{
  "/wiki/Boise_State_University": "Boise State University (BSU) is a public research university in Boise, Idaho. Founded in 1932 by the Episcopal Church, it became an independent junior college in 1934, and has been awarding baccalaureate and master's degrees since 1965.",
  "/wiki/Boise_State_Broncos": "The Boise State Broncos are the intercollegiate athletic teams that represent Boise State University, located in Boise, Idaho.  The Broncos compete at the National Collegiate Athletic Association (NCAA) Division I level as a member of the Mountain West Conference (MWC). The Broncos have a successful athletic program overall, winning the WAC commissioner's cup for the 2005–06 and 2009–10 years. Boise State joined the MWC on July 1, 2011.",
  "/wiki/Western_Athletic_Conference": "The Western Athletic Conference (WAC) is an American collegiate athletic conference formed on July 27, 1962, and affiliated with the National Collegiate Athletic Association (NCAA) Division I.  The WAC covers a broad expanse of the western United States, with member institutions located in Arizona, California, New Mexico, Utah, and Washington, along with the \"non-western\" states of Missouri and Illinois (traditionally associated with the Midwest), as well as Texas (traditionally associated with the Southwest).",
  "/wiki/Mountain_West_Conference": "The Mountain West Conference (MW) is one of the collegiate athletic conferences affiliated with the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) (formerly I-A). The MW officially began operations in July 1999. Geographically, the MW covers a broad expanse of the Western United States, with member schools located in California, Colorado, Hawaii, Idaho, Nevada, New Mexico, Utah, and Wyoming. Craig Thompson has served as Commissioner of the MW since its founding in 1999.",
  "/wiki/Brigham_Young_University": "Brigham Young University (BYU, sometimes referred to colloquially as The Y) is a private research university located in Provo, Utah and owned by The Church of Jesus Christ of Latter-day Saints (LDS Church).  The university is run under the auspices of its parent-organization, the Church Educational System (CES), and is classified among \"Doctoral Universities: High Research Activity\" with \"more selective, lower transfer-in\" admissions.   The university's primary emphasis is on undergraduate education in 179 majors, but it also has 62 master's and 26 doctoral degree programs.  The university also administers two satellite campuses, one in Jerusalem and one in Salt Lake City.",
  "/wiki/BYU_Cougars": "The BYU Cougars are the intercollegiate athletic teams that represent Brigham Young University (BYU), located in Provo, Utah. BYU fields 21 National Collegiate Athletic Association (NCAA) varsity athletic teams. They are a member of the West Coast Conference for most sports. Other sports compete in the Mountain Pacific Sports Federation and as independents. They were a member of the Mountain West Conference from 1999 to 2011 and before the formation of the MWC, the Cougars competed in the Rocky Mountain Athletic Conference, the Mountain States Conference, and the Western Athletic Conference.",
  "/wiki/West_Coast_Conference": "The West Coast Conference (WCC) is a collegiate athletic conference affiliated in NCAA Division I consisting of ten member schools across the states of California, Oregon, Utah and Washington.",
  "/wiki/BYU_Cougars_football": "The BYU Cougars team is the college football program representing Brigham Young University (BYU), a private university owned by The Church of Jesus Christ of Latter-day Saints. The Cougars began collegiate football competition in 1922, and have won 23 conference championships and one national championship in 1984. The team has competed in several different athletic conferences during its history, but since July 1, 2011, they have competed as an Independent. The team plays home games at the 63,470-seat LaVell Edwards Stadium, which is named after legendary head coach LaVell Edwards. LaVell Edwards won 19 conference championships, seven bowl games, and one national championship (1984) while coaching at BYU, and is regarded as the most successful coach in BYU program history.",
  "/wiki/NCAA_Division_I_FBS_independent_schools": "National Collegiate Athletic Association (NCAA) Football Bowl Subdivision independent schools are four-year institutions whose football programs are not part of an NCAA-affiliated conference. This means that FBS independents are not required to schedule each other for competition like conference schools do.",
  "/wiki/Campbell_University": "Campbell University is a private university in Buies Creek, North Carolina. Founded in 1887 by a young Baptist minister, J.A. Campbell, the school today enrolls more North Carolinians than any other private university in the state of North Carolina[citation needed].",
  "/wiki/Campbell_Fighting_Camels": "The Campbell Fighting Camels and Campbell Lady Camels represent Campbell University and are the nicknames of the school's 19 teams that compete at the Division I level of the NCAA.",
  "/wiki/Atlantic_Sun_Conference": "The Atlantic Sun Conference, branded as the ASUN Conference, is a collegiate athletic conference operating mostly in the Southeastern United States. The league participates at the NCAA Division I level, and does not sponsor football. Originally established as the Trans America Athletic Conference (TAAC) in 1978, its headquarters are located in Macon, Georgia.",
  "/wiki/Big_South_Conference": "The Big South Conference is a collegiate athletic conference affiliated with the NCAA's Division I. Originally a non-football conference, the Big South began sponsoring football in 2002. Its football teams are part of the Football Championship Subdivision (FCS). The Big South, founded in 1983, is firmly rooted in the South Atlantic region of the United States, with full member institutions located in North Carolina, South Carolina, and Virginia. Associate members are located in Alabama, Georgia, and New Jersey.",
  "/wiki/Centenary_College_of_Louisiana": "Centenary College of Louisiana is a private college in Shreveport, Louisiana. The college is affiliated with the United Methodist Church. Founded in 1825, it is the oldest chartered liberal arts college west of the Mississippi River and is accredited by the Southern Association of Colleges and Schools (SACS).",
  "/wiki/Centenary_Gentlemen": "The Centenary Gentlemen and Ladies are composed of 16 teams representing Centenary College of Louisiana in intercollegiate athletics, including men and women's basketball, cross country, golf, soccer, swimming, and tennis. Men's sports include baseball and lacrosse. Women's sports include gymnastics, softball, and volleyball. The Gentlemen and Ladies compete in the NCAA Division III and are members of the Southern Collegiate Athletic Conference. Prior to 2011, Centenary was a member of the NCAA Division I, and competed in the Summit League.",
  "/wiki/The_Summit_League": "The Summit League, or The Summit, is an NCAA Division I  intercollegiate athletic conference with its membership mostly located in the Midwestern United States from Indiana and Illinois on the East of the Mississippi River to the Dakotas and Nebraska on the West, with additional members in the Western state of Colorado and the Southern state of Oklahoma. Founded as the Association of Mid-Continent Universities in 1982, it was rebranded as the Mid-Continent Conference in 1989. On June 1, 2007, the conference changed its name from the Mid-Continent Conference. League headquarters are in Sioux Falls, South Dakota.",
  "/wiki/American_Southwest_Conference": "The American Southwest Conference (ASC) is a college athletic conference, founded in 1996, whose member schools compete in the NCAA's Division III.  The schools are located in Texas, Louisiana, Arkansas and Mississippi. The conference competes in baseball, men's and women's basketball, men's and women's cross country, football, men's and women's golf, men's and women's soccer, softball, men's and women's tennis, men's and women's track and field and women's volleyball.",
  "/wiki/NCAA_Division_III": "NCAA Division III (D-III) is a division of the National Collegiate Athletic Association (NCAA) in the United States. D-III consists of athletic programs at colleges and universities that choose not to offer athletic scholarships to their student-athletes.",
  "/wiki/Cleveland_State_University": "Cleveland State University (CSU) is a public research university in downtown Cleveland, Ohio, United States. It was established in 1964, and opened for classes in 1965 after acquiring the entirety of Fenn College, a private school that had been in operation since 1923. CSU absorbed the Cleveland-Marshall College of Law in 1969. Today it is part of the University System of Ohio, has more than 120,000 alumni, and offers over 200 academic programs.",
  "/wiki/Cleveland_State_Vikings": "The Cleveland State Vikings, or Vikes, are the athletic teams of Cleveland State University. Before as Fenn College they were known as the Fenn College Foxes or Fenn Foxes. Cleveland State competes in NCAA Division I. They have been a member of the NCAA Division I since 1972. They were previously a member of the NCAA College Division, a precursor to NCAA Division II. The university is a member of the Horizon League (1994–present) and Mid-American Conference (2019–present) for wrestling. Cleveland State was formerly in the Mid-Continent Conference (1982–1994) and North Star Conference (1989–1992). Cleveland State previously fielded baseball, men's cross country as well as men and women's track and field. As Fenn College they fielded men's ice hockey and rifle. Cleveland State has a number of club sports as well.",
  "/wiki/Horizon_League": "The Horizon League is a 10-school collegiate athletic conference in the National Collegiate Athletic Association (NCAA) Division I, whose members are located in and near the Midwestern United States.",
  "/wiki/University_of_Colorado_Boulder": "The University of Colorado Boulder (CU Boulder), colloquially referred to as CU or Colorado, is a public research university in Boulder, Colorado. It is the flagship university of the University of Colorado system and was founded five months before Colorado was admitted to the Union in 1876.",
  "/wiki/Colorado_Buffaloes": "The Colorado Buffaloes are the athletic teams that represent the University of Colorado Boulder. The university sponsors 17 varsity sports teams. Both the men's and women's teams are called the Buffaloes (Buffs for short) or, rarely, the Golden Buffaloes. \"Lady Buffs\" referred to the women's teams beginning in the 1970s, but was officially dropped in 1993. The nickname was selected by the campus newspaper in a contest with a $5 prize in 1934 won by Andrew Dickson of Boulder. The university participates as a member of the Pac-12 Conference at the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) level. Rick George was announced as the sixth athletic director in program history on July 17, 2013, following the resignation of Mike Bohn, and after an interim appointment by former Women's Basketball Head Coach and current senior associate athletic director and senior women's administrator Ceal Barry. Colorado has won 28 national championships in its history, with 20 in skiing, including 2015. It was ranked #14 of \"America's Best Sports College\" in a 2002 analysis performed by Sports Illustrated. The University has no men's baseball, tennis, soccer, lacrosse, or volleyball programs.",
  "/wiki/Big_12_Conference": "The Big 12 Conference is a collegiate athletic conference headquartered in Irving, Texas. The conference consists of ten full-member universities. It is a member of  Division I of the National Collegiate Athletic Association (NCAA) for all sports. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two levels of NCAA Division I football competition. Its ten members, in the states of Iowa, Kansas, Oklahoma, Texas, and West Virginia, include eight public and two private, Christian schools. Additionally, the Big 12 has 11 affiliate members—eight for the sport of wrestling, one of which is also a member in women's equestrianism; one for women's gymnastics; and two for women's rowing. The Big 12 Conference is a 501(c)(3) nonprofit organization incorporated in Delaware.",
  "/wiki/Pac-12_Conference": "The Pac-12 Conference is a collegiate athletic conference that operates in the Western United States, participating in 24 sports at the  NCAA Division I level. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two tiers of NCAA Division I football competition.",
  "/wiki/Mountain_Pacific_Sports_Federation": "The Mountain Pacific Sports Federation (MPSF) is a college athletic conference with members located mostly in the western United States, although it now has members as far east as Oklahoma. The conference participates at the NCAA Division I level, primarily in Olympic sports that are not directly sponsored by a school's home conference (such as the Pac-12 and Big West, whose members all participate in MPSF competition in at least one of its sports).",
  "/wiki/Eastern_Illinois_University": "Eastern Illinois University is a public university in Charleston, Illinois. Established in 1895 as the Eastern Illinois State Normal School, a teacher's college offering a two-year degree, Eastern Illinois University gradually expanded into a comprehensive university with a broad curriculum, including bachelor's and master's degrees in education, business, arts, sciences, and humanities.",
  "/wiki/Eastern_Illinois_Panthers": "The Eastern Illinois Panthers are the intercollegiate athletic programs of Eastern Illinois University (EIU) located in Charleston, Illinois, United States. The Panthers athletic program is a member of the Ohio Valley Conference (OVC) and competes at the NCAA Division I level in the Football Championship Subdivision. EIU's colors are blue and gray. Selected as the team mascot in 1930, EIU's panther, was informally known as \"Billy\" for many years and was officially named \"Billy the Panther\" in 2008. Panther teams have won five NCAA national championships in three sports. The Panthers also won the 1969 NAIA men's soccer title.",
  "/wiki/Missouri_Valley_Conference": "The Missouri Valley Conference (also called MVC or simply \"The Valley\") is the third-oldest collegiate athletic conference in the United States. Currently, its members are located in the midwestern United States.",
  "/wiki/Summit_League": "The Summit League, or The Summit, is an NCAA Division I  intercollegiate athletic conference with its membership mostly located in the Midwestern United States from Indiana and Illinois on the East of the Mississippi River to the Dakotas and Nebraska on the West, with additional members in the Western state of Colorado and the Southern state of Oklahoma. Founded as the Association of Mid-Continent Universities in 1982, it was rebranded as the Mid-Continent Conference in 1989. On June 1, 2007, the conference changed its name from the Mid-Continent Conference. League headquarters are in Sioux Falls, South Dakota.",
  "/wiki/Lamar_University": "Lamar University, often referred to as Lamar or LU, is a public university in Beaumont, Texas. Lamar has been a member of the Texas State University System since 1995. It was the flagship institution of the former Lamar University System. As of the fall of 2019, the university enrollment was 15,460 students. Lamar University is accredited by the Southern Association of Colleges and Schools.  The university is named for Mirabeau B. Lamar, the second president of the Republic of Texas.",
  "/wiki/Lamar_Cardinals_football": "The Lamar Cardinals football program represents Lamar University in college football at the NCAA Division I Football Championship Subdivision (formerly Division I-AA) level. The Cardinals are members of the Southland Conference and play their home games in the 16,000 seat Provost Umphrey Stadium.",
  "/wiki/NCAA_Division_I_FCS_independent_schools": "NCAA Division I Football Championship Subdivision independent schools are four-year institutions in the United States whose football programs are not part of a football conference. This means that FCS independents are not required to schedule each other for competition as conference schools do.",
  "/wiki/Southland_Conference": "The Southland Conference, abbreviated to SLC, is a collegiate athletic conference which operates in the South Central United States (specifically Texas, Louisiana, and Arkansas). It participates in the NCAA's Division I for all sports; for football, it participates in the Division I Football Championship Subdivision (FCS).  The Southland sponsors 18 sports, 10 for women and eight for men, and is governed by a presidential Board of Directors and an Advisory Council of athletic and academic administrators.  Tom Burnett was named the Southland's sixth commissioner on Dec. 23, 2002. From 1996 to 2002, for football only, the Southland Conference was known as the Southland Football League.",
  "/wiki/Le_Moyne_College": "Le Moyne College is a private Jesuit college in Syracuse, New York.  Founded by the Society of Jesus in 1946 and named after Jesuit missionary Simon Le Moyne, Le Moyne was the first Jesuit college to be founded as a co-educational institution. The college is the youngest of the twenty-seven Jesuit colleges and universities in the United States and is the only comprehensive Catholic college in Central New York.",
  "/wiki/Le_Moyne_Dolphins_baseball": "The Le Moyne Dolphins are the athletic teams that represent Le Moyne College, located in Syracuse, New York, in NCAA Division II intercollegiate sporting competitions. The Dolphins compete as members of Northeast-10 Conference. Le Moyne has been a member of the NE-10 since 1996.",
  "/wiki/NCAA_Division_I_independent_schools_(baseball)": "In American college sports, NCAA Division I independent schools are four-year institutions that do not belong to a conference for a particular sport.",
  "/wiki/Northeast-10_Conference": "The Northeast-10 Conference is a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA)’s Division II level. Member institutions are located in the northeastern United States in the states of Connecticut, Massachusetts, New Hampshire, New York, and Vermont. It is the only Division II collegiate hockey conference in the United States.",
  "/wiki/NCAA_Division_II": "NCAA Division II  (D-II) is an intermediate-level division of competition in the National Collegiate Athletic Association (NCAA).  It offers an alternative to both the larger and better-funded Division I and to the scholarship-free environment offered in Division III.",
  "/wiki/Lindenwood_University": "Lindenwood University is a private liberal arts university in Saint Charles, Missouri. The school was founded in 1827 by George Champlin Sibley and Mary Easton Sibley as The Lindenwood School for Girls.",
  "/wiki/Lindenwood_Lady_Lions_ice_hockey": "The Lindenwood Lady Lions women's ice hockey team represents Lindenwood University located in St. Charles, Missouri. The Lady Lions currently participate in the NCAA Division I competition as a member of College Hockey America (CHA). The team played with no conference affiliation as an Independent program for its first season of NCAA competition. During the 2011–12 season, Lindenwood was accepted into College Hockey America (CHA) beginning in the 2012–2013 season. Prior to 2011 the university was a member of the National Association of Intercollegiate Athletics (NAIA), because the organization does not sponsor women's ice hockey, the program competed in the American Collegiate Hockey Association at the ACHA DI level.",
  "/wiki/Central_Collegiate_Women%27s_Hockey_Association": "The Central Collegiate Women's Hockey Association (CCWHA) is a non-profit ice hockey league for college club teams based at Midwestern United States schools. It was formed in 1995. There are currently 15 teams participating in two divisions. All teams in the league are also required to be members of the ACHA that provides the teams with USA Hockey insurance and other member benefits.",
  "/wiki/American_Collegiate_Hockey_Association": "The American Collegiate Hockey Association (ACHA) is a college athletics association like the NAIA and NCAA. The purpose of the Association is to be an organization of collegiate affiliated programs, which provides structure, regulates operations, and promotes quality in collegiate ice hockey. The interest in college hockey has grown as the game of hockey has grown in the United States. But as aggressively as the sport has grown at the grass-roots level, the number of NCAA programs has not expanded as rapidly to meet the demand as these youth players reach college and look to extend their hockey-playing experience. This is why the ACHA level was created.",
  "/wiki/NCAA_Division_I_independent_schools_(ice_hockey)": "NCAA Division I independent schools are teams that compete in NCAA ice hockey but are not members of a conference. There are several current schools who, at one time or another, competed as Division I independents.",
  "/wiki/University_of_Nebraska%E2%80%93Lincoln": "The University of Nebraska–Lincoln (Nebraska, UNL, or NU) is a public research university in Lincoln, Nebraska. It is the state's oldest university and the largest in the University of Nebraska system.",
  "/wiki/Nebraska_Cornhuskers": "The Nebraska Cornhuskers (often abbreviated to Huskers) are the intercollegiate athletic teams that represent the University of Nebraska–Lincoln. The university is a member of the Big Ten Conference, and the Cornhuskers compete in NCAA Division I, fielding 22 varsity teams (9 men's, 13 women's) in 15 sports. Nineteen of these teams participate in the Big Ten, while rifle is a member of the single-sport Great America Rifle Conference and beach volleyball and bowling compete as independents.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/University_of_Nebraska-Omaha": "The University of Nebraska Omaha (Omaha or UNO) is a public research university in Omaha, Nebraska. Founded in 1908 by faculty from the Omaha Presbyterian Theological Seminary as a private non-sectarian college, the university was originally known as the University of Omaha. Originally meant to provide a Christian-based education free from ecclesiastical control, the university served as a strong alternative to the city's many successful religiously affiliated institutions.",
  "/wiki/Omaha_Mavericks_baseball": "The Omaha Mavericks baseball team is the varsity intercollegiate baseball program of University of Nebraska Omaha in Omaha, Nebraska, United States. The program's first season was in 1947, and it has been a member of the NCAA Division I Summit League since the start of the 2012 season. Its home venue is J. J. Isaacson Field at Seymour Smith Park, located at Omaha's Seymour Smith Park. Evan Porter is the team's head coach starting in the 2017 season. The program has appeared in 1 NCAA Tournaments at the Division I level. It has won one conference tournament championship and 3 regular season conference titles. As of the start of the 2018 Major League Baseball season, 2 former Mavericks have appeared in Major League Baseball.",
  "/wiki/Mid-America_Intercollegiate_Athletics_Association": "The Mid-America Intercollegiate Athletics Association (MIAA) is a fourteen-school collegiate athletic conference headquartered in Kansas City, Missouri. It is a member of the NCAA's Division II for all sports. Its fourteen members, located in Kansas, Missouri, Nebraska, and Oklahoma, include twelve public and two private schools. The MIAA is a 501(c)(3) nonprofit organization incorporated in Missouri.",
  "/wiki/University_of_New_Orleans": "The University of New Orleans (UNO) is public research university in New Orleans, Louisiana. It is a member of the University of Louisiana System and the Urban 13 association. It is part of the University of Louisiana System.",
  "/wiki/New_Orleans_Privateers": "The New Orleans Privateers are the intercollegiate athletic teams of the University of New Orleans (also known locally as UNO), located in the Lake Terrace/Lake Oaks neighborhood of New Orleans, Louisiana, United States. The Privateers compete in NCAA intercollegiate athletics as a member of the Southland Conference at the Division I level.",
  "/wiki/North_Carolina_Central_University": "North Carolina Central University (NCCU or NC Central), a state-supported liberal arts institution, is a public, historically black university in Durham, North Carolina.  Founded by Dr. James E. Shepard in affiliation with the Chautauqua movement in 1909, it was supported by private funds from both Northern and Southern philanthropists. It was made part of the state system in 1923, when it first received state funding and was renamed as Durham State Normal School. It added graduate classes in arts and sciences and professional schools in law and library science in the late 1930s and 1940s.",
  "/wiki/North_Carolina_Central_Eagles": "The North Carolina Central Eagles refer to the 14 sports teams representing North Carolina Central University (NCCU) in Durham, North Carolina in intercollegiate athletics, including men and women's basketball, cross country, tennis, and track and field; women's sports include bowling, softball, and volleyball; men's sports include baseball and golf. The Eagles compete in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Mid-Eastern Athletic Conference.",
  "/wiki/Mid-Eastern_Athletic_Conference": "The Mid-Eastern Athletic Conference (MEAC) is a collegiate athletic conference whose full members are historically black colleges and universities (HBCUs) in the Southeastern and the Mid-Atlantic United States. It participates in the National Collegiate Athletic Association's Division I, and in football, in the Football Championship Subdivision (FCS).",
  "/wiki/Old_Dominion_University": "Old Dominion University (ODU) is a public research university in Norfolk, Virginia.  It was established in 1930 as the Norfolk Division of the College of William & Mary and is now one of the largest universities in Virginia with an enrollment of 24,176 students for the 2019 academic year. Old Dominion University is also home to over 700 international students from 89 different countries. Its main campus covers over 251 acres (1.02 km2) straddling the city neighborhoods of Larchmont, Highland Park, and Lambert's Point, approximately five miles (8.0 km) from Downtown Norfolk.",
  "/wiki/Old_Dominion_Monarchs_football": "The Old Dominion Monarchs football team is the college football program for Old Dominion University in Norfolk, Virginia. The first iteration of the team created in 1930 was known as the William & Mary Norfolk Division Braves. The current Monarchs team founded in 2009 competed at the FCS level as an unaffiliated team for their first two seasons. In the 2011 season, they joined the Colonial Athletic Association of the FCS and added conference games to their schedule, playing there until 2013. On July 1, 2014, Old Dominion football joined the FBS's Conference USA (their other sports teams joined the conference on July 1, 2013).",
  "/wiki/Colonial_Athletic_Association": "The Colonial Athletic Association (CAA) is a collegiate athletic conference affiliated with the NCAA's Division I whose full members are located in East Coast states from Massachusetts to South Carolina. Most of its members are public universities, and the conference is headquartered in Richmond. The CAA was historically a Southern conference until the addition of four schools in the Northeast (of five that joined from rival conference America East) after the turn of the 21st century, which added balance to the conference.",
  "/wiki/University_of_Portland": "The University of Portland (UP) is a private Roman Catholic university in Portland, Oregon. It was founded in 1901 and is affiliated with the Congregation of Holy Cross, which also founded UP's sister school the University of Notre Dame. The university has a student body of approximately 4,200 students.",
  "/wiki/Portland_Pilots": "The Portland Pilots is the nickname for athletics at the University of Portland. The Pilots compete in the West Coast Conference (WCC) at the NCAA Division I level.",
  "/wiki/Savannah_State_University": "Savannah State University is a public historically black university in Savannah, Georgia. It is the oldest public historically black university in the state. The university is a member-school of the Thurgood Marshall College Fund.",
  "/wiki/Savannah_State_Tigers_and_Lady_Tigers": "The Savannah State Tigers and Lady Tigers are the men's and women's intercollegiate athletic teams that play for Savannah State University in Savannah, Georgia.",
  "/wiki/List_of_NCAA_Division_I_conference_realignments_(2000–present)": "N/A"
}