{
  "/wiki/1999–2000_Pittsburgh_Penguins_season": "The 1999–2000 Pittsburgh Penguins season was the team's 33rd in the National Hockey League. It was the first season under ownership led by former superstar Mario Lemieux.",
  "/wiki/2000–01_Pittsburgh_Penguins_season": "The 2000–01 Pittsburgh Penguins season was the team's 34th in the National Hockey League. The team played 82 games under new head coach Ivan Hlinka, who replaced Herb Brooks, who stepped down to remain a scout with the team.",
  "/wiki/Jaromír_Jágr": "Jaromír Jágr (Czech pronunciation: [ˈjaromiːr ˈjaːɡr̩] (listen); born 15 February 1972) is a Czech professional ice hockey right winger for HC Kladno of the Czech Extraliga (ELH). He has previously played in the National Hockey League (NHL) for the Pittsburgh Penguins, Washington Capitals, New York Rangers, Philadelphia Flyers, Dallas Stars, Boston Bruins, New Jersey Devils, Florida Panthers and Calgary Flames, serving as captain of the Penguins and the Rangers. After leaving the Rangers in 2008, he played three seasons in the Kontinental Hockey League (KHL) with Avangard Omsk. He returned to the NHL in 2011 with the Flyers and remained in the league for seven more years before being assigned by the Flames in 2018 to HC Kladno, which he owns.",
  "/wiki/2001–02_Pittsburgh_Penguins_season": "The 2001–02 Pittsburgh Penguins season was the team's 35th year in the National Hockey League (NHL). The team played 82 games.",
  "/wiki/Mario_Lemieux": "Mario Lemieux OC CQ (/ləˈmjuː/; French: [ləmjø]; born October 5, 1965) is a Canadian former professional ice hockey player. He played parts of 17 National Hockey League (NHL) seasons with the Pittsburgh Penguins from 1984 to 2006, assuming ownership in 1999. Nicknamed \"The Magnificent One\" or Le Magnifique (as well as \"Super Mario\"), he is widely acknowledged to have been one of the greatest players of all time. A gifted playmaker and fast skater despite his large size, Lemieux often beat defencemen with fakes and dekes.",
  "/wiki/2002–03_Pittsburgh_Penguins_season": "The 2002–03 Pittsburgh Penguins season was the Penguins' 36th season. The team finished fifth and last in the Atlantic Division and did not qualify for the Stanley Cup playoffs.",
  "/wiki/2003–04_Pittsburgh_Penguins_season": "The 2003–04 Pittsburgh Penguins season was the team's 37th season of play. For the third season in a row, the club placed last in the Atlantic Division and did not qualify for the Stanley Cup playoffs. In an 18-game losing streak, they went 0–17–1 (one overtime loss). In the first 62 games, they were 11–42–5–4 for 31 points. In their final 20 games, they were 12–5–3–0, ultimately finishing with a 23–47–8–4 record for a last place finish.",
  "/wiki/2005–06_Pittsburgh_Penguins_season": "The 2005–06 Pittsburgh Penguins season was the team's 39th season in the National Hockey League (NHL). The season was notable for being Sidney Crosby's rookie campaign. As of the 2018–19 season, this is the most recent season in which the Penguins missed the Stanley Cup playoffs.",
  "/wiki/Sergei_Gonchar": "Sergei Viktorovich Gonchar (Russian: Серге́й Ви́кторович Гонча́р, IPA: [sʲɪrˈɡʲej ˈvʲiktərəvʲɪtɕ ɡɐnˈtɕar]; born 13 April 1974) is a Russian former professional ice hockey player who is currently an assistant coach for the Pittsburgh Penguins. He has previously played for the Washington Capitals, Boston Bruins, Pittsburgh Penguins (with whom he won the Stanley Cup in 2009), Ottawa Senators, Dallas Stars and the Montreal Canadiens.",
  "/wiki/Žigmund_Pálffy": "Žigmund Pálffy (Slovak pronunciation: [ˈʒiɡmunt ˈpaːlfi]; born May 5, 1972) is a Slovak former professional ice hockey player.  He was nicknamed \"Žigo\" in Slovak and \"Ziggy\" in English.",
  "/wiki/2006–07_Pittsburgh_Penguins_season": "The Pittsburgh Penguins 2006–07 season was ripe with potential, as the team featured one of the largest groups of young stars in the National Hockey League (NHL). Evgeni Malkin, the second overall pick in the 2004 NHL Entry Draft, came to the United States from Russia prior to the season and joined the team. He promptly became the first NHL rookie since 1917 to score goals in each of his first six games. Malkin and second-year phenom Sidney Crosby were joined by 18-year-old Jordan Staal, who made the jump directly from the Ontario Hockey League (OHL) to the Penguins roster after being drafted second overall in the 2006 NHL Entry Draft. The Penguins also brought back Mark Recchi via free agency, giving Recchi his third stint with the team.",
  "/wiki/2007–08_Pittsburgh_Penguins_season": "The 2007–08 Pittsburgh Penguins season was the franchise's 41st season in the National Hockey League (NHL). Their regular season began on October 5, 2007, against the Carolina Hurricanes and concluded on April 6, 2008, against the rival Philadelphia Flyers. The Penguins looked to improve upon their progress in the 2006–07 season after being eliminated in the first round of the Eastern Conference playoffs by the Ottawa Senators.  During the season, the Penguins wore gold patches with \"250\" on them, honoring the city of Pittsburgh's 250th anniversary in 2008.",
  "/wiki/Marián_Hossa": "Marián Hossa (Slovak pronunciation: [ˈmaɾijaːn ˈɦɔsa]; born 12 January 1979) is a Slovak former professional ice hockey right winger under contract for the Arizona Coyotes of the National Hockey League (NHL).",
  "/wiki/List_of_team_payrolls_in_the_NHL": "Here are several tables of National Hockey League team payrolls for each team in the NHL. For simplicity, players traded mid-season are considered to be on the payroll of the team acquiring that player."
}