{
  "/wiki/1999–2000_Philadelphia_Flyers_season": "The 1999–2000 Philadelphia Flyers season was the Philadelphia Flyers' 33rd season in the National Hockey League (NHL). One of the most tumultuous seasons in franchise history, the Flyers reached the Eastern Conference Finals, losing in seven games to the New Jersey Devils, blowing a 3-1 series lead in the process.",
  "/wiki/2000–01_Philadelphia_Flyers_season": "The 2000–01 Philadelphia Flyers season was the Philadelphia Flyers' 34th season in the National Hockey League (NHL). The Flyers lost in the first round to the Buffalo Sabres in six games.",
  "/wiki/John_LeClair": "John Clark LeClair (born July 5, 1969) is an American former professional ice hockey player who played 16 seasons in the National Hockey League (NHL) with the Montreal Canadiens, Philadelphia Flyers, and Pittsburgh Penguins. With the Flyers, LeClair became the first American-born player to score 50 goals in three consecutive NHL seasons while playing on the Legion of Doom line with Eric Lindros and Mikael Renberg. LeClair was a member of the Montreal Canadiens' Stanley Cup winning team in 1993.",
  "/wiki/2001–02_Philadelphia_Flyers_season": "The 2001–02 Philadelphia Flyers season was the Philadelphia Flyers 35th season in the National Hockey League (NHL). The Flyers qualified for the playoffs, but lost in the first round.",
  "/wiki/2002–03_Philadelphia_Flyers_season": "The 2002–03 Philadelphia Flyers season was the Philadelphia Flyers' 36th season in the National Hockey League (NHL). The Flyers lost in the second round of the 2003 Stanley Cup playoffs to the Ottawa Senators in six games.",
  "/wiki/2003–04_Philadelphia_Flyers_season": "The 2003–04 Philadelphia Flyers season was the Flyers' 37th season in the National Hockey League (NHL). The Flyers reached the Eastern Conference Finals but lost in seven games to the Tampa Bay Lightning.",
  "/wiki/2005–06_Philadelphia_Flyers_season": "The 2005–06 Philadelphia Flyers season was the Flyers' 39th season in the National Hockey League (NHL). The Flyers lost in the first round of the playoffs to the Buffalo Sabres in six games.",
  "/wiki/Peter_Forsberg": "Peter Mattias \"Foppa\" Forsberg (pronounced [ˈpěːtɛr ˈfɔ̂ʂːbærj] (listen); born 20 July 1973) is a Swedish retired professional ice hockey player and was for a time assistant general manager of Modo Hockey. Known for his on-ice vision and physical play, Forsberg is considered one of the greatest players of all time. Although his career was shortened by persistent injuries, as of 2014, he stands eighth all-time in career points-per-game and fourth all-time in career assists-per-game in the NHL, only behind Wayne Gretzky, Mario Lemieux and Bobby Orr. In 2017 Forsberg was named one of the '100 Greatest NHL Players' in history.",
  "/wiki/2006–07_Philadelphia_Flyers_season": "The 2006–07 Philadelphia Flyers season was the Flyers' 40th season in the National Hockey League (NHL). For the first time in franchise history the Flyers finished with the worst record in the entire league and missed the playoffs for the first time since 1994.",
  "/wiki/Simon_Gagné": "Simon Gagné (French pronunciation: ​[simɔ̃ ɡaɲe]; born February 29, 1980) is a Canadian former professional ice hockey left winger. He played for the Philadelphia Flyers, Tampa Bay Lightning, Los Angeles Kings and Boston Bruins of the National Hockey League (NHL). He spent the first ten seasons of his NHL career with the Flyers (1999–2010), followed by one season with Tampa Bay (2010–11) and two with Los Angeles (2011–13), winning the Stanley Cup in 2012, before returning to Philadelphia via trade for the end of the lockout-shortened 2012–13 season. After not playing in 2013–14, Gagné signed with Boston, briefly playing for them before retiring in 2015.",
  "/wiki/2007–08_Philadelphia_Flyers_season": "The 2007–08 Philadelphia Flyers season was the Flyers' 41st season in the National Hockey League (NHL). The Flyers went from the worst team in the league during the previous season to the Eastern Conference Finals, losing to the Pittsburgh Penguins in five games.",
  "/wiki/Daniel_Brière": "Daniel Jean-Claude \"Danny\" Brière (born October 6, 1977) is a Canadian former professional ice hockey player and executive. He was drafted in the first round of the 1996 NHL Entry Draft by the Phoenix Coyotes, and also played for the Buffalo Sabres, Philadelphia Flyers, Montreal Canadiens and Colorado Avalanche of the National Hockey League (NHL).",
  "/wiki/List_of_team_payrolls_in_the_NHL": "Here are several tables of National Hockey League team payrolls for each team in the NHL. For simplicity, players traded mid-season are considered to be on the payroll of the team acquiring that player."
}