{
  "/wiki/Kentucky_Speedway": "Kentucky Speedway is a 1.5-mile (2.4 km) tri-oval speedway in Sparta, Kentucky, which has hosted ARCA, NASCAR and Indy Racing League racing annually since it opened in 2000. The track is currently owned and operated by Speedway Motorsports, Inc.. Before 2008 Jerry Carroll, along with four other investors, were the majority owners of Kentucky Speedway. Depending on layout and configuration the track facility has a grandstand capacity ranging between 69,000 and 107,000.",
  "/wiki/Sparta,_Kentucky": "Sparta is a home rule-class city in Gallatin and Owen counties in the U.S. state of Kentucky. The population was 231 at the 2010 census.",
  "/wiki/Kroger_Field": "Kroger Field, formerly known as Commonwealth Stadium, is a stadium in Lexington, Kentucky, United States, located on the campus of the University of Kentucky that primarily serves as the home field for the Kentucky Wildcats football team. The stadium is located at the corner of Alumni Drive and University Drive in Lexington.  The playing surface is named C.M. Newton Grounds in honor of retired UK athletic director and former baseball and basketball player C.M. Newton. Built in 1973, it is the newest football stadium in the Southeastern Conference, as measured by date of original construction. The original capacity for the stadium was 57,800. In the stadium's first game, played on September 15, 1973, the Wildcats defeated the Virginia Tech Hokies 31–26",
  "/wiki/Lexington,_Kentucky": "Lexington is the second-largest city in Kentucky and the 60th-largest city in the United States. Known as the \"Horse Capital of the World,\" it is the heart of the state's Bluegrass region. Notable locations in the city include the Kentucky Horse Park, The Red Mile and Keeneland race courses, Rupp Arena, Transylvania University, the University of Kentucky, and Bluegrass Community and Technical College. Lexington ranks 10th among US cities in college education rate, with 39.5% of residents having at least a bachelor's degree.",
  "/wiki/Kentucky_Wildcats_football": "The Kentucky Wildcats football program represents the University of Kentucky in the sport of American football. The Wildcats compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Eastern Division of the Southeastern Conference (SEC). The Wildcats play their home games at Kroger Field in Lexington, Kentucky and are currently led by head coach Mark Stoops.",
  "/wiki/Cardinal_Stadium": "Cardinal Stadium, formerly known as Papa John's Cardinal Stadium, is a football stadium located in Louisville, Kentucky, United States, on the southern end of the campus of the University of Louisville. Debuting in 1998, it serves as the home of the Louisville Cardinals football program. The official seating capacity in the quasi-horseshoe shaped facility was 42,000 through the 2008 season. An expansion project that started after the 2008 season was completed in time for the 2010 season has brought the official capacity to 55,000. An additional expansion project aiming to close the open end of the horseshoe to add 6,000 additional seats was announced on August 28, 2015, and was completed in 2019.",
  "/wiki/Louisville,_Kentucky": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States.[d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city.[e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
  "/wiki/Louisville_Cardinals_football": "The Louisville Cardinals football team represents the University of Louisville in the sport of American football. The Cardinals compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and compete in the Atlantic Coast Conference.",
  "/wiki/Churchill_Downs": "Churchill Downs, located on Central Avenue in south Louisville, Kentucky, United States, is a Thoroughbred racetrack most famous for annually hosting the Kentucky Derby. It officially opened in 1875 and was named for Samuel Churchill, whose family was prominent in Kentucky for many years. The first Kentucky Derby and the first Kentucky Oaks were held in the same year.  Churchill Downs has also hosted the renowned Breeders' Cup on nine occasions, most recently on November 2 and 3, 2018. Churchill Downs Incorporated owns and operates the racetrack. With the infield open for the Kentucky Derby, the capacity of Churchill Downs is roughly 170,000.",
  "/wiki/Houchens_Industries%E2%80%93L._T._Smith_Stadium": "Houchens Industries–L. T. Smith Stadium at Jimmy Feix Field is a 22,000-seat multi-purpose stadium in Bowling Green, in the U.S. state of Kentucky. It is home to the Western Kentucky University Hilltoppers football team.",
  "/wiki/Bowling_Green,_Kentucky": "Bowling Green is a home rule-class city and the county seat of Warren County, Kentucky, United States. As of 2018, its population of 68,401 made it the third most-populous city in the state after Louisville and Lexington; its metropolitan area, which is the fourth largest in the state after Louisville, Lexington, and Northern Kentucky, had an estimated population of 177,432; and the combined statistical area it shares with Glasgow has an estimated population of 231,608.",
  "/wiki/Western_Kentucky_Hilltoppers_football": "The Western Kentucky Hilltoppers (WKU) football program is a college football team that represents Western Kentucky University. The team competes at the NCAA Division I Football Bowl Subdivision level (formerly Division I-A) and represents the university as a member of Conference USA in the Eastern division. The program has 1 national championship (FCS/I-AA), 13 conference championships (1 SIAA, 9 OVC, 1 Gateway, 2 Conference USA) and 3 FBS-level Bowl wins. The team's current head football coach is Tyson Helton. The Hilltoppers play their home games at Houchens Industries–L. T. Smith Stadium in Bowling Green, Kentucky.",
  "/wiki/KFC_Yum!_Center": "The KFC Yum! Center is a multi-purpose sports arena in Downtown Louisville, Kentucky, United States. It is named after the KFC restaurant chain and Yum! Brands, the parent company of KFC. Adjacent to the Ohio River waterfront, it is located on Main Street between 2nd and 3rd Streets and opened on October 10, 2010. The arena is part of a $450 million project that includes a 975-car parking structure and floodwall.",
  "/wiki/Louisville_Cardinals": "The Louisville Cardinals (also known as the Cards) are the NCAA athletic teams representing the University of Louisville. The Cardinals teams play in the Atlantic Coast Conference, beginning in the 2014 season. While playing in the Big East Conference from 2005 through 2013, the Cardinals captured 17 regular season Big East titles and 33 Big East Tournament titles totaling 50 Big East Championships across all sports. With their 2013 Sugar Bowl appearance against the Florida Gators, the Cardinals football team became the only football team in the Commonwealth of Kentucky to have appeared in and won two Bowl Championship Series bowls, having defeated Wake Forest 24–13 in the 2007 Orange Bowl and Florida 33–23 in the 2013 Sugar Bowl. On November 28, 2012, Louisville received and accepted an invitation to join the Atlantic Coast Conference and became a participating member in all sports in 2014.  In 2016, Lamar Jackson won the school its first Heisman Trophy.  Their fan base is referred to as “Card Nation.” Their fans are known to appear in large numbers at away venues causing red adorned fans to be seen across visiting stadiums. This has become known as the “red mist.”",
  "/wiki/Rupp_Arena": "Rupp Arena at Central Bank Center is an arena located in downtown Lexington, Kentucky, U.S. Since its opening in 1976, it has been the centerpiece of Central Bank Center (formerly Lexington Center), a convention and shopping facility owned by an arm of the Lexington-Fayette Urban County Government, which is located next to the Lexington Hyatt and Hilton hotels. Rupp Arena also serves as home court to the University of Kentucky men's basketball program, and is named after legendary former Kentucky coach Adolph Rupp with an official capacity of 20,500. In Rupp Arena, the Kentucky Wildcats men's basketball team is second in the nation in college basketball home attendance. Rupp Arena also regularly hosts concerts, conventions and shows.",
  "/wiki/Kentucky_Wildcats_men%27s_basketball": "The Kentucky Wildcats men's basketball team is an American college basketball team that represents the University of Kentucky. Kentucky is the most successful NCAA Division I basketball program in history in terms of both all-time wins (2,293) and all-time winning percentage (.765). The Wildcats are currently coached by John Calipari.",
  "/wiki/Roy_Kidd_Stadium": "Roy Kidd Stadium is Eastern Kentucky University's football stadium in Richmond, Kentucky.  The stadium is home to the EKU Colonels football team, located on campus.  Currently, Roy Kidd Stadium consists of upper and lower level seating areas with a predominant majority of the seats being metal bleachers.  Reserved chairback seats can be found in the middle of the lower level, as well, the seats are generally purchased by season ticket holders and Eastern Alumni.",
  "/wiki/Richmond,_Kentucky": "Richmond is a home rule-class city in and the county seat of Madison County, Kentucky, United States. It is named after Richmond, Virginia, and is the home of Eastern Kentucky University. The population was 35,894 in 2018. Richmond is the third-largest city in the Bluegrass region (after Louisville and Lexington) and the state's sixth-largest city. It is the eighth largest population center in Kentucky, when including metropolitan areas. Richmond serves as the center for work and shopping for south-central Kentucky. Richmond is the principal city of the Richmond–Berea Micropolitan Statistical Area, which includes all of Madison and Rockcastle counties.",
  "/wiki/Eastern_Kentucky_Colonels_football": "The Eastern Kentucky Colonels football program represents Eastern Kentucky University in college football as a member of the Ohio Valley Conference (OVC), and competes at the NCAA Division I Football Championship Subdivision (FCS) level. The school has traditionally had much success on the football field, having won 21 OVC conference titles and two Division I FCS National Championships (then called Division I-AA) in 1979 and 1982, and reaching the finals in 1980 and 1981. Much of the success came during the long tenure of head coach Roy Kidd from 1964 to 2002. In 1990, Eastern honored Kidd by naming the school's football stadium Roy Kidd Stadium. Eastern Kentucky's football team was able to secure 31 consecutive winning seasons before finally posting a losing season record in 2009.",
  "/wiki/Freedom_Hall": "Freedom Hall is a multi-purpose arena in Louisville, Kentucky, on the grounds of the Kentucky Exposition Center, which is owned by the Commonwealth of Kentucky. It is best known for its use as a basketball arena, serving as the home of the University of Louisville Cardinals. It has hosted Motley Crue, Elvis Presley, The Doors, Janis Joplin, Creed, Led Zeppelin, Van Halen and many more. As well as many Weeks events men's team from 1956 to 2010, the Kentucky Colonels of the American Basketball Association from 1970 until the ABA-NBA merger in June 1976, and the Louisville Cardinals women's team from its inception in 1975 to 2010. Freedom Hall's last regular tenant was the Kentucky Stickhorses of the North American Lacrosse League, who used it from 2011 until the team folded in 2013. From 2015 to 2019 it has hosted the VEX Robotics Competition World Championships yearly in mid-April.",
  "/wiki/Roy_Stewart_Stadium": "Roy Stewart Stadium is a 16,800-seat multi-purpose stadium in Murray, Kentucky. It opened in 1973 and is home to the Murray State University Racers football, rifle and women's track and field teams. The stadium has the second largest seating capacity of any on-campus stadium in the Ohio Valley Conference.",
  "/wiki/Murray,_Kentucky": "Murray is a home rule-class city in Calloway County, Kentucky, in the United States. It is the seat of Calloway County and the 19th-largest city in Kentucky. The city's population was 17,741 during the 2010 U.S. census, and its micropolitan area's population is 37,191.  Calloway County is a College Town and is the home of Murray State University.",
  "/wiki/Murray_State_Racers_football": "The Murray State Racers football team represents Murray State University in the sport of American football. The Racers competes in the Football Championship Subdivision (FCS) of the National Collegiate Athletics Association (NCAA) Division I and the Ohio Valley Conference (OVC).",
  "/wiki/Louisville_Slugger_Field": "Louisville Slugger Field is a baseball stadium in Louisville, Kentucky. The baseball-specific stadium opened in 2000 with a seating capacity of 13,131. It is currently home to the professional baseball team, the Louisville Bats, Triple-A affiliate of the Cincinnati Reds. From 2015 to 2019, it was also home to Louisville City FC, a professional soccer team in the USL Championship.",
  "/wiki/Louisville_Bats": "The Louisville Bats are a professional Minor League Baseball team based in Louisville, Kentucky. They play in the International League as the Triple-A affiliate of the Cincinnati Reds. The Bats play their home games at Louisville Slugger Field which opened in 2000. The team previously played at Old Cardinal Stadium from 1982 to 1999.",
  "/wiki/Lynn_Family_Stadium": "Lynn Family Stadium is a future soccer-specific stadium in the Butchertown neighborhood of Louisville, Kentucky, United States. Scheduled to open in April 2020, it will initially host Louisville City FC of the USL Championship, and the following year will also become home to the National Women's Soccer League expansion franchise Proof Louisville FC. Construction started in June 2018; the venue will have 11,700 permanent seats, with expansion for up to 14,000 spectators.",
  "/wiki/Louisville_City_FC": "Louisville City Football Club is an American professional soccer club based in Louisville, Kentucky. The team plays in the USL Championship, known through the 2018 season as the United Soccer League (USL), which is currently the second tier of the American soccer pyramid.",
  "/wiki/DuPont_Manual_High_School": "DuPont Manual High School is a public magnet high school located in the Old Louisville neighborhood of Louisville, Kentucky, United States. It serves students in grades 9–12. It is a part of the Jefferson County Public School District. DuPont Manual is recognized by the United States Department of Education as a Blue Ribbon School.",
  "/wiki/Jayne_Stadium": "Jayne Stadium is a 10,000-seat multi-purpose stadium in Morehead, Kentucky, United States. It opened in 1964 and is home to the Morehead State University Eagles football team. Surrounding Jacobs Field, the stadium hosts press and VIP facilities, box seats and home and visiting stands. The stadium, opened in 1964, also has locker room facilities, MSU's primary sports medicine facilities and the football offices.",
  "/wiki/Morehead,_Kentucky": "Morehead is a home rule-class city located along US 60 (the historic Midland Trail) and Interstate 64 in Rowan County, Kentucky, in the United States. It is the seat of its county. The population was 6,845 at the time of the 2010 U.S. census.",
  "/wiki/Morehead_State_Eagles": "The Morehead State Eagles are the  intercollegiate athletic teams representing Morehead State University (MSU), located in Morehead, Kentucky, United States. The Eagles athletic program is a member of the Ohio Valley Conference (OVC) and competes at the NCAA Division I level including the Football Championship Subdivision. The MSU teams are the Eagles, the eagle mascot is named Beaker, and the school colors are blue and gold.",
  "/wiki/BB%26T_Arena": "BB&T Arena, formerly The Bank of Kentucky Center, is a 10,000-seat multi-purpose arena in Highland Heights, Kentucky, on the campus of Northern Kentucky University. The arena was topped off on June 21, 2007 and the first event held there was NKU's graduation ceremony on May 10, 2008. A grand opening ceremony was held on September 22, 2008.",
  "/wiki/Highland_Heights,_Kentucky": "Highland Heights is a home rule-class city in Campbell County, Kentucky, in the United States. The population was 6,923 at the 2010 U.S. census.",
  "/wiki/Northern_Kentucky_Norse": "The Northern Kentucky Norse are the athletic teams of Northern Kentucky University, located in Highland Heights, Kentucky, United States. NKU is an NCAA Division I school competing in the Horizon League, which it joined on July 1, 2015 after leaving the Atlantic Sun Conference. The university's teams for both men and women are nicknamed \"Norse.\"",
  "/wiki/CFSB_Center": "The CFSB Center is an 8,600-seat arena located in Murray, Kentucky near the intersection of Ky. 121 and U.S. 641. The arena is the home of the Murray State Racers Basketball teams. It was previously known as the Regional Special Events Center, or \"RSEC\", until the name was changed on September 17, 2010 following a $3.3 million donation from Community Financial Services Bank to Murray State Athletics. While the CFSB Center is commonly used for basketball, it was designed as a multi-purpose facility that also frequently hosts concerts, trade shows, and conventions.",
  "/wiki/Murray_State_Racers": "The Murray State Racers are the  intercollegiate athletic teams representing Murray State University (MSU), located in Murray, Kentucky, United States.  The Racers athletic program is a member of the Ohio Valley Conference (OVC) and competes at the NCAA Division I level including the Football Championship Subdivision. The MSU teams are the Racers, the costumed racehorse mascot is named Dunker, the live racehorse football mascot is Racer-One, and the school colors are navy blue and gold. Racer teams have won three NCAA rifle championships.",
  "/wiki/Paducah,_Kentucky": "Paducah (/pəˈduːkə/) is a home rule-class city in and the county seat of McCracken County, Kentucky, United States. The largest city in the Jackson Purchase region, it is located at the confluence of the Tennessee and the Ohio rivers, halfway between St. Louis, Missouri, to the northwest and Nashville, Tennessee, to the southeast. The population was 24,850 in 2018, down slightly from 25,024 during the 2010 U.S. Census. Twenty blocks of the city's downtown have been designated as a historic district and listed on the National Register of Historic Places.",
  "/wiki/Paducah_Tilghman_High_School": "Paducah Tilghman High School is a public secondary school in Paducah, Kentucky. It is the only high school in the Paducah Independent School District.",
  "/wiki/Memorial_Coliseum_(University_of_Kentucky)": "Memorial Coliseum is an 8,500-seat multi-purpose arena in Lexington, Kentucky. The facility, which opened in 1950, is home to three women's teams at the University of Kentucky – basketball, volleyball, and gymnastics. Before Rupp Arena opened in 1976, it also housed the men's basketball team. Memorial Coliseum also housed the university's swimming and diving team prior to the 1989 completion of the Lancaster Aquatics Center.",
  "/wiki/Kentucky_Wildcats_women%27s_basketball": "The Kentucky Wildcats women's basketball team represent the University of Kentucky in the Southeastern Conference, which has historically been the most dominant conference in women's basketball. However, despite reaching national rankings as high as #4, the team has never reached the national championship semifinals (\"Final Four\"). Through the end of the 2009–10 season, the team's all-time varsity record (excluding non-varsity seasons prior to 1974) was 603–455, the team had won the SEC Women's Basketball Tournament (1982), and appeared in the NCAA Tournament fourteen times with a tournament record of 7-7.",
  "/wiki/Southern_High_School_(Kentucky)": "Southern High School Magnet Career Academy (MCA) was built in 1951, and the first graduating class was in 1952. Its mission is to prepare students to be \"productive members of a technologically advanced society.\"",
  "/wiki/Louisville_Male_High_School": "Louisville Male Traditional High School is a public secondary school serving students in grades 9 through 12 in the southside of Louisville, Kentucky, USA. It is part of the Jefferson County Public School District."
}