{
  "/wiki/Urartu-Assyria_War": "The Urartu–Assyria War was a conflict between the Kingdom of Urartu and the Neo-Assyrian Empire. The war began around 714 BC, with the invasion of Urartu by the Assyrian King Sargon II. Sargon led multiple offensives deep into Urartian territory, amassing numerous victories in the war. Following his death, however, Urartian Kings Argishti II and Rusa II launched many successful counterattacks, reclaiming Urartu's lost territory and gaining some from Assyria. However, their successors suffered multiple major defeats, resulting in Urartu becoming an Assyrian client state.",
  "/wiki/Neo-Assyrian_Empire": "The Neo-Assyrian Empire was an Iron Age Mesopotamian empire, in existence between 911 and 609 BC, and became the largest empire of the world up until that time. The Assyrians perfected early techniques of imperial rule, many of which became standard in later empires, and was, according to many historians, the first real empire in history. The Assyrians were the first to be armed with iron weapons, and their troops employed advanced, effective military tactics.",
  "/wiki/Urartu": "Urartu (/ʊˈrɑːrtuː/) is a geographical region commonly used as the exonym for the Iron Age kingdom also known by the modern rendition of its endonym, the Kingdom of Van, centered around Lake Van in the historic Armenian Highlands (present-day eastern Anatolia).",
  "/wiki/Battle_of_Gaugamela": "The Battle of Gaugamela (/ˌɡɔːɡəˈmiːlə/; Greek: Γαυγάμηλα), also called the Battle of Arbela (Greek: Ἄρβηλα), was the decisive battle of Alexander the Great's invasion of the Persian Achaemenid Empire. In 331 BC Alexander's army of the Hellenic League met the Persian army of Darius III near Gaugamela, close to the modern city of Dohuk in Iraqi Kurdistan. Though heavily outnumbered, Alexander emerged victorious due to his army's superior tactics and his deft employment of light infantry. It was a decisive victory for the Hellenic League and led to the fall of the Achaemenid Empire.",
  "/wiki/Macedonia_(ancient_kingdom)": "Macedonia (/ˌmæsɪˈdoʊniə/ (listen); Ancient Greek: Μακεδονία, Makedonía), also called Macedon (/ˈmæsɪdɒn/), was an ancient kingdom on the periphery of Archaic and Classical Greece, and later the dominant state of Hellenistic Greece. The kingdom was founded and initially ruled by the royal Argead dynasty, which was followed by the Antipatrid and Antigonid dynasties. Home to the ancient Macedonians, the earliest kingdom was centered on the northeastern part of the Greek peninsula, and bordered by Epirus to the west, Paeonia to the north, Thrace to the east and Thessaly to the south.",
  "/wiki/Satrapy_of_Armenia": "The Satrapy of Armenia (Armenian: Սատրապական Հայաստան Satrapakan Hayastan; Old Persian: Armina or Arminiya, a region controlled by the Orontid Dynasty (Armenian: Երվանդունիներ Yervanduniner; 570–201 BC) was one of the satrapies of the Achaemenid Empire in the 6th century BC, which later became an independent kingdom. Its capitals were Tushpa and later Erebuni.",
  "/wiki/Battle_of_Protopachium": "The Battle of Protopachium was fought in 89 BC at the start of the First Mithridatic War, between the Roman Republic and the Pontic Empire. The battle ended in a Roman defeat and their expulsion from Asia Minor.",
  "/wiki/Roman_Republic": "The Roman Republic (Latin: Rēs pūblica Rōmāna, Classical Latin: [ˈreːs ˈpuːblɪka roːˈmaːna]) was the era of classical Roman civilization beginning with the overthrow of the Roman Kingdom, traditionally dated to 509 BC, and ending in 27 BC with the establishment of the Roman Empire. It was during this period that Rome's control expanded from the city's immediate surroundings to hegemony over the entire Mediterranean world.",
  "/wiki/Kingdom_of_Armenia_(antiquity)": "The Kingdom of Armenia, also the Kingdom of Greater Armenia, or simply Greater Armenia (Armenian: Մեծ Հայք Mets Hayk; Latin: Armenia Maior), sometimes referred to as the Armenian Empire, was a monarchy in the Ancient Near East which existed from 321 BC to 428 AD. Its history is divided into successive reigns by three royal dynasties: Orontid (321 BC–200 BC), Artaxiad (189 BC–12 AD) and Arsacid (52–428).",
  "/wiki/Armenian-Parthian_War": "The Armenian–Parthian War (87 BC to 85 BC) refers to when the armies of Tigranes the Great victoriously entered Northern Mesopotamia and the kingdoms of Osroene and Atropatene pledged their loyalty and support to Tigranes the Great. Many rulers and kings of the time called Tigranes, the \"Kings of Kings\" because of his wealth and power.",
  "/wiki/Parthian_Empire": "The Parthian Empire (/ˈpɑːrθiən/; 247 BC – 224 AD), also known as the Arsacid Empire (/ˈɑːrsəsɪd/), was a major Iranian political and cultural power in ancient Iran. Its latter name comes from Arsaces I of Parthia who, as leader of the Parni tribe, founded it in the mid-3rd century BC when he conquered the region of Parthia in Iran's northeast, then a satrapy (province) under Andragoras, in rebellion against the Seleucid Empire. Mithridates I of Parthia (r. c. 171–138 BC) greatly expanded the empire by seizing Media and Mesopotamia from the Seleucids. At its height, the Parthian Empire stretched from the northern reaches of the Euphrates, in what is now central-eastern Turkey, to eastern Iran. The empire, located on the Silk Road trade route between the Roman Empire in the Mediterranean Basin and the Han dynasty of China, became a center of trade and commerce.",
  "/wiki/Battle_of_Tigranocerta": "The Battle of Tigranocerta (Armenian: Տիգրանակերտի ճակատամարտ, Tigranakerti tchakatamart) was fought on 6 October 69 BC between the forces of the Roman Republic and the army of the Kingdom of Armenia led by King Tigranes the Great. The Roman force, led by Consul Lucius Licinius Lucullus, defeated Tigranes, and as a result, captured Tigranes' capital city of Tigranocerta.",
  "/wiki/Battle_of_Artaxata": "The Battle of Artaxata was fought near the Arsanias River in 68 BC between an army of the Roman Republic and an Armenian army. The Romans were led by proconsul Lucius Licinius Lucullus, while the Armenians were led by King Tigranes II of Armenia, who was sheltering King Mithridates VI of Pontus. The battle was part of the Third Mithridatic War, and was a Romans victory.",
  "/wiki/War_between_Armenia_and_Iberia": "The War between Armenia and Iberia (AD 51) is known chiefly through its description in Tacitus' Annals.",
  "/wiki/Caucasian_Iberia": "Kingdom of Iberia may refer to:",
  "/wiki/Roman–Parthian_War_of_58–63": "The Roman–Parthian War of 58–63 or the War of the Armenian Succession  was fought between the Roman Empire and the Parthian Empire over control of Armenia, a vital buffer state between the two realms. Armenia had been a Roman client state since the days of Emperor Augustus, but in 52/53, the Parthians succeeded in installing their own candidate, Tiridates, on the Armenian throne.",
  "/wiki/Roman_Empire": "The Roman Empire (Latin: Imperium Rōmānum, Classical Latin: [ɪmˈpɛrɪ.ũː roːˈmaːnũː]; Koinē Greek: Βασιλεία τῶν Ῥωμαίων, romanized: Basileía tōn Rhōmaíōn) was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, North Africa and West Asia ruled by emperors. From the  accession of Caesar Augustus to the  military anarchy of the third century, it was a  principate with  Italy as metropole of the  provinces and its city of Rome as sole capital (27 BC – 286 AD). Although fragmented briefly during the military crisis, the empire was forcibly reassembled, then ruled by  multiple emperors who shared rule over the Western Roman Empire (based in Milan and later in Ravenna) and over the Eastern Roman Empire (based in Nicomedia and later in Constantinople). Rome remained the nominal capital of both parts until 476 AD, when it sent the imperial insignia to Constantinople (Byzantium - Ancient Greek: Βυζάντιον, Byzántion)  following the capture of Ravenna by the barbarians of Odoacer and the subsequent deposition of Romulus Augustus. The fall of the Western Roman Empire to  Germanic kings, along with the hellenization of the Eastern Roman Empire into the Byzantine Empire, conventionally marks the end of Ancient Rome and the beginning of the Middle Ages.",
  "/wiki/Battle_of_Bagrevand_(371)": "Battle of Bagrevand was fought in 372, in the plains of Bagrevand, with the Roman-Armenian armies defeating the Persian forces.",
  "/wiki/Sassanid_Empire": "The Sasanian Empire (/səˈsɑːniən, səˈseɪniən/), officially known as the Empire of Iranians (Middle Persian: 𐭠𐭩𐭥𐭠𐭭𐭱𐭲𐭥𐭩 Ērānshahr[a]), also called the Neo-Persian Empire by historians, was the last kingdom of the Persian Empire before the rise of Islam. Named after the House of Sasan, it ruled from 224 to 651 AD. The Sasanian Empire succeeded the Parthian Empire and was recognised as one of the leading world powers alongside its neighbouring arch-rival, the Roman-Byzantine Empire for a period of more than 400 years.",
  "/wiki/Battle_of_Avarayr": "The Battle of Avarayr (Armenian: Ավարայրի ճակատամարտ Avarayri čakatamart) was fought on 2 June 451 on the Avarayr Plain in Vaspurakan between the Armenian Army under Vardan Mamikonian and Sassanid Persia. It is considered one of the first battles in defense of the Christian faith. Although the Persians were victorious on the battlefield, the battle proved to be a major strategic victory for Armenians, as Avarayr paved the way to the Nvarsak Treaty of 484 CE, which affirmed Armenia's right to practise Christianity freely.",
  "/wiki/Sasanian_Armenia": "Sasanian Armenia, also known as Persian Armenia and Persarmenia (Armenian: Պարսկահայաստան – Parskahayastan), may either refer to the periods where Armenia (Middle Persian: 𐭠𐭫𐭬𐭭𐭩‎ – Armin) was under the suzerainty of the Sasanian Empire, or specifically to the parts of Armenia under its control such as after the partition of 387 AD when parts of western Armenia were incorporated into the Byzantine Empire while the rest of Armenia came under Sasanian suzerainty whilst maintaining its existing kingdom until 428.",
  "/wiki/Battle_of_Varnakert": "In the Battle of Varnakert (702) Smbat Bagratuni defeated the 8,000-strong Umayyad army from the garrison in Nakhichevan. Smbat, with the aid of Byzantine Empire, managed to re-conquer the majority of Armenia and drive the Arabs out of the country. Despite this success, the Umayyad generals Muhammad ibn Marwan and Maslamah ibn Abd al-Malik soon restored Armenia to subject status, and secured Muslim control by organizing a large-scale massacre of the princely families (nakharar) within the cathedral of Nakhchivan in 705.",
  "/wiki/Umayyad_Caliphate": "The Umayyad Caliphate (661–750 CE; UK: /ʊˈmaɪjæd, uːˈ-/, US: /uːˈmaɪ(j)əd, -aɪæd/; Arabic: ٱلْخِلَافَة ٱلْأُمَوِيَّة‎, romanized: al-Khilāfah al-ʾUmawīyah) was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty (Arabic: ٱلْأُمَوِيُّون‎, al-ʾUmawīyūn, or بَنُو أُمَيَّة, Banū ʾUmayyah, \"Sons of Umayyah\"). The third Caliph, Uthman ibn Affan (r. 644–656), was a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of Syria, who became the sixth Caliph after the end of the First Muslim Civil War in 661. After Mu'awiyah's death in 680, conflicts over the succession resulted in a Second Civil War and power eventually fell into the hands of Marwan I from another branch of the clan. Syria remained the Umayyads' main power base thereafter, and Damascus was their capital.",
  "/wiki/Arminiya": "Arminiya, also known as the Ostikanate of Arminiya (Armenian: Արմինիա ոստիկանություն, Arminia vostikanut'yun), Emirate of Armenia (Arabic: إمارة أرمينيا‎, imārat Arminiya), was a political and geographic designation given by the Muslim Arabs to the lands of Greater Armenia, Caucasian Iberia, and Caucasian Albania, following their conquest of these regions in the 7th century. Though the caliphs initially permitted an Armenian prince to represent the province of Arminiya in exchange for tribute and the Armenians' loyalty during times of war, Caliph Abd al-Malik ibn Marwan introduced direct Arab rule of the region, headed by an ostikan with his capital in Dvin.",
  "/wiki/Battle_of_Bagrevand": "The Battle of Bagrevand was fought on 25 April 775, in the plains of Bagrevand, between the forces of the Armenian princes who had rebelled against the Abbasid Caliphate and the caliphal army. The battle resulted in a crushing Abbasid victory, with the death of the main Armenian leaders. The Mamikonian family's power in particular was almost extinguished. The battle signalled the beginning of large-scale Armenian migration into the Byzantine Empire.",
  "/wiki/Abbasid_Caliphate": "The Abbasid Caliphate (/əˈbæsɪd/ or /ˈæbəsɪd/ Arabic: اَلْخِلَافَةُ ٱلْعَبَّاسِيَّةُ‎, al-Khilāfah al-ʿAbbāsīyah) was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib (566–653 CE), from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH).",
  "/wiki/The_Battle_of_40": "The Battle of Karasounk, i.e. the Forty, took place in 863 when some Muslim emirs attacked Armenia, defended by Prince Ashot Bagratouni with, according to reports, 40,000 men. The Armenians defeated the 80,000 Muslims decisively on the shores of the Araxes.",
  "/wiki/Battle_of_Sevan": "The Battle of Sevan (Armenian: Սևանի ճակատամարտ) was a turning point in the history of a seven-year war.  After the battle, Armenian troops under the command of Ashot cleared the central and northern region of the country from foreign invaders.",
  "/wiki/Sajids": "The Sajid dynasty (Persian: ساجیان‎), was an Iranian Muslim dynasty that ruled from 889-890 until 929. Sajids ruled Azerbaijan and parts of Armenia first from Maragha and Barda and then from Ardabil.[a] The Sajids originated from the Central Asian province of Ushrusana and were of Iranian (Sogdian)[b] descent. Muhammad ibn Abi'l-Saj Diwdad the son of Diwdad, the first Sajid ruler of Azerbaijan, was appointed as its ruler in 889 or 890. Muhammad's father Abu'l-Saj Devdad had fought under the Ushrusanan prince Afshin Khaydar during the latter's final campaign against the rebel Babak Khorramdin in Azerbaijan, and later served the caliphs. Toward the end of the 9th century, as the central authority of the Abbasid Caliphate weakened, Muhammad was able to form a virtually independent state. Much of the Sajids' energies were spent in attempting to take control of neighboring Armenia. The dynasty ended with the death of Abu'l-Musafir al-Fath in 929.",
  "/wiki/Bagratid_Armenia": "The Bagratid Kingdom of Armenia, also known as Bagratid Armenia (Armenian: Բագրատունյաց Հայաստան, Bagratunyats Hayastan or Բագրատունիների թագավորություն, Bagratunineri t’agavorut’yun, \"kingdom of the Bagratunis\"), was an independent state established by Ashot I Bagratuni in the early 880s following nearly two centuries of foreign domination of Greater Armenia under Arab Umayyad and Abbasid rule. With each of the two contemporary powers in the region - the Abbasids and Byzantines - too preoccupied to concentrate their forces in subjugating the people of the region, and with the dissipation of several of the  Armenian nakharar noble families, Ashot succeeded in asserting himself as the leading figure of a movement to dislodge the Arabs from Armenia.",
  "/wiki/Battle_of_Ani": "The Battle of Ani was fought between the forces of the Kingdom of Armenia under Vahram Pahlavouni and the Byzantine Empire in 1042. The Byzantine Empire was soundly defeated, with up to 20,000 dead.",
  "/wiki/Byzantine_Empire": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople (modern Istanbul, formerly Byzantium). It survived the fragmentation and fall of the Western Roman Empire in the 5th century AD and continued to exist for an additional thousand years until it fell to the Ottoman Turks in 1453. During most of its existence, the empire was the most powerful economic, cultural and military force in Europe. \"Byzantine Empire\" is a term created after the end of the realm; its citizens continued to refer to their empire simply as the Roman Empire (Greek: Βασιλεία Ῥωμαίων, tr. Basileia Rhōmaiōn; Latin: Imperium Romanum), or Romania (Ῥωμανία), and to themselves as \"Romans\".",
  "/wiki/Battle_of_Azaz_(1125)": "In the Battle of Azaz forces of the Crusader States commanded by King Baldwin II of Jerusalem defeated Aq-Sunqur il-Bursuqi's army of Seljuk Turks on 11 June 1125 and raised the siege of the town. (One authority says the battle was fought on June 13.)",
  "/wiki/Seljuk_Empire": "The Seljuk Empire (Persian: آل سلجوق‎, romanized: Āl-e Saljuq, lit. 'House of Saljuq') or the Great Seljuq Empire[note 1] was a high medieval Turko-Persian Sunni Muslim empire, originating from the Qiniq branch of Oghuz Turks. At its greatest extent, the Seljuk Empire controlled a vast area stretching from western Anatolia and the Levant to the Hindu Kush in the east, and from Central Asia to the Persian Gulf in the south.",
  "/wiki/Armenian_Kingdom_of_Cilicia": "The Armenian Kingdom of Cilicia (Middle Armenian: Կիլիկիոյ Հայոց Թագաւորութիւն, Giligio Hayoc’ T’akavorut’iun), also known as Cilician Armenia (Armenian: Կիլիկեան Հայաստան, Giligian Hayastan), Lesser Armenia, or New Armenia  and formerly known as the Armenian Principality of Cilicia (Armenian: Կիլիկիայի հայկական իշխանութիւնը), was an Armenian state formed during the High Middle Ages by Armenian refugees fleeing the Seljuk invasion of Armenia. Located outside the Armenian Highlands and distinct from the Kingdom of Armenia of antiquity, it was centered in the Cilicia region northwest of the Gulf of Alexandretta.",
  "/wiki/Battle_of_Mamistra": "The Battle of Mamistra took place in 1152 between the forces the Byzantine Empire and Cilician Armenia, near the city of Mamistra. The Armenians under Thoros II were victorious.",
  "/wiki/Siege_of_Acre_(1189–1191)": "The Siege of Acre was the first significant counterattack by King Guy of Jerusalem to the losses the kingdom experienced to Saladin, leader of the Muslims in Syria and Egypt and formed part of what later became known as the Third Crusade. The siege lasted from August 1189 until July 1191, in which time the city's coastal position meant the attacking Latin force were unable to fully invest the city and Saladin was unable to fully relieve it with both sides receiving supplies and resources by sea. Finally, it was a key victory for the Crusaders and a serious setback for Saladin's ambition to destroy the Crusader States.",
  "/wiki/Ayyubid_dynasty": "The Ayyubid dynasty (Arabic: الأيوبيون‎ al-Ayyūbīyūn; Kurdish: خانەدانی ئەیووبیان‎ Xanedana Eyûbîyan) was a Sunni Muslim dynasty of Kurdish origins founded by Saladin and centred in Egypt. The dynasty ruled large parts of the Middle East during the 12th and 13th centuries. Saladin had risen to vizier of Fatimid Egypt in 1169, before abolishing the Fatimid Caliphate in 1171. Three years later, he was proclaimed sultan following the death of his former master, the Zengid ruler Nur al-Din. For the next decade, the Ayyubids launched conquests throughout the region and by 1183, their domains encompassed Egypt, Syria, Upper Mesopotamia, the Hejaz, Yemen and the North African coast up to the borders of modern-day Tunisia. Most of the Crusader states including the Kingdom of Jerusalem fell to Saladin after his victory at the Battle of Hattin in 1187. However, the Crusaders regained control of Palestine's coastline in the 1190s.",
  "/wiki/Battle_of_Ain_Jalut": "The Battle of Ain Jalut (Ayn Jalut, in Arabic: عين جالوت, the \"Spring of Goliath\", or Harod Spring, took place in September 1260 between Muslim Mamluks and the Mongols in the southeastern Galilee, in the Jezreel Valley, in the vicinity of Nazareth, not far from the site of Zir'in.",
  "/wiki/Mamluk_Sultanate_(Cairo)": "The Mamluk Sultanate (Arabic: سلطنة المماليك‎, romanized: Salṭanat al-Mamālīk) was a medieval realm spanning Egypt, the Levant, and Hejaz. It lasted from the overthrow of the Ayyubid dynasty until the Ottoman conquest of Egypt in 1517. Historians have traditionally broken the era of Mamlūk rule into two periods—one covering 1250–1382, the other, 1382–1517. Western historians call the former the \"Baḥrī\" period and the latter the \"Burjī\" due to the political dominance of the regimes known by these names during the respective eras. Contemporary Muslim historians refer to the same divisions as the \"Turkic\" and \"Circassian\" periods in order to stress the change in the ethnic origins of the majority of Mamlūks.",
  "/wiki/Battle_of_Garni": "The Battle of Garni was fought in 1225 near Garni, in modern day Armenia, then part of the Kingdom of Georgia. The invading Khwarazmid Empire was led by Jalal ad-Din Mingburnu, its last Sultan, who was driven from his realm by the Mongol Empire and was trying to recapture lost territories. The battle ended with a Khwarezmid victory and is marked as a disastrous event in Georgian history due to betrayal. As a result, the royal court of Georgian Queen Rusudan (1223–1245) moved to Kutaisi and the country was exposed to subsequent looting during the Mongol invasion.",
  "/wiki/Khwarezmid_Empire": "The Khwarazmian (English: /kwəˈræzmiən/) dynasty was a Persianate Sunni Muslim dynasty of Turkic mamluk origin. The dynasty ruled large parts of Central Asia and Iran in the approximate period of 1077 to 1231, first as vassals of the Seljuqs and the Qara-Khitan, and later as independent rulers, up until the Mongol invasion of Khwarezmia in the 13th century. The dynasty spanned 2.3 (or 3.6) million square kilometers.",
  "/wiki/Zakarid_Armenia": "Zakarid Armenia (Armenian: Զաքարյան Հայաստան Zakaryan Hayastan), was an Armenian principality between 1201 and 1360, ruled by the Zakarid-Mkhargrzeli dynasty. The city of Ani was the capital of the princedom. The Zakarids were vassals to the Bagrationi dynasty in Georgia, but frequently acted independently and at times titled themselves as kings. In 1236, they became vassals to the Mongol Empire. Their descendants continued to hold Ani until the 1330s, when they lost it to a succession of Turkish dynasties, including the Kara Koyunlu, who made Ani their capital.",
  "/wiki/Military_history_of_Armenia": "The early military history of Armenia is defined by the situation of the Armenian Highland between the Hellenistic states, and later the Byzantine Empire, in the west and the Persian Empire to the east. The Kingdom of Armenia had a series of repeated struggles for independence from Persia or Rome, followed by renewed conquests into either of the neighboring empires. The period after the Muslim conquests in the 7th century, up to the late 15th century, was mostly marked by domination by other empires, such as by the successive Arab Caliphates, the Seljuk Empire, the Ilkhanate, the Timurid Empire and the Ak Koyunlu and Kara Koyunlu, amongst others. Some periods of greater military independence were, intermittently, achieved under the Bagratids and, albeit located outside the Armenian Highlands, the Armenian Kingdom of Cilicia."
}