{
  "/wiki/2000–01_Atlanta_Thrashers_season": "The 2000–01 Atlanta Thrashers season was the team's second season of competition in the National Hockey League (NHL). The Thrashers finished fourth in the Southeast Division and did not qualify for the playoffs.",
  "/wiki/Damian_Rhodes": "Damian Rhodes (born May 28, 1969) is an American former professional ice hockey goaltender. Rhodes played from 1993 until 2002 in the National Hockey League (NHL).",
  "/wiki/2001–02_Atlanta_Thrashers_season": "The 2001–02 Atlanta Thrashers season was the Thrashers' third season of competition. The team did not make the playoffs.",
  "/wiki/2002–03_Atlanta_Thrashers_season": "The 2002–03 Atlanta Thrashers season was the Thrashers' fourth season. The Thrashers placed third in the Southeast, eleventh in the East to miss the playoffs.",
  "/wiki/Shawn_McEachern": "Shawn Kenneth McEachern (born February 28, 1969) is an American ice hockey coach and former professional ice hockey player. He is the current head boys' varsity ice hockey coach at The Rivers School, an independent 6–12 school in Weston, Massachusetts.",
  "/wiki/2003–04_Atlanta_Thrashers_season": "The 2003–04 Atlanta Thrashers season was the Thrashers' fifth season.",
  "/wiki/Byron_Dafoe": "Byron Jaromir Dafoe (born February 25, 1971) is a Canadian former National Hockey League goaltender. He was born in Worthing, England, United Kingdom and moved to Comox, British Columbia with his mother at the age of two months. Between 1992 and 2004, he played for the Washington Capitals, Los Angeles Kings, Boston Bruins and Atlanta Thrashers.",
  "/wiki/Vyacheslav_Kozlov": "Vyacheslav Anatolevich \"Slava\" Kozlov (Russian: Вячеслав Анатольевич Козлов; born May 3, 1972) is a Russian former professional ice hockey left winger. Kozlov won the Stanley Cup in 1997 and 1998 with the Detroit Red Wings. He also played for the Buffalo Sabres and Atlanta Thrashers.",
  "/wiki/2005–06_Atlanta_Thrashers_season": "The 2005–06 Atlanta Thrashers season was the Thrashers' seventh season in the National Hockey League. The Thrashers again did not qualify for the playoffs.",
  "/wiki/Ilya_Kovalchuk": "Ilya Valeryevich Kovalchuk (Russian: Илья Валерьевич Ковальчук; born April 15, 1983) is a Russian professional ice hockey player currently playing for the Montreal Canadiens of the National Hockey League (NHL). He has previously played for the Atlanta Thrashers, New Jersey Devils, and Los Angeles Kings in the NHL, and Ak Bars Kazan, Khimik Moscow Oblast, and SKA Saint Petersburg in the Russian Superleague (RSL) and Kontinental Hockey League (KHL).",
  "/wiki/2006–07_Atlanta_Thrashers_season": "The 2006–07 Atlanta Thrashers season began with the highest expectations in franchise history, even with the off-season loss of their second-leading scorer, Marc Savard, to the Boston Bruins. Veteran centers Steve Rucchin, Niko Kapanen and Jon Sim were acquired in hopes help fill the loss of Savard. With NHL superstars Marian Hossa and Ilya Kovalchuk and a healthy goaltender, Kari Lehtonen, the Thrashers clinched the first playoff berth in franchise history following the Toronto Maple Leafs' 7–2 loss to the New York Rangers on April 1. The Thrashers had a highly disappointing playoff series against the New York Rangers, as they were swept with losses of 4–3, 2–1, 7–0, and 4–2.",
  "/wiki/Marián_Hossa": "Marián Hossa (Slovak pronunciation: [ˈmaɾijaːn ˈɦɔsa]; born 12 January 1979) is a Slovak former professional ice hockey right winger under contract for the Arizona Coyotes of the National Hockey League (NHL).",
  "/wiki/2007–08_Atlanta_Thrashers_season": "The 2007–08 Atlanta Thrashers season began on October 5, 2007. It was the Atlanta Thrashers' ninth season in the National Hockey League (NHL).",
  "/wiki/List_of_team_payrolls_in_the_NHL": "Here are several tables of National Hockey League team payrolls for each team in the NHL. For simplicity, players traded mid-season are considered to be on the payroll of the team acquiring that player."
}