{
  "/wiki/Richmond,_Virginia": "Richmond (/ˈrɪtʃmənd/) is the capital city of the Commonwealth of Virginia. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871.\n As of the 2010 census, the city's population was 204,214; in 2018, the population was estimated to be 228,783, making Richmond the fourth-most populous city in Virginia. The Richmond Metropolitan Area has a population of 1,260,029, the third-most populous metro in the state.\n Richmond is at the fall line of the James River, 44 miles (71 km) west of Williamsburg, 66 miles (106 km) east of Charlottesville, 91 miles (146 km) east of Lynchburg and 92 miles (148 km) south of Washington, D.C. Surrounded by Henrico and Chesterfield counties, the city is at the intersections of Interstate 95 and Interstate 64 and encircled by Interstate 295, Virginia State Route 150 and Virginia State Route 288. Major suburbs include Midlothian to the southwest, Chesterfield to the south, Varina to the southeast, Sandston to the east, Glen Allen to the north and west, Short Pump to the west and Mechanicsville to the northeast.\nThe site of Richmond had been an important village of the Powhatan Confederacy, and was briefly settled by English colonists from Jamestown from 1609 to 1611. The present city of Richmond was founded in 1737. It became the capital of the Colony and Dominion of Virginia in 1780, replacing Williamsburg. During the Revolutionary War period, several notable events occurred in the city, including Patrick Henry's \"Give me liberty or give me death\" speech in 1775 at St. John's Church, and the passage of the Virginia Statute for Religious Freedom written by Thomas Jefferson. During the American Civil War, Richmond was the capital of the Confederacy. It entered the 20th century with one of the world's first successful electric streetcar systems. The Jackson Ward neighborhood is a traditional hub of African-American commerce and culture.\n Richmond's economy is primarily driven by law, finance, and government, with federal, state, and local governmental agencies, as well as notable legal and banking firms in the downtown area. The city is home to both a U.S. Court of Appeals, one of 13 such courts, and a Federal Reserve Bank, one of 12 such banks. Dominion Energy and WestRock, Fortune 500 companies, are headquartered in the city, with others in the metropolitan area.",
  "/wiki/Goma": "Goma is the capital of North Kivu province in the eastern Democratic Republic of the Congo. It is located on the northern shore of Lake Kivu, next to the Rwandan city of Gisenyi. The lake and the two cities are in the Albertine Rift, the western branch of the East African Rift system. Goma lies only 13–18 km (8.1–11.2 mi) south of the active Nyiragongo Volcano. The recent history of Goma has been dominated by the volcano and the Rwandan genocide of 1994, which in turn fuelled the First and Second Congo Wars. The aftermath of these events was still having effects on the city and its surroundings in 2010. The city was captured by rebels of the March 23 Movement during the M23 rebellion in late 2012, but has since been retaken by government forces.\n A pastor infected during the ongoing 2018–20 Kivu Ebola epidemic in the region was found in mid-July 2019 to have travelled to Goma.",
  "/wiki/Democratic_Republic_of_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.\n Centred on the Congo Basin, the territory of the DRC was first inhabited by Central African foragers around 90,000 years ago and was reached by the Bantu expansion about 3,000 years ago. In the west, the Kingdom of Kongo ruled around the mouth of the Congo River from the 14th to 19th centuries. In the centre and east, the kingdoms of Luba and Lunda ruled from the 16th and 17th centuries to the 19th century.\n In the 1870s, just before the onset of the Scramble for Africa, European exploration of the Congo Basin was carried out, first led by Henry Morton Stanley under the sponsorship of Leopold II of Belgium. Leopold formally acquired rights to the Congo territory at the Berlin Conference in 1885 and made the land his private property, naming it the Congo Free State. During the Free State, his colonial military unit, the Force Publique, forced the local population to produce rubber. From 1885 to 1908, millions of the Kongo people died as a consequence of disease and exploitation. In 1908, Leopold, despite his initial reluctance, formally annexed the so-called Free State to  Belgium, thus it became known as the Belgian Congo. \n Congo achieved independence from Belgium on 30 June 1960 under the name Republic of the Congo. Congolese nationalist Patrice Lumumba was elected the first Prime Minister, while Joseph Kasa-Vubu became the first President. Conflict arose over the administration of the territory, which became known as the Congo Crisis. The provinces of Katanga, under Moïse Tshombe, and South Kasai attempted to secede. After the UN and Western governments refused his requests for aid and Lumumba stated that he was open to any country , including the Soviet Union for assistance in the crisis, the U.S. and Belgium became wary and oversaw his removal from office by Kasa-Vubu on 5 September and ultimate execution by Belgian-led Katangese troops on 17 January 1961. \n On 25 November 1965, Army Chief of Staff Joseph-Désiré Mobutu, who later renamed himself Mobutu Sese Seko, officially came into power through a coup d'état. In 1971, he renamed the country Zaire. The country was run as a dictatorial one-party state, with his Popular Movement of the Revolution as the sole legal party. Mobutu's government received considerable support from the United States, due to its anti-communist stance during the Cold War. By the early 1990s, Mobutu's government began to weaken. Destabilisation in the east resulting from the 1994 Rwandan genocide and disenfranchisement among the eastern Banyamulenge (Congolese Tutsi) population led to a 1996 invasion led by Tutsi FPR-ruled Rwanda, which began the First Congo War.\n On 17 May 1997, Laurent-Désiré Kabila, a leader of Tutsi forces from the province of South Kivu, became President after Mobutu fled to Morocco, reverting the country's name to the Democratic Republic of the Congo. Tensions between President Kabila and the Rwandan and Tutsi presence in the country led to the Second Congo War from 1998 to 2003. Ultimately, nine African countries and around twenty armed groups became involved in the war, which resulted in the deaths of 5.4 million people. The two wars devastated the country. President Laurent-Désiré Kabila was assassinated by one of his bodyguards on 16 January 2001 and was succeeded eight days later as President by his son Joseph.\n The Democratic Republic of the Congo is extremely rich in natural resources but has had political instability, a lack of infrastructure, issues with corruption and centuries of both commercial and colonial extraction and exploitation with little holistic development. Besides the capital Kinshasa, the two next largest cities Lubumbashi and Mbuji-Mayi are both mining communities. DR Congo's largest export is raw minerals, with China accepting over 50% of DRC's exports in 2012. In 2016, DR Congo's level of human development was ranked 176th out of 187 countries by the Human Development Index. As of 2018[update], around 600,000 Congolese have fled to neighbouring countries from conflicts in the centre and east of the DRC. Two million children risk starvation, and the fighting has displaced 4.5 million people. The sovereign state is a member of the United Nations, Non-Aligned Movement, African Union, and COMESA.",
  "/wiki/Chicago,_Illinois": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.\n Located on the shores of freshwater Lake Michigan, Chicago was incorporated as a city in 1837 near a portage between the Great Lakes and the Mississippi River watershed and grew rapidly in the mid-19th century. After the Great Chicago Fire of 1871, which destroyed several square miles and left more than 100,000 homeless, the city made a concerted effort to rebuild. The construction boom accelerated population growth throughout the following decades, and by 1900, less than 30 years after the great fire, Chicago was the fifth-largest city in the world. Chicago made noted contributions to urban planning and zoning standards, including new construction styles (including the Chicago School of architecture), the development of the City Beautiful Movement, and the steel-framed skyscraper.\n Chicago is an international hub for finance, culture, commerce, industry, education, technology, telecommunications, and transportation. It is the site of the creation of the first standardized futures contracts, issued by the Chicago Board of Trade, which today is the largest and most diverse derivatives market in the world, generating 20% of all volume in commodities and financial futures alone. Depending on the particular year, the city's O'Hare International Airport is routinely ranked as the world's fifth or sixth busiest airport according to tracked data by the Airports Council International. The region also has the largest number of federal highways and is the nation's railroad hub. Chicago was listed as an alpha global city by the Globalization and World Cities Research Network, and it ranked seventh in the entire world in the 2017 Global Cities Index. The Chicago area has one of the highest gross domestic products (GDP) in the world, generating $689 billion in 2018. In addition, the city has one of the world's most diversified and balanced economies, with no single industry employing more than 14% of the workforce. Chicago is home to several Fortune 500 companies, including Allstate, Boeing, Exelon, Kraft Heinz, McDonald's, Mondelez International, Sears, United Airlines Holdings, and Walgreens.\n Chicago's 58 million domestic and international visitors in 2018 made it the second most visited city in the nation, as compared with New York City's 65 million visitors in 2018. The city was ranked first in the 2018 Time Out City Life Index, a global quality of life survey of 15,000 people in 32 cities. Landmarks in the city include Millennium Park, Navy Pier, the Magnificent Mile, the Art Institute of Chicago, Museum Campus, the Willis (Sears) Tower, Grant Park, the Museum of Science and Industry, and Lincoln Park Zoo. Chicago's culture includes the visual arts, literature, film, theatre, comedy (especially improvisational comedy), food, and music, particularly jazz, blues, soul, hip-hop, gospel, and electronic dance music including house music. Of the area's many colleges and universities, the University of Chicago, Northwestern University, and the University of Illinois at Chicago are classified as \"highest research\" doctoral universities.  Chicago has professional sports teams in each of the major professional leagues, including two Major League Baseball teams.",
  "/wiki/Wanakena,_New_York": "Wanakena is a hamlet located on the shore of Cranberry Lake in the town of Fine in St. Lawrence County, New York, United States.  Tourism is a major industry in the area; a small year-round population is supplemented by an influx seasonal residents each Summer.  It is the location of the SUNY-ESF Ranger School.",
  "/wiki/Milwaukee,_Wisconsin": "Milwaukee (/mɪlˈwɔːki/, locally /mɪˈ-/) is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of the eponymous county, it is on Lake Michigan's western shore. Ranked by its estimated 2018 population, Milwaukee was the 31st largest city in the United States. The city's estimated population in 2018 was 594,511. Milwaukee is the main cultural and economic center of the Milwaukee metropolitan area which had a population of 2,043,904 in the 2014 census estimate. It is the third-most densely populated metropolitan area in The Midwest, surpassed only by Chicago and Detroit, respectively. Milwaukee is considered a Gamma global city as categorized by the Globalization and World Cities Research Network with a regional GDP of over $105 billion.\n The first Europeans to pass through the area were French Catholic Jesuit missionaries, who were ministering to Native Americans, and fur traders. In 1818, the French Canadian explorer Solomon Juneau settled in the area, and in 1846, Juneau's town combined with two neighboring towns to incorporate as the city of Milwaukee. Large numbers of German immigrants arrived during the late 1840s, after the German revolutions, with Poles and other eastern European immigrants arriving in the following decades. Milwaukee is known for its brewing traditions, begun with the German immigrants.\n Beginning in the early 21st century, the city has been undergoing its largest construction boom since the 1960s. Major new additions to the city in the past two decades include the Milwaukee Riverwalk, the Wisconsin Center, Miller Park, The Hop (streetcar system), an expansion to the Milwaukee Art Museum, Milwaukee Repertory Theater, and Pier Wisconsin, as well as major renovations to the UW–Milwaukee Panther Arena. The Fiserv Forum opened in late 2018 and hosts sporting events and concerts. Summerfest, the largest music festival in the world, is also a large economic engine and cultural attraction for the city. In 2018, Milwaukee was named \"The Coolest City in the Midwest\" by Vogue.",
  "/wiki/Krasnodar,_Russia": "Krasnodar (/ˌkrɑːsnəˈdɑːr, -noʊ-/; Russian: Краснода́р, IPA: [krəsnɐˈdar]) is a city and the administrative center of Krasnodar Krai, Russia, located on the Kuban River, approximately 148 kilometers (92 mi) northeast of the Black Sea port of Novorossiysk. As of the 2010 Census, its population was 774,234. According to the Federal Statistics Service of Russia, Krasnodar officially reached a population of 1,000,007 on September 22, 2018, thus the city is the 16th most populated city in Russia, and also the country's 16th city with at least a million inhabitants.\n It was previously known as Yekaterinodar (until December 7, 1920).",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.\n Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898. The city and its metropolitan area constitute the premier gateway for legal immigration to the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. New York City is home to 3.2 million residents born outside the United States, the largest foreign born population of any city in the world as of 2016. As of 2019[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of US$2.0 trillion. If greater New York City were a sovereign state, it would have the 12th highest GDP in the world. New York is home to the highest number of billionaires of any city in the world.\n New York City traces its origins to a trading post founded by colonists from the Dutch Republic in 1624 on Lower Manhattan; the post was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York was the capital of the United States from 1785 until 1790, and has been the largest US city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the U.S. by ship in the late 19th and early 20th centuries and is an international symbol of the U.S. and its ideals of liberty and peace. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability, and as a symbol of freedom and cultural diversity. In 2019, New York was voted the greatest city in the world per a survey of over 30,000 people from 48 cities worldwide, citing its cultural diversity.\n Many districts and landmarks in New York City are well known, including three of the world's ten most visited tourist attractions in 2013; a record 62.8 million tourists visited in 2017. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and \"crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's landmarks, skyscrapers, and parks are known internationally. Manhattan's real estate market is among the most expensive in the world. New York is home to the largest ethnic Chinese population outside of Asia, with multiple distinct Chinatowns across the city. Providing continuous 24/7 service, the New York City Subway is the largest single-operator rapid transit system worldwide, with 472 rail stations. The city has over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, ranked among the top universities in the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York has been called both the most economically powerful city and world's leading financial center, and is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is commonly referred to as New York State (NYS).\n The state's most populous city, New York City, makes up over 40% of the state's population. Two-thirds of the state's population lives in the New York metropolitan area, and nearly 40% lives on Long Island. The state and city were both named for the 17th-century Duke of York, the future King James II of England. With an estimated population of 8.39 million in 2018, New York City is the most populous city in the United States and the premier gateway for legal immigration to the United States. The New York metropolitan area is one of the most populous in the world. New York City is a global city, home to the United Nations Headquarters, and has been described as the cultural, financial, and media capital of the world, as well as the world's most economically powerful city. The next four most populous cities in the state are Buffalo, Rochester, Yonkers, and Syracuse, while the state capital is Albany.\n The 27th largest U.S. state in land area, New York has a diverse geography. The state is bordered by New Jersey and Pennsylvania to the south and Connecticut, Massachusetts, and Vermont to the east. The state has a maritime border with Rhode Island, east of Long Island, as well as an international border with the Canadian provinces of Quebec to the north and Ontario to the northwest. The southern part of the state is in the Atlantic coastal plain and includes Long Island and several smaller associated islands, as well as New York City and the lower Hudson River Valley. The large Upstate New York region comprises several ranges of the wider Appalachian Mountains, and the Adirondack Mountains in the Northeastern lobe of the state. Two major river valleys –  the north-south Hudson River Valley and the east-west Mohawk River Valley –  bisect these more mountainous regions. Western New York is considered part of the Great Lakes region and borders Lake Ontario, Lake Erie, and Niagara Falls. The central part of the state is dominated by the Finger Lakes, a popular vacation and tourist destination.\n New York had been inhabited by tribes of Algonquian and Iroquoian-speaking Native Americans for several hundred years by the time the earliest Europeans came to New York. French colonists and Jesuit missionaries arrived southward from Montreal for trade and proselytizing. In 1609, the region was visited by Henry Hudson sailing for the Dutch East India Company. The Dutch built Fort Nassau in 1614 at the confluence of the Hudson and Mohawk rivers, where the present-day capital of Albany later developed. The Dutch soon also settled New Amsterdam and parts of the Hudson Valley, establishing the multicultural colony of New Netherland, a center of trade and immigration. England seized the colony from the Dutch in 1664. During the American Revolutionary War (1775–1783), a group of colonists of the Province of New York attempted to take control of the British colony and eventually succeeded in establishing independence. In the 19th century, New York's development of access to the interior beginning with the Erie Canal, gave it incomparable advantages over other regions of the U.S. east-coast and built its political and cultural ascendancy.\n Many landmarks in New York are well known, including four of the world's ten most-visited tourist attractions in 2013: Times Square, Central Park, Niagara Falls, and Grand Central Terminal. New York is home to the Statue of Liberty, a symbol of the United States and its ideals of freedom, democracy, and opportunity. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability. New York's higher education network comprises approximately 200 colleges and universities, including Columbia University, Cornell University, New York University, the United States Military Academy, the United States Merchant Marine Academy, University of Rochester, Rensselaer Polytechnic Institute, and Rockefeller University, which have been ranked among the top 40 in the nation and world.",
  "/wiki/Boston,_Massachusetts": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.\n Boston is one of the oldest municipalities in the United States, founded on the Shawmut Peninsula in 1630 by Puritan settlers from the English town of the same name. It was the scene of several key events of the American Revolution, such as the Boston Massacre, the Boston Tea Party, the Battle of Bunker Hill, and the Siege of Boston. Upon gaining U.S. independence from Great Britain, it continued to be an important port and manufacturing hub as well as a center for education and culture. The city has expanded beyond the original peninsula through land reclamation and municipal annexation. Its rich history attracts many tourists, with Faneuil Hall alone drawing more than 20 million visitors per year. Boston's many firsts include the United States' first public park (Boston Common, 1634), first public or state school (Boston Latin School, 1635) and first subway system (Tremont Street Subway, 1897).\n Today, Boston is a thriving center of scientific research as well as port of entry for commerce and international immigration. The Boston area's many colleges and universities make it a world leader in higher education, including law, medicine, engineering, and business, and the city is considered to be a global pioneer in innovation and entrepreneurship, with nearly 5,000 startups. Boston's economic base also includes finance, professional and business services, biotechnology, information technology, and government activities. Households in the city claim the highest average rate of philanthropy in the United States; businesses and institutions rank among the top in the country for environmental sustainability and investment. The city has one of the highest costs of living in the United States as it has undergone gentrification, though it remains high on world livability rankings.",
  "/wiki/Brooklyn,_New_York": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens at the western end of Long Island. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.\n With a land area of 70.82 square miles (183.4 km2) and water area of 26 square miles (67 km2), Kings County is New York state's fourth-smallest county by land area and third-smallest by total area, though it is the second-largest among the city's five boroughs. If each borough were ranked as a city, Brooklyn would rank as the third-most populous in the U.S., after Los Angeles and Chicago.\n Brooklyn was an independent incorporated city (and previously an authorized village and town within the provisions of the New York State Constitution) until January 1, 1898, when, after a long political campaign and public relations battle during the 1890s, according to the new Municipal Charter of \"Greater New York\", Brooklyn was consolidated with the other cities, boroughs, and counties to form the modern City of New York, surrounding the Upper New York Bay with five constituent boroughs. The borough continues, however, to maintain a distinct culture. Many Brooklyn neighborhoods are ethnic enclaves. Brooklyn's official motto, displayed on the Borough seal and flag, is Eendraght Maeckt Maght, which translates from early modern Dutch as \"Unity makes strength\".\n In the first decades of the 21st century, Brooklyn has experienced a renaissance as an avant-garde destination for hipsters, with concomitant gentrification, dramatic house price increases and a decrease in housing affordability. Since the 2010s, Brooklyn has evolved into a thriving hub of entrepreneurship, high technology startup firms, postmodern art and design.",
  "/wiki/Wilton,_Wisconsin": "Wilton is a village in Monroe County, Wisconsin, United States. The population was 504 at the 2010 census. The village is located partially within the Town of Wilton and partially within the Town of Wellington.",
  "/wiki/Boca_Raton,_Florida": "Boca Raton (/rəˈtoʊn/ rə-TOHN), often referred to as simply Boca, is the southernmost city in Palm Beach County, Florida, United States. It was first incorporated on August 2, 1924 as \"Bocaratone,\" and then incorporated as \"Boca Raton\" in 1925. It is one of the wealthiest communities in South Florida. The 2018 population estimated by the U.S. Census Bureau was 99,244. However, approximately 200,000 people with a Boca Raton postal address live outside its municipal boundaries, in newer developments such as West Boca Raton. As a business center, the city experiences significant daytime population increases. Boca Raton is 43 miles (69 km) north of Miami and is a principal city of the Miami metropolitan area, which had a population of 6,012,331 people as of 2015.\n Boca Raton is home to the main campus of Florida Atlantic University and the corporate headquarters of Office Depot, ADT, Cancer Treatment Centers of America, and Bluegreen Corporation. It is also home to the Evert Tennis Academy, owned by former professional tennis player Chris Evert. Boca Town Center, an upscale shopping center in central Boca Raton, is the largest indoor mall in Palm Beach County. The downtown is centered around Mizner Park.\n Many buildings in the area have a Mediterranean Revival or Spanish Colonial Revival architectural theme, initially inspired by Addison Mizner, a resort architect who heavily influenced the city's early development. Still today, Boca Raton has a strict development code for the size and types of commercial buildings, building signs, and advertisements that may be erected within the city limits. No outdoor car dealerships are allowed in the municipality. No billboards are permitted; the city's only billboard was grandfathered in during annexation. The strict development code has led to several major thoroughfares without large signs or advertisements in the traveler's view. However, that regulation does not apply for West Boca Raton which lies outside of city limits. Palm Beach County laws have jurisdiction over that territory.",
  "/wiki/Queens,_New_York": "Queens  is a borough of New York City, coterminous with Queens County, in the U.S. state of New York. It is the largest borough geographically and is adjacent to the borough of Brooklyn, at the western end of Long Island. To its east is Nassau County. Queens also shares water borders with the boroughs of Manhattan and the Bronx. The borough of Queens is the second-largest in population, the first being Brooklyn; with an estimated population of 2,278,906 residents in 2018, approximately 47.5 percent of them foreign-born. Queens County also is the second most populous county in the U.S. state of New York, behind Brooklyn, which is coterminous with Kings County. Queens is the fourth most densely populated county among New York City's boroughs, as well as in the United States. If each of New York City's boroughs were an independent city, Queens would be the nation's fourth most populous, after Los Angeles, Chicago, and Brooklyn. Queens is one of the most ethnically diverse counties in the United States, as well as the most diverse among highly populated counties and the most linguistically diverse place on Earth.\n Queens was established in 1683 as one of the original 12 counties of New York. The settlement was presumably named for the English queen Catherine of Braganza (1638–1705). From 1683 until 1899, the County of Queens included what is now Nassau County. Queens became a borough during the consolidation of New York City in 1898.\n Queens has the most diversified economy of the five boroughs of New York City. It is home to John F. Kennedy International Airport and LaGuardia Airport, both among the world's busiest, which in turn makes the airspace above Queens among the busiest in the United States. Landmarks in Queens include Flushing Meadows–Corona Park; Citi Field, home to the New York Mets baseball team; the USTA Billie Jean King National Tennis Center, site of the US Open tennis tournament; Kaufman Astoria Studios; Silvercup Studios; and Aqueduct Racetrack. The borough has diverse housing, ranging from high-rise apartment buildings in the urban areas of western and central Queens, such as Ozone Park, Jackson Heights, Flushing, Astoria, and Long Island City, to somewhat more suburban neighborhoods in the eastern part of the borough, including Douglaston–Little Neck and Bayside. The Queens Night Market in Flushing Meadows-Corona Park attracts over 10,000 people nightly to sample food from over 85 countries.",
  "/wiki/Birmingham,_United_Kingdom": "Birmingham (/ˈbɜːmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.\n Located in the West Midlands county and region in England, approximately 100 miles (160 km) from Central London, Birmingham, as one of the United Kingdom's major cities, is considered to be the social, cultural, financial, and commercial centre of both the East and West Midlands. Distinctively, Birmingham only has small rivers flowing through it, mainly the River Tame and its tributaries River Rea and River Cole – one of the closest main rivers is the Severn, approximately 20 miles (32 km) west of the city centre. Birmingham's urban area is the second-largest in the United Kingdom, with its most recently estimated population in 2017 being 2,897,303, and it also lies within the most populated English district.\n A market town in the medieval period, Birmingham grew in the 18th-century Midlands Enlightenment and subsequent Industrial Revolution, which saw advances in science, technology, and economic development, producing a series of innovations that laid many of the foundations of modern industrial society. By 1791 it was being hailed as \"the first manufacturing town in the world\". Birmingham's distinctive economic profile, with thousands of small workshops practising a wide variety of specialised and highly skilled trades, encouraged exceptional levels of creativity and innovation and provided an economic base for prosperity that was to last into the final quarter of the 20th century. The Watt steam engine was invented in Birmingham.\n The resulting high level of social mobility also fostered a culture of political radicalism which, under leaders from Thomas Attwood to Joseph Chamberlain, was to give it a political influence unparalleled in Britain outside London, and a pivotal role in the development of British democracy. From the summer of 1940 to the spring of 1943, Birmingham was bombed heavily by the German Luftwaffe in what is known as the Birmingham Blitz. The damage done to the city's infrastructure, in addition to a deliberate policy of demolition and new building by planners, led to extensive urban regeneration in subsequent decades.\n Birmingham's economy is now dominated by the service sector. The city is a major international commercial centre, ranked as a beta- world city by the Globalization and World Cities Research Network the joint highest ranking with Edinburgh and Manchester of all British cities outside of London; and an important transport, retail, events and conference hub. Its metropolitan economy is the second largest in the United Kingdom with a GDP of $121.1bn (2014), and its six universities make it the largest centre of higher education in the country outside London. Birmingham's major cultural institutions – the City of Birmingham Symphony Orchestra, the Birmingham Royal Ballet, the Birmingham Repertory Theatre, the Library of Birmingham and the Barber Institute of Fine Arts – enjoy international reputations, and the city has vibrant and influential grassroots art, music, literary and culinary scenes. The city will host the 2022 Commonwealth Games. Birmingham is the fourth-most visited city in the UK by foreign visitors.\n People from Birmingham are called Brummies, a term derived from the city's nickname of \"Brum\", which originates from the city's old name, Brummagem, which in turn is thought to have derived from \"Bromwich-ham\". The Brummie accent and dialect are particularly distinctive.",
  "/wiki/Birmingham,_Alabama": "Birmingham (/ˈbɜːrmɪŋhæm/ BUR-ming-ham) is a city in the north central region of the U.S. state of Alabama. With an estimated 2018 population of 209,880, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.\n Birmingham was founded in 1871, during the post–Civil War Reconstruction era, through the merger of three farm towns, most notably Elyton. The new city was named for Birmingham, England, the United Kingdom's second largest city and then a major industrial city. The Alabama city annexed its smaller neighbors as it developed into a major industrial center based on mining, the iron and steel industry, and rail transport. Most of the original settlers were of English ancestry. The city was developed as a place where low paid, non-unionized immigrants (mainly Irish and Italian), along with African-Americans from rural Alabama, who worked in the city's steel mills and blast furnaces and gave it a competitive advantage over unionized industrial cities of the Midwest and Northeast.:14",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.\n Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is the second-largest metropolitan area in the nation with a population of 13.1 million people. Greater Los Angeles, which includes the metro area of Riverside and San Bernardino, is the nation's second most populous combined statistical area, with a 2015 estimate of 18.7 million people.\n Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542. The city was officially founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence. In 1848, at the end of the Mexican–American War, Los Angeles and the rest of California were purchased as part of the Treaty of Guadalupe Hidalgo, and thus became part of the United States. Los Angeles was incorporated as a municipality on April 4, 1850, five months before California achieved statehood. The discovery of oil in the 1890s brought rapid growth to the city. The city was further expanded with the completion of the Los Angeles Aqueduct in 1913, which delivers water from Eastern California.\n Los Angeles has a diverse economy and hosts businesses in a broad range of professional and cultural fields. It also has the busiest container port in the entire Americas. A global city, it has been ranked 6th in the Global Cities Index and 9th in the Global Economic Power Index. The Los Angeles metropolitan area also has a gross metropolitan product of $1.0 trillion (as of 2017[update]), making it the third-largest city by GDP in the world, after the Tokyo and New York City metropolitan areas. Los Angeles hosted the 1932 and 1984 Summer Olympics and will host the 2028 Summer Olympics.",
  "/wiki/Eau_Claire,_Wisconsin": "Eau Claire (/oʊˈklɛər/) is a city in Chippewa and Eau Claire counties in the west-central part of the U.S. state of Wisconsin. Located almost entirely in Eau Claire County, for which it is the county seat, the city had a population of 65,883 at the 2010 census, making it the state's ninth-largest city.  Eau Claire is the principal city of the Eau Claire, Wisconsin Metropolitan Statistical Area, which is a part of the Eau Claire-Menomonie Combined Statistical Area.",
  "/wiki/Weehawken,_New_Jersey": "Weehawken is a township in the northern part of Hudson County, New Jersey, United States. As of the 2010 United States Census, the township's population was 12,554, reflecting a decline of 947 (−7.0%) from the 13,501 counted in the 2000 Census, which had in turn increased by 1,116 (+9.0%) from the 12,385 counted in the 1990 Census.",
  "/wiki/Union_City,_New_Jersey": "Union City is a city in the northern part of Hudson County, New Jersey, United States. According to the 2010 United States Census the city had a total population of 66,455, reflecting a decline of 633 (−0.9%) from the 67,088 counted in the 2000 Census, which had in turn increased by 9,076 (+15.6%) from the 58,012 counted in the 1990 Census. As of the 2010 Census it was the second most densely populated city in the United States,[a] with a density of 51,810.1 per square mile.\n Union City was incorporated as a city by an act of the New Jersey Legislature on June 1, 1925, with the merger of Union Hill and West Hoboken Township. The city's name marks the combination of the two municipalities.\n Two major waves of immigration, first of German speakers and then of Spanish speakers, greatly influenced the development and character of Union City. Its two nicknames, \"Embroidery Capital of the United States\" and \"Little Havana on the Hudson\", reflect important aspects of that history. Thousands visit Union City each year to see the nation's longest-running passion play and the annual Cuban Day Parade of New Jersey.\n The city is notable for being the location where Mallomars were first sold and the site of the first lunch wagon built by Jerry and Daniel O'Mahoney and John Hanf, which helped spark New Jersey's golden age of diner manufacturing, and made the state the diner capital of the world.",
  "/wiki/Lowville,_New_York": "Lowville /ˈlaʊvɪl/ is a town in Lewis County, New York, United States. The population was 4,982 at the 2010 census. The town is near the center of the county and is southeast of the city of Watertown. The Town of Lowville contains a village also named Lowville, which is the county seat. The town is named after Nicholas Low, an early landowner. Low was of Dutch descent, and had emigrated with his wife and three small children from a rural village outside Amsterdam in 1778. Despite popular folk etymology, the name Lowville has nothing to do with its low elevation nor the lowing cattle of the many nearby dairy farms.",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.\n Today, Tampa is part of the metropolitan area most commonly referred to as the \"Tampa Bay Area\". For U.S. Census purposes, Tampa is part of the Tampa-St. Petersburg-Clearwater, Florida Metropolitan Statistical Area. The four-county area is composed of roughly 3.1 million residents, making it the second largest metropolitan statistical area (MSA) in the state, and the fourth largest in the Southeastern United States, behind Washington, D.C.; Miami; and Atlanta. The Greater Tampa Bay area, has over 4 million residents and generally includes the Tampa and Sarasota metro areas.\nThe city had a population of 335,709 at the 2010 census, and an estimated population of 392,890 in 2018. As of 2018, Tampa's annual growth rate is 1.63%.\n The Public Transportation in the area includes Amtrak's Silver Star Line at Tampa Union Station. There is also the TECO Line Streetcar System.",
  "/wiki/Raleigh,_North_Carolina": "Raleigh (/ˈrɑːli/; RAH-lee) is the capital of the state of North Carolina and the seat of Wake County in the United States. Raleigh is the second-largest city in the state, after Charlotte. Raleigh is known as the \"City of Oaks\" for its many oak trees, which line the streets in the heart of the city. The city covers a land area of 142.8 square miles (370 km2). The U.S. Census Bureau estimated the city's population as 469,298 as of July 1, 2018. It is one of the fastest-growing cities in the country. The city of Raleigh is named after Sir Walter Raleigh, who established the lost Roanoke Colony in present-day Dare County.\n Raleigh is home to North Carolina State University (NCSU) and is part of Research Triangle Park (RTP), together with Durham (home of Duke University and North Carolina Central University) and Chapel Hill (home of the University of North Carolina at Chapel Hill). The \"Triangle\" nickname originated after the 1959 creation of the Research Triangle Park, located in Durham and Wake counties, among the three cities and their universities. The  Research Triangle region  encompasses the U.S. Census Bureau's Raleigh-Durham-Chapel Hill Combined Statistical Area (CSA), which had an estimated population of 2,037,430 in 2013. The Raleigh metropolitan statistical area had an estimated population of 1,214,516 in 2013.\n Most of Raleigh is located within Wake County, with a very small portion extending into Durham County. The towns of Cary, Morrisville, Garner, Clayton, Wake Forest, Apex, Holly Springs, Fuquay-Varina, Knightdale, Wendell, Zebulon, and Rolesville are some of Raleigh's primary nearby suburbs and satellite towns.\n Raleigh is an early example in the United States of a planned city. Following the American Revolutionary War when the US gained independence, this was chosen as the site of the state capital in 1788 and incorporated in 1792 as such. The city was originally laid out in a grid pattern with the North Carolina State Capitol in Union Square at the center. During the American Civil War, the city was spared from any significant battle. It fell to the Union in the closing days of the war, and struggled with the economic hardships in the postwar period related to the reconstitution of labor markets, over-reliance on agriculture, and the social unrest of the Reconstruction Era. Following the establishment of the Research Triangle Park (RTP) in 1959, several tens of thousands of jobs were created in the fields of science and technology, and it became one of the fastest-growing communities in the United States by the early 21st century.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.\n Stockholm is the cultural, media, political, and economic centre of Sweden. The Stockholm region alone accounts for over a third of the country's GDP, and is among the top 10 regions in Europe by GDP per capita. It is an important global city, and the main centre for corporate headquarters in the Nordic region. The city is home to some of Europe's top ranking universities, such as the Stockholm School of Economics, Karolinska Institute and KTH Royal Institute of Technology. It hosts the annual Nobel Prize ceremonies and banquet at the Stockholm Concert Hall and Stockholm City Hall. One of the city's most prized museums, the Vasa Museum, is the most visited non-art museum in Scandinavia. The Stockholm metro, opened in 1950, is well known for the decor of its stations; it has been called the longest art gallery in the world. Sweden's national football arena is located north of the city centre, in Solna. Ericsson Globe, the national indoor arena, is in the southern part of the city. The city was the host of the 1912 Summer Olympics, and hosted the equestrian portion of the 1956 Summer Olympics otherwise held in Melbourne, Victoria, Australia.\n Stockholm is the seat of the Swedish government and most of its agencies, including the highest courts in the judiciary, and the official residencies of the Swedish monarch and the Prime Minister. The government has its seat in the Rosenbad building, the Riksdag (Swedish parliament) is seated in the Parliament House, and the Prime Minister's residence is adjacent at Sager House. Stockholm Palace is the official residence and principal workplace of the Swedish monarch, while Drottningholm Palace, a World Heritage Site on the outskirts of Stockholm, serves as the Royal Family's private residence.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/San_Mateo,_California": "San Mateo (/ˌsæn məˈteɪ.oʊ/ SAN mə-TAY-oh; Spanish for \"Saint Matthew\") is a city in San Mateo County, California, approximately 20 miles (32 km) south of San Francisco, and 31 miles (50 km) northwest of San Jose. San Mateo had an estimated 2017 population of 104,748.",
  "/wiki/Philadelphia,_Pennsylvania": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.\n Philadelphia is one of the oldest municipalities in the United States. William Penn, an English Quaker, founded the city in 1682 to serve as capital of the Pennsylvania Colony. Philadelphia played an instrumental role in the American Revolution as a meeting place for the Founding Fathers of the United States, who signed the Declaration of Independence in 1776 at the Second Continental Congress, and the Constitution at the Philadelphia Convention of 1787. Several other key events occurred in Philadelphia during the Revolutionary War including the First Continental Congress, the preservation of the Liberty Bell, the Battle of Germantown, and the Siege of Fort Mifflin. Philadelphia remained the nation's largest city until being overtaken by New York City in 1790; the city was also one of the nation's capitals during the revolution, serving as temporary U.S. capital while Washington, D.C. was under construction. In the 19th century, Philadelphia became a major industrial center and a railroad hub. The city grew from an influx of European immigrants, most of whom came from Ireland, Italy and Germany—the three largest reported ancestry groups in the city as of 2015[update]. In the early 20th century, Philadelphia became a prime destination for African Americans during the Great Migration after the Civil War, as well as Puerto Ricans. The city's population doubled from one million to two million people between 1890 and 1950.\n The Philadelphia area's many universities and colleges make it a top study destination, as the city has evolved into an educational and economic hub. As of 2019[update], the Philadelphia metropolitan area is estimated to produce a gross metropolitan product (GMP) of $490 billion. Philadelphia is the center of economic activity in Pennsylvania and is home to five Fortune 1000 companies. The Philadelphia skyline is expanding, with a market of almost 81,900 commercial properties in 2016, including several nationally prominent skyscrapers. Philadelphia has more outdoor sculptures and murals than any other American city. Fairmount Park, when combined with the adjacent Wissahickon Valley Park in the same watershed, is one of the largest contiguous urban park areas in the United States. The city is known for its arts, culture, cuisine, and colonial history, attracting 42 million domestic tourists in 2016 who spent $6.8 billion, generating an estimated $11 billion in total economic impact in the city and surrounding four counties of Pennsylvania. Philadelphia has also emerged as a biotechnology hub.\n Philadelphia is the birthplace of the United States Marine Corps, and is also the home of many U.S. firsts, including the first library (1731), hospital (1751), medical school (1765), national capital (1774), stock exchange (1790), zoo (1874), and business school (1881). Philadelphia contains 67 National Historic Landmarks and the World Heritage Site of Independence Hall. The city became a member of the Organization of World Heritage Cities in 2015, as the first World Heritage City in the United States. Although Philadelphia is rapidly undergoing gentrification, the city actively maintains mitigation strategies to minimize displacement of homeowners in gentrifying neighborhoods.",
  "/wiki/Project_Runway_(season_12)": "Project Runway Season 12 is the twelfth season of the television show Project Runway, appearing on Lifetime. The season began airing on July 18, 2013 with 15 designers competing to become \"the next great American designer.\" Kate Pankoke, a designer from Season 11 returned to compete once again for the grand prize.  Pankoke was voted back by fans in an online poll, winning against Ra'mon Lawrence Coleman of Season 6, and Valerie Mayen of Season 8\n Supermodel Heidi Klum, Marie Claire creative director Nina Garcia, and fashion designer Zac Posen all returned as judges this season. Tim Gunn returned as the workroom mentor. This was also the first season to feature the \"Tim Gunn save,\" which gave Gunn the opportunity to bring an eliminated designer back into the competition if he disagreed with the judges.\n Belk was the exclusive retail sponsor for Project Runway's 12th season and has merchandised the accessory wall with an assortment of products.\n In 2014, Alexandria von Bromssen, Kate Pankoke, Justin LeBlanc and Helen Castillo competed in the fourth season of Project Runway All Stars, with Alexandria placing 13th, Kate placing 11th, Justin placing 7th and Helen placing 3rd.  In 2016, Alexander Pope, Ken Laurence and Dom Streater competed in the fifth season of All Stars, with Alexander placing 8th, Ken placing 3rd and Dom winning the competition. Helen Castillo and Ken Laurence would later reappear in Project Runway All Stars (season 6) where Helen Placed 6th and Ken Placed 4th."
}