{
  "/wiki/United_States_Air_Force_Academy": "The United States Air Force Academy (USAFA, the Air Force Academy, or the Academy) is a military academy for officer cadets of the United States Air Force and United States Space Force immediately north of Colorado Springs, Colorado. It is the youngest of the five U.S. service academies, having graduated its first class 61 years ago in 1959, but is the third in seniority. Graduates of the academy's four-year program receive a Bachelor of Science degree and are commissioned as second lieutenants in the U.S. Air Force or U.S. Space Force. The academy is also one of the largest tourist attractions in Colorado, attracting approximately a million visitors each year.",
  "/wiki/Air_Force_Falcons_men's_ice_hockey": "The Air Force Falcons men's ice hockey team is a National Collegiate Athletic Association (NCAA) Division I college ice hockey program that represents the United States Air Force Academy. The Falcons are a member of Atlantic Hockey. They play at the Cadet Ice Arena in Colorado Springs, Colorado.",
  "/wiki/College_Hockey_America": "College Hockey America (CHA) is a women's college ice hockey conference in the United States. It participates in the NCAA's Division I as a hockey-only conference. The conference is made up of six teams, with three in Pennsylvania; two in New York, and one in Missouri.",
  "/wiki/Atlantic_Hockey": "The Atlantic Hockey Association (AHA) is an NCAA Men's Division I Ice Hockey conference which operates primarily in the northeastern United States. It participates in the NCAA's Division I as an ice hockey-only conference. Unlike several other college athletic conferences, Atlantic Hockey has no women's division, though it shares some organizational and administrative roles (and three universities) with the women's-only College Hockey America.",
  "/wiki/Air_Force_Falcons": "The Air Force Falcons are the athletic teams that represent the United States Air Force Academy. The intercollegiate program has 17 men's and 10 women's NCAA-sanctioned teams. The current athletic director is Nathan Pine. The majority of the Falcons teams compete as members of the Mountain West Conference.",
  "/wiki/Western_Wrestling_Conference": "The Western Wrestling Conference (WWC) was a NCAA Division I wrestling-only conference that competed from 2006 through 2015. All of its past members are now associate members of the Big 12 Conference; all except Fresno State compete only in Big 12 wrestling (Fresno State added women's equestrian to its Big 12 membership in July 2019).",
  "/wiki/Austin_Peay_State_University": "Austin Peay State University (/piː/) is a public university in Clarksville, Tennessee. Standing on a site occupied by a succession of Tennessean educational institutions since 1845, the precursor of the university was established in 1927 and named for then-sitting Governor Austin Peay, who is further honored with \"Governors\", the name of the university's athletic teams. Affiliated with the Tennessee Board of Regents, it is now governed by the Austin Peay State University Board of Trustees as of May 2017[update]. The university is accredited by the Southern Association of Colleges and Schools (SACS) and, in 2012, was the fastest-growing university in Tennessee. In 2019, Austin Peay officially hit 11,000 students enrolled.",
  "/wiki/Austin_Peay_Governors_football": "The Austin Peay Governors Football program is the intercollegiate American football team for the Austin Peay State University located in the U.S. state of Tennessee. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Ohio Valley Conference. The school's first football team was fielded in 1930. They were previously a member of the Pioneer Football League from 2001 through 2005. The team plays its home games at the 10,000 seat Fortera Stadium.",
  "/wiki/Pioneer_Football_League": "The Pioneer Football League (PFL) is a collegiate athletic conference which operates in the United States. The conference participates in the NCAA's Division I Football Championship Subdivision (FCS) as a football-only conference. It has member schools that range from New York, North Carolina, and Florida in the east to California in the west. It is headquartered in St. Louis, in the same complex that also contains the offices of the Missouri Valley Conference and Missouri Valley Football Conference. Unlike most other Division I FCS conferences, the Pioneer League consists of institutions that choose not to award athletic scholarships (\"grants-in-aid\") to football players.",
  "/wiki/NCAA_Division_I_FCS_independent_schools": "NCAA Division I Football Championship Subdivision independent schools are four-year institutions in the United States whose football programs are not part of a football conference. This means that FCS independents are not required to schedule each other for competition as conference schools do.",
  "/wiki/Birmingham–Southern_College": "Birmingham–Southern College (BSC) is a private liberal arts college in Birmingham, Alabama, United States. Founded in 1856, the college is affiliated with the United Methodist Church and is accredited by the Southern Association of Colleges and Schools (SACS). More than 1300 students from 33 states and 16 foreign countries attend the college.   Birmingham–Southern has a 13:1 student-faculty ratio, and 96% of full-time faculty hold a doctorate or the highest degree in their field.",
  "/wiki/Birmingham–Southern_Panthers": "Birmingham–Southern College (BSC) is a private liberal arts college in Birmingham, Alabama, United States. Founded in 1856, the college is affiliated with the United Methodist Church and is accredited by the Southern Association of Colleges and Schools (SACS). More than 1300 students from 33 states and 16 foreign countries attend the college.   Birmingham–Southern has a 13:1 student-faculty ratio, and 96% of full-time faculty hold a doctorate or the highest degree in their field.",
  "/wiki/Big_South_Conference": "The Big South Conference is a collegiate athletic conference affiliated with the NCAA's Division I. Originally a non-football conference, the Big South began sponsoring football in 2002. Its football teams are part of the Football Championship Subdivision (FCS). The Big South, founded in 1983, is firmly rooted in the South Atlantic region of the United States, with full member institutions located in North Carolina, South Carolina, and Virginia. Associate members are located in Alabama, Georgia, and New Jersey.",
  "/wiki/Southern_Collegiate_Athletic_Conference": "The Southern Collegiate Athletic Conference (SCAC), founded in 1962, is an athletic conference which competes in the NCAA's Division III.  Member institutions are located in Colorado, Louisiana, and Texas. Difficulties related to travel distances led seven former members to announce the formation of a new Southeastern US-based conference, the Southern Athletic Association, starting with the 2012–13 academic year.",
  "/wiki/NCAA_Division_III": "NCAA Division III (D-III) is a division of the National Collegiate Athletic Association (NCAA) in the United States. D-III consists of athletic programs at colleges and universities that choose not to offer athletic scholarships to their student-athletes.",
  "/wiki/University_of_Central_Arkansas": "The University of Central Arkansas (Central Arkansas or UCA) is a public university in Conway, Arkansas. Founded in 1907 as the Arkansas State Normal School, the university is one of the oldest in the U.S. state of Arkansas. As the state's only normal school at the time, UCA has historically been the primary source of teachers in Arkansas. UCA is noted for programs in nursing, education, physical therapy, business, performing arts, and psychology.",
  "/wiki/Central_Arkansas_Bears_and_Sugar_Bears": "The University of Central Arkansas Bears and Sugar Bears participates in the NCAA Division I's Football Championship Subdivision (formerly I-AA football) as a member of the Southland Conference. The athletic program is supported by the efforts of a diverse group of over 400 male and female student-athletes. Its men's teams are called the Bears and the women's are the Sugar Bears.",
  "/wiki/Gulf_South_Conference": "The Gulf South Conference (GSC) is a collegiate athletic conference affiliated at the National Collegiate Athletic Association (NCAA) Division II level which operates in the Southeastern United States.",
  "/wiki/NCAA_Division_II": "NCAA Division II  (D-II) is an intermediate-level division of competition in the National Collegiate Athletic Association (NCAA).  It offers an alternative to both the larger and better-funded Division I and to the scholarship-free environment offered in Division III.",
  "/wiki/Southland_Conference": "The Southland Conference, abbreviated to SLC, is a collegiate athletic conference which operates in the South Central United States (specifically Texas, Louisiana, and Arkansas). It participates in the NCAA's Division I for all sports; for football, it participates in the Division I Football Championship Subdivision (FCS).  The Southland sponsors 18 sports, 10 for women and eight for men, and is governed by a presidential Board of Directors and an Advisory Council of athletic and academic administrators.  Tom Burnett was named the Southland's sixth commissioner on Dec. 23, 2002. From 1996 to 2002, for football only, the Southland Conference was known as the Southland Football League.",
  "/wiki/Central_Arkansas_Bears_football": "The Central Arkansas Bears football program is the intercollegiate American football team for University of Central Arkansas located in the U.S. state of Arkansas. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Southland Conference. Central Arkansas's first football team was fielded in 1908. The team plays its home games at the 10,000 seat Estes Stadium in Conway, Arkansas. The Bears are coached by Nathan Brown, in his second year.",
  "/wiki/Chicago_State_University": "Chicago State University (CSU) is a public university in Chicago, Illinois. It is a member school of the Thurgood Marshall College Fund. CSU is accredited by the Higher Learning Commission (HLC). CSU extends in-state tuition to undergraduate students from all U.S. states.",
  "/wiki/Chicago_State_Cougars": "The Chicago State Cougars are the varsity athletic teams representing Chicago State University of Chicago, Illinois in intercollegiate athletics. The university currently sponsors fifteen varsity teams. The Cougars compete in NCAA Division I and are members of the Western Athletic Conference, joining that conference on July 1, 2013.",
  "/wiki/The_Summit_League": "The Summit League, or The Summit, is an NCAA Division I  intercollegiate athletic conference with its membership mostly located in the Midwestern United States from Indiana and Illinois on the East of the Mississippi River to the Dakotas and Nebraska on the West, with additional members in the Western state of Colorado and the Southern state of Oklahoma. Founded as the Association of Mid-Continent Universities in 1982, it was rebranded as the Mid-Continent Conference in 1989. On June 1, 2007, the conference changed its name from the Mid-Continent Conference. League headquarters are in Sioux Falls, South Dakota.",
  "/wiki/NCAA_Division_I_independent_schools_(basketball)": "In American college sports, NCAA Division I independent schools are four-year institutions that do not belong to a conference for a particular sport.",
  "/wiki/Florida_Atlantic_University": "Florida Atlantic University (FAU or Florida Atlantic) is a public university with its main campus in Boca Raton, Florida and satellite campuses in Dania Beach, Davie, Fort Lauderdale, Jupiter, and Fort Pierce. FAU belongs to the 12-campus State University System of Florida and serves South Florida, which has more than five million people and spans more than 100 miles (160 km) of coastline. Florida Atlantic University is classified among \"R1: Doctoral Universities – Very high research activity\". The university offers more than 170 undergraduate and graduate degree programs within its 10 colleges.",
  "/wiki/Florida_Atlantic_Owls": "The Florida Atlantic Owls are the athletics teams of Florida Atlantic University (FAU). The Owls participate in the National Collegiate Athletic Association (NCAA)'s Division I as members of Conference USA. Florida Atlantic has attracted high-profile coaches in the past for various sports, including Howard Schnellenberger and Lane Kiffin for football and Mike Jarvis for basketball. Other former coaches include Matt Doherty, Rex Walters, and Sidney Green. As of March 2018, the Owls are led by athletic director Brian White.",
  "/wiki/Atlantic_Sun_Conference": "The Atlantic Sun Conference, branded as the ASUN Conference, is a collegiate athletic conference operating mostly in the Southeastern United States. The league participates at the NCAA Division I level, and does not sponsor football. Originally established as the Trans America Athletic Conference (TAAC) in 1978, its headquarters are located in Macon, Georgia.",
  "/wiki/Sun_Belt_Conference": "The Sun Belt Conference is a collegiate athletic conference that has been affiliated with the NCAA's Division I since 1976. Originally a non-football conference, the Sun Belt began sponsoring football in 2001. Its football teams participate in the Division I Football Bowl Subdivision (FBS). The 12 member institutions of the Sun Belt are distributed primarily across the southern United States.",
  "/wiki/University_of_Louisiana_at_Monroe": "The University of Louisiana at Monroe (ULM) is a public university in Monroe, Louisiana. It is part of the University of Louisiana System.",
  "/wiki/Louisiana–Monroe_Warhawks": "The Louisiana–Monroe Warhawks (ULM Warhawks) are the sports teams of the University of Louisiana at Monroe in 14 sports. Chief administrative officer Scott McDonald has day-to-day oversight of the athletic department following the resignation of former athletic director Nick Floyd effective September 4, 2018. Since 2006, the ULM has competed as a full member of the Sun Belt Conference.",
  "/wiki/New_Jersey_Institute_of_Technology": "The New Jersey Institute of Technology (NJIT) is a public research university in Newark, New Jersey. Founded in 1881 with the support of local industrialists and inventors especially Edward Weston,  NJIT opened as Newark Technical School in 1885 with 88 students.[a][b] The school grew into a classic engineering college – Newark College of Engineering – and then, with the addition of a School of Architecture in 1973, into a polytechnic university that now hosts five colleges and one school. As of fall 2019, the university enrolls about 11,500 students, 2,000 of whom live on campus.",
  "/wiki/NJIT_Highlanders": "The NJIT Highlanders, formerly the New Jersey Tech Highlanders, are the varsity sport members of the Division I NCAA-affiliated sports teams of New Jersey Institute of Technology (NJIT). There are ten men's teams, seven women's teams, and three club teams along with a variety of intramural teams. The school's primary conference is the Atlantic Sun Conference (ASUN). In November 2017 NJIT opened the Wellness and Events Center (WEC) which incorporates upgraded facilities for most Division 1 sports including a 3,500 seat arena for Basketball and Volleyball.",
  "/wiki/North_Dakota_State_University": "North Dakota State University of Agriculture and Applied Sciences, more commonly known as North Dakota State University (NDSU),  is a public research university located in Fargo, North Dakota.  The institution was founded as North Dakota Agricultural College in 1890 as the research land-grant institution for the state of North Dakota. NDSU is a  doctoral university and is classified as having very high research activity by the Carnegie Foundation. As of 2018, NDSU offers 102 undergraduate majors, 170 undergraduate degree programs, 6 undergraduate certificate programs, 79 undergraduate minors, 81 master's degree programs, 47 doctoral degree programs of study and 10 graduate certificate programs.",
  "/wiki/North_Dakota_State_Bison_wrestling": "The North Dakota State Bison Wrestling team is part of the athletic program at the North Dakota State University (NDSU) in Fargo, North Dakota. They are members of the NCAA Division I and the Big 12 Conference (NDSU's main conference, The Summit League, does not sponsor wrestling). The Bison are coached by Roger Kish.",
  "/wiki/University_of_Northern_Colorado": "The University of Northern Colorado (UNC) is a public research university in Greeley, Colorado.  The university was founded in 1889 as the State Normal School of Colorado and has a long history in teacher education. Approximately 12,000 students are enrolled in six colleges. Extended campus locations in are in Loveland, Denver, and Colorado Springs. UNC’s 19 athletic teams compete in NCAA Division I athletics.",
  "/wiki/Northern_Colorado_Bears": "The Northern Colorado Bears are the athletic teams representing the University of Northern Colorado in Greeley, Colorado in intercollegiate athletics. The university sponsors seventeen teams including men and women's basketball, cross country, golf, tennis, and track and field; women's-only soccer, softball, swimming and diving, and volleyball; and men's-only baseball, football, and wrestling. The Bears compete in NCAA Division I, with the football team competing at the FCS level, and most teams are members of the Big Sky Conference. Three Northern Colorado teams have separate affiliations in sports that the Big Sky does not sponsor. The baseball and the women's swimming and diving teams are affiliate members of the Western Athletic Conference, and the wrestling team is a member of the Big 12 Conference.",
  "/wiki/Great_West_Conference": "The Great West Conference (GWC) was an NCAA college athletic conference in the continental United States. Originally a football-only league, it became an all-sports entity during the 2008–09 season. The GWC stopped sponsoring football following the 2011 season. The conference became defunct when four of the remaining five full member schools became members of other conferences on July 1, 2013.",
  "/wiki/Big_Sky_Conference": "The Big Sky Conference is a collegiate athletic conference affiliated with the NCAA's Division I, with football competing in the Football Championship Subdivision. Member institutions are located in the western United States in the nine states of Arizona, California, Colorado, Idaho, Montana, Oregon, Utah, and Washington. Four affiliate members each participate in one sport. Two schools from California are football-only participants, and two schools from the Northeast participate only in men's golf.",
  "/wiki/University_of_Northern_Iowa": "The University of Northern Iowa (UNI) is a public university in Cedar Falls, Iowa. UNI offers more than 90 majors across the colleges of Business Administration, Education, Humanities, Arts, and Sciences, Social and Behavioral Sciences and graduate college. The fall 2019 enrollment was 10,497. More than 88 percent of its students are from the state of Iowa.",
  "/wiki/Northern_Iowa_Panthers": "The Northern Iowa Panthers are the athletic teams of the University of Northern Iowa. The university is a member of the Missouri Valley Conference and competes in NCAA Division I (Division I FCS in football).",
  "/wiki/St._Francis_College": "St. Francis College (St. Francis of Brooklyn or SFC) is a private college in Brooklyn Heights, New York. It was founded in 1859 by the Franciscan Brothers of Brooklyn, a Franciscan order, as the St. Francis Academy and was the first private school in the Roman Catholic Diocese of Brooklyn. St. Francis College began as a parochial all-boys academy in the City of Brooklyn and has become a small liberal arts college that has 19 academic departments which offer 72 majors and minors.",
  "/wiki/St._Francis_Brooklyn_Terriers": "The St. Francis Brooklyn Terriers  are the 21 teams that represent St. Francis College in athletics. The Terriers are members of the NCAA Division I and participate in the Northeast Conference, with the exception of the men's and women's water polo teams which compete in the CWPA and the MAAC, respectively.",
  "/wiki/Northeast_Conference": "The Northeast Conference (NEC) is a collegiate athletic conference whose schools are members of the National Collegiate Athletic Association (NCAA). Teams in the NEC compete in Division I for all sports except football, which competes in the Division I Football Championship Subdivision (FCS), formerly Division I-AA. Participating schools are located principally in the Northeastern United States.",
  "/wiki/South_Dakota_State_University": "South Dakota State University is a public research university in Brookings, South Dakota. Founded in 1881, it is the state's largest and most comprehensive university and the oldest continually-operating university in South Dakota. The university is governed by the South Dakota Board of Regents, which governs the state's six public universities and two special schools.",
  "/wiki/South_Dakota_State_Jackrabbits": "The South Dakota State Jackrabbits are the 19 intercollegiate teams representing South Dakota State University that compete in the U.S. National Collegiate Athletic Association's Division I (for football: Football Championship Subdivision). SDSU is currently a member of the Summit League, the Missouri Valley Football Conference, the Big 12 Conference and Varsity Equestrian. The university won numerous conference championships and several national titles including the NCAA College Division national title in men's basketball in 1963 and the NCAA Division II national title in women's basketball in 2003.",
  "/wiki/Texas_A&M_University–Corpus_Christi": "Texas A&M University–Corpus Christi (Texas A&M–Corpus Christi, TAMU-CC, A&M-Corpus Christi, or A&M-CC) is a public university in Corpus Christi, Texas. It is part of the Texas A&M University System.",
  "/wiki/Texas_A&M–Corpus_Christi_Islanders": "The Texas A&M–Corpus Christi Islanders are composed of 16 teams representing Texas A&M University–Corpus Christi in intercollegiate athletics. The Islanders compete in the NCAA Division I and are members of the Southland Conference.",
  "/wiki/Utah_Valley_University": "Utah Valley University (UVU) is a public university in Orem, Utah. UVU offers master's, bachelor's, and associate degrees. Previously called Utah Valley State College, the school attained university status in July 2008.",
  "/wiki/Utah_Valley_Wolverines": "The Utah Valley Wolverines represent Utah Valley University in college athletics. The Wolverines participate in the Western Athletic Conference. The school mascot is the Wolverine, and the colors are green and white. The UVU student section is called The Den. A name change from The Mawl, the student section's previous name, was enacted summer 2017. All UVU students can get their free Den Pass, which includes free admission to all athletic events.",
  "/wiki/University_of_Wyoming": "The University of Wyoming (UW) is a public land-grant research university in Laramie, Wyoming. It  was founded in March 1886, four years before the territory was admitted as the 44th state, and opened in September 1887. The University of Wyoming is unusual in that its location within the state is written into the state's constitution. The university also offers outreach education in communities throughout Wyoming and online.",
  "/wiki/Wyoming_Cowboys_and_Cowgirls": "The Wyoming Cowboys and Cowgirls are the athletic teams that represent the University of Wyoming. Wyoming is a member of the Mountain West Conference (MW) and competes in NCAA Division I, fielding 17 NCAA-sanctioned sports. Two Wyoming teams compete in other conferences in sports that the MW does not sponsor. The men's swimming and diving team competes in the Western Athletic Conference, and the wrestling team competes in the Big 12 Conference.",
  "/wiki/List_of_NCAA_Division_I_conference_realignments_(2000–present)": "N/A"
}