{
  "/wiki/CKRM": "CKRM is an AM radio station in Regina, Saskatchewan, broadcasting at 620 kHz. Owned by Harvard Broadcasting, CKRM broadcasts a full service country music format.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/Harvard_Broadcasting": "Harvard Developments is a commercial development and holding corporation in Regina, Saskatchewan, Canada. It is involved in commercial and residential development, plus radio broadcasting and insurance. It is the descendant of firms controlled by the Hill family of Regina.",
  "/wiki/CJME": "CJME is a radio station in Regina, Saskatchewan, Canada, broadcasting at 980 kHz. Its format is news/talk. It shares studios with sister stations CIZL-FM and CKCK-FM at 2401 Saskatchewan Drive in Regina.",
  "/wiki/News_radio": "All-news radio is a radio format devoted entirely to the discussion and broadcast of news.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/Rawlco_Communications": "Rawlco Radio Ltd. is a media company based in Saskatoon, Saskatchewan, Canada. The company is the sole proprietor of seven radio stations in the provinces of Alberta and Saskatchewan.",
  "/wiki/CKSB-FM": "CKSB-FM (89.9 MHz) is a public radio station in Winnipeg, Manitoba, owned by the Canadian Broadcasting Corporation (Société Radio-Canada). It carries Radio-Canada's Ici Musique network, airing a mix of adult album alternative (AAA), classical music and other genres.",
  "/wiki/Ici_Musique": "Ici Musique (stylized as ICI Musique) is the French-language music radio service of Canada's national public broadcaster, the Canadian Broadcasting Corporation (Société Radio-Canada). It is the French equivalent of the English CBC Music, although it has a different programming focus.",
  "/wiki/Public_broadcasting": "Public broadcasting involves radio, television and other electronic-media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual  fees charged on receivers. In the United States, public broadcasters may receive some funding from both federal and state sources, but generally most of their financial support comes from underwriting by foundations and businesses (ranging from small shops to corporations), along with audience contributions via pledge drives. The great majority operate as private not-for-profit corporations.[citation needed]",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/Missinipi_Broadcasting_Corporation": "Missinipi Broadcasting Corporation, or MBC Radio, is a radio network in Canada, serving First Nations and Métis communities in the province of Saskatchewan.",
  "/wiki/First_Nations": "In Canada, the First Nations (French: Premières Nations [pʁəmjɛʁ nɑsjɔ̃]) are the predominant indigenous peoples in Canada south of the Arctic Circle. Those in the Arctic area are distinct and known as Inuit. The Métis, another distinct ethnicity, developed after European contact and relations primarily between First Nations people and Europeans. There are 634 recognized First Nations governments or bands spread across Canada, roughly half of which are in the provinces of Ontario and British Columbia.",
  "/wiki/Community_radio": "Community radio is a radio service offering a third model of radio broadcasting in addition to commercial and public broadcasting. Community stations serve geographic communities and communities of interest. They broadcast content that is popular and relevant to a local, specific audience but is often overlooked by commercial or mass-media broadcasters. Community radio stations are operated, owned, and influenced by the communities they serve. They are generally nonprofit and provide a mechanism for enabling individuals, groups, and communities to tell their own stories, to share experiences and, in a media-rich world, to become creators and contributors of media.",
  "/wiki/CJTR-FM": "CJTR-FM is a Canadian radio station, airing at 91.3 FM in Regina, Saskatchewan. The station airs a community radio format, featuring a variety of musical styles and talk shows.  It is operated by Radius Communications, a non-profit corporation that began fundraising in 1996 and got the station on the air in 2001.",
  "/wiki/CHMX-FM": "CHMX-FM, branded as My 92.1, is a Canadian radio station, broadcasting a hot adult contemporary format at 92.1 FM in Regina, Saskatchewan.",
  "/wiki/Adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/CHBD-FM": "CHBD-FM (92.7 FM) is a radio station in Regina, Saskatchewan. Owned by Bell Media, it broadcasts a country music format branded as Pure Country 92.7. Its studios are located at 4303 Albert Street in south Regina.",
  "/wiki/Pure_Country_(radio_network)": "Pure Country is a Canadian radio network, which airs on stations owned by Bell Media Radio. Launched in 2019 as a unifying branding for all of the company's country-formatted stations across Canada, the network currently airs on 13 stations nationwide, as well as on selected digital subchannels of radio stations in markets where the company offers digital radio service but does not have a country-formatted primary station.",
  "/wiki/Bell_Media_Radio": "Bell Media Radio, G.P. (doing business as Bell Media Radio and branding itself as iHeartRadio Canada in its mobile apps and on its websites; formerly known as CHUM Radio) is the radio broadcasting and music events subsidiary of Canadian media conglomerate of Bell Media.",
  "/wiki/CKCK-FM": "CKCK-FM  is a radio station in Regina, Saskatchewan. Owned by Rawlco Communications, it broadcasts an adult hits format under the Jack FM branding. CKCK's studios and offices are located at 2401 Saskatchewan Drive in Regina, along with sister stations CJME and CIZL-FM.",
  "/wiki/Jack_FM": "Jack FM is a radio network branding licensed by Sparknet Communications to media outlets in Canada, the United States, the United Kingdom, and Russia. The stations that adopt this branding play a very broad mix of songs from the late 1960s to the 2000s, along with some current adult contemporary/hot adult contemporary singles.",
  "/wiki/Adult_hits": "Adult hits (sometimes also called variety hits) is a radio format that draws from a wide array of popular music.",
  "/wiki/CBK-FM": "CBK-FM is a Canadian radio station, which broadcasts the programming of the CBC Music network at 96.9 FM in Regina, Saskatchewan.",
  "/wiki/CBC_Music": "CBC Music (formerly known as CBC FM, CBC Stereo and CBC Radio 2) is a Canadian FM radio network operated by the Canadian Broadcasting Corporation. It used to concentrate on classical music and jazz. In 2007 and 2008, the network transitioned towards a new \"adult music\" format with a variety of genres, with the classical genre generally restricted to midday hours. In 2009, Radio 2 averaged 2.1 million listeners weekly, and it was the second largest radio network in Canada.",
  "/wiki/CBKF-FM": "CBKF-FM is a Canadian radio station, which broadcasts the programming of Radio-Canada's Ici Radio-Canada Première network at 97.7 FM in Regina, Saskatchewan.",
  "/wiki/Ici_Radio-Canada_Premi%C3%A8re": "Ici Radio-Canada Première (formerly Première Chaîne) is a Canadian French-language radio network, the news and information service of the Canadian Broadcasting Corporation (known as Société Radio-Canada in French), the public broadcaster of Canada. It is the French counterpart of CBC Radio One, the CBC's similar English-language radio network.",
  "/wiki/News": "News is information about current events. This may be provided through many different media: word of mouth, printing, postal systems, broadcasting, electronic communication, or through the testimony of observers and witnesses to events.",
  "/wiki/CIZL-FM": "CIZL-FM, known on air as Z99, is a radio station in Regina, Saskatchewan broadcasting at 98.9 MHz FM. It has studios with sister stations CJME and CKCK-FM at 2401 Saskatchewan Drive in Regina.",
  "/wiki/Hot_adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/CBKR-FM": "CBK (540 kHz) is a Canadian public radio station, licensed to Watrous, Saskatchewan. It broadcasts the CBC Radio One network to most of southern Saskatchewan. Its studios are located at the CBC's broadcast centre at 2440 Broad Street in Regina, with an additional bureau in Saskatoon. The Regina facility also houses CBK-FM and CBKT-DT.",
  "/wiki/CBC_Radio_One": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/CFWF-FM": "CFWF-FM is a radio station owned by Harvard Broadcasting and is operated out of Regina, Saskatchewan, Canada.  It is currently branded as 104.9 The Wolf and plays an active rock format.",
  "/wiki/Active_rock": "Active rock is a radio format used by many commercial radio stations across the United States and Canada. Active rock stations play a balance of new hard rock songs with valued classic rock favorites, normally with an emphasis similar to Mainstream Rock and Album Oriented Rock on the hard rock end of the spectrum."
}