{
  "/wiki/Pete_Abele": "Homer E. \"Pete\" Abele (November 21, 1916 – May 12, 2000) was an American politician from the Republican Party. He was active in Ohio politics, and represented the state in the House of Representatives.",
  "/wiki/Pre-law": "In the United States, pre-law refers to any course of study taken by an undergraduate in preparation for study at a law school.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/U.S._House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Ohio%27s_10th_congressional_district": "Ohio's 10th congressional district is represented by Representative Mike Turner (R). The district is based in southwestern Ohio and consists of Montgomery, Greene, and Fayette counties.",
  "/wiki/Ohio_District_Courts_of_Appeals": "The Ohio District Courts of Appeals are the intermediate appellate courts of the U.S. state of Ohio. The Ohio Constitution provides for courts of appeals that have jurisdiction to review final appealable orders. There are twelve appellate districts, each consisting of at least one county, and the number of judges in each district varies from four to twelve. Each case is heard by a three-judge panel. There are currently 69 courts of appeals judges as provided by statute. A court of appeals judge is an elected position, with a term of six years. The Ohio Supreme Court has the discretion to review cases from the courts of appeals, but generally the appeals process in Ohio ends with the decision of the court of appeals.",
  "/wiki/Ishaya_Audu": "Ishaya Sha'aibu Audu (March 1, 1927 – August 29, 2005) was a Nigerian doctor, professor, and politician. A Hausa Christian, he served as Minister of External Affairs (Foreign Minister) from 1979 to 1983 under Shehu Shagari.",
  "/wiki/Minister_of_Foreign_Affairs_(Nigeria)": "The Nigerian foreign ministry is a statutory body created to re-inforce foreign decision making and implementation processes in Nigeria and handle the external promotion of Nigeria's domestic vision and ideals; it is headed by a federal executive cabinet minister. As of late its mission has geared towards increasing awareness about Nigeria's economic potential. It is part of the government's executive branch.",
  "/wiki/United_Nations": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquartered on international territory in New York City; other main offices are in Geneva, Nairobi, Vienna and The Hague.",
  "/wiki/Albert_David_Baumhart,_Jr.": "Albert David Baumhart Jr. (June 15, 1908 – January 23, 2001) was a Republican member of the U.S. House of Representatives from Ohio.",
  "/wiki/B._A.": "A Bachelor of Arts (BA or AB; from the Latin baccalaureus artium or artium baccalaureus) is a bachelor's degree awarded for an undergraduate program in the arts and sciences. Bachelor of Arts programs generally take three or four years depending on the country and institution.",
  "/wiki/Master_of_Arts": "Master of Arts (Latin: Magister Artium or Artium Magister; abbreviated M.A. or A.M.) is a type of master's degree awarded by universities in many countries. The degree is usually contrasted with the Master of Science. Those admitted to the degree typically study linguistics, history, communication studies, diplomacy, public administration, political science, or other subjects within the scope of the humanities and social sciences; however, different universities have different conventions and may also offer the degree for fields typically considered within the natural sciences and mathematics. The degree can be conferred in respect of completing courses and passing examinations, research, or a combination of the two.",
  "/wiki/Ohio%27s_13th_congressional_district": "The 13th congressional district of Ohio is represented by Representative Tim Ryan, who defeated Republican Dr. Marisha Agana of Warren on November 6, 2012. Due to reapportionment following the 2010 United States Census, Ohio lost its 17th and 18th congressional districts, necessitating redrawing of district lines. Following the 2012 elections, the 13th district changed to take in much of the territory in the former 17th district, including the city of Youngstown and areas east of Akron.",
  "/wiki/Republican_National_Committee": "The Republican National Committee (RNC) is a U.S. political committee that leads the Republican Party of the United States. It is responsible for developing and promoting the Republican political platform, as well as coordinating fundraising and election strategy. It is also responsible for organizing and running the Republican National Convention. Similar committees exist in every U.S. state and most U.S. counties, although in some states party organization is structured by congressional district, allied campaign organizations being governed by a national committee. Ronna McDaniel is the current committee chairwoman.",
  "/wiki/Tim_Bee": "Timothy S. Bee is a Republican politician and business owner who served in the Arizona State Senate from 2001 through 2008. He was first elected to the Arizona Senate in 2001 and left in 2009 due to term limits. In 2008, he was the Republican candidate for Arizona's 8th congressional district seat in the United States House of Representatives. He lost to incumbent Democrat Gabrielle Giffords.  Arizona Governor Jan Brewer later appointed him to head her Tucson office.",
  "/wiki/Arizona_State_Senate": "The Arizona Senate is part of the Arizona Legislature, the state legislature of the US state of Arizona. The Senate consists of 30 members each representing an average of 219,859 constituents (2009 figures). Members serve two-year terms with term limits that limit Senators to four terms for a total of eight years. Members of the Republican Party are currently the majority in the Senate.",
  "/wiki/Samuel_Bigger": "Samuel Bigger (March 20, 1802 – September 9, 1846) was the seventh Governor of the U.S. state of Indiana from December 9, 1840 to December 6, 1843. Bigger was nominated to run for governor because he had no connection to the failed public works program. The state had entered a severe financial crisis in his predecessor's term and the government became insolvent during his first year in office. He oversaw the state's bankruptcy negotiations, but the bankruptcy he negotiated was only able to return the state to solvency briefly. By the time of his reelection campaign, the Whig Party had become the target of public blame for the debacle, and Bigger was defeated.",
  "/wiki/Pre_law": "In the United States, pre-law refers to any course of study taken by an undergraduate in preparation for study at a law school.",
  "/wiki/Whig_Party_(United_States)": "The  Whig Party was a political party active in the middle of the 19th century in the United States of America. Alongside the Democratic Party, it was one of the two major parties in the United States during the late 1830s, the 1840s, and the early 1850s, part of the Second Party System. Four U.S. presidents were affiliated with the Whig party for at least part of their respective terms. Other influential party leaders include Henry Clay, Daniel Webster, William Seward, John J. Crittenden, and Truman Smith.",
  "/wiki/List_of_Governors_of_Indiana": "The Governor of Indiana is the chief executive of the U.S. state of Indiana. The governor is the head of the executive branch of Indiana's state government and is charged with enforcing state laws.",
  "/wiki/Governor_of_Indiana": "The Governor of Indiana is the Head of government and Head of State of the state of Indiana. The governor is elected to a four-year term, and responsible for overseeing the day-to-day management of the functions of many agencies of the Indiana state government. The governor also shares power with other statewide executive officers, who manage other state government agencies. The governor works out of the Indiana Statehouse and holds official functions at the Indiana Governor's Residence in the state capital of Indianapolis.",
  "/wiki/Dan_Brady_(Ohio_politician)": "Daniel R. Brady of Cleveland, Ohio, is an American politician of the Democratic party. Brady holds a bachelor of arts degree in history and political science from Ohio University. An early staff member of Ohio Citizen Action, Brady was a member of the Cleveland City Council from 1986 to 1996. Brady was elected to the Ohio House of Representatives in 1996 and served one term. He was elected to the Ohio Senate in 1998. In 2001, he was elected Senate minority whip by the Democratic caucus. In 2010 he was elected to the inaugural Cuyahoga County Council representing the 3rd District on Cleveland's near west side.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Ohio_House_of_Representatives": "The Ohio House of Representatives is the lower house of the Ohio General Assembly, the state legislature of the U.S. state of Ohio; the other house of the bicameral legislature being the Ohio Senate.",
  "/wiki/Ohio_State_Senate": "The Ohio Senate is the upper house of the Ohio General Assembly. The State Senate, which meets in the Ohio Statehouse in Columbus, first convened in 1803. Senators are elected for four year terms, staggered every two years such that half of the seats are contested at each election. Even numbered seats and odd numbered seats are contested in separate election years. The President of the Ohio Senate presides over the body when in session, and is currently Larry Obhof.",
  "/wiki/Eric_Brakey": "Eric Brakey (born August 8, 1988) is an American politician who lives in the state of Maine.",
  "/wiki/Maine_Senate": "The Maine Senate is the upper house of the Maine Legislature, the state legislature of the U.S. state of Maine. The Senate currently consists of 35 members representing an equal number of districts across the state, though the Maine Constitution allows for \"an odd number of Senators, not less than 31 nor more than 35\". Unlike the lower House, the Senate does not set aside nonvoting seats for Native tribes.  Because it is a part-time position, members of the Maine Senate usually have outside employment as well.",
  "/wiki/John_Brough": "John Brough (rhymes with \"huff\") (September 17, 1811 – August 29, 1865) was a War Democrat politician from Ohio. He served as the 26th Governor of Ohio during the final years of the American Civil War, dying in office of gangrene shortly after the war concluded.",
  "/wiki/Fairfield_County,_Ohio": "Fairfield County is a county located in the U.S. state of Ohio. As of the 2010 census, the population was 146,156. Its county seat is Lancaster. Its name is a reference to the Fairfield area of the original Lancaster.",
  "/wiki/Hocking_County,_Ohio": "Hocking County is a county located in the U.S. state of Ohio. As of the 2010 census, the population was 29,380. Its county seat is Logan. The county was organized on March 1, 1818, from land given by Athens, Fairfield, and Ross counties. Its name is from the Hocking River, the origins of which are disputed but is said to be a Delaware Indian word meaning \"bottle river\".",
  "/wiki/List_of_Ohio_University_alumni": "Ohio University is a major public university located in the Midwestern United States in Athens, Ohio, situated on an 1,800-acre (7.3 km2) campus. Founded in 1804, it is the oldest university in the Northwest Territory and ninth oldest public university in the United States. Ohio University has 210,000 living alumni, of whom approximately 105,000 stay in the state. Many have gone on to achieve success in a variety of fields, including athletics, journalism, and government."
}