{
  "/wiki/1994_PDC_World_Darts_Championship": "The 1994 Skol World Darts Championship was held following 18 months of controversy within the sport of darts. After the 1993 Embassy World Championships, several players decided it was time to part company with the British Darts Organisation (who had always organised the World Championship) and form their own organisation. The new organisation was known as the World Darts Council (WDC). The WDC would later become the Professional Darts Corporation (PDC).",
  "/wiki/Dennis_Priestley": "Dennis Priestley (born 16 July 1950 from Mexborough, Yorkshire) is a retired English professional darts player. He has won two world championships, and was the first player to win both the BDO and WDC (now PDC) world championships, in 1991 and 1994 respectively. He is nicknamed \"The Menace\", after the cartoon character Dennis the Menace, and reflects this by wearing red and black, and using red and black flights.",
  "/wiki/Phil_Taylor_(darts_player)": "Philip Douglas Taylor (born 13 August 1960) is a retired English professional darts player, nicknamed The Power. Taylor dominated darts for over two decades and won 214 professional tournaments, including a record 85 major titles and a record 16 World Championships. In 2015, the BBC rated him among the ten greatest British sportsmen of the last 35 years. He is the richest and most successful darts player in history.",
  "/wiki/1995_PDC_World_Darts_Championship": "The 1995 Proton Cars World Darts Championship was the second world championship organised by the World Darts Council (now the Professional Darts Corporation).",
  "/wiki/Rod_Harrington": "Rodney Harrington (born 30 December 1957 in Boreham, Essex) is a retired English former World No. 1 professional darts player and commentator and analyst on Sky Sports. He used the nickname The Prince of Style for his matches, often wearing a suit and waistcoat for his games. Harrington enjoyed some major success during his professional career including the prestigious Winmau World Masters in 1991 and two successive World Matchplays in 1998 and 1999. At the PDC Awards Dinner held on the 22/01/2019 Harrington was inducted into the PDC Hall of Fame.",
  "/wiki/1996_PDC_World_Darts_Championship": "The 1996 Vernons World Darts Championship was the third year that the Professional Darts Corporation (then known as the World Darts Council) held their own World Championships following an acrimonious split from the British Darts Organisation during 1992/93. The tournament had its third sponsor in as many years, with Vernons taking over from Proton Cars.  The tournament was held at the Circus Tavern in Purfleet.",
  "/wiki/1997_PDC_World_Darts_Championship": "The 1997 Red Band World Darts Championship was held between 29 December 1996 and 5 January 1997 at the Circus Tavern in Purfleet, Essex. It was the fourth World Championship organised by the World Darts Council, which had acrimoniously split from the British Darts Organisation in 1992–93. As a result of an ongoing legal battle, this would be the last time that the WDC name would be used – an out-of-court settlement (Tomlin Order) in June 1997 meant that the organisation had to change its name to the Professional Darts Corporation (PDC).",
  "/wiki/1998_PDC_World_Darts_Championship": "The 1998 Skol World Darts Championship was held between 29 December 1997 and 4 January 1998 at the Circus Tavern in Purfleet, Essex. Skol, who sponsored the inaugural event in 1994 returned as title sponsors – which they were to fulfil for the next five years.",
  "/wiki/1999_PDC_World_Darts_Championship": "The 1999 Skol World Darts Championship was held between 28 December 1998 and 3 January 1999 at the Circus Tavern in Purfleet, Essex. After five years, organisers the Professional Darts Corporation scrapped the group stages and the tournament became a straight knock-out for the first time. The third-place play-off which had been a feature for the previous two years was also abandoned. The field was expanded from 24 to 32 players – the biggest influx of players since the PDC separated from the British Darts Organisation in 1992–93.",
  "/wiki/Peter_Manley": "Peter David Manley (born 7 March 1962 in Cheam, London Borough of Sutton) is an English former professional darts player who played in Professional Darts Corporation events from July 1996 until 2017. He won one major title, the Las Vegas Desert Classic, in 2003 and twice held the number one ranking. He also reached the World Championship final in 1999, 2002 and 2006, losing to Phil Taylor on each occasion. Declining form led to him losing his place on the PDC tour in 2011.",
  "/wiki/2000_PDC_World_Darts_Championship": "The 2000 Skol World Darts Championship was the seventh World Championship organised by the Professional Darts Corporation (PDC). It was held between 28 December 1999 and 4 January 2000 at the Circus Tavern in Purfleet, Essex.",
  "/wiki/2001_PDC_World_Darts_Championship": "The 2001 PDC World Darts Championship was a professional darts tournament held from 28 December 2000 and 3 January 2001 at the Circus Tavern in Purfleet, Essex. It was the eighth staging of the competition since the 1994 edition and the eighth time it took place at the Circus Tavern. The competition was the first of 35 Professional Darts Corporation (PDC) tournaments in the 2001 season. The tournament was broadcast on Sky Sports and was sponsored by the lager company Skol.",
  "/wiki/John_Part": "John Part (born June 29, 1966) is a Canadian professional darts player and commentator, nicknamed Darth Maple. Part is a three-times World Champion, having won the 1994 BDO World Darts Championship, and the PDC World Championship in 2003 and 2008. He is statistically North America's greatest darts player to date. He has the distinction of being the first non-UK player to win the World Championship, and the only non-European to date to win the PDC World Darts Championship. His first Championship was the second time a non-seeded player won the BDO World Darts Championship, and one of the few times where a player only lost one set in the entire tournament. His nine year gap between his first and second World Championships is tied with Ted Hankey for the longest gap between World Championships, and his third triumph in 2008 saw him become the first player in history to win a world title in three different venues, and the first to win at the Alexandra Palace. His 2008 win saw him join Phil Taylor, Eric Bristow, Raymond van Barneveld and John Lowe as the only players with three or more World Championships, and become only the second player (after Taylor) to win multiple PDC titles. His eleven televised PDC finals is tied with Dennis Priestley for the eighth most all time, and his £874,151 in prize money to date is the sixteenth highest amount in PDC history. Similar with Cliff Thorburn in snooker, Part remains the only darts champion from the Americas.",
  "/wiki/2002_PDC_World_Darts_Championship": "The 2002 PDC World Darts Championship was a professional darts tournament held from 28 December 2001 to 5 January 2002 at the Circus Tavern in Purfleet, Essex. It was the ninth staging of the competition since the 1994 edition and the ninth time it occurred at the Circus Tavern. The competition was the first of 30 Professional Darts Corporation (PDC) tournaments in the 2002 season. The tournament was broadcast on the sports network Sky Sports and was sponsored by the lager company Skol.",
  "/wiki/2003_PDC_World_Darts_Championship": "The 2003 Ladbrokes.com World Darts Championship was the tenth World Championship organised by the Professional Darts Corporation since it split from the British Darts Organisation in 1993. The tournament took place between 27 December 2002 and 4 January 2003 at the Circus Tavern, Purfleet, England. Ladbrokes (who sponsored the 1996 event with their Vernon's brand) took over sponsorship of the event from Skol.",
  "/wiki/2004_PDC_World_Darts_Championship": "The 2004 Ladbrokes.com World Darts Championship was the 10th anniversary of the PDC version of the World Darts Championship. The tournament took place between 27 December 2003 and 4 January 2004 at the Circus Tavern, Purfleet, England.",
  "/wiki/Kevin_Painter": "Kevin Painter (born 12 July 1967 in Billericay, Essex) is an English professional darts player who plays in Professional Darts Corporation tournaments, where he is known as \"The Artist\". He is arguably most famous for finishing runner up to Phil Taylor in the 2004 PDC World Championship final, now widely credited as one of the greatest televised matches in the history of the game. He was also the winner of the Players Championship Finals in 2011.",
  "/wiki/2005_PDC_World_Darts_Championship": "The 2005 Ladbrokes.com World Darts Championship was the 12th edition of the PDC World Darts Championship, and was held at the Circus Tavern, Purfleet taking place between 26 December 2004 and 3 January 2005.",
  "/wiki/Mark_Dudbridge": "Mark \"Flash\" George Dudbridge (born 11 January 1973 in Bristol, England) is an English professional darts player.",
  "/wiki/2006_PDC_World_Darts_Championship": "The 2006 Ladbrokes.com World Darts Championship was the 13th World Championship organised by the Professional Darts Corporation (PDC) since it separated from the British Darts Organisation (BDO). It was held from 19 December 2005 to 2 January 2006 at the Circus Tavern, Purfleet, Essex.",
  "/wiki/2007_PDC_World_Darts_Championship": "The 2007 Ladbrokes.com World Darts Championship was the 14th World Championship organised by the Professional Darts Corporation since it separated from the British Darts Organisation. The tournament took place between 18 December 2006–1 January 2007. The championship was once again held at the Circus Tavern in Purfleet, Essex, where it had been staged since the first PDC World Championship in 1994. However, it would turn out to be the last time the tournament would be held at the Tavern: in April 2007, the PDC announced that the event would be moving to Alexandra Palace from 2008.",
  "/wiki/Raymond_van_Barneveld": "Raymond van Barneveld (born 20 April 1967) is a retired Dutch professional darts player. Nicknamed Barney, although originally known as The Man, he is one of the most successful darts players in history. Van Barneveld is a five-time World Darts Champion (four-time BDO and one-time PDC), a two-time UK Open Champion and a former winner of the Las Vegas Desert Classic, the Grand Slam of Darts and the Premier League. He is also a twice-winner of the World Masters and the World Darts Trophy, and a three-time winner of the International Darts League and the WDF World Cup Singles event.",
  "/wiki/2008_PDC_World_Darts_Championship": "The 2008 Ladbrokes.com World Darts Championship was the 15th World Championship organised by the Professional Darts Corporation since it separated from the British Darts Organisation. The event took place between 17 December 2007 and 1 January 2008 at the Alexandra Palace, London, England.",
  "/wiki/Kirk_Shepherd": "Kirk Shepherd (born 5 October 1986 in Ramsgate, Kent) is a professional English darts player who competes in Professional Darts Corporation tournaments, and lives in Birmingham, England. He is the youngest player ever to reach a final of the World Professional Darts Championship.",
  "/wiki/2009_PDC_World_Darts_Championship": "The 2009 Ladbrokes.com World Darts Championship was the 16th World Championship organised by the Professional Darts Corporation since it separated from the British Darts Organisation. The event took place at Alexandra Palace in London from 19 December 2008 and 4 January 2009.",
  "/wiki/2010_PDC_World_Darts_Championship": "The 2010 Ladbrokes.com World Darts Championship was the 17th World Championship organised by the Professional Darts Corporation since it separated from the British Darts Organisation. The event took place at Alexandra Palace in London from 18 December 2009 and 3 January 2010.",
  "/wiki/Simon_Whitlock": "Simon Whitlock (born 3 March 1969) is an Australian professional darts player who plays in Professional Darts Corporation tournaments, having also played in the British Darts Organisation between 2004-2009. He uses the nickname The Wizard for his matches. His walk-on music is \"Down Under\" by Men At Work.",
  "/wiki/2011_PDC_World_Darts_Championship": "The 2011 Ladbrokes.com World Darts Championship was the 18th World Championship organised by the Professional Darts Corporation since it separated from the British Darts Organisation. The event took place at the Alexandra Palace, London from 16 December 2010 and 3 January 2011. A total of 72 players took part, 16 of whom began at the preliminary round stage, with the eight winners joining the remaining 56 players in the first round proper.",
  "/wiki/Adrian_Lewis": "Adrian Lewis (born 21 January 1985) is an English professional darts player currently playing in the PDC. Lewis is a two-time PDC World Darts Champion, winning in 2011 and 2012. He is nicknamed Jackpot, as he won a jackpot gambling in Las Vegas in 2005, but he was unable to collect the money as he was 20 years old, below the US legal gambling age of 21.",
  "/wiki/Gary_Anderson_(darts_player)": "Gary Anderson (born 22 December 1970) is a Scottish professional darts player, currently playing in the Professional Darts Corporation, and a former BDO and WDF world number one. He is a two-time PDC World Champion, having won the title in 2015 and 2016. His  nickname is The Flying Scotsman.",
  "/wiki/2012_PDC_World_Darts_Championship": "The 2012 Ladbrokes.com World Darts Championship was the 19th World Championship organised by the Professional Darts Corporation since it separated from the British Darts Organisation. The event took place at the Alexandra Palace between 15 December 2011 and 2 January 2012.",
  "/wiki/Andy_Hamilton_(darts_player)": "Andrew Hamilton (born 16 March 1967 in Stoke-on-Trent) is an English professional darts player. He is nicknamed The Hammer.",
  "/wiki/2013_PDC_World_Darts_Championship": "The 2013 Ladbrokes World Darts Championship was the 20th World Championship organised by the Professional Darts Corporation since it separated from the British Darts Organisation. The event  took place at the Alexandra Palace, London between 14 December 2012 and 1 January 2013.",
  "/wiki/Michael_van_Gerwen": "Michael van Gerwen (Dutch: [ˈmɑikəl vɑn ˈɣɛrʋə(n)]; born 25 April 1989) is a Dutch professional darts player. He is currently ranked number one in the world, having won the PDC World Darts Championship in 2014, 2017, and 2019. He began playing darts at the age of 13. He won the 2006 World Masters and threw a televised nine-dart finish at the 2007 Masters of Darts, becoming the youngest player to do either at age 17. However, after this initial burst onto the darting scene, Van Gerwen struggled for consistent form until his breakthrough year in 2012. Improving from world number 38 at the start of 2012 to number four at the beginning of 2013, he won his first major PDC title at the World Grand Prix and reached the final at the 2013 World Championship. In 2014, at the age of 24, Van Gerwen became the youngest winner of the PDC World Championship, a record he still holds today. He also holds the record for the highest three-dart average in a televised darts match, with 123.40.",
  "/wiki/World_Professional_Darts_Championship": "The World Professional Darts Championship is one of the most important tournaments in the darts calendar. Originally held as an annual event between 1978 and 1993, players then broke off into two separate organisations after a controversial split in the game. Each organisation, the British Darts Organisation (BDO) and the Professional Darts Corporation (PDC) now organise their own World Championship in January. As a result, there is no longer a unified world champion in the sport."
}