{
  "/wiki/Autrans": "Autrans is a former commune in the Isère department in the Rhône-Alpes region of south-eastern France. On 1 January 2016, it was merged into the new commune of Autrans-Méaudre-en-Vercors.",
  "/wiki/Biathlon_at_the_1968_Winter_Olympics": "Biathlon at the 1968 Winter Olympics consisted of two biathlon events, held at Autrans. The events began on 9 February and ended on 11 February 1968. This was the first Olympics to feature more than one biathlon race, as the 4 x 7.5 kilometre relay made its debut.",
  "/wiki/Cross-country_skiing_at_the_1968_Winter_Olympics": "The 1968 Winter Olympic Games cross-country skiing results.",
  "/wiki/Nordic_combined_at_the_1968_Winter_Olympics": "Nordic combined at the 1968 Winter Olympics consisted of one event, held from 10 February to 12 February at Autrans.",
  "/wiki/Ski_jumping_at_the_1968_Winter_Olympics": "Ski jumping at the 1968 Winter Olympics consisted of two events held from 11 to 18 February, with the large hill event taking place at Saint-Nizier-du-Moucherotte, and the normal hill event at Autrans.",
  "/wiki/Chamrousse": "Chamrousse is a ski resort in southeastern France, in the Belledonne mountain range near Grenoble in the Isère department. It is located in a commune of the same name and is situated on the Recoin at 1,650 m (5,413 ft) and the Roche Béranger at 1,750 m (5,741 ft). The ski-lifts reach the Cross of Chamrousse at 2,253 m (7,392 ft).",
  "/wiki/Alpine_skiing_at_the_1968_Winter_Olympics": "Alpine skiing at the 1968 Winter Olympics consisted of six events, held 9–17 February at Chamrousse, southeast of Grenoble, France.\nJean-Claude Killy of France won all three men's events, repeating Toni Sailer's triple-gold of 1956. Since Killy's feat, no male alpine ski racer has won three gold medals in a single Olympics. (Janica Kostelic later won three gold medals in the 2002 Winter Olympics).",
  "/wiki/La_Patinoire_Municipale": "La Patinoire Municipale (English: The Municipal Ice Rink) is an indoor ice venue located in Grenoble, France. Completed in 1963, it hosted some of the ice hockey competitions for the 1968 Winter Olympics. During those games, it seated 2700.",
  "/wiki/Ice_hockey_at_the_1968_Winter_Olympics": "The men's ice hockey tournament at the 1968 Winter Olympics held in Grenoble, France, was the 11th Olympic Championship, also serving as the 35th World Championships and the 46th European Championships. This was the last Olympic tournament to include the World and European titles. Games were held at the Palais des Sports. The Soviet Union won their third Olympic gold medal, eighth World Championship and twelfth European Championship. Czechoslovakia won the silver, followed by Canada taking the bronze.",
  "/wiki/L%27Anneau_de_Vitesse": "L'Anneau de Vitesse (English: The Speed Circuit) is an outdoor speed skating venue located in Grenoble, France. It hosted the speed skating events for the 1968 Winter Olympics. This Speed Circuit is located in a park of 27 hectares, the Park Paul Mistral. The park also hosts the Palais des sports was the main Olympic site in the city in 1968.",
  "/wiki/Speed_skating_at_the_1968_Winter_Olympics": "Speed skating at the 1968 Winter Olympics, was held from 4 to 12 February. Eight events were contested at L'Anneau de Vitesse in Grenoble, France.",
  "/wiki/Palais_des_Sports_(Grenoble)": "Palais des Sports, known also as the Palais des sports Pierre Mendes or \"Le Stade Olympique de Glace\" is an indoor ice hockey arena, located in Paul Mistral Park in Grenoble, France. The vaulted roof structure was built from November 1966 to April 1967, therefore having tough weather problems to add to construction difficulties. The stadium was conceived for the Olympiques Winter Games held in Grenoble in 1968 and has a capacity of up to 12,000 spectators.",
  "/wiki/Figure_skating_at_the_1968_Winter_Olympics": "Figure skating at the 1968 Winter Olympics was held at Le Stade Olympique de Glace in Grenoble, France.",
  "/wiki/Alpe_d%27Huez": "L'Alpe d'Huez (French pronunciation: ​[l‿al.pə d‿ɥɛz]) is a ski resort in southeastern France at 1,250 to 3,330 metres (4,100 to 10,925 ft). It is a mountain pasture in the Central French Western Alps, in the commune of Huez, which is part of the department of Isère in the region of Auvergne-Rhône-Alpes.",
  "/wiki/Bobsleigh_at_the_1968_Winter_Olympics": "Bobsleigh at the 1968 Winter Olympics consisted of two events, at L'Alpe d'Huez.  The competition took place between 8 and 11 February 1968.",
  "/wiki/Villard-de-Lans": "Villard-de-Lans is a commune in the Isère department of the Auvergne-Rhones-Alpes region in southeastern France. The town is also situated in the Vercors Massif. It was the administrative centre of the eponymous canton until the departmental elections of 2015. After the elections, Villard-de-Lans and the communes of its former canton were all incorporated into the new canton of Fontaine-Vercors. The town remains the seat of the Community of Communes in the Vercors Massif (CCMV).",
  "/wiki/Luge_at_the_1968_Winter_Olympics": "Luge at the 1968 Winter Olympics consisted of three events at Villard-de-Lans.  The competition took place between February 11 and February 18, 1968.",
  "/wiki/Saint-Nizier-du-Moucherotte": "Saint-Nizier-du-Moucherotte is a commune in the Isère department in southeastern France.",
  "/wiki/Olympic_Stadium_(Grenoble)": "Olympic Stadium, also known as Opening Stadium, was a temporary stadium in Grenoble, France.  Built to only host the opening ceremonies for the 1968 Winter Olympics, the stadium was immediately disassembled following the games.  The stadium held 60,000 spectators."
}