{
  "/wiki/1978_BDO_World_Darts_Championship": "The 1978 Embassy World Darts Championship was the first World Darts Championships. The tournament was organised by the British Darts Organisation who had already set up the WDF World Cup and Winmau World Masters in its five years since formation. This was the only year that the tournament was played in a matchplay format of legs, rather than sets which came into operation from 1979 onwards. BBC Television covered the event and began a long broadcasting partnership with the BDO. Sid Waddell was the lead commentator on the tournament which he would cover for the BBC until 1994.",
  "/wiki/Leighton_Rees": "Leighton Thomas Rees (17 January 1940 – 8 June 2003) was the first ever World Professional Darts Champion and a World No. 1 player.",
  "/wiki/John_Lowe": "John Lowe MBE (born 21 July 1945) is a retired English darts player. Along with Eric Bristow and Jocky Wilson, he was known for dominating darts during the 1980s. He was world champion on three occasions, in 1979, 1987 and 1993. He was also a two-time winner of the Winmau World Masters and a two-time World Cup singles champion. In total, he won 15 BDO and WDF majors. He held the World No. 1 ranking on four occasions. In October 1984, he became the first player to hit a televised nine-dart finish.",
  "/wiki/1979_BDO_World_Darts_Championship": "The 1979 Embassy World Darts Championship was the second World Professional Championships. Having been held the previous year at the Heart of the Midlands Club in Nottingham, the event moved to Jollees Cabaret Club in Stoke-on-Trent where it was to remain until 1985.",
  "/wiki/1980_BDO_World_Darts_Championship": "The 1980 Embassy World Darts Championship was the third year that the British Darts Organisation had staged a world championship. Again the field was 24 players, with the top seeds receiving a bye to the last 16 stage. For the second successive year the tournament was staged at Jollees Cabaret Club in Stoke-on-Trent.",
  "/wiki/Eric_Bristow": "Eric John Bristow, MBE (25 April 1957 – 5 April 2018), nicknamed \"The Crafty Cockney\", was an English professional darts player.",
  "/wiki/Bobby_George": "Robert Francis George (born 16 December 1945 from Manor Park, London) is an English television presenter and retired professional darts player. He is widely recognised as one of the game's biggest personalities, known for his flamboyant entrances in which the \"King of Darts\" makes his way to the stage bedecked in jewellery, wearing a crown and cloak and holding a candelabra to the Queen song We Are the Champions.",
  "/wiki/1981_BDO_World_Darts_Championship": "The 1981 Embassy World Darts Championship was the fourth year that the British Darts Organisation had staged a world championship. The field was expanded from 24 to 32 players, the format which would remain for many years. For the third successive year the tournament was staged at Jollees Cabaret Club in Stoke-on-Trent.",
  "/wiki/1982_BDO_World_Darts_Championship": "The 1982 Embassy World Darts Championship was the fifth year that the British Darts Organisation had staged a world championship. For the fourth successive year the tournament was staged at Jollees Cabaret Club in Stoke-on-Trent.",
  "/wiki/Jocky_Wilson": "John Thomas \"Jocky\" Wilson (22 March 1950 – 24 March 2012) was a Scottish professional darts player from Kirkcaldy, Fife, Scotland. After turning pro in 1979, he quickly rose to the top of the game, winning the World Professional Darts Championship in 1982, then again in 1989. Wilson competed in all major darts tournaments of the era and won the British Professional Championship a record four times between 1981 and 1988.",
  "/wiki/1983_BDO_World_Darts_Championship": "The 1983 Embassy World Darts Championship was staged at Jollees Cabaret Club in Stoke-on-Trent from 1–8 January 1983.",
  "/wiki/Keith_Deller": "Keith Kelvin Deller (born 24 December 1959 in Ipswich, Suffolk) is an English retired professional darts player, who won the Embassy World Professional Darts Championship in 1983 and Unipart British Professional Championship in 1987. He was the first qualifier ever to win the championship and remains one of the youngest champions in history. For his world championship win, Deller used 18-gram spring-loaded darts, later banned for tournament play but now legal again. He no longer uses these darts.",
  "/wiki/1984_BDO_World_Darts_Championship": "The 1984 Embassy World Darts Championship was held from 31 December 1983 to 7 January 1984 at Jollees Cabaret Club in Stoke-on-Trent.",
  "/wiki/Dave_Whitcombe": "David \"Dave\" Whitcombe (born 27 June 1954 in Kent) is an English retired professional darts player who won several major tournaments and reached two World Championship Finals. He had a long professional career between 1980 and 1992.",
  "/wiki/1985_BDO_World_Darts_Championship": "The 1985 Embassy World Darts Championship was the 8th World Professional Championships. The tournament was held between 5 and 12 January. It was the seventh and final time that the tournament was held at the Jollees Cabaret Club in Stoke-on-Trent, as the tournament organisers, the British Darts Organisation, decided to move the event to the Lakeside Country Club in Frimley Green, Surrey, from 1986. The Jollees Cabaret Club closed in 1992, due to losing money, not reopening until 2016.",
  "/wiki/1986_BDO_World_Darts_Championship": "The 1986 Embassy World Darts Championship was held between 4–11 January 1986. For the first time, the tournament was held at the Lakeside Country Club in Frimley Green, Surrey, having been held at Jollees Cabaret Club in Stoke-on-Trent for the previous seven years. The Lakeside became the third venue in the history of the World Championship.",
  "/wiki/1987_BDO_World_Darts_Championship": "The 1987 Embassy World Darts Championship was held at the Lakeside Country Club in Frimley Green, Surrey between 9 and 17 January 1987. John Lowe, the 1979 champion and four-time runner-up in the event, beat three-time defending champion Eric Bristow in a repeat of the 1981 and 1985 finals.",
  "/wiki/1988_BDO_World_Darts_Championship": "The 1988 Embassy World Darts Championship was held at the Lakeside Country Club in Frimley Green, Surrey between 9 and 17 January 1988. The tournament was won by the number 1 seed, Bob Anderson, who played to a high level throughout the week.",
  "/wiki/Bob_Anderson_(darts_player)": "Robert Charles Anderson (born 7 November 1947 in Winchester, Hampshire, England) is a retired English professional darts player and former World Champion. He was the World No. 1 player for over three years in the late 1980s. Nicknamed The Limestone Cowboy, he lives in Clevedon in Somerset.",
  "/wiki/1989_BDO_World_Darts_Championship": "The 1989 Embassy World Darts Championship was the 12th World Professional Championships, and was staged at the Lakeside Country Club, Frimley Green, Surrey, England for the fourth successive year. The tournament was organised by the British Darts Organisation (BDO).",
  "/wiki/1990_BDO_World_Darts_Championship": "The 1990 Embassy World Darts Championship was held at the Lakeside Country Club in Frimley Green, Surrey from 5–13 January 1990.  It saw Phil Taylor win the first of sixteen world titles, beating his mentor Eric Bristow 6-1 in sets in the final, with Taylor playing in his first ever World Championship at the age of 29.  Taylor beat Russell Stewart, Dennis Hickling, Ronnie Sharp and Cliff Lazarenko en route to the final.  Defending champion Jocky Wilson fell at the quarter-final stage, losing to Mike Gregory.  The event also saw America's Paul Lim hit the first nine-dart finish at the World Championship in his second round match with Ireland's Jack McKenna, receiving £52,000 for his efforts. It remains to date the only nine-dart finish in the BDO World Championship.",
  "/wiki/Phil_Taylor_(darts_player)": "Philip Douglas Taylor (born 13 August 1960) is a retired English professional darts player, nicknamed The Power. Taylor dominated darts for over two decades and won 214 professional tournaments, including a record 85 major titles and a record 16 World Championships. In 2015, the BBC rated him among the ten greatest British sportsmen of the last 35 years. He is the richest and most successful darts player in history.",
  "/wiki/1991_BDO_World_Darts_Championship": "The 1991 Embassy World Darts Championship was held at the Lakeside Country Club in Frimley Green, Surrey from 4–12 January 1991. Phil Taylor was the reigning World Champion and started off well in the early rounds, before losing in the quarter-finals to Dennis Priestley who took the title.",
  "/wiki/Dennis_Priestley": "Dennis Priestley (born 16 July 1950 from Mexborough, Yorkshire) is a retired English professional darts player. He has won two world championships, and was the first player to win both the BDO and WDC (now PDC) world championships, in 1991 and 1994 respectively. He is nicknamed \"The Menace\", after the cartoon character Dennis the Menace, and reflects this by wearing red and black, and using red and black flights.",
  "/wiki/1992_BDO_World_Darts_Championship": "The 1992 Embassy World Darts Championship was held from 3–11 January 1992 at the Lakeside Country Club, Frimley Green, Surrey.",
  "/wiki/Mike_Gregory_(darts_player)": "Michael Seward Gregory (born 16 December 1956 in Bath, Somerset) is a retired English professional darts player, who reached the final of the Winmau World Masters twice and also reached the final of the Embassy World Darts Championship in 1992 – losing to Phil Taylor in a match regarded amongst the greatest matches ever played.",
  "/wiki/1993_BDO_World_Darts_Championship": "The 1993 Embassy World Darts Championship was the 16th staging of the competition, and it turned out to be the last time that the sport had a unified World Championship. In 1994 following a breakaway the PDC staged its own World Championship for the first time.",
  "/wiki/Alan_Warriner-Little": "Alan Warriner-Little (born Alan Warriner on 24 March 1962 in Lancaster, Lancashire) is a retired English professional darts player. He lives in Preston, Lancashire and played with the nickname The Iceman. He is a former World Grand Prix champion, and a former runner-up at the World Professional Darts Championship.",
  "/wiki/1994_BDO_World_Darts_Championship": "The 1994 Embassy World Darts Championship was held following two years of controversy within the sport of darts. After the 1993 Championships, several players decided it was time to part company with the British Darts Organisation and form their own organisation, known as the World Darts Council. By the start of this tournament, the WDC were in the closing days of their own 1994 World Championship, with Dennis Priestley going on to beat Phil Taylor in the final.",
  "/wiki/John_Part": "John Part (born June 29, 1966) is a Canadian professional darts player and commentator, nicknamed Darth Maple. Part is a three-times World Champion, having won the 1994 BDO World Darts Championship, and the PDC World Championship in 2003 and 2008. He is statistically North America's greatest darts player to date. He has the distinction of being the first non-UK player to win the World Championship, and the only non-European to date to win the PDC World Darts Championship. His first Championship was the second time a non-seeded player won the BDO World Darts Championship, and one of the few times where a player only lost one set in the entire tournament. His nine year gap between his first and second World Championships is tied with Ted Hankey for the longest gap between World Championships, and his third triumph in 2008 saw him become the first player in history to win a world title in three different venues, and the first to win at the Alexandra Palace. His 2008 win saw him join Phil Taylor, Eric Bristow, Raymond van Barneveld and John Lowe as the only players with three or more World Championships, and become only the second player (after Taylor) to win multiple PDC titles. His eleven televised PDC finals is tied with Dennis Priestley for the eighth most all time, and his £874,151 in prize money to date is the sixteenth highest amount in PDC history. Similar with Cliff Thorburn in snooker, Part remains the only darts champion from the Americas.",
  "/wiki/1995_BDO_World_Darts_Championship": "The 1995 Embassy World Professional Darts Championship was held from 1–8 January 1995 at the Lakeside Country Club in Frimley Green, Surrey. Richie Burnett became the second Welshman to be crowned World Champion after the inaugural winner Leighton Rees.  Burnett defeated Dutchman Raymond van Barneveld 6 sets to 3 in the final.  Defending champion John Part of Canada lost in the second round to qualifier Paul Williams.",
  "/wiki/Richie_Burnett": "Richard Burnett (born 7 February 1967) is a Welsh professional darts player and former World No. 1 who won the 1995 Embassy World Darts Championship and plays in Professional Darts Corporation events. His nickname is the Prince of Wales.",
  "/wiki/Raymond_van_Barneveld": "Raymond van Barneveld (born 20 April 1967) is a retired Dutch professional darts player. Nicknamed Barney, although originally known as The Man, he is one of the most successful darts players in history. Van Barneveld is a five-time World Darts Champion (four-time BDO and one-time PDC), a two-time UK Open Champion and a former winner of the Las Vegas Desert Classic, the Grand Slam of Darts and the Premier League. He is also a twice-winner of the World Masters and the World Darts Trophy, and a three-time winner of the International Darts League and the WDF World Cup Singles event.",
  "/wiki/1996_BDO_World_Darts_Championship": "The 1996 Embassy World Professional Darts Championship was held from 1–7 January 1996 at the Lakeside Country Club in Frimley Green, Surrey and was won by the number six seed Steve Beaton.  Beaton, who suffered a first round loss in the previous two World Championships as the number one seed, defeated Co Stompé, 1994 champion John Part, and future champions Martin Adams and Andy Fordham before beating defending champion Richie Burnett 6-3 in sets in the final.",
  "/wiki/Steve_Beaton": "Steve Beaton (born 5 April 1964) is an English professional darts player for the Professional Darts Corporation (PDC). He won the BDO World Darts Championship in 1996 and is a former World No. 1.",
  "/wiki/1997_BDO_World_Darts_Championship": "The 1997 Embassy World Professional Darts Championship was held from 4–12 January 1997 at the Lakeside Country Club in Frimley Green, Surrey.  It was won by Les Wallace, who became the second Scotsman to become World Darts Champion after Jocky Wilson won it twice in 1982 and 1989.  Wallace defeated Wales' Marshall James 6-3 in the final.  Wallace also became the first left-handed player to win either version of the World Darts Championship.  It was also the second time in four years that two unseeded players had reached the Embassy final, and remains the most recent occasion that this has occurred.",
  "/wiki/Les_Wallace": "Les Wallace (born 22 February 1962 in Forres) is a Scottish, former World Champion darts player. He lives in Millbrook, Southampton, England. He adopted the nickname McDanger - coming out for his matches dressed in a traditional kilt. He won the 1997 BDO World Darts Championship which is one of the two versions of the World Professional Darts Championship.",
  "/wiki/Marshall_James": "Marshall James (born 4 October 1970 from Llanelli) is a retired Welsh professional darts player from Wales, whose only high-profile success in the game so far was being runner-up in the 1997 BDO World Championship, in his debut year at the championships. He is also known for his slow, deliberate throwing style.",
  "/wiki/World_Professional_Darts_Championship": "The World Professional Darts Championship is one of the most important tournaments in the darts calendar. Originally held as an annual event between 1978 and 1993, players then broke off into two separate organisations after a controversial split in the game. Each organisation, the British Darts Organisation (BDO) and the Professional Darts Corporation (PDC) now organise their own World Championship in January. As a result, there is no longer a unified world champion in the sport."
}