{
  "/wiki/Alma_mater": "Alma mater (Latin: alma mater, lit. 'nourishing mother'; pl. [rarely used] almae matres) is an allegorical Latin phrase for a university, school, or college that one formerly attended. In US usage, it can also mean the school from which one graduated. The phrase is variously translated as \"nourishing mother\", \"nursing mother\", or \"fostering mother\", suggesting that a school provides intellectual nourishment to its students.",
  "/wiki/Nazir_Ahmed_(physicist)": "Nazir Ahmed (or Nazir Ahmad), OBE (1 May 1898, Lahore – 30 September 1973, Karachi) was a Pakistani experimental physicist and a chairman of the Pakistan Atomic Energy Commission (PAEC) from 1956 to 1960.",
  "/wiki/University_of_Cambridge": "The University of Cambridge (legally The Chancellor, Masters, and Scholars of the University of Cambridge) is a collegiate public research university in Cambridge, United Kingdom. Founded in 1209 and granted a royal charter by King Henry III in 1231, Cambridge is the second-oldest university in the English-speaking world and the world's fourth-oldest surviving university. The university grew out of an association of scholars who left the University of Oxford after a dispute with the townspeople. The two 'ancient universities' share many common features and are often referred to jointly as 'Oxbridge'. The academic standards, history, influence and wealth of the University of Cambridge has made it one of the most prestigious universities in the world.",
  "/wiki/Aligarh_Muslim_University": "Aligarh Muslim University (abbreviated as AMU) is a public central university, which was originally established by Sir Syed Ahmad Khan as the Muhammadan Anglo-Oriental College in 1875. Muhammadan Anglo-Oriental College became Aligarh Muslim University in 1920, following the Aligarh Muslim University Act. The main campus of AMU is located in the city of Aligarh. Spread over 467.6 hectares. Additionally it has three off-campus centres in Malappuram (Kerala), AMU Murshidabad centre (West Bengal), and Kishanganj Centre (Bihar).",
  "/wiki/Ishrat_Hussain_Usmani": "Ishrat Hussain Usmani, NI (Urdu: ڈاکٹر عشرت حسین عثمانی‎ 15 April 1917 – 17 June 1992), best known as I. H. Usmani, was a Pakistani bureaucrat and an atomic physicist who was the second chairman of Pakistan Atomic Energy Commission (PAEC) from 1960 to 1972; as well as the associate director of the Space Research Commission.",
  "/wiki/Imperial_College_London": "Imperial College London (legally Imperial College of Science, Technology and Medicine) is a public research university located in London. In 1851, Prince Albert built his vision of an area for culture, including the Victoria and Albert Museum, Natural History Museum, Royal Colleges, Royal Albert Hall, and the Imperial Institute. In 1907, Imperial College was established by royal charter, merging the Royal College of Science, Royal School of Mines, and City and Guilds of London Institute. In 1988, the Imperial College School of Medicine was formed by combining with St Mary's Hospital Medical School. In 2004, Queen Elizabeth II opened the Imperial College Business School.",
  "/wiki/Munir_Ahmad_Khan": "Munir Ahmad Khan (Urdu: منير احمد خان‎; b. 20 May 1926 – 22 April 1999; NI HI), was a Pakistani nuclear engineer and a nuclear physicist, who served as the chairman of the Pakistan Atomic Energy Commission (PAEC) from 1972 to 1991. He is credited among the persons who are called as \"father of the Pakistan's atomic bomb project\", for their role in Pakistan's integrated[clarification needed] atomic bomb project— the clandestine Cold war[dubious  – discuss] program. Khan was technical director of the programme to develop nuclear weapons, which led to the Chagai-I nuclear testing in May 1998 in Balochistan.",
  "/wiki/North_Carolina_State_University": "North Carolina State University (also referred to as NCSU, NC State, or just State) is a public research university in Raleigh, North Carolina. It is part of the University of North Carolina system and is a land-, sea-, and space-grant institution. The university forms one of the corners of the Research Triangle together with Duke University in Durham and The University of North Carolina at Chapel Hill.",
  "/wiki/University_of_the_Punjab": "The University of Punjab (Urdu: جامعہ پنجاب‎), also referred to as Punjab University, is a public research university located in Lahore, Punjab, Pakistan. Punjab University is the oldest public university in Pakistan. With multiple campuses in Gujranwala, Jhelum, and Khanspur, the university was formally established by the British Government after convening the first meeting for establishing higher education institutions in October 1882 at Simla. Punjab University was the fourth university to be established by the British colonial authorities in the Indian subcontinent; the first three universities were established in other parts of British India. There are 45,678 Students (27,907 Morning Students, 16,552 Evening Students and 1,219 Diploma Students) who attend the university, and Punjab University has a total of 13 faculties within which there are 83 academic departments, research centers, and institutes. Punjab University has ranked first among large-sized multiple faculty universities by the HEC in 2012. There are also two Nobel Laureates among the university's alumni and former staff. Additionally, the university is also a member of the Association of Commonwealth Universities of the United Kingdom. In the recently issued rankings of Asian universities by QS World Universities Rankings, Punjab University jumped from the 232nd to 193rd position, improving its position by 39 places. Punjab University also ranks 251-300 in the subject of Agriculture and Forestry, 501-550 in the subject of Physics & Astronomy and 501-550 in the subject of Chemistry according to QS World University Rankings by Subject 2019.",
  "/wiki/Ishfaq_Ahmad": "Ishfaq Ahmad Khan, D.Sc., Minister of State, SI, HI, NI, FPAS (3 November 1930 – 18 January 2018), was a Pakistani nuclear physicist, emeritus professor of high-energy physics at the National Center for Physics, and former science advisor to the Government of Pakistan.",
  "/wiki/Universit%C3%A9_de_Montr%C3%A9al": "The Université de Montréal (UdeM; French pronunciation: ​[ynivɛʁsite də mɔ̃ʁeal], translates to University of Montreal[note 1]) is a French-language public research university in Montreal, Quebec, Canada. The university's main campus is located on the northern slope of Mount Royal in the neighbourhoods of Outremont and Côte-des-Neiges. The institution comprises thirteen faculties, more than sixty departments and two affiliated schools: the Polytechnique Montréal (School of Engineering; formerly the École Polytechnique de Montréal) and HEC Montréal (School of Business). It offers more than 650 undergraduate programmes and graduate programmes, including 71 doctoral programmes.",
  "/wiki/Parvez_Butt": "Parvez Butt (or Pervez Butt) (born 4 October 1942) is a Pakistani nuclear engineer and the former chairman of the Pakistan Atomic Energy Commission (PAEC) from 2001 to 2006. A nuclear engineer by profession, Parvez Butt played an important role in the development of the Pakistan's nuclear power and weapons program. As chairman of PAEC, Parvez Butt helped establishing the particle accelerators, nuclear power plants, and started the research program to the field of Nuclear medicines. Parvez Butt is currently serving as an assistant professor of nuclear engineering at the Pakistan Institute of Engineering and Applied Sciences, and also serving as a \"Science and Technology\" member at the Planning Commission of Pakistan.",
  "/wiki/University_of_Toronto": "The University of Toronto (U of T  or UToronto) is a public research university in Toronto, Ontario, Canada, located on the grounds that surround Queen's Park. It was founded by royal charter in 1827 as King's College, the first institution of higher learning in the colony of Upper Canada. Originally controlled by the Church of England, the university assumed its present name in 1850 upon becoming a secular institution. As a collegiate university, it comprises eleven colleges each with substantial autonomy on financial and institutional affairs and significant differences in character and history. The university also operates two satellite campuses located in Scarborough and Mississauga.",
  "/wiki/University_of_Engineering_and_Technology,_Lahore": "The University of Engineering and Technology, Lahore (UET Lahore) is a public university located in Lahore, Punjab, Pakistan specializing in science, technology, engineering and mathematics (STEM) subjects. It is the oldest and one of the most selective engineering institutions in Pakistan.",
  "/wiki/Anwar_Ali_(scientist)": "Anwar Ali, born: 1943 in Hoshiarpur now in Indian Punjab, British Punjab State, British Indian Empire, (Ph.D, HI, PP), is a Pakistani nuclear physicist who served as the Chairman of the Pakistan Atomic Energy Commission (PAEC) from 2006 till 2009.",
  "/wiki/University_of_Manchester": "The University of Manchester is a public research university in Manchester, England, formed in 2004 by the merger of the University of Manchester Institute of Science and Technology and the Victoria University of Manchester. The University of Manchester is a red brick university, a product of the civic university movement of the late 19th century.",
  "/wiki/Government_College_University,_Lahore": "The Government College University, Lahore (colloquially known as GCU) is a public research university located in Lahore, Pakistan.",
  "/wiki/Ansar_Pervaiz": "Ansar Pervaiz, also spelled as (Ansar Parvez), HI, is a Pakistani scientist and a nuclear engineer who was the former chairman of the Pakistan Atomic Energy Commission (PAEC), and former chairman of the Board of Governors of International Atomic Energy Agency (IAEA). Pervaiz is widely given credit for establishing the nuclear engineering, nuclear physics and nuclear technology institutes within Pakistan.",
  "/wiki/Rensselaer_Polytechnic_Institute": "Rensselaer Polytechnic Institute (/rɛnsəˈlɪər/) (RPI) is a private research university in Troy, New York, with additional campuses in Hartford and Groton, Connecticut. It was established in 1824 by Stephen van Rensselaer and Amos Eaton for the \"application of science to the common purposes of life\" and is the oldest technological university in the English-speaking world. Numerous American colleges or departments of applied sciences were modeled after Rensselaer.",
  "/wiki/Quaid-i-Azam_University": "Quaid-I-Azam University Islamabad (Urdu: جامعہ قائداعظم‎; commonly referred to as QAU), founded as University of Islamabad, is a public research university in Islamabad, Pakistan.",
  "/wiki/Pakistan_Atomic_Energy_Commission": "The Pakistan Atomic Energy Commission (PAEC; Urdu: ادارہ جوہری توانائی پاکستان) is an independent governmental authority and a scientific research institution, concerned with research and development of nuclear power, promotion of nuclear science, energy conservation and the peaceful usage of nuclear technology."
}