{
  "/wiki/Counties_of_Norway": "Norway is divided into 11 administrative regions, called counties (singular Norwegian: fylke, plural Norwegian: fylker (Bokmål) / fylke (Nynorsk) from Old Norse: fylki from the word \"folk\", Northern Sami: fylka, Southern Sami: fylhke, Lule Sami: fylkka, Kven: fylkki) until 1918, they were known as amter. The counties form the first-level subdivisions of Norway and are further divided into 356 municipalities (kommune,  pl. kommuner / kommunar). The island territories of Svalbard and Jan Mayen are outside the county division and ruled directly at the national level. The capital Oslo is considered both a county and a municipality.",
  "/wiki/Above_mean_sea_level": "Metres above mean sea level (MAMSL) or simply metres above sea level (MASL or m a.s.l.) is a standard metric measurement in metres of vertical distance (height, elevation or altitude) of a location in reference to a historic mean sea level taken as a vertical datum.",
  "/wiki/Hinn%C3%B8ya": "Hinnøya is the fourth largest island in Norway (the largest island in Norway when you ignore the Svalbard archipelago). The 2,204.7-square-kilometre (851.2 sq mi) lies just off the western coast of Northern Norway.  The island sits on the border of Nordland and Troms og Finnmark counties. The western part of the island is in the district of Vesterålen, the southwestern part is in the Lofoten district, the southeastern part is in the Ofoten district, and the northeastern part is in Southern Troms.",
  "/wiki/Nordland": "In the southern part is Vega, listed on the UNESCO World Heritage site list. The history of Nordland is a tale about the gifts from the sea: One of the most productive seas in the world providing food all year since ancient times, the same sea creates a climate more moderate than any other place in the arctic; even the bedrock itself enriched by sea living organisms millions of years ago in the geological past.",
  "/wiki/Troms": "Troms (pronounced [trʊms] (listen) or Romsa (Northern Sami) or (unofficially) Tromssa (Kven)) is a former county in northern Norway. On 1 January 2020 it was merged with the neighboring Finnmark county to create the new Troms og Finnmark county.",
  "/wiki/M%C3%B8ysalen": "Møysalen is a mountain in Nordland county, Norway.  It is located on the border of the municipalities of Sortland and Lødingen.  At 1,262 metres (4,140 ft) tall, it is the highest mountain on the island of Hinnøya and the second highest mountain on any island in Norway.  The mountain is located within Møysalen National Park, about 10 kilometres (6.2 mi) straight east of the villages of Hennes and Kaljord in Hadsel Municipality.",
  "/wiki/Senja_(island)": "The island sits northeast of the Vesterålen archipelago, surrounded by the Norwegian Sea to the northwest, the Malangen fjord to the northeast, the Gisundet strait to the east, the Solbergfjorden to the southeast, the Vågsfjorden to the south, and the Andfjorden to the west.  Ånderdalen National Park is located in the southern part of the island.",
  "/wiki/Breidtinden_(Berg)": "N/A",
  "/wiki/Lang%C3%B8ya": "Langøya is the third largest island of Norway (outside of Svalbard), with an area of 850.2 square kilometres (328.3 sq mi). The island is a part of the Vesterålen archipelago in Nordland county, Norway.  The island includes the municipalities of Bø and Øksnes as well as parts of the municipalities of Sortland and Hadsel.",
  "/wiki/Sn%C3%B8kolla": "Snøkolla or Snykolla is the highest mountain on the island of Langøya (the third largest island on the mainland of Norway).  The mountain is located in Øksnes Municipality in Nordland county.  The 763-metre (2,503 ft) tall mountain sits about 10 kilometres (6.2 mi) southeast of the village of Myre.",
  "/wiki/S%C3%B8r%C3%B8ya": "Sørøya (Northern Sami: Sállan) is Norway's fourth largest island in terms of area. The 811-square-kilometre (313 sq mi) island is divided between Hasvik Municipality and Hammerfest Municipality. It is often claimed to be 'one of the most beautiful' of the islands in Norway. In 2012,  the population of the island was 1,092.",
  "/wiki/Finnmark": "Finnmark (Norwegian:  [ˈfɪ̀nnmɑrk] (listen), Northern Sami: Finnmárku, Kven: Finmarku) is a former county in the northern part of Norway. It was dissolved on 1 January 2020 when it was merged with the neighboring county of Troms to form the new Troms og Finnmark county.",
  "/wiki/Komagaksla": "Komagaksla (or Vatnafjellet) is the highest mountain on the island of Sørøya in Hammerfest Municipality in Troms og Finnmark county, Norway. The 659-metre (2,162 ft) tall mountain sits along the southern shore of the island, along the Sørøysundet.",
  "/wiki/Kval%C3%B8ya_(Troms%C3%B8)": "Kvaløya is a mountainous island, with at least ten mountains higher than 700 metres (2,300 ft), and three reaching an elevation of more than 1,000 metres (3,300 ft); of which the highest is Store Blåmann (big blueman at 1,044 metres (3,425 ft), can be climbed without climbing equipment, last part is steep). There are also several small fjords, almost dividing the island in two or three parts: Kaldfjorden, Ersfjorden, and Kattfjorden.",
  "/wiki/Store_Bl%C3%A5mann": "Store Blåmann or Blåmannen is a mountain in Tromsø Municipality in Troms og Finnmark county, Norway. At 1,044 metres (3,425 ft), it is the highest mountain on the island Kvaløya. It is located on the northwestern part of the island about 16 kilometres (9.9 mi) northwest of the city of Tromsø.",
  "/wiki/Ringvass%C3%B8y": "With an area of 663 square kilometres (256 sq mi), Ringvassøy is the sixth largest island in mainland Norway. The island's highest point, Soltindan, has a height of 1,051 metres (3,448 ft) above sea level. The 10-kilometre (6.2 mi) long Skogsfjordvatnet is the largest lake on an island in Norway.",
  "/wiki/Soltindan": "Soltindan is the highest mountain on the island of Ringvassøya which is located in Karlsøy Municipality in Troms og Finnmark county, Norway. It is located just north of the border with Tromsø Municipality, about 14 km (8.7 mi) southwest of the village of Hansnes. The 1,051-metre (3,448 ft) mountain has a topographic prominence of 1,051 metres (3,448 ft) and a topographic isolation of 16 kilometres (9.9 mi).  Just to the north of the peak is the small glacial lake, Brevatnet.",
  "/wiki/Hitra_(island)": "Hitra is an island in Hitra municipality in Trøndelag county, Norway.  The 571.5-square-kilometre (220.7 sq mi) island is the 7th largest island in Norway (excluding Svalbard) and it is the largest island south of the Lofoten archipelago.  The island lies between the Trondheimsleia strait and the Frøyfjorden, just southwest of the entrance to the Trondheimsfjorden.  Hitra is surrounded by many islands such as Smøla to the southwest; Bispøyan, Helgbustadøya, Dolmøya, and Frøya to the north; Ulvøya, Fjellværsøya, and Leksa to the east; and Hemnskjela and the mainland of Norway to the south.  The 345-metre (1,132 ft) tall Mørkdalstuva is the highest point on the island.",
  "/wiki/Tr%C3%B8ndelag": "The largest city in Trøndelag is the city of Trondheim. The administrative centre is Steinkjer, while Trondheim functions as the office of the county mayor. Both cities serve the office of the county governor, however, Steinkjer houses the main functions.",
  "/wiki/M%C3%B8rkdalstuva": "Mørkdalstuva or Mørkdalstua is the tallest mountain on the island of Hitra in the municipality of Hitra in Trøndelag county, Norway. The 345-metre (1,132 ft) tall mountain lies on the western side of the island, about 8 kilometres (5.0 mi) northeast of the village of Forsnes and 7.5 kilometres (4.7 mi) southeast of the village of Kvenvær.",
  "/wiki/Seiland": "Seiland  (Northern Sami: Sievju) is the eighth largest island in mainland Norway, located in Troms og Finnmark county. The 583-square-kilometre (225 sq mi) island is divided between the municipalities of Alta and Hammerfest",
  "/wiki/Seilandstuva": "Seilandstuva is the highest mountain on the island of Seiland in Troms og Finnmark county, Norway. The 1,078-metre (3,537 ft) tall mountain lies on the border of Alta Municipality and Hammerfest Municipality, and it is inside Seiland National Park. The Seilandsjøkelen glacier lies about 5 kilometres (3.1 mi) southeast of the mountain.",
  "/wiki/Austv%C3%A5g%C3%B8y": "Austvågøya is the northeasternmost of the larger islands in the Lofoten archipelago in Nordland county, Norway.  It is located between the Vestfjorden and the Norwegian Sea.  The island of Vestvågøya lies to the southwest and the large island of Hinnøya to the northeast.  In 2017, island had about 9,000 residents.",
  "/wiki/Higravstinden": "Higravtindan or Higravstindan is the tallest mountain on the island of Austvågøya in the Lofoten archipelago in Nordland county, Norway.  It is located on the border of Hadsel Municipality and Vågan Municipality.  The village of Laupstad and the European route E10 highway are located about 3 kilometres (1.9 mi) west of the mountain and the village of Liland is located about 3 kilometres (1.9 mi) southwest of the mountain.  There is a glacier located on the east side of the mountain.",
  "/wiki/And%C3%B8ya": "Andøya is the northernmost island in the Vesterålen archipelago, situated about 300 kilometres (190 mi) inside the Arctic circle.  Andøya is located in Andøy Municipality in Nordland county, Norway.  The main population centres on the island include the villages of Andenes, Bleik, and Risøyhamn.",
  "/wiki/Kvasstinden": "Kvasstinden is the highest mountain on the island of Andøya in the Vesterålen archipelago in northern Norway.  It is located in the southern part of Andøy Municipality in Nordland county.  The mountain is 705 metres (2,313 ft) tall.",
  "/wiki/Mager%C3%B8ya": "Magerøya (Northern Sami: Máhkarávju) is a large island in Troms og Finnmark county, in the extreme northern part of Norway. The island lies along the Barents Sea in Nordkapp Municipality, just north of the Porsanger Peninsula. The mouth of Porsangerfjorden lies off the east coast of the island.",
  "/wiki/Vestv%C3%A5g%C3%B8y": "Vestvågøy is a municipality in Nordland county, Norway.  It is part of the traditional district of Lofoten.  The administrative centre of the municipality is the town of Leknes.  Some of the villages in the municipality include Ballstad, Borg, Bøstad, Gravdal, Knutstad, Stamsund, and Tangstad.  With over 11,300 inhabitants, Vestvågøy is the most populous municipality in all of the Lofoten and Vesterålen regions in Nordland county.",
  "/wiki/Kval%C3%B8ya,_Finnmark": "Kvaløya (Northern Sami: Fálá) is a large island in Troms og Finnmark county, Norway. The 336-square-kilometre (130 sq mi) island is located in Hammerfest Municipality. The town of Hammerfest is located in the western shore of the island. Other villages on the island include Forsøl, Rypefjord, and Stallogargo.",
  "/wiki/Svartfjellet,_Kval%C3%B8ya": "Svartfjellet (Northern Sami: Muvrarášša) is the highest mountain on the island of Kvaløya in Troms og Finnmark county, Norway. The 629-metre (2,064 ft) tall summit lies in Hammerfest Municipality, about 11 kilometres (6.8 mi) southeast of the town of Hammerfest.",
  "/wiki/Oster%C3%B8y_(island)": "Osterøy is an island situated northeast of the city of Bergen in Hordaland county, Norway. With a total area of 328 square kilometres (127 sq mi), it is the largest Norwegian island not located directly adjacent to the ocean, and the second largest such island in Northern Europe[citation needed].  Osterøy is covered by two municipalities: the majority (275 square kilometres (106 sq mi)) by Osterøy municipality, and the rest (53 square kilometres (20 sq mi)) by Vaksdal municipality. The vast majority of the island's population lives in Osterøy municipality (7,305 inhabitants as of 2008).",
  "/wiki/Hordaland": "Hordaland (Urban East Norwegian: [ˈhɔ̂rdɑlɑn] (listen)) was a county in Norway, bordering Sogn og Fjordane, Buskerud, Telemark, and Rogaland counties. Hordaland was the third largest county after Akershus and Oslo by population. The county government was the Hordaland County Municipality which is located in Bergen. Before 1972, the city of Bergen was its own separate county apart from Hordaland. On 1 January 2020, the county was merged with neighbouring Sogn og Fjordane county to form the new Vestland county.",
  "/wiki/H%C3%B8gafjellet": "Høgafjellet is a mountain on the island of Osterøy in Hordaland county, Norway. Høgafjellet sits on the border between the municipalities of Osterøy and Vaksdal, about 8 kilometres (5.0 mi) east of the village of Fotlandsvåg and about 2 kilometres (1.2 mi) west of the Veafjorden.  The 868-metre (2,848 ft) tall mountain is the highest mountain on the island and in all of Osterøy municipality.",
  "/wiki/Arn%C3%B8ya": "The villages of Årviksand, Arnøyhamn, Akkarvik, and Lauksletta are located on the island. The island of Laukøya is located just to the east, Skjervøya and Kågen are to the southeast, and Vannøya is to the west. The Ullsfjorden lies to the west, the Lyngen fjord lies to the south, the Kvænangen fjord lies to the east, and the Norwegian Sea lies to the north.",
  "/wiki/Stord_(island)": "Stord is an island in Hordaland county, Norway. Located in the traditional district of Sunnhordland, the island is part of the municipalities of Stord (southern part) and Fitjar (northern part). The largest settlements on the island are the town of Leirvik (granted town status in 1997) and the villages of Sagvåg and Fitjar.",
  "/wiki/Mehammars%C3%A5ta": "Mehammarsåta or Midhamarsåta is the highest mountain on the island of Stord in the municipality of Stord in Hordaland county, Norway.  The 749-metre (2,457 ft) tall mountain lies in the northeastern part of the municipality, just south of the municipal border with Fitjar.",
  "/wiki/Vanna_(Troms)": "Vanna or Vannøya is a rocky island in Karlsøy Municipality in Troms og Finnmark county, Norway. At 232 square kilometres (90 sq mi), Vanna is the 17th largest island in Norway by area. The highest peak is the mountain Vanntinden at a height of 1,031 metres (3,383 ft) above sea level. The population of the island (2017) is 799. Vannvåg and Vannareid are the two main population centres on the island. Sengskroken Church is located on the western coast of the island.",
  "/wiki/Stjern%C3%B8ya": "Stjernøya (Northern Sami: Stierdná) is an island in western Troms og Finnmark county, Norway. The 248.1-square-kilometre (95.8 sq mi) island sits at the mouth of the Altafjorden on the south side of the Sørøysundet strait. It is divided among the municipalities of Loppa, Hasvik, and Alta. The highest point on the island is the 960-metre (3,150 ft) tall mountain Kjerringfjordfjellet. One of the larger fjords on the island is the Sørfjorden. There were 80 residents on the mountainous island in 2012. The main population area is at the village of Store Kvalfjord on the northeastern side of the island. On the southern part of the island there is a large nepheline syenite mine at Lillebukt. The island is separated from the mainland by the strait of Stjernsundet.",
  "/wiki/Sm%C3%B8la_(island)": "Smøla is the 19th largest island in Norway.  The island is located in Smøla Municipality in Møre og Romsdal county, in fact the vast majority of the municipality is the island.  The island has a good road network across the island and connecting it to many of the small surrounding islands, however, it does not have any outside road connections to the rest of Norway.  The only regular ferry service is via the small island of Edøya to the south of Smøla which one can drive to from Smøla.",
  "/wiki/M%C3%B8re_og_Romsdal": "The name Møre og Romsdal was created in 1936. The first element refers to the districts of Nordmøre and Sunnmøre, and the last element refers to Romsdal. Until 1919, the county was called \"Romsdalens amt\", and from 1919-1935 \"Møre fylke\".",
  "/wiki/Tysnes%C3%B8y": "Tysnesøya (Urban East Norwegian: [ˈtŷːsneːsˌœʏɑ]) or Tysnesøy is an island in Tysnes municipality in Hordaland county, Norway.  The 198-square-kilometre (76 sq mi) island makes up the vast majority of the island municipality of Tysnes.  The tallest point on the island is the 753-metre (2,470 ft) tall mountain Tysnessåto.",
  "/wiki/List_of_islands_of_Norway_by_area": "The following is a list of islands of Norway by area."
}