{
  "/wiki/Cear%C3%A1_Sporting_Club": "Ceará Sporting Club, or Ceará, as they are usually called, is a Brazilian football team from Fortaleza in Ceará, founded on June 2, 1914 by Luís Esteves Júnior e Pedro Freire. Ceará is one of the most traditionally successful clubs in the Northeast region of Brazil alongside Bahia, Santa Cruz, Sport, Náutico, Vitória and their city rivals Fortaleza.",
  "/wiki/Fortaleza": "Fortaleza ([foʁtaˈlezɐ], locally [fɔɦtaˈlezɐ], Portuguese for Fortress) is the state capital of Ceará, located in Northeastern Brazil. It belongs to the Metropolitan mesoregion of Fortaleza and microregion of Fortaleza. Founded in 1603 as Nova Lisboa (New Lisbon), Fortaleza has grown to Brazil's 5th largest city and the twelfth richest city in the country in GDP and second in the Northeast, with 49 billion reais (US$21 billion). It also has the third richest metropolitan area in the North and Northeast regions. It is an important industrial and commercial center of Brazil, the nation's eighth largest municipality in purchasing power. According to the Ministry of Tourism, the city reached the mark of second most desired destination of Brazil and fourth among Brazilian cities in tourists received. The BR-116, the most important highway of the country, starts in Fortaleza. The municipality is part of the Common Market of Mercosur Cities, and also the Brazilian state capital which is closest to Europe, 5608 km (3484 miles) from Lisbon, Portugal.\nFortaleza is symptomatic of the wealth divide in Brazil. It ranks 83rd in a measure of wealth disparity. This, and a prevalence of drug trafficking (https://en.wikipedia.org/wiki/2017_Brazil_prison_riots), has contributed to a serious crime problem. Many neighborhoods (barrios) are in fact favelas and not safe, particularly at night. Fortaleza ranks ninth worldwide in intentional murder rate, exceeding the national rate of over 59 per 100,000. While the major tourist attractions are well policed or segregated with security barriers for the well to do, it is evident that the majority of the population lives in defensively equipped homes and that the old time custom of evening sidewalk socializing is disappearing.",
  "/wiki/Crate%C3%BAs_Esporte_Clube": "Crateús Esporte Clube, commonly known as Crateús, is a Brazilian football club based in Crateús, Ceará state.",
  "/wiki/Crate%C3%BAs": "Crateús is a municipality of about 72,800 (IBGE 2010) inhabitants in the northwest of the state of Ceará, in Northeastern Brazil. It is located in a remote part of the state near the western border, and there are no nearby cities of any significance. Crateús is the seat of the Roman Catholic Diocese of Crateús.  It was established by Portuguese explorers in the 17th century in uplands originally inhabited by indigenous peoples.",
  "/wiki/Crato_Esporte_Clube": "Crato Esporte Clube, commonly known as Crato, is a Brazilian football club based in Crato, Ceará state.",
  "/wiki/Crato,_Cear%C3%A1": "Crato is a city of 130,000 inhabitants on the banks of the river Granjeiro in the south of the state of Ceará, in the northeast of Brazil. It was founded on June 21, 1764 by the Capuchin friar Carlos Maria de Ferrara. Originally it was a small village in which the population were principally native Kariris, it gained official status as a city on October 17, 1817.",
  "/wiki/Ferrovi%C3%A1rio_Atl%C3%A9tico_Clube_(CE)": "Ferroviário Atlético Clube, or Ferroviário as they are usually called, is a Brazilian football team from Fortaleza in Ceará, founded on May 9, 1933. The team name means \"railroad worker\" in Portuguese.",
  "/wiki/Fortaleza_Esporte_Clube": "Fortaleza Esporte Clube, usually known as Fortaleza, is primarily a football club, but is active in other sports such as futsal, handball and basketball. Fortaleza Esporte Clube is based in Fortaleza, capital of the State of Ceará, Brazil. The club was founded on October 18, 1918.",
  "/wiki/Guarani_Esporte_Clube_(CE)": "Guarani Esporte Clube, commonly known as Guarani de Juazeiro, is a Brazilian football club based in Juazeiro do Norte, Ceará state. They won the Copa Integração once and compete in the Série D.",
  "/wiki/Juazeiro_do_Norte": "Juazeiro do Norte Portuguese pronunciation: [ʒuaˈzejɾu du ˈnɔɦt̪i] is a city in the state of Ceará state in northeastern Brazil. It is located 528 km south of the state capital Fortaleza in the semiarid sertão. The municipality has a population of 248.558 (2018 official estimate) and covers 248 km².",
  "/wiki/Guarany_Sporting_Club": "Guarany Sporting Club, commonly known as Guarany de Sobral or just as Guarany, is a Brazilian football club from Sobral, Ceará state. They competed once in the Série B and in the Série C, and won the Série D once.",
  "/wiki/Sobral,_Cear%C3%A1": "Sobral is a municipality in the state of Ceará, Brazil.",
  "/wiki/Horizonte_Futebol_Clube": "Horizonte Futebol Clube, commonly known as Horizonte, is a Brazilian football men's and women's team based in Horizonte, Ceará state. The men's team competed in the Série C and in the Copa do Brasil once, while the women's team competed in the Copa do Brasil de Futebol Feminino once.",
  "/wiki/Horizonte,_Cear%C3%A1": "Horizonte is a municipality in the state of Ceará in the Northeast region of Brazil.",
  "/wiki/Associa%C3%A7%C3%A3o_Desportiva_Recreativa_Cultural_Icasa": "Associação Desportiva Recreativa e Cultural Icasa, usually known simply as Icasa, is a Brazilian football club in Juazeiro do Norte, Ceará. The club competed several times in the Campeonato Brasileiro Série C and returning after be relegated from Campeonato Brasileiro Série B in 2011.",
  "/wiki/Itapipoca_Esporte_Clube": "Itapipoca Esporte Clube, commonly known as Itapipoca, is a Brazilian football club based in Itapipoca, Ceará state. They competed once in the Série C.",
  "/wiki/Itapipoca": "Itapipoca is a city in Ceará, Brazil. It was founded in 1823.",
  "/wiki/Associa%C3%A7%C3%A3o_Esportiva_Tiradentes": "Associação Esportiva Tiradentes, commonly known as Tiradentes, is a Brazilian football club based in Fortaleza, Ceará state. They competed in the Série C once.",
  "/wiki/Associa%C3%A7%C3%A3o_Trairiense_de_Futebol": "Associação Trairiense de Futebol, commonly known as Trairiense, is a Brazilian football club based in Trairi, Ceará state.",
  "/wiki/Trairi": "Trairi is a municipality in the state of Ceará in the Northeast region of Brazil."
}