{
  "/wiki/Minnesota": "Minnesota (/ˌmɪnɪˈsoʊtə/ (listen)) is a state in the Upper Midwest, Great Lakes, and northern regions of the United States. Minnesota was admitted as the 32nd U.S. state on May 11, 1858, created from the eastern half of the Minnesota Territory. The state has many lakes, and is known as the \"Land of 10,000 Lakes\". Its official motto is L'Étoile du Nord (French: Star of the North).",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Training_&_Development": "Training and development involves improving the effectiveness of organizations and the individuals and teams within them. Training may be viewed as related to  immediate changes in organizational effectiveness via organized instruction, while development is related to the progress of longer-term organizational and employee goals. While training and development technically have differing definitions, the two are oftentimes used interchangeably and/or together. Training and development has historically been a topic within applied psychology but has within the last two decades become closely associated with human resources management, talent management, human resources development, instructional design, human factors, and knowledge management.",
  "/wiki/American_Payroll_Association": "The American Payroll Association (APA) is a professional association for individuals responsible for processing company payrolls. The Association conducts payroll training courses and seminars on a yearly basis and publishes a library of payroll resource texts and newsletters. The APA has approximately 21,000 members, 121 APA-affiliated local chapters, and registered lobbyists based in Washington, D.C.",
  "/wiki/Payroll": "A company's payroll is the list of employees of that company that are entitled to receive pay and the amounts that each should receive. Along with the amounts that each employee should receive for time worked or tasks performed, payroll can also refer to a company's records of payments that were previously made to employees, including salaries and wages, bonuses, and withheld taxes, or the company's department that calculates and pays out these amounts. One way that payroll can be handled is in-house. This means that a company handles all aspects of the payroll process on its own, including timesheets, calculating wages, producing pay checks, sending the ACH, or Automated Clearing House, for any direct deposits, and remitting any tax payments necessary[citation needed]. Payroll can also be outsourced to a full-service payroll processing company. When a company chooses to outsource their payroll, timesheets, wage calculations, creating pay checks, direct deposits, and tax payments can be handled all, or in part, by the payroll company[citation needed].",
  "/wiki/Health_care": "Health care, health-care, or healthcare is the maintenance or improvement of health via the prevention, diagnosis, treatment, recovery, or cure of disease, illness, injury, and other physical and mental impairments in people. Health care is delivered by health professionals in allied health fields. Physicians and physician associates are a part of these health professionals. Dentistry,  pharmacy, midwifery, nursing, medicine, optometry, audiology, psychology, occupational therapy, physical therapy, athletic training and other health professions are all part of health care. It includes work done in providing primary care, secondary care, and tertiary care, as well as in public health.",
  "/wiki/American_Society_for_Training_&_Development": "The Association for Talent Development (ATD), formerly American Society for Training & Development (ASTD), is a non-profit association serving those who develop talent in the workplace .",
  "/wiki/American_Staffing_Association": "The American Staffing Association (ASA) is the trade association representing the U.S. staffing and recruiting industry.",
  "/wiki/Virginia": "Virginia (/vərˈdʒɪniə/ (listen)), officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States located between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virginia Beach is the most populous city, and Fairfax County is the most populous political subdivision. The Commonwealth's estimated population as of 2018[update] is over 8.5 million.",
  "/wiki/Recruitment": "Recruitment refers to the overall process of attracting, shortlisting, selecting and appointing suitable candidates for jobs (either permanent or temporary) within an organization. Recruitment can also refer to processes involved in choosing individuals for unpaid roles. Managers, human resource generalists and recruitment specialists may be tasked with carrying out recruitment, but in some cases public-sector employment agencies, commercial recruitment agencies, or specialist search consultancies are used to undertake parts of the process. Internet-based technologies which support all aspects of recruitment have become widespread.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Human_resource_management": "Human resource management (HRM or HR) is the strategic approach to the effective management of people in a company or organization such that they help their business gain a competitive advantage. It is designed to maximize employee performance in service of an employer's strategic objectives.[need quotation to verify] Human resource management is primarily concerned with the management of people within organizations, focusing on policies and systems. HR departments are responsible for overseeing employee-benefits design, employee recruitment, training and development, performance appraisal, and reward management, such as managing pay and benefit systems. HR also concerns itself with organizational change and industrial relations, or the balancing of organizational practices with requirements arising from collective bargaining and governmental laws.[need quotation to verify]",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Human_resource_management_in_public_administration": "Human resource management in public administration concerns human resource management as it applies specifically to the field of public administration. It is considered to be an in-house structure that ensures unbiased treatment, ethical standards, and promotes a value-based system.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Canadian_Council_of_Human_Resources_Associations_(CCHRA)": "The Canadian Council of Human Resources Associations (CCHRA) is Canada's national human-resources body. It is responsible for establishing and maintaining national core standards for the human-resources profession; fostering communication among participating associations; serving as the recognized resource on equivalency for human-resources qualifications across Canada and providing a national and international voice on human-resources issues.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Chartered_Institute_of_Personnel_and_Development": "The Chartered Institute of Personnel and Development (CIPD) is a professional association for human resource management professionals. It is headquartered in Wimbledon, London, England. The organisation was founded in 1913 - it is the world's oldest association in its field and has over 150,000 members internationally working across private, public and voluntary sectors. Peter Cheese was announced in June 2012 as CIPD's new CEO from July 2012.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state.",
  "/wiki/Federation_of_International_Employers": "The Federation of International Employers / La Federación de Empresarios Internacionales (formerly The Federation of European Employers) was established in 1988 with the support of the European Commission. Today it operates independently and claims to be the leading organisation for multinational employers. It is also known as FedEE \nGlobal.",
  "/wiki/European_Union": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matters, where members have agreed to act as one. EU policies aim to ensure the free movement of people, goods, services and capital within the internal market, enact legislation in justice and home affairs and maintain common policies on trade, agriculture, fisheries and regional development. For travel within the Schengen Area, passport controls have been abolished. A monetary union was established in 1999, coming into full force in 2002, and is composed of 19 EU member states which use the euro currency.",
  "/wiki/Employment_Law": "Labour law (also known as labor law or employment law) mediates the relationship between workers, employing entities, trade unions and the government. Collective labour law relates to the tripartite relationship between employee, employer and union. Individual labour law concerns employees' rights at work also through the contract for work. Employment standards are social norms (in some cases also technical standards) for the minimum socially acceptable conditions under which employees or contractors are allowed to work. Government agencies (such as the former US Employment Standards Administration) enforce labour law (legislature, regulatory, or judicial).",
  "/wiki/Labor_Relations": "Industrial relations or employment relations is the multidisciplinary academic field that studies the employment relationship; that is, the complex interrelations between employers and employees, labor/trade unions, employer organizations and the state.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/Certification": "Certification refers to the confirmation of certain characteristics of an object, person, or organization. This confirmation is often, but not always, provided by some form of external review, education, assessment, or audit. Accreditation is a specific organization's process of certification. According to the National Council on Measurement in Education, a certification test is a credentialing test used to determine whether individuals are knowledgeable enough in a given occupational area to be labeled \"competent to practice\" in that area.",
  "/wiki/Administration_(law)": "As a legal concept, administration is a procedure under the insolvency laws of a number of common law jurisdictions, similar to bankruptcy in the United States.  It functions as a rescue mechanism for insolvent entities and allows them to carry on running their business. The process – in the United Kingdom colloquially called \"under administration\" – is an alternative to liquidation, or may be a precursor to it.  Administration is commenced by an administration order.  A company in administrative receivership is operated by an administrator (as interim chief executive with custodial responsibility for the company's assets and obligations) on behalf of its creditors. The administrator may recapitalize the business, sell the business to new owners, or demerge it into elements that can be sold and close the remainder.  Most countries distinguish between voluntary (board-decided) and involuntary (court-decided) receivership. In voluntary administrative receivership, the administrator is appointed by the company directors. In involuntary administrative receivership, the administrator is appointed by a judicial court. The legal terms for these processes vary from country to country, and the processes may overlap.",
  "/wiki/Vancouver": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/Human_Resources_Management_Association_of_Chicago": "HRMAC began in 1915 with a group of seven people who met informally to discuss common problems, but within a few months, it had grown considerably and became known as the Employers' Advisory Group. This group became formally organized and instituted corporate memberships.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/List_of_human_resource_management_associations": "This list of human resource management associations includes professional associations that either serve the broad scope of human resource management or a narrow scope within the field. Professional HR associations \"aim to keep members informed, interconnected, and employed\" by offering \"member directories, publications, discussion groups, awards, local chapters, vendor relations, government lobbying, and job boards\"."
}