{
  "/wiki/Manila_Hotel": "The Manila Hotel is a 570-room, historic five-star hotel located along Manila Bay in Manila, Philippines.  The hotel is the oldest premiere hotel in the Philippines built in 1909 to rival Malacañang Palace, the official residence of the President of the Philippines and was opened on the commemoration of American Independence on July 4, 1912. The hotel complex was built on a reclaimed area of 35,000 square metres (380,000 sq ft) at the northwestern end of Rizal Park along Bonifacio Drive in Ermita. Its penthouse served as the residence of General Douglas MacArthur during his tenure as the Military Advisor of the Philippine Commonwealth from 1935 to 1941.",
  "/wiki/City_of_Manila": "Manila (/məˈnɪlə/; Tagalog: Maynilà, pronounced [majˈnilaʔ]), officially the City of Manila (Tagalog: Lungsod ng Maynilà [luŋˈsod nɐŋ majˈnilaʔ]), is the capital of the Philippines and a highly urbanized city. It is the most densely populated city proper in the world as of 2018. It was the first chartered city by virtue of the Philippine Commission Act 183 on July 31, 1901 and gained autonomy with the passage of Republic Act No. 409 or the \"Revised Charter of the City of Manila\" on June 18, 1949. Manila, alongside Mexico City and Madrid are considered the world's original set of Global Cities due to Manila's commercial networks being the first to traverse the Pacific Ocean, thus connecting Asia with the Spanish Americas, marking the first time in world history when an uninterrupted chain of trade routes circled the planet. Manila is also the second most natural disaster-afflicted capital city in the world next to Tokyo, yet it is simultaneously among the most populous and fastest growing cities in Southeast Asia.",
  "/wiki/Metro_Manila": "Metropolitan Manila (often shortened as Metro Manila; Tagalog: Kalakhang Maynila), officially the National Capital Region (NCR), is the seat of government and one of three defined metropolitan areas in the Philippines. It is composed of 16 cities: the city of Manila, Quezon City, Caloocan, Las Piñas, Makati, Malabon, Mandaluyong, Marikina, Muntinlupa, Navotas, Parañaque, Pasay, Pasig, San Juan, Taguig, and Valenzuela, as well as the municipality of Pateros. The region encompasses an area of 619.57 square kilometers (239.22 sq mi) and a population of 12,877,253 as of 2015. It is the second most populous and the most densely populated region of the Philippines. It is also the 9th most populous metropolitan area in Asia and the 5th most populous urban area in the world.",
  "/wiki/Ramon_Magsaysay_Center": "The Ramon Magsaysay Center (abbreviated as RMC or RM Center) is an 18-storey building located at the corner of Roxas Boulevard and Dr. Joaquin Y. Quintos Street in Malate, Manila, Philippines.",
  "/wiki/Pacific_Star_Building": "The Pacific Star Building, also known as the Nauru Building, is a 29-storey high-rise building in Makati, Metro Manila, Philippines. It was the tallest building in the country upon its completion.",
  "/wiki/Makati": "Makati (/məˈkɑːti/ mə-KAH-tee Tagalog pronunciation: [maˈkati]), officially the City of Makati (Tagalog: Lungsod ng Makati), or simply known as Makati City, is a highly urbanized city in Metro Manila, Philippines.",
  "/wiki/Rufino_Pacific_Tower": "Rufino Pacific Tower or more commonly known as Rufino Tower or Rufino Plaza is an office skyscraper and is one of the tallest buildings in the Philippines and tallest buildings in Metro Manila. It remains as the tallest steel-framed building in the country. It has a ground to architectural top height of 161 metres (528 ft), one of three ways of determining building heights according to Council on Tall Buildings and Urban Habitat. Counting its eight-storey radio tower, the building has a total height of 200 metres (660 ft). It has a total of 41 stories above ground level, including a 10 storey podium which is actually the original building, the old V.A. Rufino Building, and was modified to be the podium of the new tower. It is one of the few skyscrapers that utilizes car elevators.",
  "/wiki/Robinsons_Equitable_Tower": "The Robinsons Equitable Tower, formerly known as the Robinsons PCI Bank Tower, is an office skyscraper located in Pasig, Philippines. It was completed in 1997 and stands at 175 metres (574 feet), making it the current 2nd-tallest complete building in Pasig, and is one of the highest building in the Philippines.",
  "/wiki/Pasig": "Pasig, officially the City of Pasig (Tagalog: Lungsod ng Pasig), or simply known as Pasig City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 755,300 people.",
  "/wiki/Petron_Megaplaza": "The Petron Megaplaza is an office skyscraper located in Makati, Philippines. It previously held the title as the tallest building in the Philippines from 1998 to 2000 when the PBCom Tower was topped-off. It currently holds the title as the 5th tallest building in Makati, and the 9th-tallest building in the country and Metro Manila as well. It has a total ground to architectural spire top height of 210 meters, soaring at 45 storeys high.",
  "/wiki/PBCom_Tower": "The Philippine Bank of Communications Tower, more commonly known as PBCom Tower, is an office skyscraper ranked officially as the second tallest building in the Philippines. It was previously the tallest building in the Philippines, a title it held starting year 2000 until the completion of Federal Land Tower in early 2017. It has a total ground to architectural top height of 259 metres (850 ft), with 52 storeys  including an 8-level radio tower. It is a joint development of Filinvest Asia Corporation (FAC) and the Philippine Bank of Communications (PBCom).  The building is the home of PBCom, one of the oldest Philippine banks.  The bank occupies the building's first ten floors, with a food court on the seventh floor.",
  "/wiki/Grand_Hyatt_Manila": "The Grand Hyatt Manila is a 318 m (1,043 ft) mixed-used skyscraper, located in Bonifacio Global City, Taguig, Metro Manila. It is the tallest building in the Philippines since its completion in 2017.",
  "/wiki/Taguig": "Taguig, officially the City of Taguig (Tagalog: Lungsod ng Taguig, pronounced [taˈɡiɡ]), is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 804,915 people. The city is known for the Bonifacio Global City, one of the leading financial and lifestyle districts of the country, Arca South, a planned unit development located at the site of the former Food Terminal Incorporated (FTI) in Western Bicutan, and Bonifacio Capital District (BCD), where the future buildings of the Senate of the Philippines, the Supreme Court, and the Court of Appeals will be located. Taguig is also home of major shopping centers such as SM Aura Premier and Market! Market!, government agencies of Department of Science and Technology and Department of Energy, and notable memorial parks Manila American Cemetery and the Heroes' Cemetery."
}