{
  "/wiki/Birmingham%E2%80%93Southern_College": "Birmingham–Southern College (BSC) is a private liberal arts college in Birmingham, Alabama, United States. Founded in 1856, the college is affiliated with the United Methodist Church and is accredited by the Southern Association of Colleges and Schools (SACS). More than 1300 students from 33 states and 16 foreign countries attend the college.   Birmingham–Southern has a 13:1 student-faculty ratio, and 96% of full-time faculty hold a doctorate or the highest degree in their field.",
  "/wiki/Birmingham%E2%80%93Southern_Panthers": "Birmingham–Southern College (BSC) is a private liberal arts college in Birmingham, Alabama, United States. Founded in 1856, the college is affiliated with the United Methodist Church and is accredited by the Southern Association of Colleges and Schools (SACS). More than 1300 students from 33 states and 16 foreign countries attend the college.   Birmingham–Southern has a 13:1 student-faculty ratio, and 96% of full-time faculty hold a doctorate or the highest degree in their field.",
  "/wiki/Big_South_Conference": "The Big South Conference is a collegiate athletic conference affiliated with the NCAA's Division I. Originally a non-football conference, the Big South began sponsoring football in 2002. Its football teams are part of the Football Championship Subdivision (FCS). The Big South, founded in 1983, is firmly rooted in the South Atlantic region of the United States, with full member institutions located in North Carolina, South Carolina, and Virginia. Associate members are located in Alabama, Georgia, and New Jersey.",
  "/wiki/Centenary_College_of_Louisiana": "Centenary College of Louisiana is a private college in Shreveport, Louisiana. The college is affiliated with the United Methodist Church. Founded in 1825, it is the oldest chartered liberal arts college west of the Mississippi River and is accredited by the Southern Association of Colleges and Schools (SACS).",
  "/wiki/Centenary_Gentlemen_and_Ladies": "The Centenary Gentlemen and Ladies are composed of 16 teams representing Centenary College of Louisiana in intercollegiate athletics, including men and women's basketball, cross country, golf, soccer, swimming, and tennis. Men's sports include baseball and lacrosse. Women's sports include gymnastics, softball, and volleyball. The Gentlemen and Ladies compete in the NCAA Division III and are members of the Southern Collegiate Athletic Conference. Prior to 2011, Centenary was a member of the NCAA Division I, and competed in the Summit League.",
  "/wiki/The_Summit_League": "The Summit League, or The Summit, is an NCAA Division I  intercollegiate athletic conference with its membership mostly located in the Midwestern United States from Indiana and Illinois on the East of the Mississippi River to the Dakotas and Nebraska on the West, with additional members in the Western state of Colorado and the Southern state of Oklahoma. Founded as the Association of Mid-Continent Universities in 1982, it was rebranded as the Mid-Continent Conference in 1989. On June 1, 2007, the conference changed its name from the Mid-Continent Conference. League headquarters are in Sioux Falls, South Dakota.",
  "/wiki/Dallas_Baptist_University": "Dallas Baptist University (DBU), formerly known as Dallas Baptist College, is a Christian liberal arts university in Dallas, Texas. Founded in 1898 as Decatur Baptist College, Dallas Baptist University currently operates campuses in Dallas, Plano, and Hurst.",
  "/wiki/Dallas_Baptist_Patriots_baseball": "The Dallas Baptist Patriots baseball team represents Dallas Baptist University, which is located in Dallas, Texas. The Patriots are a NCAA Division I college baseball program that competes in the Missouri Valley Conference. They began competing in Division I in 2004 and joined the Missouri Valley Conference in 2014 after only one season with the Western Athletic Conference . They are the only Dallas Baptist program in Division I and the Missouri Valley Conference. All other Dallas Baptist programs compete in Division II's Lone Star Conference.",
  "/wiki/Heartland_Conference": "The Heartland Conference was a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA)'s Division II level, which was founded in 1999. The majority of members were in Texas, with additional members in Arkansas, Kansas, and Oklahoma. The conference office was located in Waco, Texas.",
  "/wiki/NCAA_Division_II": "NCAA Division II  (D-II) is an intermediate-level division of competition in the National Collegiate Athletic Association (NCAA).  It offers an alternative to both the larger and better-funded Division I and to the scholarship-free environment offered in Division III.",
  "/wiki/NCAA_Division_I_independent_schools_(baseball)": "In American college sports, NCAA Division I independent schools are four-year institutions that do not belong to a conference for a particular sport.",
  "/wiki/Drexel_University": "Drexel University is a private research university with its main campus in Philadelphia, Pennsylvania. It was founded in 1891 by Anthony J. Drexel, a financier and philanthropist. Founded as Drexel Institute of Art, Science, and Industry, it was renamed Drexel Institute of Technology in 1936, before assuming the name Drexel University in 1970.",
  "/wiki/Drexel_Dragons_baseball": "The Drexel Dragons are the athletic teams of Drexel University.",
  "/wiki/Colonial_Athletic_Association": "The Colonial Athletic Association (CAA) is a collegiate athletic conference affiliated with the NCAA's Division I whose full members are located in East Coast states from Massachusetts to South Carolina. Most of its members are public universities, and the conference is headquartered in Richmond. The CAA was historically a Southern conference until the addition of four schools in the Northeast (of five that joined from rival conference America East) after the turn of the 21st century, which added balance to the conference.",
  "/wiki/Drexel_Dragons": "The Drexel Dragons are the athletic teams of Drexel University.",
  "/wiki/Elon_University": "Elon University is a private university in Elon, North Carolina. Founded in 1889 as Elon College, Elon is organized into six schools, most of which offer bachelor's degrees and several of which offer master's degrees or professional doctorate degrees.",
  "/wiki/Elon_Phoenix": "The Elon Phoenix is the name given to several sports teams of Elon University, located in Elon, North Carolina. The university is a member of the Colonial Athletic Association and competes in the NCAA Division I Football Championship Subdivision, fielding 17 varsity teams in 11 sports.",
  "/wiki/Southern_Conference": "The Southern Conference (SoCon) is a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA) Division I. Southern Conference football teams compete in the Football Championship Subdivision (formerly known as Division I-AA). Member institutions are located in the states of Alabama, Georgia, North Carolina, South Carolina, Tennessee, and Virginia.",
  "/wiki/Fairfield_University": "Fairfield University is a private Jesuit university in Fairfield, Connecticut.  It was founded by the Society of Jesus in 1942, and today is one of 28 member institutions of the Association of Jesuit Colleges and Universities.  As of 2017[update], the university had about 4,100 full-time undergraduate students and 1,100 graduate students, including full-time and part-time.",
  "/wiki/Fairfield_Stags": "The Fairfield Stags are the athletic programs representing Fairfield University in Fairfield, Connecticut. Most of the programs are members of the Metro Atlantic Athletic Conference (MAAC) and classified as Division I-AAA in the National Collegiate Athletic Association (NCAA).",
  "/wiki/Metro_Atlantic_Athletic_Conference": "The Metro Atlantic Athletic Conference (MAAC, /mæk/) is a collegiate athletic conference affiliated in NCAA Division I, consisting of eleven schools coming from three states of the northeastern United States: Connecticut, New Jersey, and New York.",
  "/wiki/Iona_College_(New_York)": "Iona College is a private Catholic college in New Rochelle, New York.  It was founded in 1940 by the Congregation of Christian Brothers and occupies a campus of 45 acres (0.18 km2).",
  "/wiki/Iona_Gaels": "The Iona Gaels are the athletics teams of Iona College, in New Rochelle, New York. They compete in the Metro Atlantic Athletic Conference (MAAC) and participate in 21 NCAA Division I programs.",
  "/wiki/Jacksonville_State_University": "Jacksonville State University (JSU) is a public university in Jacksonville, Alabama. Founded in 1883, Jacksonville State offers programs of study in five academic units leading to bachelor's, master's, education specialist, and doctorate degrees in addition to continuing and distance education programs.  In the Fall semester of 2011, JSU began offering the school's first doctoral degree, Doctor of Science in Emergency Management.",
  "/wiki/Jacksonville_State_Gamecocks": "The Jacksonville State Gamecocks are  the intercollegiate athletic teams of  Jacksonville State University (JSU) located in Jacksonville, Alabama, United States. The Gamecocks athletic program is a member of the Ohio Valley Conference (OVC) and competes at the NCAA Division I level including the  Football Championship Subdivision. The JSU mascot is Cocky the Gamecock, and the school colors are red and white. Gamecock teams have won six NCAA national championships in four sports, and, along with Wisconsin–Whitewater, is one of only two schools to win titles in baseball, basketball, and football.",
  "/wiki/Atlantic_Sun_Conference": "The Atlantic Sun Conference, branded as the ASUN Conference, is a collegiate athletic conference operating mostly in the Southeastern United States. The league participates at the NCAA Division I level, and does not sponsor football. Originally established as the Trans America Athletic Conference (TAAC) in 1978, its headquarters are located in Macon, Georgia.",
  "/wiki/Ohio_Valley_Conference": "The Ohio Valley Conference (OVC) is a collegiate athletic conference which operates in the Midwestern and Southeastern United States. It participates in Division I of the NCAA; the conference's football programs compete in the Football Championship Subdivision (FCS; formerly known as Division I-AA), the lower of two levels of Division I football competition. The OVC has 12 members, 9 of which compete in football in the conference.",
  "/wiki/Jacksonville_State_Gamecocks_football": "The Jacksonville State Gamecocks Football program is the intercollegiate American football team for Jacksonville State University located in the U.S. state of Alabama. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Ohio Valley Conference. Jacksonville State's first football team was fielded in 1904. The team plays its home games at the 24,000 seat Burgess-Snow Field at JSU Stadium in Jacksonville, Alabama. The Gamecocks are coached by John Grass.",
  "/wiki/Southland_Conference": "The Southland Conference, abbreviated to SLC, is a collegiate athletic conference which operates in the South Central United States (specifically Texas, Louisiana, and Arkansas). It participates in the NCAA's Division I for all sports; for football, it participates in the Division I Football Championship Subdivision (FCS).  The Southland sponsors 18 sports, 10 for women and eight for men, and is governed by a presidential Board of Directors and an Advisory Council of athletic and academic administrators.  Tom Burnett was named the Southland's sixth commissioner on Dec. 23, 2002. From 1996 to 2002, for football only, the Southland Conference was known as the Southland Football League.",
  "/wiki/Great_America_Rifle_Conference": "The Great America Rifle Conference (GARC) is a National Collegiate Athletic Association (NCAA) rifle-only conference. The GARC was established for schools that sponsor rifle teams, but do not have rifle sponsored in their respective conferences.",
  "/wiki/Lipscomb_University": "Lipscomb University is a private Christian liberal arts university in Nashville, Tennessee. It is affiliated with the Churches of Christ. The campus is located in the Green Hills neighborhood of Nashville, between Belmont Boulevard to the west and Granny White Pike on the east. Student enrollment for the fall 2016 semester was 4,632, which included 2,986 undergraduate students and 1,646 graduate students.",
  "/wiki/Lipscomb_Bisons": "The Lipscomb Bisons are the fifteen sports teams representing Lipscomb University in Nashville, Tennessee in intercollegiate athletics. The Bisons compete in the NCAA Division I and are members of the Atlantic Sun Conference.",
  "/wiki/Morris_Brown_College": "Morris Brown College (MBC) is a private, Christian, and historically black liberal arts college in Atlanta, Georgia. It is affiliated with the African Methodist Episcopal Church.",
  "/wiki/Morris_Brown_Wolverines": "Morris Brown College (MBC) is a private, Christian, and historically black liberal arts college in Atlanta, Georgia. It is affiliated with the African Methodist Episcopal Church.",
  "/wiki/University_of_Northern_Colorado": "The University of Northern Colorado (UNC) is a public research university in Greeley, Colorado.  The university was founded in 1889 as the State Normal School of Colorado and has a long history in teacher education. Approximately 12,000 students are enrolled in six colleges. Extended campus locations in are in Loveland, Denver, and Colorado Springs. UNC’s 19 athletic teams compete in NCAA Division I athletics.",
  "/wiki/Northern_Colorado_Bears": "The Northern Colorado Bears are the athletic teams representing the University of Northern Colorado in Greeley, Colorado in intercollegiate athletics. The university sponsors seventeen teams including men and women's basketball, cross country, golf, tennis, and track and field; women's-only soccer, softball, swimming and diving, and volleyball; and men's-only baseball, football, and wrestling. The Bears compete in NCAA Division I, with the football team competing at the FCS level, and most teams are members of the Big Sky Conference. Three Northern Colorado teams have separate affiliations in sports that the Big Sky does not sponsor. The baseball and the women's swimming and diving teams are affiliate members of the Western Athletic Conference, and the wrestling team is a member of the Big 12 Conference.",
  "/wiki/North_Central_Conference": "The North Central Conference (NCC), also known as North Central Intercollegiate Athletic Conference, was a college athletic conference which operated in the north central United States. It participated in the NCAA's Division II.",
  "/wiki/Samford_University": "Samford University is a private Christian university in Homewood, Alabama. In 1841, the university was founded as Howard College. Samford University is the 87th oldest institution of higher learning in the United States. The university enrolls 5,692 students from 46 states and 28 countries.",
  "/wiki/Samford_Bulldogs": "The Samford Bulldogs are the 17 varsity teams (8 men's and 9 women's) that represent Samford University in NCAA Division I athletics. The Men's basketball team made its first NCAA appearance in the 1999 and 2000 NCAA Men's Division I Basketball Tournament. The women's basketball team made its initial NCAA tournament appearance in the 2011 NCAA Women's Division I Basketball Tournament and made its second consecutive appearance in the tournament in 2012. The baseball team made its first NCAA tournament appearance in the 2012 NCAA Division I Baseball Tournament, reaching the finals of the Tallahassee Regional. Additionally, the softball team made its first NCAA Tournament Appearance in 2016. For the first time in history, the lady bulldogs won the Regular Season Championship as well as the Tournament Championship to cap off a record high of 40 wins on the season. The school is a member of the Southern Conference in Division I of the NCAA (FCS in football), after moving from the Ohio Valley Conference in 2008. The Samford Athletics staff is headed by athletic director Martin Newton, whose appointment was announced on March 9, 2011.",
  "/wiki/Samford_Bulldogs_football": "The Samford Bulldogs football program is the intercollegiate American football team for Samford University located in the U.S. state of Alabama. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Southern Conference. Samford's first football team was fielded in 1902. The team plays its home games at the 6,700 seat Seibert Stadium in Homewood, Alabama. The Bulldogs are coached by Chris Hatcher.",
  "/wiki/NCAA_Division_I_FCS_independent_schools": "NCAA Division I Football Championship Subdivision independent schools are four-year institutions in the United States whose football programs are not part of a football conference. This means that FCS independents are not required to schedule each other for competition as conference schools do.",
  "/wiki/St._John%27s_University_(New_York_City)": "St. John's University is a private Roman Catholic university in New York City. Founded and run by the Congregation of the Mission (C.M., the Vincentian Fathers) in 1870, the school was originally located in the neighborhood of Bedford–Stuyvesant in the borough of Brooklyn. In the 1950s, the school was relocated to its current site at Utopia Parkway in Hillcrest, Queens. St. John's also has campuses in Staten Island and Manhattan in New York City and overseas in Rome, Italy. In addition, the university has a Long Island Graduate Center in Hauppauge, along with academic locations in Paris, France, and Limerick, Ireland. The university is named after Saint John the Baptist.",
  "/wiki/St._John%27s_Red_Storm": "The St. John's Red Storm is the nickname used for the 16 varsity athletic programs of St. John's University, in the U.S. state of New York. St. John's 16 NCAA Division I teams compete in the Big East Conference, with the exception of the fencing team, which compete in the ECAC. On December 15, 2012, St. John's and the other six Catholic, non-FBS schools (the so-called \"Catholic 7\") announced that they were departing the former Big East for a new conference. The \"Catholic 7\", after purchasing the \"Big East\" name from the FBS schools and adding Butler, Creighton, and Xavier, began operating as the new Big East Conference beginning in July 2013.",
  "/wiki/University_of_South_Florida": "The University of South Florida (USF) is a public research university in Tampa, Florida. It is a member institution of the State University System of Florida. Founded in 1956, USF is the fourth-largest public university in the state of Florida, with an enrollment of 50,755 as of the 2018–2019 academic year. The USF system has three institutions: USF Tampa, USF St. Petersburg and USF Sarasota-Manatee. Each institution is separately accredited by the Commission on Colleges of the Southern Association of Colleges and Schools. The university is home to 14 colleges, offering more than 80 undergraduate majors and more than 130 graduate, specialist, and doctoral-level degree programs.",
  "/wiki/South_Florida_Bulls": "The South Florida Bulls (also known as USF Bulls) are the athletic teams that represent the University of South Florida. The university competes in NCAA Division I of the NCAA, and as a member of the American Athletic Conference (The American). The university currently sponsors varsity sports: baseball, men's and women's basketball, men's and women's golf, football, men's and women's soccer, softball, men's and women's tennis, men's and women's cross country, men's and women's track, volleyball, sailing.",
  "/wiki/NCAA_Division_I_FBS_independent_schools": "National Collegiate Athletic Association (NCAA) Football Bowl Subdivision independent schools are four-year institutions whose football programs are not part of an NCAA-affiliated conference. This means that FBS independents are not required to schedule each other for competition like conference schools do.",
  "/wiki/Conference_USA": "Conference USA (C-USA or CUSA) is an intercollegiate athletic conference whose current member institutions are located within the Southern United States. The conference participates in the NCAA's Division I in all sports. C-USA's offices are located in Dallas, Texas.",
  "/wiki/University_of_Maryland,_Baltimore_County": "The University of Maryland, Baltimore County (often referred to as UMBC) is a public research university in Baltimore County, Maryland. It has a fall 2018 enrollment of 13,767 students, 48 undergraduate majors, over 60 graduate programs (36 master, 24 doctoral, and 17 graduate certificate programs) and the first university research park in Maryland.",
  "/wiki/UMBC_Retrievers": "The UMBC Retrievers represent the University of Maryland, Baltimore County in NCAA Division I athletics. A member of the America East Conference (AmEast), UMBC sponsors teams in eight men's and nine women's NCAA sanctioned sports.",
  "/wiki/Northeast_Conference": "The Northeast Conference (NEC) is a collegiate athletic conference whose schools are members of the National Collegiate Athletic Association (NCAA). Teams in the NEC compete in Division I for all sports except football, which competes in the Division I Football Championship Subdivision (FCS), formerly Division I-AA. Participating schools are located principally in the Northeastern United States.",
  "/wiki/America_East_Conference": "The America East Conference is a collegiate athletic conference affiliated with the NCAA Division I, whose members are located mainly in the Northeastern United States, specifically New England. Its nine members include the public flagship universities of three states, and one private university.",
  "/wiki/List_of_NCAA_Division_I_conference_realignments_(2000–present)": "N/A"
}