{
  "/wiki/University_of_Central_Florida": "The University of Central Florida (UCF) is a public research  university in Orlando, Florida. It has more students enrolled on campus than any other U.S. university.",
  "/wiki/UCF_Knights_football": "The UCF Knights football team represents The University of Central Florida (UCF) in the sport of American football. The Knights compete in the Division I Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the East Division of the American Athletic Conference (The American). Their current head coach is Josh Heupel, formerly a player and coach at Oklahoma and offensive coordinator at Missouri. The Knights play their home games at the 44,206-seat Spectrum Stadium, which is located on UCF's main campus in Orlando, Florida, United States.",
  "/wiki/NCAA_Division_I_FBS_independent_schools": "National Collegiate Athletic Association (NCAA) Football Bowl Subdivision independent schools are four-year institutions whose football programs are not part of an NCAA-affiliated conference. This means that FBS independents are not required to schedule each other for competition like conference schools do.",
  "/wiki/Mid-American_Conference": "The Mid-American Conference (MAC) is a National Collegiate Athletic Association (NCAA) Division I collegiate athletic conference with a membership base in the Great Lakes region that stretches from Western New York to Illinois.  Nine of the twelve full member schools are in Ohio and Michigan, with single members located in Illinois, Indiana, and New York. For football, the MAC participates in the NCAA's Football Bowl Subdivision.",
  "/wiki/University_of_Findlay": "The University of Findlay (UF) is a private university in Findlay, Ohio.  It was established in 1882 through a joint partnership between the Churches of God General Conference and the city of Findlay. UF has nearly 60 undergraduate programs of study leading to baccalaureate degrees and offers 10 master's degrees and four doctorate-level degree programs. Nearly 4,200 students from approximately 35 countries are enrolled at Findlay with an international student population of approximately 500. Approximately 1,250 students live on campus in university housing. The University of Findlay has a 73-acre (30 ha) main campus and six off-campus facilities.",
  "/wiki/College_Hockey_America": "College Hockey America (CHA) is a women's college ice hockey conference in the United States. It participates in the NCAA's Division I as a hockey-only conference. The conference is made up of six teams, with three in Pennsylvania; two in New York, and one in Missouri.",
  "/wiki/Florida_International_University": "Florida International University (FIU) is a public research university in Greater Miami, Florida. FIU has two major campuses in Miami-Dade County, with its main campus, Modesto Maidique (MMC), in University Park. Florida International University is classified among \"R1: Doctoral Universities – Very high research activity\" and is considered a \"research university\" by the Florida Legislature.",
  "/wiki/FIU_Panthers_football": "FIU Panthers football program represents Florida International University (FIU) in the sport of American football. The Panthers compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the East Division of Conference USA (CUSA). The Panthers' head coach is Butch Davis. FIU has produced a Sun Belt Conference co-championship team in 2010, along with 3 postseason bowl appearances. The Panthers play their home games at Riccardo Silva Stadium which has a seating capacity of 20,000.",
  "/wiki/NCAA_Division_I_FCS_independent_schools": "NCAA Division I Football Championship Subdivision independent schools are four-year institutions in the United States whose football programs are not part of a football conference. This means that FCS independents are not required to schedule each other for competition as conference schools do.",
  "/wiki/Howard_University": "Howard University (Howard or simply HU) is a private, federally chartered historically black university (HBCU) in Washington, D.C. It is categorized among \"R2: Doctoral Universities – High research activity\" and accredited by the Middle States Commission on Higher Education.",
  "/wiki/Howard_Bison_baseball": "The Howard Bison are the intercollegiate athletic teams representing Howard University in Washington, D.C. The Bison compete in the NCAA's Division I Football Championship Subdivision (FCS) and are members of the Mid-Eastern Athletic Conference for most sports. On July 16, 2015, the Athletics Department unveiled new logos.",
  "/wiki/Mid-Eastern_Athletic_Conference": "The Mid-Eastern Athletic Conference (MEAC) is a collegiate athletic conference whose full members are historically black colleges and universities (HBCUs) in the Southeastern and the Mid-Atlantic United States. It participates in the National Collegiate Athletic Association's Division I, and in football, in the Football Championship Subdivision (FCS).",
  "/wiki/Mercyhurst_University": "Mercyhurst University, formerly Mercyhurst College, is an American Catholic liberal arts college in Erie, Pennsylvania.",
  "/wiki/Mercyhurst_Lakers_women%27s_ice_hockey": "The Mercyhurst Lakers women's ice hockey team is the hockey team that represents the Mercyhurst College in Erie, Pennsylvania. The program started in 1999 and Michael Sisti has been the only coach in the history of the program. From 2000 to 2002, the Lakers were part of the Great Lakes Women's Hockey Association. While in the Great Lakes Women's Hockey Association, the Lakers qualified for the GLWHA twice (in 2001, and 2002). The Lakers were regular season champions in 2000–01 and 2001–02, and won the playoff championships in 2002. Starting in the 2002–03 season, the Lakers joined the College Hockey America conference.",
  "/wiki/Niagara_University": "Niagara University is a private Catholic university in the Vincentian tradition in Lewiston in Niagara County, New York. It is run by the Congregation of the Mission. Niagara has 3,300 undergraduate students in 50 academic programs. Approximately half of the students are residents while the other half commute from the surrounding area. The college is known as a liberal arts school but offers programs in technical and pre-professional disciplines as well.",
  "/wiki/Niagara_Purple_Eagles_women%27s_ice_hockey": "The Niagara Purple Eagles women's ice hockey team was a National Collegiate Athletic Association (NCAA) Division I college ice hockey program that represented Niagara University. The Purple Eagles were a member of College Hockey America. They played at the Dwyer Arena in Niagara University's campus (Lewiston, New York).",
  "/wiki/ECAC_Hockey": "ECAC Hockey is one of the six conferences that compete in NCAA Division I ice hockey. The conference used to be affiliated with the Eastern College Athletic Conference, a consortium of over 300 colleges in the eastern United States.  This relationship ended in 2004; however, the ECAC abbreviation was retained in the name of the hockey conference. ECAC Hockey is the only ice hockey conference with identical memberships in both its women's and men's divisions.",
  "/wiki/California_State_University,_Sacramento": "California State University, Sacramento (CSUS, Sacramento State, or informally Sac State) is a public university in Sacramento, California. Founded in 1947 as Sacramento State College, it is the eleventh oldest school in the 23-campus California State University system. The university enrolls approximately 31,500 students annually, has an alumni base of more than 240,000 and awards 7,838 degrees annually. The university offers 151 different Bachelor's degrees, 69 Master's degrees, 28 types of teaching credentials, and 2 Doctoral degrees. The university also has extensions in Singapore, offering a unique IMBA (International Master's in Business Administration). It is consistently one of the top three destinations among all universities in the state for California Community College students, welcoming over 4,000 new transfers each academic year.",
  "/wiki/Sacramento_State_Hornets_baseball": "The Sacramento State Hornets (also Sac State) represent California State University, Sacramento in Sacramento, the capital city of the U.S. state of California, in intercollegiate athletics. The school fields 21 teams including men and women's basketball, cross country, golf, rowing, soccer, tennis, and track and field; women's-only gymnastics, beach volleyball, volleyball, and softball; and men's-only baseball and football. The Hornets compete in NCAA Division I, and are members of the Big Sky Conference. The men's soccer and women's beach volleyball teams play as affiliate members in the Big West Conference, the baseball team plays as an affiliate member in the Western Athletic Conference, and the women's rowing team is an affiliate of the American Athletic Conference.",
  "/wiki/Big_West_Conference": "The Big West Conference (BWC) is an American collegiate athletic conference whose member institutions participate in the National Collegiate Athletic Association's Division I. The conference was originally formed in 1969 as the Pacific Coast Athletic Association (PCAA), and in 1988 was renamed the Big West Conference. The conference stopped sponsoring college football after the 2000 season.",
  "/wiki/NCAA_Division_I_independent_schools_(baseball)": "In American college sports, NCAA Division I independent schools are four-year institutions that do not belong to a conference for a particular sport.",
  "/wiki/St._John%27s_University_(New_York_City)": "St. John's University is a private Roman Catholic university in New York City. Founded and run by the Congregation of the Mission (C.M., the Vincentian Fathers) in 1870, the school was originally located in the neighborhood of Bedford–Stuyvesant in the borough of Brooklyn. In the 1950s, the school was relocated to its current site at Utopia Parkway in Hillcrest, Queens. St. John's also has campuses in Staten Island and Manhattan in New York City and overseas in Rome, Italy. In addition, the university has a Long Island Graduate Center in Hauppauge, along with academic locations in Paris, France, and Limerick, Ireland. The university is named after Saint John the Baptist.",
  "/wiki/St._John%27s_Red_Storm": "The St. John's Red Storm is the nickname used for the 16 varsity athletic programs of St. John's University, in the U.S. state of New York. St. John's 16 NCAA Division I teams compete in the Big East Conference, with the exception of the fencing team, which compete in the ECAC. On December 15, 2012, St. John's and the other six Catholic, non-FBS schools (the so-called \"Catholic 7\") announced that they were departing the former Big East for a new conference. The \"Catholic 7\", after purchasing the \"Big East\" name from the FBS schools and adding Butler, Creighton, and Xavier, began operating as the new Big East Conference beginning in July 2013.",
  "/wiki/Northeast_Conference": "The Northeast Conference (NEC) is a collegiate athletic conference whose schools are members of the National Collegiate Athletic Association (NCAA). Teams in the NEC compete in Division I for all sports except football, which competes in the Division I Football Championship Subdivision (FCS), formerly Division I-AA. Participating schools are located principally in the Northeastern United States.",
  "/wiki/Wayne_State_University": "Wayne State University (WSU) is a public research university in Detroit, Michigan. It is the third largest university in Michigan. Founded in 1868, WSU consists of 13 schools and colleges offering nearly 350 programs to nearly 27,000 graduate and undergraduate students. Wayne State University, along with the University of Michigan and Michigan State University, comprise the University Research Corridor of Michigan.",
  "/wiki/Wayne_State_Warriors_women%27s_ice_hockey": "The Wayne State Warriors women's ice hockey is a defunct college ice hockey program represented at Wayne State University. The Warriors competed at the NCAA Division I level in the Great Lakes Women's Hockey Association from 1999–2002 and in College Hockey America 2002–2011."
}