{
  "/wiki/Clarence_(2014_TV_series)": "Clarence is an American animated television series created by Skyler Page for Cartoon Network. The series revolves around a young boy named Clarence and his two best friends Jeff and Sumo. \nPage, a former storyboard artist for Adventure Time and revisionist for Secret Mountain Fort Awesome, developed the series at Cartoon Network Studios as part of their shorts development program in 2012.",
  "/wiki/Cartoon_Network": "Cartoon Network is an American pay television channel owned by Warner Bros. Entertainment, a division of AT&T's WarnerMedia. The channel was launched on October 1, 1992, and primarily broadcasts animated television series, mostly children's programming, ranging from action to animated comedy. It operates usually from 6:00 AM to 8:00 PM (ET/PT)  and is targeted at children between ages 7 and 15. Its overnight daypart block Adult Swim is aimed at adults and is treated as a separate entity for promotional purposes and as a separate channel by Nielsen for ratings purposes. A Spanish language audio track for select programs is accessible via second audio programing (SAP); some TV providers offer the Spanish feed as a separate channel by removing the main English-language audio track.",
  "/wiki/PAW_Patrol": "PAW Patrol is a Canadian CGI–animated television series created by Keith Chapman. It is produced by Spin Master Entertainment, with animation provided by Guru Studio. In Canada, the series is primarily broadcast on TVOntario, which first ran previews of the show in August 2013. The series premiered on Nickelodeon in the United States on August 12, 2013.",
  "/wiki/Nickelodeon": "Nickelodeon (often shortened to Nick) is an American pay television network which was launched on December 1, 1977, as the first cable channel for children. It is owned by ViacomCBS through its domestic networks division and is based in New York City. It broadcasts usually from 7:00 a.m. to 9:00 p.m. on weekdays (the sign off time varies with holidays and special programming), Saturdays from 7:00 a.m. to 9:30 p.m., and Sundays from 7:00 a.m. to 8:00 p.m. (Eastern and Pacific Time). It is primarily aimed at children and adolescents aged 2–17.",
  "/wiki/Danny_Phantom": "Danny Phantom is an American animated action adventure television series created by Butch Hartman for Nickelodeon. The series follows fourteen-year-old Danny Fenton (voiced by David Kaufman) who, after an accident with an unpredictable portal between the human world and the \"Ghost Zone\", becomes a human-ghost hybrid and takes on the task of saving his town (and the world) from subsequent ghost attacks using an evolving variety of supernatural powers. He is aided in his quest by his two best friends Sam Manson (Grey DeLisle) and Tucker Foley (Rickey D'Shon Collins), and later, his older sister Jazz (Colleen Villard), who for most of the series' run are among the only people who know of his double life.",
  "/wiki/The_ZhuZhus": "The ZhuZhus (formerly known as Polly and the ZhuZhu Pets) is a Canadian-American animated children's television series developed by Hugh Duffy for Disney Channel and YTV. The series is based on the American toy franchise ZhuZhu Pets. It is the second animated adaptation starring the Fab Four; Pipsqueak, Mr. Squiggles, Num Nums, and Chunk, following Quest for Zhu in 2011.",
  "/wiki/Disney_Channel": "Disney Channel (originally called The Disney Channel from 1983 to 1997 and commonly shortened to Disney from 1997 to 2002) is an American pay television channel that serves as the flagship property of owner Disney Channels Worldwide unit of the Walt Disney Television subsidiary of The Walt Disney Company.",
  "/wiki/Arlen,_Texas": "King of the Hill is an American adult animated sitcom created by Mike Judge and Greg Daniels for the Fox Broadcasting Company that ran from January 12, 1997, to May 6, 2010. It centers on the Hills, a middle-class American family in the fictional city of Arlen, Texas. Patriarch and main character Hank Hill, who works as assistant manager at Strickland Propane, is the everyman and general protagonist of the series. His modest conservative views and biases often clash with those of his wife, Peggy; his son, Bobby; his father, Cotton; his niece, Luanne; his boss, Buck Strickland; and his neighbor, Kahn. Hank is friends with other residents on his block, especially Bill Dauterive, Dale Gribble, and Jeff Boomhauer, all of whom he has known since elementary school. It attempts to maintain a realistic approach, seeking humor in the conventional and mundane aspects of everyday life.",
  "/wiki/King_of_the_Hill": "King of the Hill is an American adult animated sitcom created by Mike Judge and Greg Daniels for the Fox Broadcasting Company that ran from January 12, 1997, to May 6, 2010. It centers on the Hills, a middle-class American family in the fictional city of Arlen, Texas. Patriarch and main character Hank Hill, who works as assistant manager at Strickland Propane, is the everyman and general protagonist of the series. His modest conservative views and biases often clash with those of his wife, Peggy; his son, Bobby; his father, Cotton; his niece, Luanne; his boss, Buck Strickland; and his neighbor, Kahn. Hank is friends with other residents on his block, especially Bill Dauterive, Dale Gribble, and Jeff Boomhauer, all of whom he has known since elementary school. It attempts to maintain a realistic approach, seeking humor in the conventional and mundane aspects of everyday life.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/Beaumont,_Texas": "Beaumont is a city in and the county seat of Jefferson County, Texas, in the United States, within the Beaumont–Port Arthur Metropolitan Statistical Area. Located in Southeast Texas on the Neches River about 85 miles (137 km) east of Houston (city center to city center), Beaumont had a population of 117,267 at the time of the 2010 census, making it the 30th most populous city in the state of Texas.",
  "/wiki/Galveston,_Texas": "Galveston (/ˈɡælvɪstən/ GAL-vis-tən) is a coastal resort city and port off the southeast coast on Galveston Island and Pelican Island in the American State of Texas. The community of 209.3 square miles (542 km2), with a population of 47,743 in 2010, is the county seat of surrounding Galveston County and second-largest municipality in the county. It is also within the Houston–The Woodlands–Sugar Land metropolitan area at its southern end on the northwestern coast of the Gulf of Mexico.",
  "/wiki/Johnny_Bravo": "Johnny Bravo is an American animated television series created by Van Partible for Cartoon Network, and the second of the network's Cartoon Cartoons, which aired from July 14, 1997, to August 27, 2004. The series centers on the title character, a sunglasses-wearing, muscular young man who tries to get women to date him, though he is usually unsuccessful. He ends up in bizarre situations and predicaments, often accompanied by celebrity guest characters such as Donny Osmond or Adam West. Throughout its run, the show was known for its adult humor and pop culture references. Johnny himself is loosely based on Elvis Presley.",
  "/wiki/Blaze_and_the_Monster_Machines": "Blaze and the Monster Machines is an American  CGI interactive educational animated preschool television series with a focus on teaching about science, technology, engineering, and mathematics. The series premiered on Nickelodeon on October 13, 2014.",
  "/wiki/Avatar:_The_Last_Airbender": "Avatar: The Last Airbender (Avatar: The Legend of Aang in some regions) is an American animated television series created by Bryan Konietzko and Michael Dante DiMartino. It aired on Nickelodeon for three seasons, from February 2005 to July 2008. Avatar is set in an Asiatic-like world in which some people can manipulate the classical elements with psychokinetic variants of the Chinese martial arts known as \"bending\". The series is presented in a style that combines anime with American cartoons and relies on the imagery of East/South Asian, Inuit, and New World societies. It primarily follows the protagonists, 12-year-old Aang and his friends, who must bring peace and harmony to the world by ending the Fire Nation's war with the rest of the Four Nations.",
  "/wiki/Earth_Kingdom": "Avatar: The Last Airbender (Avatar: The Legend of Aang in some regions) is an American animated television series created by Bryan Konietzko and Michael Dante DiMartino. It aired on Nickelodeon for three seasons, from February 2005 to July 2008. Avatar is set in an Asiatic-like world in which some people can manipulate the classical elements with psychokinetic variants of the Chinese martial arts known as \"bending\". The series is presented in a style that combines anime with American cartoons and relies on the imagery of East/South Asian, Inuit, and New World societies. It primarily follows the protagonists, 12-year-old Aang and his friends, who must bring peace and harmony to the world by ending the Fire Nation's war with the rest of the Four Nations.",
  "/wiki/Scaredy_Squirrel_(TV_series)": "Scaredy Squirrel is a Canadian animated comedy television series based very loosely on the Scaredy Squirrel book series by Mélanie Watt. The series premiered on April 1, 2011 on YTV in Canada and August 9, 2011 on Cartoon Network in the United States. The series is broadcast on YTV and Cartoon Network. The series was produced in association with YTV by Nelvana, with additional production facilities provided by Studio 306, Pipeline Studios Inc. and Super Sonics Productions Inc., with Dolby Digital doing the sound, with Writers Guild of Canada and ACTRA writing the show's renewal plates, with the series' funding provided by The Canada Media Fund and The Canadian Film or Video Production Tax Credit. The series ended on August 17, 2013 on YTV in Canada and September 17, 2014 on Cartoon Network in the U.S.",
  "/wiki/YTV_(TV_channel)": "YTV is a Canadian English language specialty channel owned by YTV Canada, Inc., a subsidiary of Corus Entertainment. Its programming consists of original live action and animated television series, movies, and third party programming from the U.S. kids channels Nickelodeon and Cartoon Network, as well as other distributors. YTV operates two time shifted feeds, running on both Eastern and Pacific Time Zone schedules. It is available in over 11 million Canadian households as of 2013.",
  "/wiki/Rubbadubbers": "Rubbadubbers is a British stop-motion children's television series produced by HIT Entertainment. The series aired on the BBC in the United Kingdom and Nickelodeon in the United States (as part of the Nick Jr. block).",
  "/wiki/Nick_Jr.": "Nick Jr. (formerly Noggin) is an American pay television channel that is run by the Nickelodeon Group, a unit of the ViacomCBS Domestic Media Networks division of ViacomCBS, the channel's ultimate owner headquartered in New York City. The channel, which is aimed at children under 6, features a mix of originally-produced programming, and series previously and concurrently aired on the Nick Jr. block and its previous iterations. Some of Nick Jr.'s programming includes series such as Corn & Peg, PAW Patrol, Bubble Guppies, Blaze and the Monster Machines, Shimmer and Shine, and Dora and Friends: Into the City!. Due to the Nickelodeon block, Nick Jr. is sometimes disclaimed on air as \"the Nick Jr. channel\" to avoid confusion, especially at times of day when both Nickelodeon and Nick Jr. are carrying preschool programming.",
  "/wiki/Delmarva_Peninsula": "The Delmarva Peninsula, or simply Delmarva, is a large peninsula on the East Coast of the United States, occupied by Delaware and parts of the Eastern Shores of Maryland and Virginia. The peninsula is 170 miles (274 km) long. In width, it ranges from 70 miles (113 km) near its center, to 12 miles (19 km) at the isthmus on its northern edge, to less near its southern tip of Cape Charles. It is bordered by the Chesapeake Bay on the west, the Delaware River, Delaware Bay, and the Atlantic Ocean on the east.",
  "/wiki/Steven_Universe": "Steven Universe is an American animated television series created by Rebecca Sugar for Cartoon Network. It is Cartoon Network's first animated series to be created solely by a woman. It is the coming-of-age story of a young boy, Steven Universe (voiced by Zach Callison), who lives with the Crystal Gems—magical, humanoid aliens named Garnet (Estelle), Amethyst (Michaela Dietz), and Pearl (Deedee Magno Hall)—in the fictional town of Beach City. Steven, who is half-Gem, has adventures with his friends and helps the Gems protect the world from their own kind. Its pilot was first shown on May 21, 2013, and the series premiered on November 4, 2013. Its fifth and final season concluded in January 2019. The TV film Steven Universe: The Movie was released on September 2, 2019, and an epilogue limited series, Steven Universe Future, premiered on December 7, 2019.",
  "/wiki/United_States_of_America": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Beanotown": "The Beano is the longest running British children's comic magazine, published by DC Thomson in Dundee, Scotland. The comic first appeared on 30 July 1938, and was published weekly. In September 2009, The Beano's 3,500th issue was published. One of the best selling comics in the UK, along with The Dandy, the weekly circulation of The Beano in April 1950 was 1,974,072. The Beano is currently edited by John Anderson. Each issue is published on a Wednesday, with the issue date being that of the following Saturday. The Beano reached its 4,000th issue on 28 August 2019.",
  "/wiki/Dennis_%26_Gnasher:_Unleashed!": "Dennis & Gnasher: Unleashed! is a British computer-animated television series based on the Dennis the Menace strip from the British comic The Beano created by David Law. The strip first launched in 1951. It began on CBBC on 6 November 2017 and is the third animated adaption of the strip after Dennis and Gnasher and Dennis the Menace and Gnasher. The series stars Freddie Fox as Dennis. A second series has been confirmed.",
  "/wiki/Bedrock_(The_Flintstones)": "Bedrock is the fictional prehistoric city which is home to the characters of the animated television series The Flintstones.",
  "/wiki/The_Flintstones": "The Flintstones is an American animated sitcom produced by Hanna-Barbera. The series takes place in a romanticized Stone Age setting and follows the activities of the titular family, the Flintstones, and their next-door neighbors, the Rubbles (who are also their best friends). It was originally broadcast on ABC from September 30, 1960, until April 1, 1966, as the first animated series to hold a prime time slot.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Fictional_city": "A fictional city refers to a town, city or village that is invented for fictional stories and does not exist in real life, or which people believe to exist without definitive proof, such as Plato's account of Atlantis.",
  "/wiki/Prehistoric": "Human prehistory is the period between the use of the first stone tools c. 3.3 million years ago by hominins and the invention of writing systems. The earliest writing systems appeared c. 5,300 years ago, but it took thousands of years for writing to be widely adopted, and it was not used in some human cultures until the 19th century or even until the present. The end of prehistory therefore came at very different dates in different places, and the term is less often used in discussing societies where prehistory ended relatively recently.",
  "/wiki/Animation": "Animation is a method in which pictures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film. Today, most animations are made with computer-generated imagery (CGI). Computer animation can be very detailed 3D animation, while 2D computer animation can be used for stylistic reasons, low bandwidth or faster real-time renderings. Other common animation methods apply a stop motion technique to two and three-dimensional objects like paper cutouts, puppets or clay figures.",
  "/wiki/Television_series": "A television show (often simply TV show) is any content produced for broadcast via over-the-air, satellite, cable, or internet and typically viewed on a television set, excluding breaking news, advertisements, or trailers that are typically placed between shows. Television shows are most often scheduled well ahead of time and appear on electronic guides or other TV listings.",
  "/wiki/Big_City_Greens": "Big City Greens is an American animated comedy and adventure television series created by the Houghton brothers that premiered on Disney Channel on June 18, 2018. The series features the voices of Chris Houghton, Marieve Herington, Bob Joles, and Artemis Pebdani. The series was renewed for a second season by Disney Channel on May 17, 2018.",
  "/wiki/Bikini_Bottom": "SpongeBob SquarePants is an American animated comedy television series created by marine science educator and animator Stephen Hillenburg for Nickelodeon. The series chronicles the adventures and endeavors of the title character and his aquatic friends in the fictional underwater city of Bikini Bottom. The fifth-longest-running American animated series, its popularity has made it a media franchise. It is the highest rated series to air on Nickelodeon and ViacomCBS Domestic Media Networks' most distributed property. As of late 2017, the media franchise has generated $13 billion in merchandising revenue for Nickelodeon.",
  "/wiki/SpongeBob_SquarePants": "SpongeBob SquarePants is an American animated comedy television series created by marine science educator and animator Stephen Hillenburg for Nickelodeon. The series chronicles the adventures and endeavors of the title character and his aquatic friends in the fictional underwater city of Bikini Bottom. The fifth-longest-running American animated series, its popularity has made it a media franchise. It is the highest rated series to air on Nickelodeon and ViacomCBS Domestic Media Networks' most distributed property. As of late 2017, the media franchise has generated $13 billion in merchandising revenue for Nickelodeon.",
  "/wiki/Doug_(TV_series)": "Doug is an American animated television series created by Jim Jinkins. The show focuses on the early adolescent life of its title character, Douglas \"Doug\" Funnie, who experiences common predicaments while attending school in his new hometown of Bluffington. Doug narrates each story in his journal, and the show incorporates many imagination sequences. The series addresses numerous topics, including trying to fit in, platonic and romantic relationships, self-esteem, bullying, and rumors. Many episodes center on Doug's attempts to impress his classmate and crush, Patti Mayonnaise.",
  "/wiki/Bob_the_Builder": "Bob the Builder is a children's animated television show created in Britain by Keith Chapman. In the original series, Bob appears in a stop motion animated programme as a building contractor, specialising in masonry, along with his colleague Wendy, various neighbours and friends, and their gang of anthropomorphised work-vehicles and equipment. The show is broadcast in many countries, but originated from the United Kingdom where Bob was voiced by English actor Neil Morrissey. The show later used CGI animation starting with the spin-off series Ready, Steady, Build!. British proprietors of Bob the Builder and Thomas the Tank Engine sold the enterprise in 2011 to US toy-maker  Mattel for $680 million.",
  "/wiki/BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees. It employs over 22,000 staff in total, more than 16,000 of whom are in public sector broadcasting. The total number of staff is 35,402 when part-time, flexible, and fixed-contract staff are included.",
  "/wiki/Pig_Goat_Banana_Cricket": "Pig Goat Banana Cricket (also abbreviated as PGBC) is an American animated television series created by Dave Cooper and Johnny Ryan for Nickelodeon. The show follows the interwoven adventures of the titular quartet. It premiered on July 16, 2015, after the 2015 Kids' Choice Sports Awards.",
  "/wiki/Kid_vs._Kat": "Kid vs. Kat is a Canadian animated television series that originally aired on YTV in Canada from October 25, 2008, to June 4, 2011. The series was created and co-directed by Rob Boutilier, developed and produced at Studio B Productions, in association with YTV and Jetix Europe for its first season and Disney XD Europe for its second season.",
  "/wiki/Robocar_Poli": "Robocar Poli (Korean: 로보카 폴리; RR: Roboka Poli) is a South Korean animated children's television series created by RoiVisual. The series released its first episode on Educational Broadcasting System (EBS) in 2011, and has aired for four seasons. Robocar Poli consists of 104 eleven-minute episodes.",
  "/wiki/Educational_Broadcasting_System": "Korea Educational Broadcasting System (한국교육방송공사) or EBS is a South Korean educational television and radio network covering South Korean territory, and the only major South Korean radio and television network without a separate regional service. Established as KBS 3, Seoul Animation Center and KBS Educational Radio in the 1980s, and became an independent corporation in 1990. EBS strives to supplement school education and promote lifelong education for everyone in Korea."
}