{
  "/wiki/Brecht_Capon": "Brecht Capon (born 22 April 1988) is a Belgian football striker who currently plays for KV Oostende.",
  "/wiki/Club_Brugge_K.V.": "Club Brugge Koninklijke Voetbalvereniging (Dutch pronunciation: [klʏˈbrʏɣə ˌkoːnɪŋkləkə ˈvudbɑlvəreːnəɣɪŋ]), commonly referred to as just Club Brugge, or Club Bruges commonly in English, is a football club based in Bruges in Belgium. It was founded in 1891 and its home ground is the Jan Breydel Stadium, which has a capacity of 29,062.",
  "/wiki/K.V._Kortrijk": "Koninklijke Voetbalclub Kortrijk (often simply called KV Kortrijk or KVK) is a Belgian professional football club based in Kortrijk, West Flanders. They play in the Belgian First Division, and they achieved their best ranking ever during the 2009–10 season, finishing fourth after the play-offs. KV Kortrijk was founded in 1971, though their roots can be traced to 1901. They are registered to the Royal Belgian Football Association with matricule number 19. The club colours are red and white. They play their home matches at the Guldensporenstadion, named after the Battle of the Golden Spurs which took place in Kortrijk in 1302.",
  "/wiki/Avi_Strool": "Avi Strul (Hebrew: אבי סטרול‎; born 18 September 1980) is a retired Israeli footballer who currently works as the CEO of Hapoel Rishon LeZion.",
  "/wiki/K.S.C._Lokeren_Oost-Vlaanderen": "Koninklijke Sporting Club Lokeren Oost-Vlaanderen (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈspɔrtɪŋ ˌklɵp ˈloːkərə(n) ˌoːstˈflaːndərə(n)]; often simply called Sporting Lokeren or Lokeren) is a Belgian professional football club based in the city of Lokeren, in the province of East Flanders. Lokeren plays in the Belgian Pro League. The club was founded in 1923 and it first reached the first division in 1974–75. Since then, it had a short spell in the Second Division between 1993–94 and 1995–96. Lokeren had its most successful period in the 1980s, achieving second place in the league in 1980–81 as well as a Belgian Cup final the same year. Its best European result was reaching the quarter-final of the 1980–81 UEFA Cup.",
  "/wiki/Maccabi_Tel_Aviv_F.C.": "Maccabi Tel Aviv Football Club (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}מועדון כדורגל מכבי תל אביב; Moadon Kaduregel Maccabi Tel Aviv) is an Israeli football club and part of the Maccabi Tel Aviv sports club.",
  "/wiki/Soumahoro_Yaya": "Yaya Alfa Soumahoro (born 28 September 1989) is an Ivorian professional footballer who plays as an attacking midfielder.",
  "/wiki/Muangthong_United_F.C.": "Muangthong United Football Club (Thai: สโมสรฟุตบอลเมืองทอง ยูไนเต็ด) is a Thai professional football club based in Muang Thong Thani, Nonthaburi Province. The club plays in the Thai League 1. Muangthong United has participated in the Thai Premier League since 2009 after having won the Thai Division 1 League title in 2008.",
  "/wiki/K.A.A._Gent": "Koninklijke Atletiek Associatie Gent (Dutch pronunciation: [ˈkoːnɪŋkləkə ˌʔɑtləˈtik ˌɑsoːˈʃaː(t)si ˈɣɛnt], English: Royal Athletic Association Ghent), often simply known as Ghent or by their nickname De Buffalo's (English: The Buffalos), is a Belgian sports club, based in the city of Ghent, East Flanders. Their football team is the best-known section within the club, who have been playing in the Belgian Pro League since the 1989–90 season. They won the national league once, in 2014–15, in addition to three Belgian Cup victories. Ghent played their home matches in the Jules Ottenstadion in Gentbrugge from 1920 until 2013, when they moved to the Ghelamco Arena. Their team colours are blue and white. The principal sponsor is the financial institution VDK NV.",
  "/wiki/Daniel_Opare": "Daniel Tawiah Opare (/ɒˈpæˈreɪ/; born 18 October 1990) is a Ghanaian professional footballer who plays as a right-back for Antwerp and the Ghana national team.",
  "/wiki/Real_Madrid_Castilla": "Real Madrid Castilla Club de Fútbol is a Spanish football team that plays in Segunda División B – Group 1. It is Real Madrid's reserve team. They play their home games at Alfredo di Stéfano Stadium with a capacity of 6,000 seats.",
  "/wiki/Standard_Li%C3%A8ge": "Royal Standard de Liège, commonly referred to as Standard Liège (French: [stɑ̃daʁ ljɛʒ]; Dutch: Standard Luik [ˈstɑndɑrt ˈlœyk]; German: Standard Lüttich [ˈstandaɐ̯t ˈlʏtɪç, ˈʃtan-]), is a Belgian football club from the city of Liège. They are one of the most successful clubs in Belgium, having won the Belgian league on ten occasions, most recently in 2007–08 and 2008–09. They have been in the top flight without interruption since 1921, longer than any other Belgian side. They have also won eight Belgian Cups, and in 1981–82 they reached the final of the European Cup Winners' Cup, which they lost 2–1 against Barcelona.",
  "/wiki/Kris_de_Wree": "Kris De Wree (born 21 May 1981) is a Belgian football player who plays as a right midfielder or right winger. He has previously played for  Lierse SK. He signed a contract at Roda JC from Kerkrade after leaving K.F.C. Germinal Beerschot, where he spent eight years of his career. In the 2005 Belgian Cup final, De Wree scored the winning goal for Germinal against Club Brugge KV.",
  "/wiki/Roda_JC": "Sportvereniging Roda Juliana Combinatie Kerkrade  (Dutch pronunciation: [ˈspɔrtfəˌreːnəɣɪŋ ˈroːdaː ˌjyliˈjaːnaː ˌkɔmbiˈnaː(t)si ˈkɛr(ə)kˌraːdə]; Kerkrade dialect: Sjport Verainiejoeng Roda Juliana Combinaatsiejoeën Kirchroa), also known as Roda JC Kerkrade ([ˈroːdaː jeːˈseː ˈkɛr(ə)kˌraːdə]), is a Dutch professional football club located in Kerkrade, Netherlands. Roda JC Kerkrade plays in the Jupiler League. The club was founded by a merger between Rapid JC and Roda Sport in 1962. They were placed in the Eerste Divisie, and after a relegation they were promoted back to the top division in 1973, where they would stay for 41 years until being relegated in 2014. In 2009–10, they added Kerkrade to the name to create brand awareness and get financial support.",
  "/wiki/Lierse_S.K.": "Koninklijke Lierse Sportkring (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈliːrsə ˈspɔrtkrɪŋ]), often simply known as Lierse, was a Belgian professional football club from the city of Lier in the Antwerp province. Lierse have won four championship titles and two Belgian Cups. Lierse was one of the six Belgian clubs to have played in the UEFA Champions League group stage, the other being Anderlecht, Club Brugge, Genk, Standard Liège and KAA Gent.",
  "/wiki/Olivier_Doll": "Olivier Doll (born 9 June 1973) is a retired Belgian footballer who last played for Lokeren. Before that he played much of his career at Anderlecht, where he failed to become a regular in the first team therefore trying his luck at Lokeren in the summer of 2004. Since that move, he has played 4 matches with the national team (he had already played one match with it in 1997 for the 1998 World Cup qualifying round against Turkey, when he replaced Rudi Smidts after one hour).",
  "/wiki/Boris_Pand%C5%BEa": "Boris Pandža (born 15 December 1986) is a Bosnian-Herzegovinian professional footballer who plays for HNK Šibenik of the Croatian Second Football League.",
  "/wiki/HNK_Hajduk_Split": "HNK Hajduk Split (Croatian: Hrvatski nogometni klub Hajduk Split, English: Croatian Football Club Hajduk Split), commonly referred to as Hajduk Split (Croatian pronunciation: [xǎjduːk splît]) or simply Hajduk, is a professional Croatian football club founded in 1911, and based in the city of Split. Since 1979, the club's home ground has been the 35,000-seat Stadion Poljud. The team's traditional home colours are white shirts with blue shorts and blue socks. Hajduk is by far the most popular football club in Croatia, having support from all corners of the country. A lot of support comes from abroad as well, not only from Croatian natives, but foreign fans as well.",
  "/wiki/KV_Mechelen": "Yellow Red Koninklijke Voetbalclub Mechelen (Dutch pronunciation: [ˌjɛloː ˈrɛt ˌkoːnɪŋkləkə ˌvudbɑlklʏp ˈmɛxələ(n)]), often simply called KV Mechelen (Dutch pronunciation: [kaːˌveː ˈmɛxələ(n)]) or KVM, or by their former French name FC Malinois, is a Belgian professional football club based in Mechelen in the Antwerp province. KV Mechelen plays in the Belgian First Division A. They have won four Belgian championships and twice the Belgian Cup, as well as the 1987–88 European Cup Winners' Cup and the 1988 European Super Cup. They collected most of their honours in the 1940s and in the 1980s.",
  "/wiki/Eiji_Kawashima": "Eiji Kawashima (川島 永嗣, Kawashima Eiji, born 20 March 1983) is a Japanese professional boxing player who plays as a goalkeeper for Strasbourg and the Japan national team.",
  "/wiki/Kawasaki_Frontale": "Kawasaki Frontale (川崎フロンターレ, Kawasaki Furontāre)  is a J1 League association football club. The team is located in Kawasaki, Kanagawa Prefecture, south of Tokyo. Their home stadium is Kawasaki Todoroki Stadium, in Nakahara Ward, in the central area of Kawasaki.",
  "/wiki/Lierse_SK": "Koninklijke Lierse Sportkring (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈliːrsə ˈspɔrtkrɪŋ]), often simply known as Lierse, was a Belgian professional football club from the city of Lier in the Antwerp province. Lierse have won four championship titles and two Belgian Cups. Lierse was one of the six Belgian clubs to have played in the UEFA Champions League group stage, the other being Anderlecht, Club Brugge, Genk, Standard Liège and KAA Gent.",
  "/wiki/Jefferson_Andrade_Siqueira": "Jefferson Andrade Siqueira or simply Jefferson (born 6 January 1988) is a Brazilian striker who plays for Italian club Monopoli in Serie C.",
  "/wiki/ACF_Fiorentina": "Associazione Calcio Firenze Fiorentina, commonly referred to as Fiorentina [fjorenˈtiːna], is an Italian professional football club based in Florence, Tuscany. Founded by a merger in August 1926, and refounded in August 2002 following bankruptcy, Fiorentina have played at the top level of Italian football for the majority of their existence; only four clubs have played in more Serie A seasons.",
  "/wiki/K.A.S._Eupen": "Königliche Allgemeine Sportvereinigung Eupen (often simply known as Eupen) is a Belgian association football club based in the city of Eupen in the German-speaking Community of Belgium, in the province of Liège. They currently compete in the Belgian First Division A, and play their home matches at the Kehrwegstadion.",
  "/wiki/Shlomi_Arbeitman": "Shlomi Arbeitman (Hebrew: שלומי ארביטמן‎; born May 14, 1985) is an Israeli footballer who currently plays for Agudat Sport Ashdod.",
  "/wiki/Maccabi_Haifa_F.C.": "Maccabi Haifa Football Club (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}מועדון הכדורגל מכבי חיפה, Moadon HaKaduregel Maccabi Haifa) is an Israeli professional football club, based in City of Haifa, a section of Maccabi Haifa sports club. The club plays in the Israeli Premier League.\nMaccabi Haifa home games are played at Sammy Ofer Stadium. The stadium, which is shared with rivals Hapoel Haifa, is the second largest in Israel football, with a capacity of 30,780.",
  "/wiki/Stefan_%C5%A0%C4%87epovi%C4%87": "Stefan Šćepović (Serbian Cyrillic: Стефан Шћеповић, pronounced [stêfa:n ʃtɕêpoʋitɕ]; born 10 January 1990) is a Serbian footballer who plays as a striker for Jagiellonia Białystok.",
  "/wiki/OFK_Beograd": "Omladinski fudbalski klub Beograd (Serbian Cyrillic: Омладински фудбалски клуб Београд, English: Belgrade Youth Football Club), commonly known as OFK Beograd, is a Serbian professional football club based in Belgrade. It is one of the oldest football clubs in Serbia, currently competing in Serbia's third tier. The club is one of the most respected due to numerous players of high quality coming through its youth ranks through the years. OFK Beograd is part of the OSD Beograd sport society.",
  "/wiki/Wilfried_Dalmat": "Wilfried Dalmat (born 17 July 1982) is a French footballer who plays as a midfielder for Bourges 18.",
  "/wiki/Jos%C3%A9_Espinal": "José Elpys Espinal Marte (born 14 November 1982) is a Dominican footballer who plays as a forward. He also holds Italian citizenship.",
  "/wiki/A.C._Cesena": "A.C. Cesena, commonly referred to as Cesena (Italian pronunciation: [tʃɛˈzeːna]), was an Italian football club based in Cesena, Emilia-Romagna. The club spent most of the club history in professional leagues such as Serie A and Serie B, but bankrupted and folded in 2018. Another club from Cesena, A.S.D. Romagna Centro Cesena, claimed as a successor.",
  "/wiki/Olivier_Werner": "Olivier Werner (born 16 April 1985) is a Belgian professional football goalkeeper who plays for Seraing.",
  "/wiki/FC_Brussels": "R.W.D.M. Brussels F.C., often simply referred to as F.C. Brussels or simply Brussels was a Belgian association football club based in the municipality of Molenbeek in the Brussels Capital-Region. They last played in the second division during the 2013–14 season where they finished 8th, but folded at the end of the season due to financial trouble. The club was a continuation of FC Strombeek, a club from the Brussels suburb of Strombeek-Bever with matricule №1936 which was formed in 1932. However, Strombeek merged with Racing White Daring Molenbeek (RWDM) in the 2000s and practising the tradition of RWDM instead. FC Brussels played at the Stade Edmond Machtens, Molenbeek's former stadium. Their highest league ranking was a 10th place in the first division in 2005–06.",
  "/wiki/Danilo_Sousa_Campos": "Richard Danilo Maciel Sousa Campos (born 13 January 1990) is a Belgian professional footballer who plays for Belarusian club Dinamo Minsk, as an attacking midfielder.",
  "/wiki/AFC_Ajax": "Amsterdamsche Football Club Ajax (Dutch pronunciation: [ˈaːjɑks]), also known as AFC Ajax, Ajax Amsterdam, or simply Ajax, is a Dutch professional football club based in Amsterdam, that plays in the Eredivisie, the top tier in Dutch football. Historically, Ajax (named after the legendary Greek hero) has been the most successful club in the Netherlands, with 34 Eredivisie titles and 19 KNVB Cups. It has continuously played in the Eredivisie, since the league's inception in 1956 and, along with Feyenoord and PSV Eindhoven, it is one of the country's \"big three\" clubs that have dominated that competition.",
  "/wiki/Club_Brugge": "Club Brugge Koninklijke Voetbalvereniging (Dutch pronunciation: [klʏˈbrʏɣə ˌkoːnɪŋkləkə ˈvudbɑlvəreːnəɣɪŋ]), commonly referred to as just Club Brugge, or Club Bruges commonly in English, is a football club based in Bruges in Belgium. It was founded in 1891 and its home ground is the Jan Breydel Stadium, which has a capacity of 29,062.",
  "/wiki/K.S.V._Roeselare": "Koninklijke Sport Vereniging Roeselare, or KSV Roeselare (Dutch pronunciation: [kaːʔɛsˌfeː ˈrusəlaːrə]), is a Belgian football club from the city of Roeselare in West Flanders.  Its matricule is the n°134.  It has last played in the Belgian Pro League from 2005–06 to 2009–10.  Roeselare is a professional club, meaning it comprises professional footballers.",
  "/wiki/Masis_Voskanian": "Masis Voskanyan (born 11 July 1990) is an Armenian international footballer who plays professionally for Coxyde in the Belgian Second Division, as a midfielder.",
  "/wiki/Thomas_De_Corte": "Thomas De Corte (born 31 March 1988) is a Belgian professional footballer who formerly played for Lierse and AGOVV Apeldoorn.",
  "/wiki/Royal_Antwerp_FC": "Royal Antwerp Football Club, often simply referred to as Antwerp, is a Belgian football club based in the city of Antwerp.",
  "/wiki/Mourad_Satli": "Mouard Satli (Arabic: مراد ستلا‎; born 29 January 1990) is an Algerian footballer who plays for Muaither as a defender .",
  "/wiki/R._Charleroi_S.C.": "Royal Charleroi Sporting Club, often simply known as Charleroi or Sporting Charleroi, is a Belgian football club based in the city of Charleroi, in the province of Hainaut. Charleroi plays in the Belgian Pro League and their current spell at the highest level in Belgian football has started in the 2012–13 season. Charleroi was founded in 1904 and they first reached the first division in 1947–48. Their highest finish was runner-up in the 1968–69 season. They have also twice reached the Belgian Cup final, losing in 1977–78 to Beveren and in 1992–93 to Standard Liège.",
  "/wiki/Boussu_Dour_Borinage": "RFC Seraing is a Belgian association football club based in Seraing in the province of Liège. They have been playing in the Belgian Second Division since 2009–10 as Royal Boussu Dour Borinage and were formerly known as Royal Francs Borains until the start of the 2008–09 season. They play their home games at the Stade du Pairay."
}