{
  "/wiki/Sugar_Bowl": "The Sugar Bowl is an annual American college football bowl game played in New Orleans, Louisiana. It has been played annually since January 1, 1935, and celebrated its 75th anniversary on January 2, 2009. The Sugar Bowl, along with the Orange Bowl and Sun Bowl, are the second-oldest bowl games in the country, behind the Rose Bowl Game.",
  "/wiki/New_Orleans": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/Big_12_Conference": "The Big 12 Conference is a collegiate athletic conference headquartered in Irving, Texas. The conference consists of ten full-member universities. It is a member of  Division I of the National Collegiate Athletic Association (NCAA) for all sports. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two levels of NCAA Division I football competition. Its ten members, in the states of Iowa, Kansas, Oklahoma, Texas, and West Virginia, include eight public and two private, Christian schools. Additionally, the Big 12 has 11 affiliate members—eight for the sport of wrestling, one of which is also a member in women's equestrianism; one for women's gymnastics; and two for women's rowing. The Big 12 Conference is a 501(c)(3) nonprofit organization incorporated in Delaware.",
  "/wiki/Orange_Bowl": "The Orange Bowl is an annual American college football bowl game played in the Miami metropolitan area. It has been played annually since January 1, 1935, making it, along with the Sugar Bowl and the Sun Bowl, the second-oldest bowl game in the country, behind the Rose Bowl (first played 1902, played annually since 1916). The Orange Bowl is one of the New Year's Six, the top bowl games for the NCAA Division I Football Bowl Subdivision.",
  "/wiki/Miami_Gardens,_Florida": "Miami Gardens is a city located in north-central Miami-Dade County, Florida, United States. Its boundaries stretch from I-95 and NE 2nd Avenue on the east, to NW 47th and NW 57th Avenues on the west, and from the Broward County line on the north, to 151st Street on the south. The city name comes from one of the major roadways through the area, Miami Gardens Drive. According to the 2017 estimate from the US Census Bureau, the city had a population of 113,750, and it is the largest city in Florida that has a majority African American population. It is a principal city of the Miami metropolitan area, which was home to an estimated 6,012,331 people in 2015.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/Citrus_Bowl_(game)": "The Citrus Bowl  is an annual college football bowl game played at Camping World Stadium in Orlando, Florida. The bowl is operated by Florida Citrus Sports, a non-profit group that also organizes the Camping World Bowl and Florida Classic.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/Outback_Bowl": "The Outback Bowl is an annual college football bowl game played at Raymond James Stadium in Tampa, Florida, usually on New Year's Day. The event was originally called the Hall of Fame Bowl from 1986 to 1994 until being renamed in 1995 for its new title sponsor, Outback Steakhouse. It is organized by the Tampa Bay Bowl Association under Jim McVay, who has been the president and CEO since 1988.",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.",
  "/wiki/Belk_Bowl": "The Belk Bowl is an annual college football bowl game that has been played at Bank of America Stadium in Charlotte, North Carolina, since 2002. The game currently features a matchup between the Atlantic Coast Conference (ACC) and the Southeastern Conference (SEC). Originally commissioned as the Queen City Bowl, it has undergone name changes due to changes in sponsorship, which have included Continental Tire (2002–2004), Meineke Car Care Center (2004–2010), and the department store chain Belk (2011–present).",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/Texas_Bowl": "The Texas Bowl is a post-season NCAA-sanctioned Division I FBS college football bowl game first held in 2006 in Houston, Texas. The bowl replaced the defunct Houston Bowl, which played annually from 2000 to 2005, and before that the Bluebonnet Bowl, the first bowl game in Houston, played from 1959 through 1987.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/Liberty_Bowl": "The Liberty Bowl is an annual American college football bowl game played in late December or early January since 1959. For its first five years, it was played at Philadelphia Municipal Stadium in Philadelphia before being held at Atlantic City (New Jersey) Convention Hall in 1964. Since 1965, the game has been held at Liberty Bowl Memorial Stadium in Memphis, Tennessee. Because of the scheduling of the bowl game near the end of the calendar year, no game was played during calendar years 2008 or 2015, while two games were played in calendar years 2010 and 2016.",
  "/wiki/Memphis,_Tennessee": "Memphis is a city located along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2018 city population was 650,618, making Memphis the largest city on the Mississippi River, the second most populous city in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas and Mississippi. Memphis is the seat of Shelby County, the most populous county in Tennessee. As one of the more historic and culturally significant cities of the southern United States, the city features a wide variety of landscapes and distinct neighborhoods.",
  "/wiki/Gator_Bowl": "The Gator Bowl is an annual college football bowl game held in Jacksonville, Florida, operated by Gator Bowl Sports. It has been held continuously since 1946, making it the sixth oldest college bowl, as well as the first one ever televised nationally. The game was originally played at  Gator Bowl Stadium through the December 1993 game. The December 1994 game was played at Ben Hill Griffin Stadium in Gainesville after the namesake stadium was demolished to make way for a replacement venue, Jacksonville Municipal Stadium. That venue, now known as TIAA Bank Field, has been home to the Gator Bowl since the January 1996 game.",
  "/wiki/Jacksonville,_Florida": "Jacksonville is the most populous city in Florida and the largest city by area in the contiguous United States. It is the seat of Duval County, with which the city government consolidated in 1968. Consolidation gave Jacksonville its great size and placed most of its metropolitan population within the city limits. As of 2018, Jacksonville's population was estimated to be 903,889. The Jacksonville metropolitan area has a population of 1,523,615 and is the fourth largest metropolitan area in Florida.",
  "/wiki/Music_City_Bowl": "The Music City Bowl is a post-season American college football bowl game certified by the NCAA that has been played in Nashville, Tennessee, since 1998. Since 2020, it has been sponsored by TransPerfect and is officially known as the TransPerfect Music City Bowl. Previous title sponsors include Franklin American Mortgage Company (2010-2019) American General Life & Accident (1998), HomePoint.com (1999), Gaylord Entertainment (2002–2003), and both Gaylord Entertainment and Bridgestone (2004–2009). From 2014 through 2019, the bowl had tie-ins with the Atlantic Coast Conference (ACC), Big Ten Conference, and Southeastern Conference (SEC); for 2020 through 2025, the bowl has tie-ins with the Big Ten and SEC.",
  "/wiki/Nashville,_Tennessee": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. The city's population ranks 24th in the U.S.",
  "/wiki/Birmingham_Bowl": "The Birmingham Bowl is a post-season NCAA-sanctioned Division I FBS college football bowl game played annually since 2006 at the 71,594-seat Legion Field in Birmingham, Alabama. The game is owned and operated by ESPN Events. The University of Alabama at Birmingham (UAB) also provides marketing, management and game-day operations support. The game was previously known as the PapaJohns.com Bowl (2006–2010) and the BBVA Compass Bowl (2011–2014). TicketSmarter signed on as the title sponsor of the 2019 game, making it the TicketSmarter Birmingham Bowl.",
  "/wiki/Birmingham,_Alabama": "Birmingham (/ˈbɜːrmɪŋhæm/ BUR-ming-ham) is a city in the north central region of the U.S. state of Alabama. With an estimated 2018 population of 209,880, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.",
  "/wiki/American_Athletic_Conference": "The American Athletic Conference (The American or AAC), is an American collegiate athletic conference, featuring 12 member universities and six associate member universities that compete in the National Collegiate Athletic Association's (NCAA) Division I, with its football teams competing in the Football Bowl Subdivision (FBS). Member universities represent a range of private and public universities of various enrollment sizes located primarily in urban metropolitan areas in the Northeastern, Midwestern, and Southern regions of the United States.",
  "/wiki/Independence_Bowl": "The Independence Bowl is a post-season National Collegiate Athletic Association (NCAA)-sanctioned Division I college football bowl game that is played annually each December at Independence Stadium in Shreveport, Louisiana. The Independence Bowl was named because it was inaugurated in 1976, the year of the United States Bicentennial. Since 2017, the game has been sponsored by Walk-On's Bistreaux & Bar and officially known as the Walk-On's Independence Bowl, an arrangement that will end following the 2019 season. For one season, in 2013, the game was officially referred to as the AdvoCare V100 Bowl after then-title sponsor AdvoCare.",
  "/wiki/Shreveport,_Louisiana": "Shreveport (/ˈʃriːvpɔːrt/ SHREEV-port) is a city in the U.S. state of Louisiana. It is the most populous city in the Shreveport-Bossier City metropolitan area. Shreveport ranks third in population in Louisiana after New Orleans and Baton Rouge and 133rd in the U.S. The bulk of Shreveport is in Caddo Parish, of which it is the parish seat. Shreveport extends along the west bank of the Red River (most notably at Wright Island, the Charles and Marie Hamel Memorial Park, and Bagley Island) into neighboring Bossier Parish. The population of Shreveport was 199,311 as of the 2010 U.S. Census. The United States Census Bureau's 2018 estimates for the city's population decreased to 188,987, and grew to an estimated 189,149.",
  "/wiki/Southeastern_Conference": "The Southeastern Conference (SEC) is an American college athletic conference whose member institutions are located primarily in the South Central and Southeastern United States.  Its fourteen members include the flagship public universities of ten states, three additional public land grant universities, and one private research university. The conference is headquartered in Birmingham, Alabama. The SEC participates in the National Collegiate Athletic Association (NCAA) Division I in sports competitions; for football, it is part of the Football Bowl Subdivision (FBS), formerly known as Division I-A."
}