{
  "/wiki/Sugar_Bowl": "The Sugar Bowl is an annual American college football bowl game played in New Orleans, Louisiana. It has been played annually since January 1, 1935, and celebrated its 75th anniversary on January 2, 2009. The Sugar Bowl, along with the Orange Bowl and Sun Bowl, are the second-oldest bowl games in the country, behind the Rose Bowl Game.\n The Sugar Bowl was originally played at Tulane Stadium before moving to the Superdome in 1975. When the Superdome and the rest of the city suffered damage due to both the winds from and the flooding in the aftermath of Hurricane Katrina in 2005, the Sugar Bowl was temporarily moved to the Georgia Dome in Atlanta in 2006. Since 2007, the game has been sponsored by Allstate and officially known as the Allstate Sugar Bowl. Previous sponsors include Nokia (1996–2006) and  USF&G Financial Services (1988–1995).\n The Sugar Bowl has had a longstanding—albeit not exclusive—relationship with the Southeastern Conference (SEC) (which once had a member institution based in New Orleans, Tulane University; another Louisiana school, Louisiana State University (LSU) in Baton Rouge, is still in the SEC today).  Indeed, the Sugar Bowl did not feature an SEC team only four times in its first 60 editions, and an SEC team played in the game in every year but one from 1950 to 1995.  The SEC's opponent varied from year to year, but prior to the advent of the Bowl Championship Series, it was often the runner-up of the Big Eight, SWC, or a major independent.\n The Sugar Bowl-SEC relationship has been altered over the past twenty years due to conference realignments and the emergence of a series of coalitions and alliances intending to produce an undisputed national champion in college football, but the ties between the Sugar Bowl and the SEC have persisted and have recently been strengthened.  Since 2015, the Sugar Bowl, along with the Rose, Orange, Cotton, Peach, and Fiesta bowls, is one of the \"New Year's Six\" bowls in rotation for the College Football Playoff.  It hosted a playoff semifinal following the 2014 and 2017 seasons, and will next host one following the 2020 season.  In other years, it will feature the best available teams from SEC and the Big 12 conferences, an arrangement nearly identical with the relationship between the Rose Bowl and the champions of the Big Ten and Pac-12.\n As a member of the Bowl Championship Series, the Sugar Bowl hosted the BCS National Championship Game twice 2000 and 2004, as the national championship rotated between the bowls themselves until 2006 (when the national championship game became a standalone event separate from the four BCS bowls, but was still rotated among the venues and organizers of the bowls).\n The payout for the 2006 game was $14–17 million per participating team.  According to Sports Illustrated, the 2007 salary for Sugar Bowl CEO Paul Hoolahan was $607,500.",
  "/wiki/New_Orleans": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.\n New Orleans is world-renowned for its distinct music, Creole cuisine, unique dialect, and its annual celebrations and festivals, most notably Mardi Gras. The historic heart of the city is the French Quarter, known for its French and Spanish Creole architecture and vibrant nightlife along Bourbon Street. The city has been described as the \"most unique\" in the United States, owing in large part to its cross-cultural and multilingual heritage. Founded in 1718 by French colonists, New Orleans was once the territorial capital of French Louisiana before being traded to the United States in the Louisiana Purchase of 1803. New Orleans in 1840 was the third-most populous city in the United States, and it was the largest city in the American South from the Antebellum era until after World War II. The city has historically been very vulnerable to flooding,  due to such factors as high rainfall, low lying elevation, poor natural drainage and location next to multiple bodies of water.  State and federal authorities have installed a complex system of levees and drainage pumps in an effort to protect the city.\n New Orleans was severely affected by Hurricane Katrina on August 29, 2005, which resulted in flooding more than 80% of the city, thousands of deaths, and so much displacement because of damaged communities and lost housing as to cause a population decline of over 50%. Since Katrina, major redevelopment efforts have led to a rebound in the city's population. Concerns about gentrification, new residents buying property in formerly closely knit communities, and displacement of longtime residents have been expressed.\n The city and Orleans Parish (French: paroisse d'Orléans) are coterminous. As of 2017, Orleans Parish is the third most-populous parish in Louisiana, behind East Baton Rouge Parish and neighboring Jefferson Parish. The city and parish are bounded by St. Tammany Parish and Lake Pontchartrain to the north, St. Bernard Parish and Lake Borgne to the east, Plaquemines Parish to the south, and Jefferson Parish to the south and west.\n The city anchors the larger New Orleans metropolitan area, which had an estimated population of 1,275,762 in 2017. It is the most populous metropolitan area in Louisiana and the 46th-most populous MSA in the United States.",
  "/wiki/Big_12_Conference": "The Big 12 Conference is a collegiate athletic conference headquartered in Irving, Texas. The conference consists of ten full-member universities. It is a member of  Division I of the National Collegiate Athletic Association (NCAA) for all sports. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two levels of NCAA Division I football competition. Its ten members, in the states of Iowa, Kansas, Oklahoma, Texas, and West Virginia, include eight public and two private, Christian schools. Additionally, the Big 12 has 11 affiliate members—eight for the sport of wrestling, one of which is also a member in women's equestrianism; one for women's gymnastics; and two for women's rowing. The Big 12 Conference is a 501(c)(3) nonprofit organization incorporated in Delaware.\n The Big 12 Conference was founded on February 25, 1994. The eight members of the former Big Eight Conference joined with Southwest Conference schools Texas, Texas A&M, Baylor, and Texas Tech to form the new Big 12 Conference, which commenced competition on August 31, 1996.\n The conference's current 10-campus makeup resulted from the 2010–13 Big 12 Conference realignment, in which Nebraska joined the Big Ten Conference, Colorado joined the Pac-12, and Missouri and Texas A&M joined the Southeastern Conference. TCU and West Virginia joined from the Mountain West and Big East Conferences respectively to offset two of the departing schools, bringing the conference to its current strength.\n The Big 12 Conference, like others involved in the realignment, has kept its name primarily for marketing purposes; the conference has high name recognition and remains one of the Power Five conferences which are considered the primary contenders to produce a College Football Playoff champion team in any given year. Attempts to rename the Big 12 to reflect its current strength would lead to confusion with the current Big Ten Conference (which currently has 14 teams).\n The Big 12 Conference commissioner is Bob Bowlsby.",
  "/wiki/Orange_Bowl": "The Orange Bowl is an annual American college football bowl game played in the Miami metropolitan area. It has been played annually since January 1, 1935, making it, along with the Sugar Bowl and the Sun Bowl, the second-oldest bowl game in the country, behind the Rose Bowl (first played 1902, played annually since 1916). The Orange Bowl is one of the New Year's Six, the top bowl games for the NCAA Division I Football Bowl Subdivision.\n The Orange Bowl was originally held in the city of Miami at Miami Field before moving to the Miami Orange Bowl stadium in 1938. In 1996, it moved to Hard Rock Stadium in Miami Gardens, Florida. Since December 2014, the game has been sponsored by Capital One and officially known as the Capital One Orange Bowl. Previous sponsors include Discover Financial (2011–January 2014) and Federal Express/FedEx (1989–2010).\n In its early years, the Orange Bowl had no defined conference tie-ins; it often pitted a team from the southeastern part of the country against a team from the central or northeastern states.  From the 1950s until the mid-1990s, the Orange Bowl had a strong relationship with the Big Eight Conference.  The champion (or runner-up in years in which the “no-repeat” rule was invoked) was invited to the bowl game in most years during this time; the 1979 Orange Bowl even had two representatives from the Big Eight.  Opponents of the Big Eight varied; but were often major independents, runners-up in the Southeastern Conference (SEC), or champions of the Atlantic Coast Conference (ACC). Since 2007, the Orange Bowl has hosted the ACC champion—unless they are involved in the national championship playoff, in which case another high-ranking ACC team team takes their place)—and has used the brand Home of the ACC Champion.\n In the 1990s, the Orange Bowl was a member of the Bowl Coalition, but kept its Big Eight tie-in.  It was later a member of the Bowl Alliance.  From 1998 to 2013, The Orange Bowl was a member of the now-defunct Bowl Championship Series (BCS).  The Orange Bowl served as the BCS National Championship Game in 2001 and 2005. However, beginning with the 2006 season, the BCS National Championship Game became a stand-alone event, hosted by the local bowl organization about one week following the New Year's Day bowl games (including the Orange Bowl). Under that format, the Orange Bowl Committee hosted two separate games in both 2009 (the 2009 Orange Bowl on January 1 and the 2009 BCS National Championship Game on January 8) and in 2013 (the 2013 Orange Bowl on January 1 and the 2013 BCS National Championship Game on January 7) at all the same venue.  The BCS ended after the 2013 season, being replaced by the current College Football Playoff (CFP). The Orange Bowl has served as one of six bowls in the CFP since the 2014 season; it hosted a national semifinal following the 2015 and 2018 seasons.",
  "/wiki/Miami_Gardens,_Florida": "Miami Gardens is a city located in north-central Miami-Dade County, Florida, United States. Its boundaries stretch from I-95 and NE 2nd Avenue on the east, to NW 47th and NW 57th Avenues on the west, and from the Broward County line on the north, to 151st Street on the south. The city name comes from one of the major roadways through the area, Miami Gardens Drive. According to the 2017 estimate from the US Census Bureau, the city had a population of 113,750, and it is the largest city in Florida that has a majority African American population. It is a principal city of the Miami metropolitan area, which was home to an estimated 6,012,331 people in 2015.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.\n ACC teams and athletes have claimed dozens of national championships in multiple sports throughout the conference's history. Generally, the ACC's top athletes and teams in any particular sport in a given year are considered to be among the top collegiate competitors in the nation. Also, the conference enjoys extensive media coverage. The ACC was one of the five collegiate power conferences, which had automatic qualifying for their football champion into the Bowl Championship Series (BCS). With the advent of the College Football Playoff in 2014, the ACC is one of five conferences with a contractual tie-in to a New Year's Six bowl game, the successors to the BCS.\n The ACC was founded on May 8, 1953, by seven universities located in the South Atlantic States, with the University of Virginia joining in early December 1953 to bring the membership to eight. The loss of South Carolina in 1971 dropped membership to seven, while the addition of Georgia Tech in 1979 for non-football sports and 1983 for football brought it back to eight, and Florida State's arrival in 1991 for non-football sports and 1992 for football increased the membership to nine. Since 2000, with the widespread reorganization of the NCAA, seven additional schools have joined, and one original member (Maryland) has left to bring it to the current membership of 15 schools. The additions in recent years extended the conference's footprint into the Northeast and Midwest.\n ACC member universities represent a range of well-regarded private and public universities of various enrollment sizes, all of which participate in the Atlantic Coast Conference Academic Consortium whose purpose is to \"enrich the educational missions, especially the undergraduate student experiences, of member universities\".",
  "/wiki/Citrus_Bowl_(game)": "The Citrus Bowl  is an annual college football bowl game played at Camping World Stadium in Orlando, Florida. The bowl is operated by Florida Citrus Sports, a non-profit group that also organizes the Camping World Bowl and Florida Classic.\n The game was first played as the Tangerine Bowl in 1947 before being renamed as the Florida Citrus Bowl in 1983. When Capital One was the game's title sponsor between 2001 and 2014, the game was referred to simply as the  Capital One Bowl from 2003 to 2014. Other previous sponsors include CompUSA (1994–1999), Ourhouse.com (2000), and Buffalo Wild Wings (2015–2017) and Overton's (2018).  Currently, it is being sponsored by Vrbo, a vacation rental marketplace, and is known as the Vrbo Citrus Bowl.\n Since becoming one of the premier bowls, the Citrus Bowl is typically played at 1 p.m. EST on New Year's Day, immediately before the Rose Bowl, both of which have been televised on ESPN since 2011. When January 1 is a Sunday, the game has been played on January 2 or December 31, to avoid conflicting with the National Football League schedule. As of 2019[update], at $8.55 million per team, it has the largest payout of all the non-College Football Playoff (CFP) bowls. In nearly every year since 1985, the game has featured two teams ranked in the Top 25.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.\n The City of Orlando is nicknamed \"the City Beautiful,\" and its symbol is the Linton E. Allen Memorial Fountain, commonly referred to as simply the \"Lake Eola fountain\" at Lake Eola Park.  The Orlando International Airport (MCO) is the thirteenth-busiest airport in the United States and the 29th-busiest in the world. \n Orlando is one of the most visited cities in the world primarily driven by tourism, major events, and convention traffic, in 2018 the city drew more than 75 million visitors. The two largest and most internationally renowned tourist attractions in the Orlando area include the Walt Disney World Resort, opened by the Walt Disney Company in 1971, and located approximately 21 miles (34 km) southwest of Downtown Orlando in Bay Lake; and the Universal Orlando Resort, opened in 1990 as a major expansion of Universal Studios Florida. With the exception of Walt Disney World, most major attractions are located along International Drive with one of these attractions being the Wheel at ICON Park Orlando. The city is also one of the busiest American cities for conferences and conventions; the Orange County Convention Center is the second-largest convention facility in the United States.\n Like other major cities in the Sun Belt, Orlando grew rapidly from the 1980s up into the first decade of the 21st century. Orlando is home to the University of Central Florida, which is the largest university campus in the United States in terms of enrollment as of 2015[update]. In 2010, Orlando was listed as a \"Gamma−\" level global city in the World Cities Study Group's inventory.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.\n The Big Ten Conference was established in 1895 when Purdue University president James H. Smart and representatives from the University of Chicago, University of Illinois, University of Michigan, University of Minnesota, Northwestern University, and University of Wisconsin gathered at Chicago's Palmer House Hotel to set policies aimed at regulating intercollegiate athletics. In 1899, Indiana University and the University of Iowa joined the conference to increase the membership to nine schools. In 1905, the conference was officially incorporated as the \"Intercollegiate Conference of Faculty Representatives\".  The conference is one of the nation's oldest, predating the founding of the NCAA by a decade, and was one of the first collegiate conferences to sponsor men's basketball.\n Big Ten member institutions are major research universities with large financial endowments and strong academic reputations. All institutions except full member University of Nebraska and associate member Notre Dame are members of the Association of American Universities. Large student enrollment is a hallmark of Big Ten Universities, as 12 of the 14 members feature enrollments of 30,000 or more students. Northwestern University, the only full member with a total enrollment of fewer than 30,000 students, is the lone private university among Big Ten membership (the University of Chicago, a private university, left the conference in 1946). Collectively, Big Ten universities educate more than 520,000 total students and have 5.7 million living alumni. Big Ten universities engage in $9.3 billion in funded research each year. Big Ten universities are also members of the Big Ten Academic Alliance, an academic consortium. In 2014–2015, members generated more than $10 billion in research expenditures.\n Though the Big Ten existed for nearly a century as an assemblage of universities located primarily in the Midwest, the conference's geographic footprint now stretches east to the Atlantic Ocean. Despite the conference's name, the Big Ten has grown to fourteen members, with the following universities accepting invitations to join: Pennsylvania State University in 1990, the University of Nebraska–Lincoln in 2011, and both the University of Maryland and Rutgers University in 2014. Johns Hopkins University was invited in 2012 to join the Big Ten as an associate member participating in men's lacrosse, and in 2015, it was also accepted as an associate member in women's lacrosse. Notre Dame joined the Big Ten on July 1, 2017 as an associate member in men's ice hockey.",
  "/wiki/Outback_Bowl": "The Outback Bowl is an annual college football bowl game played at Raymond James Stadium in Tampa, Florida, usually on New Year's Day. The event was originally called the Hall of Fame Bowl from 1986 to 1994 until being renamed in 1995 for its new title sponsor, Outback Steakhouse. It is organized by the Tampa Bay Bowl Association under Jim McVay, who has been the president and CEO since 1988.",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.\n Today, Tampa is part of the metropolitan area most commonly referred to as the \"Tampa Bay Area\". For U.S. Census purposes, Tampa is part of the Tampa-St. Petersburg-Clearwater, Florida Metropolitan Statistical Area. The four-county area is composed of roughly 3.1 million residents, making it the second largest metropolitan statistical area (MSA) in the state, and the fourth largest in the Southeastern United States, behind Washington, D.C.; Miami; and Atlanta. The Greater Tampa Bay area, has over 4 million residents and generally includes the Tampa and Sarasota metro areas.\nThe city had a population of 335,709 at the 2010 census, and an estimated population of 392,890 in 2018. As of 2018, Tampa's annual growth rate is 1.63%.\n The Public Transportation in the area includes Amtrak's Silver Star Line at Tampa Union Station. There is also the TECO Line Streetcar System.",
  "/wiki/Belk_Bowl": "The Belk Bowl is an annual college football bowl game that has been played at Bank of America Stadium in Charlotte, North Carolina, since 2002. The game currently features a matchup between the Atlantic Coast Conference (ACC) and the Southeastern Conference (SEC). Originally commissioned as the Queen City Bowl, it has undergone name changes due to changes in sponsorship, which have included Continental Tire (2002–2004), Meineke Car Care Center (2004–2010), and the department store chain Belk (2011–present).",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.\n Between 2004 and 2014, Charlotte was ranked as the country's fastest-growing metro area, with 888,000 new residents. Based on U.S. Census data from 2005 to 2015, Charlotte tops the U.S. in millennial population growth. It is the second-largest city in the southeastern United States, just behind Jacksonville, Florida. It is the third-fastest-growing major city in the United States. It is listed as a \"gamma\" global city by the Globalization and World Cities Research Network. Residents are referred to as \"Charlotteans\".\n Charlotte is home to the corporate headquarters of Bank of America, Truist Financial, and the east coast operations of Wells Fargo, which along with other financial institutions has made it the second-largest banking center in the United States since 1995.\n Among Charlotte's many notable attractions, some of the most popular include the Carolina Panthers (NFL), the Charlotte Hornets (NBA), the NASCAR All-Star Race, the Wells Fargo Championship, the NASCAR Hall of Fame, the Charlotte Ballet, Children's Theatre of Charlotte, Carowinds amusement park, and the U.S. National Whitewater Center.\n Charlotte has a humid subtropical climate. It is located several miles east of the Catawba River and southeast of Lake Norman, the largest man-made lake in North Carolina. Lake Wylie and Mountain Island Lake are two smaller man-made lakes located near the city.",
  "/wiki/Texas_Bowl": "The Texas Bowl is a post-season NCAA-sanctioned Division I FBS college football bowl game first held in 2006 in Houston, Texas. The bowl replaced the defunct Houston Bowl, which played annually from 2000 to 2005, and before that the Bluebonnet Bowl, the first bowl game in Houston, played from 1959 through 1987.\n Since 2017, the game has been sponsored by Academy Sports + Outdoors and officially known as the Academy Sports + Outdoors Texas Bowl. The game was previous the AdvoCare V100 Texas Bowl from 2014 to 2016, with AdvoCare as the title sponsor. From 2011 to 2012, the game was sponsored by Meineke Car Care and officially known as the Meineke Car Care Bowl of Texas.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.\n Comprising a total area of 637.4 square miles (1,651 km2), Houston is the eighth most expansive city in the United States (including consolidated city-counties). It is the largest city in the United States by total area, whose government is not consolidated with that of a county, parish or borough. Though primarily in Harris County, small portions of the city extend into Fort Bend and Montgomery counties, bordering other principal communities of Greater Houston such as Sugar Land and The Woodlands.\n The city of Houston was founded by land investors on August 30, 1836, at the confluence of Buffalo Bayou and White Oak Bayou (a point now known as Allen's Landing) and incorporated as a city on June 5, 1837. The city is named after former General Sam Houston, who was president of the Republic of Texas and had won Texas' independence from Mexico at the Battle of San Jacinto 25 miles (40 km) east of Allen's Landing. After briefly serving as the capital of the Texas Republic in the late 1830s, Houston grew steadily into a regional trading center for the remainder of the 19th century.\n The arrival of the 20th century saw a convergence of economic factors which fueled rapid growth in Houston, including a burgeoning port and railroad industry, the decline of Galveston as Texas' primary port following a devastating 1900 hurricane, the subsequent construction of the Houston Ship Channel, and the Texas oil boom. In the mid-20th century, Houston's economy diversified as it became home to the Texas Medical Center—the world's largest concentration of healthcare and research institutions—and NASA's Johnson Space Center, where the Mission Control Center is located.\n Houston's economy since the late 19th century has a broad industrial base in energy, manufacturing, aeronautics, and transportation. Leading in healthcare sectors and building oilfield equipment, Houston has the second most Fortune 500 headquarters of any U.S. municipality within its city limits (after New York City). The Port of Houston ranks first in the United States in international waterborne tonnage handled and second in total cargo tonnage handled. Nicknamed the \"Bayou City\" \"Space City”, \"H-Town\", and “the 713”, Houston has become a global city, with strengths in culture, medicine, and research. The city has a population from various ethnic and religious backgrounds and a large and growing international community. Houston is the most diverse metropolitan area in Texas and has been described as the most racially and ethnically diverse major metropolis in the U.S. It is home to many cultural institutions and exhibits, which attract more than 7 million visitors a year to the Museum District. Houston has an active visual and performing arts scene in the Theater District and offers year-round resident companies in all major performing arts.",
  "/wiki/Liberty_Bowl": "The Liberty Bowl is an annual American college football bowl game played in late December or early January since 1959. For its first five years, it was played at Philadelphia Municipal Stadium in Philadelphia before being held at Atlantic City (New Jersey) Convention Hall in 1964. Since 1965, the game has been held at Liberty Bowl Memorial Stadium in Memphis, Tennessee. Because of the scheduling of the bowl game near the end of the calendar year, no game was played during calendar years 2008 or 2015, while two games were played in calendar years 2010 and 2016.\n Since 2004, the game has been sponsored by Memphis-based auto parts retailer AutoZone and officially known as the AutoZone Liberty Bowl. Previous sponsors include St. Jude Children's Research Hospital (1993–1996) and AXA Financial (1997–2003).",
  "/wiki/Memphis,_Tennessee": "Memphis is a city located along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2018 city population was 650,618, making Memphis the largest city on the Mississippi River, the second most populous city in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas and Mississippi. Memphis is the seat of Shelby County, the most populous county in Tennessee. As one of the more historic and culturally significant cities of the southern United States, the city features a wide variety of landscapes and distinct neighborhoods.\n The first European explorer to visit the area of present-day Memphis was Spanish conquistador Hernando de Soto in 1541 with his expedition into the New World. The high Chickasaw Bluffs protecting the location from the waters of the Mississippi would then be contested between the Spanish, French, and the English as Memphis took shape. Modern Memphis was founded in 1819 by three prominent Americans: John Overton, James Winchester, and future president Andrew Jackson.\n Memphis grew into one of the largest cities of the Antebellum South as a market for agricultural goods, natural resources like lumber, and the American slave trade. After the American Civil War and the end of slavery, the city experienced even faster growth into the 20th century as it became among the largest world markets for cotton and lumber.\n Home to Tennessee's largest African-American population, Memphis played a prominent role in the American civil rights movement and was the site of Dr. Martin Luther King, Jr.'s 1968 assassination. The city now hosts the National Civil Rights Museum—a Smithsonian affiliate institution. Since the civil rights era, Memphis has grown to become one of the nation's leading commercial centers in transportation and logistics. The city's largest employer is the multinational courier corporation FedEx, which maintains its global air hub at Memphis International Airport, making it the second-busiest cargo airport in the world. In addition to being a global air cargo leader, the International Port of Memphis also hosts the 5th busiest inland water port in America with access to the Mississippi River, allowing shipments to arrive by ship from around the world for conversion to train and trucking transport throughout the United States, making Memphis a multi-modal hub for trading goods for imports and exports in the United States despite its inland location.\n Today, Memphis is a regional center for commerce, education, media, art, and entertainment. The city has long had a prominent music scene, with historic blues clubs on Beale Street originating the unique Memphis blues sound during early 20th century. The city's music has continued to be shaped by a multi-cultural mix of influences across the blues, country, rock n' roll, soul, and hip-hop genres. Memphis barbecue has achieved international prominence, and the city hosts the World Championship Barbecue Cooking Contest, which attracts over 100,000 visitors to the city annually.",
  "/wiki/Gator_Bowl": "The Gator Bowl is an annual college football bowl game held in Jacksonville, Florida, operated by Gator Bowl Sports. It has been held continuously since 1946, making it the sixth oldest college bowl, as well as the first one ever televised nationally. The game was originally played at  Gator Bowl Stadium through the December 1993 game. The December 1994 game was played at Ben Hill Griffin Stadium in Gainesville after the namesake stadium was demolished to make way for a replacement venue, Jacksonville Municipal Stadium. That venue, now known as TIAA Bank Field, has been home to the Gator Bowl since the January 1996 game.\n The game has been sponsored by TaxSlayer.com since 2012, and starting with the 2018 edition is officially known as the TaxSlayer Gator Bowl. From 2015 to 2017, it was officially referred to as simply the TaxSlayer Bowl. Previous sponsors include Progressive Insurance (2011), Konica Minolta (2008–10), Toyota (1995–2007), Outback Steakhouse (1992–94), and Mazda (1986–91).",
  "/wiki/Jacksonville,_Florida": "Jacksonville is the most populous city in Florida as well as the southeastern United States, and the largest city by area in the contiguous United States. It is the seat of Duval County, with which the city government consolidated in 1968. Consolidation gave Jacksonville its great size and placed most of its metropolitan population within the city limits. As of 2018, Jacksonville's population was estimated to be 903,889. The Jacksonville metropolitan area has a population of 1,523,615 and is the fourth largest metropolitan area in Florida.\n Jacksonville is centered on the banks of the St. Johns River in the First Coast region of northeast Florida, about 25 miles (40 km) south of the Georgia state line and 328 miles (528 km) north of Miami. The Jacksonville Beaches communities are along the adjacent Atlantic coast. The area was originally inhabited by the Timucua people, and in 1564 was the site of the French colony of Fort Caroline, one of the earliest European settlements in what is now the continental United States. Under British rule, a settlement grew at the narrow point in the river where cattle crossed, known as Wacca Pilatka to the Seminole and the Cow Ford to the British. A platted town was established there in 1822, a year after the United States gained Florida from Spain; it was named after Andrew Jackson, the first military governor of the Florida Territory and seventh President of the United States.\n Harbor improvements since the late 19th century have made Jacksonville a major military and civilian deep-water port. Its riverine location facilitates Naval Station Mayport, Naval Air Station Jacksonville, the U.S. Marine Corps Blount Island Command, and the Port of Jacksonville, Florida's third largest seaport. Jacksonville's military bases and the nearby Naval Submarine Base Kings Bay form the third largest military presence in the United States. Significant factors in the local economy include services such as banking, insurance, healthcare and logistics. As with much of Florida, tourism is important to the Jacksonville area, particularly tourism related to golf. People from Jacksonville may be called \"Jacksonvillians\" or \"Jaxsons\" (also spelled \"Jaxons\").",
  "/wiki/Music_City_Bowl": "The Music City Bowl is a post-season American college football bowl game certified by the NCAA that has been played in Nashville, Tennessee, since 1998. Since 2020, it has been sponsored by TransPerfect and is officially known as the TransPerfect Music City Bowl. Previous title sponsors include Franklin American Mortgage Company (2010-2019) American General Life & Accident (1998), HomePoint.com (1999), Gaylord Entertainment (2002–2003), and both Gaylord Entertainment and Bridgestone (2004–2009). From 2014 through 2019, the bowl had tie-ins with the Atlantic Coast Conference (ACC), Big Ten Conference, and Southeastern Conference (SEC); for 2020 through 2025, the bowl has tie-ins with the Big Ten and SEC.",
  "/wiki/Nashville,_Tennessee": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. The city's population ranks 24th in the U.S.\n Named for Francis Nash, a general of the Continental Army during the American Revolutionary War, the city was founded in 1779. The city grew quickly due to its strategic location as a port on the Cumberland River and, in the 19th century, a railroad center. Nashville seceded with Tennessee during the American Civil War; in 1862 it was the first state capital in the Confederacy to fall to Union troops. After the war, the city reclaimed its position and developed a manufacturing base.\n Since 1963, Nashville has had a consolidated city-county government, which includes six smaller municipalities in a two-tier system. The city is governed by a mayor, a vice-mayor, and a 40-member metropolitan council; 35 of the members are elected from single-member districts, while the other five are elected at-large. Reflecting the city's position in state government, Nashville is home to the Tennessee Supreme Court's courthouse for Middle Tennessee, one of the three divisions.\n Nashville is a center for the music, healthcare, publishing, private prison, banking, and transportation industries. It is home to numerous colleges and universities, such as Tennessee State University, Vanderbilt University, Belmont University, Fisk University, Trevecca Nazarene University, and Lipscomb University. Entities with headquarters in the city include Asurion, Bridgestone Americas, Captain D's, CoreCivic, Dollar General, Hospital Corporation of America, LifeWay Christian Resources, Logan's Roadhouse, and Ryman Hospitality Properties.",
  "/wiki/Birmingham_Bowl": "The Birmingham Bowl is a post-season NCAA-sanctioned Division I FBS college football bowl game played annually since 2006 at the 71,594-seat Legion Field in Birmingham, Alabama. The game is owned and operated by ESPN Events. The University of Alabama at Birmingham (UAB) also provides marketing, management and game-day operations support. The game was previously known as the PapaJohns.com Bowl (2006–2010) and the BBVA Compass Bowl (2011–2014). TicketSmarter signed on as the title sponsor of the 2019 game, making it the TicketSmarter Birmingham Bowl.",
  "/wiki/Birmingham,_Alabama": "Birmingham (/ˈbɜːrmɪŋhæm/ BUR-ming-ham) is a city in the north central region of the U.S. state of Alabama. With an estimated 2018 population of 209,880, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.\n Birmingham was founded in 1871, during the post–Civil War Reconstruction era, through the merger of three farm towns, most notably Elyton. The new city was named for Birmingham, England, the United Kingdom's second largest city and then a major industrial city. The Alabama city annexed its smaller neighbors as it developed into a major industrial center based on mining, the iron and steel industry, and rail transport. Most of the original settlers were of English ancestry. The city was developed as a place where low paid, non-unionized immigrants (mainly Irish and Italian), along with African-Americans from rural Alabama, who worked in the city's steel mills and blast furnaces and gave it a competitive advantage over unionized industrial cities of the Midwest and Northeast.:14",
  "/wiki/American_Athletic_Conference": "The American Athletic Conference (The American or AAC), is an American collegiate athletic conference, featuring 12 member universities and six associate member universities that compete in the National Collegiate Athletic Association's (NCAA) Division I, with its football teams competing in the Football Bowl Subdivision (FBS). Member universities represent a range of private and public universities of various enrollment sizes located primarily in urban metropolitan areas in the Northeastern, Midwestern, and Southern regions of the United States.\n The American's legal predecessor, the original Big East Conference, was considered one of the six collegiate power conferences of the Bowl Championship Series (BCS) era in college football, and The American inherited that status in the BCS's final season. With the advent of the College Football Playoff in 2014, The American became a \"Group of Five\" conference, which shares one automatic spot in the New Year's Six bowl games.[note 3]\n The league is the product of substantial turmoil in the old Big East during the 2010–14 conference realignment period. It is one of two conferences to emerge from the all-sports Big East in 2013. While the other successor, which does not sponsor football, purchased the Big East Conference name, The American inherited the old Big East's structure and is that conference's legal successor. However, both conferences claim 1979 as their founding date, and the same history up to 2013. The American is headquartered in Providence, Rhode Island, and led by Commissioner Michael Aresco.",
  "/wiki/Independence_Bowl": "The Independence Bowl is a post-season National Collegiate Athletic Association (NCAA)-sanctioned Division I college football bowl game that is played annually each December at Independence Stadium in Shreveport, Louisiana. The Independence Bowl was named because it was inaugurated in 1976, the year of the United States Bicentennial. Since 2017, the game has been sponsored by Walk-On's Bistreaux & Bar and officially known as the Walk-On's Independence Bowl, an arrangement that will end following the 2019 season. For one season, in 2013, the game was officially referred to as the AdvoCare V100 Bowl after then-title sponsor AdvoCare.",
  "/wiki/Shreveport,_Louisiana": "Shreveport (/ˈʃriːvpɔːrt/ SHREEV-port) is a city in the U.S. state of Louisiana. It is the most populous city in the Shreveport-Bossier City metropolitan area. Shreveport ranks third in population in Louisiana after New Orleans and Baton Rouge and 133rd in the U.S. The bulk of Shreveport is in Caddo Parish, of which it is the parish seat. Shreveport extends along the west bank of the Red River (most notably at Wright Island, the Charles and Marie Hamel Memorial Park, and Bagley Island) into neighboring Bossier Parish. The population of Shreveport was 199,311 as of the 2010 U.S. Census. The United States Census Bureau's 2018 estimates for the city's population decreased to 188,987, and grew to an estimated 189,149.\n Shreveport was founded in 1836 by the Shreve Town Company, a corporation established to develop a town at the juncture of the newly navigable Red River and the Texas Trail, an overland route into the newly independent Republic of Texas. Prior to Texas becoming independent, this trail entered Mexico. The city grew throughout the 20th century and, after the discovery of oil in Louisiana, became a national center for the oil industry. Standard Oil of Louisiana (absorbed by Standard Oil of New Jersey and now part of ExxonMobil) and United Gas Corporation (now part of Pennzoil) were headquartered in the city until the 1960s and 1980s. After the loss of jobs in the oil industry, the close of Shreveport Operations (a General Motors vehicle factory), and other economic problems the city struggled with a declining population, poverty, drugs and violent crime. Since Cedric Glover's tenure as mayor of Shreveport, the city began efforts to revitalize its infrastructure to end its population decline, revive the economy through diversification, and lower crime.\n Shreveport is the educational, commercial and cultural center of the Ark-La-Tex region, where Arkansas, Louisiana, and Texas meet. It is the location of Centenary College of Louisiana, Louisiana State University Shreveport, Louisiana Tech University Shreveport, Southern University at Shreveport, and Louisiana Baptist University. Its neighboring city Bossier City is the location of Bossier Parish Community College. The city forms part of the I-20 Cyber Corridor linking Shreveport and Bossier City, Ruston, Grambling, and Monroe to Dallas and Tyler, Texas, and Atlanta, Georgia. Companies with significant operations or headquarters in Shreveport are Regions Financial Corporation, JPMorgan Chase, Sam's Town Hotel and Gambling Hall, AT&T Mobility, United Parcel Service, Walmart, Chick-fil-A, Waffle House, SWEPCO, General Electric, UOP LLC, Calumet Specialty Products Partners, and APS Payroll.",
  "/wiki/Southeastern_Conference": "The Southeastern Conference (SEC) is an American college athletic conference whose member institutions are located primarily in the South Central and Southeastern United States.  Its fourteen members include the flagship public universities of ten states, three additional public land grant universities, and one private research university. The conference is headquartered in Birmingham, Alabama. The SEC participates in the National Collegiate Athletic Association (NCAA) Division I in sports competitions; for football, it is part of the Football Bowl Subdivision (FBS), formerly known as Division I-A.\n The SEC is regarded as one of the most accomplished sports conferences in terms of its winning reputation, with 43 national football championships, 21 basketball championships, 41 indoor track championships, 42 outdoor track championships, 24 swimming championships, 20 gymnastics championships, and 13 College World Series. The conference is also highly successful financially, as it consistently leads most others in revenue distribution to its members, including an SEC record $455.8 million for the 2014–15 fiscal year, which was a sizable increase over the $292.8 million for the 2013–14 fiscal year, largely due to the revenue from the introduction of the SEC Network.\n The SEC was also the first NCAA Division I conference to hold a championship game (and award a subsequent title) for college football and was one of the founding members of the Bowl Championship Series (BCS). The current SEC commissioner is Greg Sankey. The conference sponsors team championships in nine men's sports and twelve women's sports."
}