{
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the African Union and Arab World. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties). Pre-1962 Algeria has known many empires and dynasties, including ancient Numidians, Phoenicians, Carthaginians, Romans, Vandals, Byzantines, Umayyads, Abbasids, Idrisid, Aghlabid, Rustamid, Fatimids, Zirid, Hammadids, Almoravids, Almohads, Zayyanids, Spaniards, Ottomans and, finally, the French colonial empire. Algeria is a regional and middle power.",
  "/wiki/Islamic_terrorism": "Islamic terrorism, Islamist terrorism or radical Islamic terrorism are terrorist acts against civilians committed by violent Islamists who claim a religious motivation. The largest numbers of incidents and fatalities caused by Islamic terrorism have occurred in places like Iraq, Afghanistan, Nigeria, Pakistan, Yemen and Syria. In 2015 four Islamic extremist groups were responsible for 74% of all deaths from Islamic terrorism: ISIS, Boko Haram, the Taliban and Al-Qaeda, according to the Global Terrorism Index 2016. Since approximately 2000, these incidents have occurred on a global scale, affecting not only Muslim-majority states in Africa and Asia, but also states with non-Muslim majority such as United States, United Kingdom, France, Germany, Spain, Belgium, Russia, Australia, Canada, Israel, China, India and Philippines along with some occasional targeting of citizens from Italy, Sweden, Denmark, New Zealand, South Korea and Japan. Such attacks have targeted both Muslims and non-Muslims, however the majority affects Muslims themselves. In a number of the worst-affected Muslim-majority regions, these terrorists have been met by armed, independent resistance groups, state actors and their proxies, and elsewhere by condemnation coming from prominent Islamic figures. Justifications given for attacks on civilians by Islamic extremist groups come from extreme interpretations of the Quran and Hadith, and sharia law. These include retribution by armed jihad for the perceived injustices of unbelievers against Muslims (especially by Al-Qaeda); the belief that the killing of many self-proclaimed Muslims is required because they have violated Islamic law and are actually disbelievers (kafir); the need to restore and purify Islam by establishing sharia law, especially by restoring the Caliphate as a pan-Islamic state (especially ISIS); the glory and heavenly rewards of martyrdom; the supremacy of Islam over all other religions.",
  "/wiki/Terrorism": "Terrorism is, in the broadest sense, the use of intentional violence for political or religious purposes. It is used in this regard primarily to refer to violence during peacetime or in the context of war against non-combatants (mostly civilians and neutral military personnel). The terms terrorist and terrorism originated during the French Revolution of the late 18th century but gained mainstream popularity in the 1970s during the conflicts of Northern Ireland, the Basque Country and Palestine. The increased use of suicide attacks from the 1980s onwards was typified by the September 11 attacks in New York City and Washington, D.C. in 2001. There are different definitions of terrorism. Terrorism is a charged term. It is often used with the connotation of something that is morally wrong. Governments and non-state groups use the term to abuse or denounce opposing groups.",
  "/wiki/Firing_squad": "Execution by firing squad, in the past sometimes called fusillading (from the French fusil, rifle), is a method of capital punishment, particularly common in the military and in times of war. Execution by shooting is a fairly old practice. Some reasons for its use are that firearms are usually readily available and a gunshot to a vital organ, such as brain or heart, usually kills relatively quickly. A firing squad is normally composed of several military personnel. Usually, all members of the group are instructed to fire simultaneously, thus preventing both disruption of the process by a single member and identification of the member who fired the lethal shot. To avoid the disfigurement of multiple shots to the head, the shooters are typically instructed to aim at the heart, sometimes aided by a paper target. The prisoner is typically blindfolded or hooded, as well as restrained, although in some cases prisoners have asked to be allowed to face the firing squad without their eyes covered. Media portrayals have frequently shown condemned being offered a final cigarette as well.",
  "/wiki/Angola": "Angola (/ænˈɡoʊlə/ (listen); Portuguese: [ɐ̃ˈɡɔlɐ]), officially the Republic of Angola (Portuguese: República de Angola), is a country on the west coast of Southern Africa. It is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and largest city of Angola is Luanda. The territory of Angola has been inhabited since the Paleolithic Era, hosting a wide variety of ethnic groups, tribes and kingdoms. The nation state of Angola originated from Portuguese colonisation, which initially began with coastal settlements and trading posts founded in the 16th century. In the 19th century, European settlers gradually began to establish themselves in the interior. The Portuguese colony that became Angola did not have its present borders until the early 20th century because of resistance by groups such as the Cuamato, the Kwanyama and the Mbunda.",
  "/wiki/Costas_Georgiou": "Costas Georgiou (Greek: Κώστας Γιώργιου, also Anglicized as Kostas Giorgiou; alias Colonel Callan) (1951 – 10 July 1976) was an ethnic Greek Cypriot, British mercenary executed in Angola following the Luanda Trial for activities during the civil war phase of the Angolan War of Independence.",
  "/wiki/Mercenary": "A mercenary, sometimes known as a soldier of fortune, is an individual who takes part in military conflict for personal profit, is otherwise an outsider to the conflict, and is not a member of any other official military. Mercenaries fight for money or other forms of payment rather than for political interests. Beginning in the 20th century, mercenaries have increasingly come to be seen as less entitled to protections by rules of war than non-mercenaries. Indeed, the Geneva Conventions declare that mercenaries are not recognized as legitimate combatants and do not have to be granted the same legal protections as captured service personnel of a regular army. In practice, whether or not a person is a mercenary may be a matter of degree, as financial and political interests may overlap, as was often the case in all of history.",
  "/wiki/Murder": "Murder is the unlawful killing of another human without justification or valid excuse, especially the unlawful killing of another human with malice aforethought. This state of mind may, depending upon the jurisdiction, distinguish murder from other forms of unlawful homicide, such as manslaughter. Manslaughter is a killing committed in the absence of malice, brought about by reasonable provocation, or diminished capacity. Involuntary manslaughter, where it is recognized, is a killing that lacks all but the most attenuated guilty intent, recklessness.\n Most societies consider murder to be an extremely serious crime, and thus that a person convicted of murder should receive harsh punishments for the purposes of retribution, deterrence, rehabilitation, or incapacitation. In most countries, a person convicted of murder generally faces a long-term prison sentence, possibly a life sentence; and in a few, the death penalty may be imposed.",
  "/wiki/Benin": "Benin (/bɛˈniːn/ (listen) ben-EEN, /bɪˈniːn/ bin-EEN; French: Bénin [benɛ̃]), officially the Republic of Benin (French: République du Bénin) and formerly Dahomey, is a country in West Africa. It is bordered by Togo to the west, Nigeria to the east, Burkina Faso to the north-west, and Niger to the north-east. The majority of its population lives on the small southern coastline of the Bight of Benin, part of the Gulf of Guinea in the northernmost tropical portion of the Atlantic Ocean. The capital of Benin is Porto-Novo, but the seat of government is in Cotonou, the country's largest city and economic capital. Benin covers an area of 114,763 square kilometres (44,310 sq mi) and its population in 2018 was estimated to be approximately 11.49 million. Benin is a tropical nation, highly dependent on agriculture, and is a large exporter of cotton and palm oil. Substantial employment and income arise from subsistence farming. The official language of Benin is French, with several indigenous languages such as Fon, Bariba, Yoruba and Dendi also being commonly spoken.",
  "/wiki/Bophuthatswana": "Bophuthatswana (/ˌboʊpuːtətˈswɑːnə/, meaning gathering of the Tswana people), officially the Republic of Bophuthatswana (Tswana: Riphaboliki ya Bophuthatswana; Afrikaans: Republiek van Bophuthatswana), was a Bantustan (also known as Homeland; an area set aside for members of a specific ethnicity) which was declared nominally independent by the apartheid regime of South Africa in 1977. However, its independence, like the other Bantustans (Ciskei, Transkei and Venda) was not recognized by any country other than South Africa.\n Bophuthatswana was the second Bantustan to be declared an independent state, after Transkei. Its territory constituted a scattered patchwork of enclaves spread across what was then Cape Province, Orange Free State and Transvaal. Its seat of government was Mmabatho, which today is a suburb of Mahikeng.\n During its last days of existence, events taking place within its borders led to the weakening and split of right-wing Afrikaner resistance towards democratizing South Africa.[citation needed]\n On 27 April 1994, it was reintegrated into South Africa with the coming into force of the country's interim constitution. Its territory was distributed between the new provinces of the Free State, Gauteng and North West Province.",
  "/wiki/Hanging": "Hanging is the suspension of a person by a noose or ligature around the neck. The Oxford English Dictionary states that hanging in this sense is specifically to put to death by suspension by the neck, though it formerly also referred to crucifixion and death by impalement in which the body would remain hanging. Hanging has been a common method of capital punishment since medieval times, and is the primary execution method in numerous countries and regions. The first known account of execution by hanging was in Homer's Odyssey (Book XXII). In this specialised meaning of the common word hang, the past and past participle is hanged instead of hung.\n Hanging  is also a common method of suicide in which a person applies a ligature to the neck and brings about unconsciousness and then death by suspension or partial suspension.",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy., Botswana is topographically flat, with up to 70 percent of its territory being the Kalahari Desert. It is bordered by South Africa to the south and southeast, Namibia to the west and north, and Zimbabwe to the northeast. Its border with Zambia to the north near Kazungula is poorly defined but is, at most, a few hundred metres long. A mid-sized country of just over 2.3 million people, Botswana is one of the most sparsely populated countries in the world. Around 10 percent of the population lives in the capital and largest city, Gaborone.",
  "/wiki/Burkina_Faso": "Burkina Faso (UK: /bɜːrˌkiːnə ˈfæsoʊ/, US: /- ˈfɑːsoʊ/ (listen); French: [buʁkina faso]), officially the Republic of Burkina Faso (Mossi: Repibilik báága Burkĩna Faso), is a landlocked country in West Africa. It covers an area of around 274,200 square kilometres (105,900 sq mi) and is surrounded by six countries: Mali to the north; Niger to the east; Benin to the southeast; Togo to the southeast; Ghana to the south; and Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. The country’s official language of government and business is French. Roughly 50% of the population speaks the Mossi language natively. Formerly called the Republic of Upper Volta (1958–1984), the country was renamed Burkina Faso on 4 August 1984 by then-President Thomas Sankara. Its citizens are known as Burkinabé (/bɜːrˈkiːnəbeɪ/ bur-KEE-nə-bay). Its capital is Ouagadougou.",
  "/wiki/Burundi": "Burundi (/bəˈrʊndi/ (listen), /-ˈrʌn-/), officially the Republic of Burundi (Kirundi: Republika y'Uburundi, [u.βu.ɾǔː.ndi]; French: République du Burundi, [buʁundi] or [byʁyndi]), is a landlocked country in the Great Rift Valley where the African Great Lakes region and East Africa converge. It is bordered by Rwanda to the north, Tanzania to the east and southeast, and the Democratic Republic of the Congo to the west; Lake Tanganyika lies along its southwestern border. The capital is Bujumbura. The Twa, Hutu and Tutsi peoples have lived in Burundi for at least 500 years. For more than 200 of those years, Burundi was an independent kingdom, until the beginning of the 20th century, when Germany colonised the region. After the First World War and Germany's defeat, it ceded the territory to Belgium. Both Germans and Belgians ruled Burundi and Rwanda as a European colony known as Ruanda-Urundi. Despite common misconceptions, Burundi and Rwanda had never been under common rule until the time of European colonisation.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people. The official languages of the country are English and French. Early inhabitants of the territory included the Sao civilisation around Lake Chad and the Baka hunter-gatherers in the southeastern rainforest.",
  "/wiki/Chad": "Chad (/tʃæd/ (listen); Arabic: تشاد‎ Tshād, Arabic pronunciation: [tʃaːd]; French: Tchad, pronounced [tʃa(d)]), officially known as the Republic of Chad (Arabic: جمهورية تشاد‎ Jumhūriyyat Tshād; French: République du Tchad), is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest (at Lake Chad), and Niger to the west. Chad has several regions: a desert zone in the north, an arid Sahelian belt in the centre and a more fertile Sudanian Savanna zone in the south. Lake Chad, after which the country is named, is the largest wetland in Chad and the second-largest in Africa. The capital N'Djamena is the largest city. Chad's official languages are Arabic and French. Chad is home to over 200 different ethnic and linguistic groups. The most popular religion of Chad is Islam (at 55%), followed by Christianity (at 40%).",
  "/wiki/Execution_by_shooting": "Execution by shooting is a method of capital punishment in which a person is shot to death by one or more firearms. It is the most common method of execution worldwide, used in about 70 countries, with execution by firing squad being one particular form.\n In most countries, execution by a firing squad has historically been considered a more honorable death and was used primarily for military personnel, though in some countries—among them Belarus, the only state in Europe today that has the death penalty—the single executioner shooting inherited from the Soviet past is still in use.",
  "/wiki/Republic_of_the_Congo": "The Republic of the Congo (pronunciation (help·info) French: République du Congo, Kongo: Repubilika ya Kôngo), also known as Congo-Brazzaville, the Congo Republic, RotC, or simply the Congo, is a country located in the western coast of Central Africa. It is bordered by five countries: Gabon to its west; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Ocean to its southwest. The region was dominated by Bantu-speaking tribes at least 3,000 years ago, who built trade links leading into the Congo River basin. Congo was formerly part of the French colony of Equatorial Africa. The Republic of the Congo was established on 28 November 1958 but gained independence from France in 1960. It was a Marxist-Leninist state from 1969 to 1992, under the name People's Republic of the Congo. The sovereign state has had multi-party elections since 1992, although a democratically elected government was ousted in the 1997 Republic of the Congo Civil War, and President Denis Sassou Nguesso, who first came to power in 1979, has ruled for 35 of the past 40 years. The Republic of the Congo has become the fourth-largest oil producer in the Gulf of Guinea, providing the country with a degree of prosperity despite political and economic instability in some areas and unequal distribution of oil revenue nationwide.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015. Centred on the Congo Basin, the territory of the DRC was first inhabited by Central African foragers around 90,000 years ago and was reached by the Bantu expansion about 3,000 years ago. In the west, the Kingdom of Kongo ruled around the mouth of the Congo River from the 14th to 19th centuries. In the centre and east, the kingdoms of Luba and Lunda ruled from the 16th and 17th centuries to the 19th century.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt. Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest. Egypt's long and rich cultural heritage is an integral part of its national identity, which has endured, and often assimilated, various foreign influences, including Greek, Persian, Roman, Arab, Ottoman Turkish, and Nubian. Egypt was an early and important centre of Christianity, but was largely Islamised in the seventh century and remains a predominantly Muslim country, albeit with a significant Christian minority.",
  "/wiki/Equatorial_Guinea": "Equatorial Guinea (Spanish: Guinea Ecuatorial;[a] French: Guinée équatoriale; Portuguese: Guiné Equatorial), officially the Republic of Equatorial Guinea (Spanish: República de Guinea Ecuatorial, French: République de Guinée équatoriale, Portuguese: República da Guiné Equatorial),[b] is a country located on the west coast of Central Africa, with an area of 28,000 square kilometres (11,000 sq mi). Formerly the colony of Spanish Guinea, its post-independence name evokes its location near both the Equator and the Gulf of Guinea. Equatorial Guinea is the only sovereign African state in which Spanish is an official language. As of 2015[update], the country had an estimated population of 1,222,245. Equatorial Guinea consists of two parts, an insular and a mainland region. The insular region consists of the islands of Bioko (formerly Fernando Pó) in the Gulf of Guinea and Annobón, a small volcanic island which is the only part of the country south of the equator. Bioko Island is the northernmost part of Equatorial Guinea and is the site of the country's capital, Malabo. The Portuguese-speaking island nation of São Tomé and Príncipe is located between Bioko and Annobón.",
  "/wiki/Eswatini": "Eswatini (/ˌɛswɑːˈtiːni/ ESS-wah-TEE-nee; Swazi: eSwatini [ɛswáˈtʼiːni]), officially the Kingdom of Eswatini (Swazi: Umbuso weSwatini) and also known as Swaziland (/ˈswɑːzilænd/ SWAH-zee-land; officially renamed in 2018), is a landlocked country in Southern Africa. It is bordered by Mozambique to its northeast and South Africa to its north, west, and south. At no more than 200 kilometres (120 mi) north to south and 130 kilometres (81 mi) east to west, Eswatini is one of the smallest countries in Africa; despite this, its climate and topography are diverse, ranging from a cool and mountainous highveld to a hot and dry lowveld. The population is composed primarily of ethnic Swazis. The language is Swazi (siSwati in native form). The Swazis established their kingdom in the mid-18th century under the leadership of Ngwane III. The country and the Swazi take their names from Mswati II, the 19th-century king under whose rule Swazi territory was expanded and unified; the present boundaries were drawn up in 1881 in the midst of the Scramble for Africa. After the Second Boer War, the kingdom, under the name of Swaziland, was a British protectorate from 1903 until it regained its independence on 6 September 1968.",
  "/wiki/List_of_most_recent_executions_by_jurisdiction": "Capital punishment is retained in law by 56 countries, with 134 countries having abolished it in law or in practice. The most recent legal executions performed by nations and other entities with criminal law jurisdiction over the people present within its boundaries are listed below. Extrajudicial executions and killings are not included. In general, executions performed in the territory of a sovereign state when it was a colony or before the sovereign state gained independence are not included. The colours on the map correspond to and have the same meanings as the colours in the charts."
}