{
  "/wiki/Giordano_Orsini_(died_1438)": "Giordano Orsini (1360/70 — 29 May 1438) was an Italian cardinal who enjoyed an extensive career in the early fifteenth century.  He was a member of the powerful Roman family of the Orsini.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Bishop_of_Albano": "The Diocese of Albano (Latin: Albanensis) is a suburbicarian see of the Roman Catholic Church in a diocese in Italy, comprising seven towns in the Province of Rome. Albano Laziale is situated some 15 kilometers from Rome, on the Appian Way.",
  "/wiki/Pope_Innocent_VII": "Pope Innocent VII (Latin: Innocentius VII; 1339 – 6 November 1406), born Cosimo de' Migliorati, was Pope from 17 October 1404 to his death in 1406.",
  "/wiki/Dean_of_the_Sacred_College_of_Cardinals": "The Dean of the College of Cardinals (Latin: Decanus Collegii S. R. E. Cardinalium) is the leader of the College of Cardinals in the Roman Catholic Church. The position was established in the early 12th century.",
  "/wiki/Grand_penitentiary": "The Apostolic Penitentiary (Latin: Paenitentiaria Apostolica), formerly called the Supreme Tribunal of the Apostolic Penitentiary, is one of the three tribunals of the Roman Curia. The Apostolic Penitentiary is chiefly a tribunal of mercy, responsible for issues relating to the forgiveness of sins in the Catholic Church.",
  "/wiki/Antonio_Correr_(cardinal)": "Antonio Correr (July 15, 1359 – January 19, 1445) was a Roman Catholic Cardinal who was appointed cardinal by his uncle Pope Gregory XII during the period of the Great Western Schism.",
  "/wiki/Venice": "Venice (/ˈvɛnɪs/ VEN-iss; Italian: Venezia [veˈnɛttsja] (listen); Venetian: Venesia or Venexia, pronounced [veˈnɛsja]) is a city in northeastern Italy and the capital of the Veneto region. It is situated on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are located in the shallow Venetian Lagoon, an enclosed bay that lies between the mouths of the Po and the Piave rivers (more exactly between the Brenta and the Sile). In 2018, 260,897 people resided in the Comune di Venezia, of whom around 55,000 live in the historical city of Venice (centro storico). Together with Padua and Treviso, the city is included in the Padua-Treviso-Venice Metropolitan Area (PATREVE), which is considered a statistical metropolitan area, with a total population of 2.6 million.",
  "/wiki/Bishop_of_Porto_e_Santa_Rufina": "The Diocese of Porto-Santa Rufina (Latin: Portuensis et Sanctae Rufinae) is a suburbicarian diocese of the Diocese of Rome and a diocese of the Catholic Church in Italy. It was formed from the union of two dioceses. The diocese of Santa Rufina was also formerly known as Silva Candida.",
  "/wiki/Pope_Gregory_XII": "Pope Gregory XII (Latin: Gregorius XII; c. 1326 or 1327 – 18 October 1417), born Angelo Corraro, Corario, or Correr, was Pope of the Catholic Church from 30 November 1406 to 4 July 1415 when he was forced to resign to end the Western Schism. He succeeded Pope Innocent VII and in turn was succeeded by Pope Martin V.",
  "/wiki/Cardinal-nephew": "A cardinal-nephew (Latin: cardinalis nepos; Italian: cardinale nipote; Spanish: valido de su tío; French: prince de fortune) was a cardinal elevated by a pope who was that cardinal's relative. The practice of creating cardinal-nephews originated in the Middle Ages, and reached its apex during the 16th and 17th centuries. The last cardinal-nephew was named in 1689 and the practice was extinguished in 1692. The word nepotism originally referred specifically to this practice, when it appeared in the English language about 1669. From the middle of the Avignon Papacy (1309–1377) until Pope Innocent XII's anti-nepotism bull (a papal charter), Romanum decet pontificem (1692), a pope without a cardinal-nephew was the exception to the rule. Every Renaissance pope who created cardinals appointed a relative to the College of Cardinals, and the nephew was the most common choice, although one of Alexander VI's creations was his own son.",
  "/wiki/Vatican_Basilica": "The Papal Basilica of Saint Peter in the Vatican (Italian: Basilica Papale di San Pietro in Vaticano), or simply Saint Peter's Basilica (Latin: Basilica Sancti Petri), is a church built in the Renaissance style located in Vatican City, the papal enclave which is within the city of Rome.",
  "/wiki/Antonio_Panciera": "Antonio Panciera (1350–1431) was an Italian Cardinal and humanist.",
  "/wiki/Friuli": "Friuli is an area of Northeast Italy with its own particular cultural and historical identity containing 600,000 Friulians. It comprises the major part of the autonomous region Friuli-Venezia Giulia, i.e. the administrative provinces of Udine, Pordenone, and Gorizia, excluding Trieste.",
  "/wiki/Antipope_John_XXIII": "Baldassarre Cossa (c. 1370 – 22 December 1419) was Pisan antipope John XXIII (1410–1415) during the Western Schism. The Catholic Church regards him as an antipope, as he opposed Pope Gregory XII whom the Catholic Church now recognizes as the rightful successor of Saint Peter.",
  "/wiki/Protopriest": "The Protopriest of the College of Cardinals (Italian: protopresbitero, and, rare, Italian: protoprete) in the College of Cardinals, is the first Cardinal-Priest in the order of precedence, hence directly after the Cardinal-bishops.",
  "/wiki/See_of_Frascati": "The Diocese of Frascati (Lat.: Tusculana) is a suburbicarian see of the Holy Roman Church and a diocese of the Catholic Church in Italy, based at Frascati, near Rome. The bishop of Frascati is a Cardinal Bishop; from the Latin name of the area, the bishop has also been called Bishop of Tusculum.[A] Tusculum was destroyed in 1191. The bishopric moved from Tusculum to Frascati, a nearby town which is first mentioned in the pontificate of Pope Leo IV. Until 1962, the Cardinal-Bishop was concurrently the diocesan bishop of the see in addition to any curial duties he possessed.  Pope John XXIII removed the Cardinal Bishops from any actual responsibility in their suburbicarian dioceses, and made the title purely honorific.",
  "/wiki/Gabriel_Condulmer": "Pope Eugene IV (Latin: Eugenius IV; 1383 – 23 February 1447), born Gabriele Condulmer, was Pope from 3 March 1431 to his death in 1447. He is the most recent pope to have taken the name \"Eugene\" upon his election.",
  "/wiki/Pope_Eugene_IV": "Pope Eugene IV (Latin: Eugenius IV; 1383 – 23 February 1447), born Gabriele Condulmer, was Pope from 3 March 1431 to his death in 1447. He is the most recent pope to have taken the name \"Eugene\" upon his election.",
  "/wiki/Branda_da_Castiglione": "Branda da Castiglione (Castiglione Olona, 4 February 1350 – Castiglione Olona, 4 February 1443) was an early Italian humanist, a papal diplomat and a Roman Catholic cardinal.",
  "/wiki/Duchy_of_Milan": "The Duchy of Milan was a state of the Holy Roman Empire in northern Italy. It was created in 1395 by Gian Galeazzo Visconti, Lord of Milan, who obtained from Wenceslaus, King of the Romans, the founding diploma. At that time, it included twenty-six towns and the wide rural area of the middle Padan Plain east of the hills of Montferrat. During much of its existence, it was wedged between Savoy to the west, Venice to the east, the Swiss Confederacy to the north, and separated from the Mediterranean by Genoa to the south. The Duchy eventually fell to Habsburg Austria with the Convention of Milan during the War of the Spanish Succession. The Duchy remained an Austrian possession until 1796, when a French army under Napoleon Bonaparte conquered it, and it ceased to exist a year later as a result of the Treaty of Campo Formio, when Austria ceded it to the new Cisalpine Republic.",
  "/wiki/Jean_de_La_Rochetaill%C3%A9e": "Jean de La Rochetaillée (died 1437) was a French churchman, eminent jurist, and Cardinal. His real name was Jean de Fort.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Pope_Martin_V": "Pope Martin V (Latin: Martinus V; January/February 1369 – 20 February 1431), born Otto (or Oddone) Colonna, was Pope from 11 November 1417 to his death in 1431. His election effectively ended the Western Schism (1378–1417).",
  "/wiki/Rouen": "Rouen (UK: /ˈruːɒ̃, ˈruːɒn/, US: /ruːˈɒ̃, ruːˈɒn/, French: [ʁwɑ̃] (listen) or [ʁuɑ̃]) is a city on the River Seine in the north of France. It is the capital of the region of Normandy. Formerly one of the largest and most prosperous cities of medieval Europe,[further explanation needed] Rouen was the seat of the Exchequer of Normandy during the Middle Ages. It was one of the capitals of the Anglo-Norman dynasties, which ruled both England and large parts of modern France from the 11th to the 15th centuries.",
  "/wiki/Besan%C3%A7on": "Besançon (UK: /ˈbɛzənsɒn/, US: /bɪˌzɒ̃ˈsoʊn, bɪˈzænsən/, French: [bəzɑ̃sɔ̃] (listen), Franco-Provençal: [bəzɑ̃ˈsɔ̃]; archaic German: Bisanz; Latin: Vesontio) is the capital of the department of Doubs in the region of Bourgogne-Franche-Comté. The city is located in Eastern France, close to the Jura Mountains and the border with Switzerland.",
  "/wiki/Liberian_Basilica": "The Basilica di Santa Maria Maggiore (Italian pronunciation: [ˈsanta maˈriːa madˈdʒoːre]; Basilica of Saint Mary Major, Latin: Basilica Sanctae Mariae Maioris), or church of Santa Maria Maggiore, is a Papal major basilica and the largest Catholic Marian church in Rome, Italy.",
  "/wiki/Louis_Aleman": "Blessed Louis Aleman (c. February 1390 – 16 September 1450) was a French Roman Catholic cardinal and a professed member of the now-suppressed Canons Regular of Saint John Baptist. He served as the Archbishop of Arles from 1423 until his resignation in 1440 when he had resigned from the cardinalate. But he was later reinstated as a cardinal on 19 December 1449 at which point he served as the Protopriest and also reclaimed his titular church.",
  "/wiki/Arles": "Arles (/ɑːrl(z)/, also US: /ˈɑːrəl/, French: [aʁl]; Provençal: Arle [ˈaʀle] in both classical and Mistralian norms; Classical Latin: Arelate) is a city and commune in the south of France, in the Bouches-du-Rhône department, of which it is a subprefecture, in the former province of Provence.",
  "/wiki/Siena": "Siena (/siˈɛnə/ see-EN-ə, Italian: [ˈsjɛːna] (listen); in English sometimes spelled Sienna; Latin: Sena Iulia) is a city in Tuscany, Italy. It is the capital of the province of Siena.",
  "/wiki/Grosseto": "Grosseto (Italian pronunciation: [ɡrosˈseːto] (listen)) is a city and comune in the central Italian region of Tuscany, the capital of the Province of Grosseto. The city lies 14 kilometres (9 miles) from the Tyrrhenian Sea, in the Maremma, at the centre of an alluvial plain on the Ombrone river.",
  "/wiki/Juan_de_Cervantes": "Juan Cervantes (c. 1380 or 1382 – November 25, 1453) was one of the Catholic Church's cardinals.",
  "/wiki/Crown_of_Castile": "The Crown of Castile[nb 1] was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the crowns of Castile and Aragon with the marriage of the Catholic Monarchs up to the promulgation of the Nueva Planta decrees by Philip V in 1715.",
  "/wiki/Tui,_Galicia": "Tui (Galician pronunciation: [ˈtuj]) is a municipality in the province of Pontevedra in the autonomous community of Galicia, in Spain. It is situated in the comarca of O Baixo Miño. It is located on the left bank of the Miño River, facing the Portuguese town of Valença.",
  "/wiki/Antipope_Benedict_XIII": "Pedro Martínez de Luna y Pérez de Gotor (25 November 1328 – 23 May 1423), known as el Papa Luna in Spanish and Pope Luna in English, was an Aragonese nobleman, who as Benedict XIII, is considered an antipope (see Western Schism) by the Catholic Church.",
  "/wiki/Protodeacon": "Protodeacon derives from the Greek proto- meaning 'first' and diakonos, which is a standard ancient Greek word meaning \"assistant\", \"servant\", or \"waiting-man\". The word in English may refer to any of various clergy, depending upon the usage of the particular church in question.",
  "/wiki/Lateran_Basilica": "The Cathedral of the Most Holy Savior and of Saints John the Baptist and the Evangelist in the Lateran (Italian: Santissimo Salvatore e Santi Giovanni Battista ed Evangelista in Laterano) – also known as the Papal Archbasilica of Saint John [in] Lateran, Saint John Lateran, or the Lateran Basilica – is the cathedral church of the Diocese of Rome in the city of Rome and serves as the seat of the Roman Pontiff.",
  "/wiki/Osma": "Burgo de Osma-Ciudad de Osma is the third-largest municipality in the province of Soria, in the autonomous community of Castile and León, Spain. It has a population of about 5,250.",
  "/wiki/Sig%C3%BCenza": "Sigüenza (Spanish pronunciation: [siˈɣwenθa]) is a city in the Serranía de Guadalajara comarca, Province of Guadalajara, Castile-La Mancha, Spain.",
  "/wiki/Teutonic_Order": "The Order of Brothers of the German House of Saint Mary in Jerusalem (official names: Latin: Ordo domus Sanctæ Mariæ Theutonicorum Hierosolymitanorum, German: Orden der Brüder vom Deutschen Haus der Heiligen Maria in Jerusalem), commonly the Teutonic Order (Deutscher Orden, Deutschherrenorden or Deutschritterorden), is a Catholic religious order founded as a military order c. 1192 in Acre, Kingdom of Jerusalem.",
  "/wiki/Camerlengo_of_the_Sacred_College_of_Cardinals": "The Camerlengo of the Sacred College of Cardinals was the treasurer of that body within the Catholic Church. The title is based on an Italian word for chamberlain, a word no longer used in secular contexts. The position existed from at least 1272 until 1997, when it was allowed to lapse.",
  "/wiki/Hugues_Lancelot_de_Lusignan": "Hugh Lancelot of Lusignan or Hugues or Hughues Lancelot de Lusignan (died August 1442) was a Frankish Cardinal, often known as the Cardinal of Cyprus.",
  "/wiki/Kingdom_of_Cyprus": "The Kingdom of Cyprus (French: Royaume de Chypre, Greek: Βασίλειον τῆς Κύπρου, romanized: Vasíleion ti̱s Kýprou) was a Crusader state that existed between 1192 and 1489. It was ruled by the French House of Lusignan. It comprised not only the island of Cyprus, but also had a foothold on the Anatolian mainland: Antalya between 1361 and 1373, and Corycus between 1361 and 1448.",
  "/wiki/Nicosia": "Nicosia (/ˌnɪkəˈsiːə/ NIK-ə-SEE-ə; Greek: Λευκωσία, romanized: Lefkosía [lefkoˈsi.a]; Turkish: Lefkoşa [lefˈkoʃa]) is the largest city, capital, and seat of government of the island of Cyprus. It is located near the centre of the Mesaoria plain, on the banks of the River Pedieos.",
  "/wiki/Prospero_Colonna_(cardinal)": "Prospero Colonna (c. 1410–1463) was a cardinal-nephew of Pope Martin V (Odo Colonna), whose election ended the Western Schism. Colonna was excommunicated for a period due to his rebellion against Martin V's successor, Pope Eugene IV, becoming one of the few excommunicated cardinals. Despite this, Colonna was the leading candidate to succeed Eugene IV in the papal conclave, 1447, where he was two votes away from election for the first three days.",
  "/wiki/1431_papal_conclave": "The papal conclave of 1431 (March 2–3) convened after the death of Pope Martin V, elected as his successor cardinal Gabriele Condulmer, who took the name Eugene IV. It was the first papal conclave held after the end of the Great Western Schism."
}