{
  "/wiki/Government_of_Australia": "The Government of Australia is the government of the Commonwealth of Australia, a federal parliamentary constitutional monarchy. It is also commonly referred to as the Australian Government, the Commonwealth Government, or the Federal Government. The legislature, also known as the Parliament of Australia, or simply Parliament, is made up of democratically-elected representatives from around Australia. These representatives meet at Parliament House in Canberra to discuss legislation and make laws for the benefit of the nation. The issues that they can make laws on are defined by sections 51 and 122 of the Constitution. The Parliament of the Commonwealth comprises two separate chambers:\nthe House of Representatives (or 'the lower house') and the Senate (or 'the upper house'). The House of Representatives has 151 members, each representing a different area of the country ('electorate'). Each electorate has roughly the same number of registered voters within its boundary, meaning that states with larger populations have more electorates and therefore more representatives in the House.",
  "/wiki/Takuma_Nishimura": "Takuma Nishimura (西村 琢磨, Nishimura Takuma, 12 September 1889 – 11 June 1951) was a Japanese army general in the Imperial Japanese Army during World War II. After the Japanese surrender, he was tried by Britain and later Australia for war crimes. He was executed in the then Australian territory of Papua and New Guinea. Nishimura was a native of Fukuoka prefecture.",
  "/wiki/War_crimes": "A war crime is an act that constitutes a serious violation of the laws of war that gives rise to individual criminal responsibility. Examples of war crimes include intentionally killing civilians or prisoners, torturing, destroying civilian property, taking hostages, performing a perfidy, raping, using child soldiers, pillaging, declaring that no quarter will be given, and seriously violating the principles of distinction, proportionality, and military necessity. The concept of war crimes emerged at the turn of the twentieth century when the body of customary international law applicable to warfare between sovereign states was codified. Such codification occurred at the national level, such as with the publication of the Lieber Code in the United States, and at the international level with the adoption of the treaties during the Hague Conventions of 1899 and 1907. Moreover, trials in national courts during this period further helped clarify the law. Following the end of World War II, major developments in the law occurred. Numerous trials of Axis war criminals established the Nuremberg principles, such as notion that war crimes constituted crimes defined by international law. Additionally, the Geneva Conventions in 1949 defined new war crimes and established that states could exercise universal jurisdiction over such crimes.",
  "/wiki/Hanging": "Hanging is the suspension of a person by a noose or ligature around the neck. The Oxford English Dictionary states that hanging in this sense is specifically to put to death by suspension by the neck, though it formerly also referred to crucifixion and death by impalement in which the body would remain hanging. Hanging has been a common method of capital punishment since medieval times, and is the primary execution method in numerous countries and regions. The first known account of execution by hanging was in Homer's Odyssey (Book XXII). In this specialised meaning of the common word hang, the past and past participle is hanged instead of hung. Hanging  is also a common method of suicide in which a person applies a ligature to the neck and brings about unconsciousness and then death by suspension or partial suspension.",
  "/wiki/New_South_Wales": "New South Wales (abbreviated as NSW) is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In March 2019[update], the population of New South Wales was over 8 million, making it Australia's most populous state. Just under two-thirds of the state's population, 5.1 million, live in the Greater Sydney area. Inhabitants of New South Wales are referred to as New South Welshmen.",
  "/wiki/Murder": "Murder is the unlawful killing of another human without justification or valid excuse, especially the unlawful killing of another human with malice aforethought. This state of mind may, depending upon the jurisdiction, distinguish murder from other forms of unlawful homicide, such as manslaughter. Manslaughter is a killing committed in the absence of malice, brought about by reasonable provocation, or diminished capacity. Involuntary manslaughter, where it is recognized, is a killing that lacks all but the most attenuated guilty intent, recklessness. Most societies consider murder to be an extremely serious crime, and thus that a person convicted of murder should receive harsh punishments for the purposes of retribution, deterrence, rehabilitation, or incapacitation. In most countries, a person convicted of murder generally faces a long-term prison sentence, possibly a life sentence; and in a few, the death penalty may be imposed.",
  "/wiki/Northern_Territory": "The Northern Territory (NT; formally the Northern Territory of Australia) is an Australian territory in the central and central northern regions of Australia. It shares borders with Western Australia to the west (129th meridian east), South Australia to the south (26th parallel south), and Queensland to the east (138th meridian east). To the north, the territory looks out to the Timor Sea, the Arafura Sea and the Gulf of Carpentaria, including Western New Guinea and other Indonesian islands. The NT covers 1,349,129 square kilometres (520,902 sq mi), making it the third-largest Australian federal division, and the 11th-largest country subdivision in the world. It is sparsely populated, with a population of only 245,800, fewer than half as many people as Tasmania. The archaeological history of the Northern Territory begins over 40,000 years ago when Indigenous Australians settled the region. Makassan traders began trading with the indigenous people of the Northern Territory for trepang from at least the 18th century onwards. The coast of the territory was first seen by Europeans in the 17th century.",
  "/wiki/Queensland": "Queensland (locally /ˈkwiːnzlænd/ KWEENZ-land,[note 1] abbreviated as Qld) is the second-largest and third-most populous state in the Commonwealth of Australia. Situated in the north-east of the country, it is bordered by the Northern Territory, South Australia and New South Wales to the west, south-west and south respectively. To the east, Queensland is bordered by the Coral Sea and Pacific Ocean. To its north is the Torres Strait, with Papua New Guinea located less than 200 km across it from the mainland. The state is the world's sixth-largest sub-national entity, with an area of 1,852,642 square kilometres (715,309 sq mi). As of 15 May 2018, Queensland had a population of 5,000,000, concentrated along the coast and particularly in the state's South East. The capital and largest city in the state is Brisbane, Australia's third-largest city. Often referred to as the Sunshine State, Queensland is home to 10 of Australia's 30 largest cities and is the nation's third-largest economy.",
  "/wiki/Ernest_Austin_(murderer)": "Ernest Austin (1890 – 22 September 1913) was an Australian criminal, notable for being the last person executed in Queensland.",
  "/wiki/South_Australia": "South Australia (abbreviated as SA) is a state in the southern central part of Australia. It covers some of the most arid parts of the country. With a total land area of 983,482 square kilometres (379,725 sq mi), it is the fourth-largest of Australia's states and territories by area, and fifth largest by population. It has a total of 1.7 million people, and its population is the second most highly centralised in Australia, after Western Australia, with more than 77 percent of South Australians living in the capital, Adelaide, or its environs. Other population centres in the state are relatively small; Mount Gambier, the second largest centre, has a population of 28,684. South Australia shares borders with all of the other mainland states, and with the Northern Territory; it is bordered to the west by Western Australia, to the north by the Northern Territory, to the north-east by Queensland, to the east by New South Wales, to the south-east by Victoria, and to the south by the Great Australian Bight. The state comprises less than 8 percent of the Australian population and ranks fifth in population among the six states and two territories. The majority of its people reside in greater Metropolitan Adelaide.",
  "/wiki/Glen_Sabre_Valance": "Glen Sabre Valance (born Graham Paul Fraser; 11 February 1943 – 24 November 1964) was an Australian murderer. He was the last man executed in South Australia when he was hanged in Adelaide Gaol for the murder of Richard Strang.",
  "/wiki/Tasmania": "Tasmania (/tæzˈmeɪniə/; abbreviated as TAS, nicknamed Tassie) is an island state of Australia. It is located 240 km (150 mi) to the south of the Australian mainland, separated by Bass Strait. The state encompasses the main island of Tasmania, the 26th-largest island in the world, and the surrounding 334 islands. The state has a population of around 533,308 as of March 2019[update]. Just over forty percent of the population resides in the Greater Hobart precinct, which forms the metropolitan area of the state capital and largest city, Hobart. Tasmania's area is 68,401 km2 (26,410 sq mi), of which the main island covers 64,519 km2 (24,911 sq mi). It is promoted as a natural state, and protected areas of Tasmania cover about 42% of its land area, which includes national parks and World Heritage Sites. Tasmania was the founding place of the first environmental political party in the world.",
  "/wiki/Victoria_(Australia)": "Victoria (abbreviated as Vic) is a state in south-eastern Australia. Victoria is Australia's smallest mainland state and its second-most populous state (after New South Wales), making it the most densely populated state. Most of its population lives concentrated in the area surrounding Port Phillip Bay, which includes the metropolitan area of its state capital and largest city, Melbourne, Australia's second-largest city. Victoria is bordered by Bass Strait and Tasmania to the south,[note 1] New South Wales to the north, the Tasman Sea (a marginal sea of the South Pacific Ocean) to the east, and South Australia to the west. The area that is now known as Victoria is the home of many Aboriginal people groups, including the Boon wurrung, the Bratauolung, the Djadjawurrung, the Gunai/Kurnai, the Gunditjmara, the Taungurong, the Wathaurong, the Wurundjeri, and the Yorta Yorta. There were more than 30 Aboriginal languages spoken in the area prior to the European settlement of Australia. The Kulin nation is an alliance of five Aboriginal nations which makes up much of the central part of the state. With Great Britain having claimed the half of the Australian continent that is east of the 135th meridian east in 1788, Victoria formed part of the wider colony of New South Wales.",
  "/wiki/Ronald_Ryan": "Ronald Joseph Ryan (21 February 1925 – 3 February 1967) was the last person to be legally executed in Australia. Ryan was found guilty of shooting and killing warder George Hodson during an escape from Pentridge Prison, Victoria, in 1965. Ryan's hanging was met with public protests by those opposed to capital punishment. The death penalty was abolished in all states by 1985.",
  "/wiki/Western_Australia": "Western Australia[a] (abbreviated as WA) is a state occupying the entire western third of Australia. It is bounded by the Indian Ocean to the north and west, and the Southern Ocean to the south,[b] the Northern Territory to the north-east, and South Australia to the south-east. Western Australia is Australia's largest state, with a total land area of 2,529,875 square kilometres (976,790 sq mi), and the second-largest country subdivision in the world, surpassed only by Russia's Sakha Republic. The state has about 2.6 million inhabitants – around 11 percent of the national total – of whom the vast majority (92 per cent) live in the south-west corner, 79 per cent of the population living in the Perth area, leaving the remainder of the state sparsely populated. The first European visitor to Western Australia was the Dutch explorer Dirk Hartog, who visited the Western Australian coast in 1616. The first European settlement of Western Australia occurred following the landing by Major Edmund Lockyer on 26 December 1826 of an expedition on behalf of the New South Wales colonial government. He established a convict-supported military garrison at King George III Sound, at present-day Albany, and on 21 January 1827 formally took possession of the western third of the continent for the British Crown. This was followed by the establishment of the Swan River Colony in 1829, including the site of the present-day capital, Perth.",
  "/wiki/Eric_Edgar_Cooke": "Eric Edgar Cooke (25 February 1931 – 26 October 1964), nicknamed the Night Caller, was an Australian serial killer. From 1959 to 1963, he terrorised the city of Perth, Western Australia, by committing 22 violent crimes, eight of which resulted in deaths."
}