{
  "/wiki/Association_football_positions": "In the sport of association football, each of the 11 players on a team is assigned to a particular position on the field of play. A team is made up of one goalkeeper and ten outfield players who fill various defensive, midfield, and attacking positions depending on the formation deployed. These positions describe both the player's main role and their area of operation on the pitch. In the early development of the game, formations were much more offensively aggressive, with the 1–2–7 being prominent in the late 1800s. In the latter part of the 19th century, the 2–3–5 formation became widely used and the position names became more refined to reflect this. In defence, there were full-backs, known as the left-back and right-back; in midfield, left-half, centre-half and right-half; and for the forward line there were outside-left (or left wing), inside-left, centre-forward, inside-right and outside-right (or right wing). As the game has evolved, tactics and team formations have changed and so many of the names of the positions have changed to reflect their duties in the modern game (though some old familiar ones remain). The term \"half-back\" fell out of use by the early 1970s and \"midfield\" was used in naming the positions that play around the middle third as in centre midfield and wide midfield.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.\n Most managers assign at least one midfielder to disrupt the opposing team's attacks, while others may be tasked with creating goals, or have equal responsibilities between attack and defence. Midfielders are the players who typically travel the greatest distance during a match.  Because midfielders arguably have the most possession during a game they are among the fittest players on the pitch.",
  "/wiki/Bernardo_Vieira_de_Souza": "Bernardo Vieira de Souza, better known as Bernardo (born May 20, 1990) is a Brazilian footballer who plays as attacking midfielder who plays for Volta Redonda.",
  "/wiki/CR_Vasco_da_Gama": "Club de Regatas Vasco da Gama (Brazilian Portuguese: [ˈklubi dʒi ʁɛˈgataʃ ˈvaʃku dɐ ˈgɐ̃mɐ]) is a Brazilian sports club  that was founded on August 21, 1898 (although the professional football department started on November 5, 1915), by Portuguese immigrants, and still has a strong fanbase among the Portuguese community of Rio de Janeiro. It is one of the most popular clubs in Brazil, with more than 30 million supporters. Although they compete in a number of different sports, Vasco is mostly known for its football team. It plays in the Campeonato Carioca, the state of Rio de Janeiro's premier state league and in the Campeonato Brasileiro Série A, the first tier of Brazilian football league system.\n Its statute defines the club as a \"sportive, recreative, educational, assistant and philanthropic non-profit organization of public utility\".\n Their home stadium is São Januário, with a capacity of 21,880, the third biggest in Rio de Janeiro (after Maracanã and Engenhão), but some matches (especially the city derbies) are played at the Maracanã (capacity of about 80,000). They play in black shirts with a white diagonal sash that contains a Cross pattée, black shorts and black socks.\n The club is named after the Portuguese explorer Vasco da Gama.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.  \n Centre backs are usually are in pairs, with 2 full-backs to their left and right, but can come in threes with no full backs\n There are four types of defenders: centre-back, sweeper, full-back, and wing-back. The centre-back and full-back positions are essential in most modern formations. The sweeper and wing-back roles are more specialized for certain formations.",
  "/wiki/Juan_Maldonado_Jaimez": "Juan Maldonado Jaimez Júnior (born 6 February 1982 in São Paulo), simply known as Juan, is a retired Brazilian footballer who played as an attacking midfielder. He also holds an EU passport as a Spanish citizen.",
  "/wiki/São_Paulo_FC": "São Paulo Futebol Clube (Portuguese pronunciation: [sɐ̃w ˈpawlu fuʧiˈbɔw ˈklubi]), simply known as São Paulo, is a Brazilian professional football club based in the city of São Paulo. It has played in the Campeonato Paulista (the State of São Paulo's premier state league) and Campeonato Brasileiro (the top tier of the Brazilian football league system). As for international titles, SPFC is the most successful team from Brazil, with 12 international titles. It is also one of the most successful South American clubs in terms of overall titles, having won 21 state titles, six Brasileirão titles, three Copa Libertadores titles, one Copa Sudamericana, one Supercopa Libertadores, one Copa CONMEBOL, one Copa Masters CONMEBOL, two Recopa Sudamericanas, two Intercontinental Cup and one FIFA Club World Cup. Founded in 1930, São Paulo was an inaugural member of the Clube dos 13 group of Brazil's leading football clubs. The club's most consistent spell of success came in the 1990s, under coach Telê Santana, when it won three state titles, one national championship, two Copa Libertadores, two Recopa Sudamericanas, two Intercontinental Cups, a Supercopa Sudamericana, a Copa CONMEBOL, and a Copa Masters CONMEBOL. São Paulo is the third best-supported club in Brazil, with over 16 million supporters. The team's traditional home kit is a white shirt with two horizontal stripes (one red and one black), white shorts and white socks.",
  "/wiki/Jorge_Fucile": "Jorge Ciro Fucile Perdomo (pronounced [ˈxoɾxe fuˈtʃile]; born 19 November 1984) is a Uruguayan professional footballer who last played for Spanish club FC Cartagena. A defender, he is equally at ease on the right or left flank.\n After starting out at Liverpool Montevideo he moved to Porto in Portugal, going on to appear in 155 competitive matches during eight seasons and win 12 major titles, including five national championships and the 2011 Europa League.\n An Uruguayan international since 2006, Fucile represented the country in two World Cups and three Copa América tournaments.",
  "/wiki/FC_Porto": "Futebol Clube do Porto, MHIH, OM (Portuguese pronunciation: [futɨˈβɔl ˈkluβ(ɨ) ðu ˈpoɾtu]), commonly known as FC Porto or simply Porto, is a Portuguese professional sports club based in Porto. It is best known for the professional football team playing in the Primeira Liga, the top flight of Portuguese football, Founded on 28 September 1893, Porto is one of the \"Big Three\" (Portuguese: Os Três Grandes) teams in Portugal – together with Lisbon-based rivals Benfica and Sporting CP – that have appeared in every season of the Primeira Liga since its establishment in 1934. They are nicknamed Dragões (Dragons), for the mythical creature atop the club's crest, and Azuis e brancos (Blue-and-whites), for the shirt colours. The club supporters are called Portistas. Since 2003, Porto have played their home matches at the Estádio do Dragão, which replaced the previous 103-year-old ground, the Estádio das Antas. Porto is the second most decorated team in Portugal, with 76 major trophies, of which 69 were achieved in domestic competitions. These comprise 28 Primeira Liga titles (five of which were won consecutively between 1994–95 and 1998–99, a Portuguese football record), 16 Taça de Portugal, 4 Campeonato de Portugal, and a record 21 Supertaça Cândido de Oliveira. Porto is the second team in Portuguese league history to have won two titles without any defeat, namely in the 2010–11 and 2012–13 seasons.",
  "/wiki/Ewerton_Páscoa": "Ewerton Ribeiro Páscoa or simply Ewerton Páscoa (born 14 March 1989) is a  Brazilian footballer who currently plays for Brazilian club CRB.",
  "/wiki/Criciúma_Esporte_Clube": "Criciúma Esporte Clube, also known simply as Criciúma, is a Brazilian football club from Criciúma, Santa Catarina. It plays in the Campeonato Catarinense,[nb 1] the state of Santa Catarina's premier state league, as well as the Campeonato Brasileiro Série C,[nb 2] the third tier of the Brazilian football league system.\n Criciúma is the most successful team from Santa Catarina, having won the 1991 Copa do Brasil, the 2002 Campeonato Brasileiro Série B, and the 2006 Campeonato Brasileiro Série C.",
  "/wiki/Bruno_Rodrigo": "Bruno Rodrigo Fenelon Palomo (born 12 April 1985), known as Bruno Rodrigo, is a Brazilian footballer who plays as a central defender for Grêmio.",
  "/wiki/Free_Agent": "In professional sports, a free agent is a player who is eligible to sign freely with any club or franchise; i.e., not under contract to any specific team.  The term is also used in reference to a player who is under contract at present but who is allowed to solicit offers from other teams. In some circumstances, the free agent's options are limited by league rules.",
  "/wiki/Gérson_Magrão": "Gérson Alencar de Lima Júnior (born 13 June 1985), known as Gérson Magrão, is a Brazilian footballer who plays as an attacking midfielder for Ponte Preta\n Magrão has played professionally in Brazil, the Netherlands, the Ukraine and Portugal.",
  "/wiki/Marcos_Rogério_Ricci_Lopes": "Marcos Rogério Ricci Lopes (born 14 February 1986), commonly known as Pará, is a Brazilian professional footballer who plays as a right back for Santos.\n Pará previously played for Santo André, Santos, Grêmio and Flamengo winning multiple titles such as Copa do Brasil and Copa Libertadores.",
  "/wiki/Grêmio_FBPA": "Grêmio Foot-Ball Porto Alegrense (Portuguese pronunciation: [ˈɡɾẽmju ˌfutʃˈbɔw ˌpoɾtw ɐlɛˈɡɾẽsi]), commonly known as Grêmio, is a Brazilian professional football club based in Porto Alegre, Rio Grande do Sul. The club plays in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system, and the Campeonato Gaúcho, Rio Grande do Sul's top state league. The club was founded in 1903. The club's home ground is the Arena do Grêmio, to which it moved in 2013, having previously played at Estádio Olímpico Monumental since 1954. Grêmio was the first club outside the Southeast of Brazil to become World Champion, after beating Hamburger SV in 1983 (2-1) . Also, Grêmio is the Brazilian club that most won the Copa Libertadores da América (3), alongside São Paulo (3) and Santos (3). As of 2017, Grêmio was ranked number one in the CBF club rankings and is listed by Forbes as the third most valuable football club in the Americas with an estimated value of $295.5 million. Grêmio has won 38 Campeonato Gaúcho, 2 Campeonato Brasileiro Série A, 1 Campeonato Brasileiro Série B, 1 Supercopa do Brasil, 1 Copa Sul and 5 Copa do Brasil.",
  "/wiki/Henrique_Pacheco_Lima": "Henrique Pacheco de Lima (born 16 May 1985), simply known as Henrique, is a Brazilian footballer who plays as a defensive midfielder for Cruzeiro.",
  "/wiki/Cruzeiro_Esporte_Clube": "Cruzeiro Esporte Clube (Brazilian Portuguese: [kɾuˈzejɾu esˈpoɾtʃi ˈklubi]), commonly known as Cruzeiro and nicknamed Raposa (English: Fox), is one of the biggest Brazilian (and South American) multisport clubs; based in Barro Preto, Belo Horizonte. Although they compete in a number of different sports, Cruzeiro is mostly known for its association football team. It plays in the Campeonato Mineiro,[nb 1] the state of Minas Gerais's premier state league, as well as in the Campeonato Brasileiro Série B,[nb 2] the second tier of the Brazilian football league system. The club was founded on January 2, 1921 by sportsmen from the Italian colony of Belo Horizonte, some members of Yale Atlético Clube and many Italian immigrant workers decided to create a new club called Societá Sportiva Ypiranga, changing the name months later to Palestra Mineiro and after one game to Palestra Itália. As a result of the Second World War, the Brazilian federal government banned the use of any symbols referring to the Axis powers in 1942. The club board members rebaptized the club with the name of a leading national symbol: the Cruzeiro do Sul's constellation. Cruzeiro play their home games at the Mineirão stadium, which currently holds up to 62,547 spectators. Cruzeiro's regular kit colours are blue shirts and white shorts with blue socks (although the team has worn white socks with their home kit for certain periods of time).",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates. The back-pass rule prevents goalkeepers handling direct passes back to them from teammates. Goalkeepers usually perform goal kicks, and also give commands to their defence during corner kicks, direct and indirect free kicks, and marking.",
  "/wiki/Felipe_Garcia_dos_Prazeres": "Felipe Garcia dos Prazeres (born 10 January 1988), simply known as Mão de Alface, is a Brazilian footballer who plays for Tombense as a goalkeeper.",
  "/wiki/Clube_Naútico_Capibaribe": "Clube Náutico Capibaribe (Portuguese pronunciation: [ˈklub ˈnawtʃiku kɐpibɐˈɾibi]), also known as Náutico, is a Brazilian sports club, including a professional football team, in Recife, Pernambuco. Náutico, as of 2018, is competing in the Serie C.\n The origins of Náutico may be traced to the foundation of the Clube Náutico do Recife by a group of rowers (\"Náutico\" can be directly translated to \"nautical\") in 1898, but the official foundation date is April 7 of 1901. Its first football team dates back to 1905, with a squad formed by Englishmen and Germans. Náutico is the only football club in Pernambuco that has won the state championship 6 times in a row (from 1963 to 1968). The club has an historical rivalry with local clubs Sport Recife and Santa Cruz. Náutico has an important swimming arena, including an Olympic-sized pool that meets all world standards. It also has activities in other sports including hockey, basketball, volleyball, handball, women's football, futsal, Brazilian jiu-jitsu, Boxing, Taekwondo, kendo, Muay Thai, MMA and the founding sport of the club, rowing. The official mascot of Náutico is the opossum, known locally as \"timbu\".",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.\n Their advanced position and limited defensive responsibilities mean forwards normally score more goals on behalf of their team than other players.\n Modern team formations generally include one to three forwards; for example, the common 4–2–3–1 formation includes one forward. Unconventional formations may include more than three forwards, or none.",
  "/wiki/Tiago_Luís_Martins": "Tiago Luís Martins (born 13 March 1989), known as Tiago Luís, is a Brazilian footballer who plays for Thai club Rayong as a forward.",
  "/wiki/Bill_(footballer)": "Rosimar Amâncio (born 2 July 1984), better known as Bill, is a Brazilian footballer who plays for Chiangrai United as a striker.",
  "/wiki/Ittihad_FC": "Al-Ittihad Club Saudi Arabia  (Arabic: نادي الاتحاد العربي السعودي‎), also known as Al-Ittihad Jeddah or simply Al-Ittihad, meaning The Union, is a Saudi Premier League football club based in Jeddah. Al-Ittihad has won 8 League titles, 9 King's cup titles, 8 Crown Prince cup titles, 3 Saudi Federation Cup titles 1 Arab Champions League title, 1 Gulf Champions League title, 2 Saudi Egyptian Super Cup titles, 3 Asian championships and 13 other titles. Overall, it has won 48 official trophies in its history. The club was founded on December 26, 1927 before the third Saudi state was declared, making it the oldest and first sports club in Saudi Arabia. The most successful period in Al-Ittihad's history was the 1990s and mid 2000s, when the club won numerous honours both domestically and continental. The team won Cup Winners Cup in 1999 and two Champions League titles in 2004 and 2005 and as far as going on to compete in the 2005 FIFA Club World Cup. The club has the distinction of being the only Asian club to have won the AFC Champions League twice in a row. Al-Ittihad has a record of home average attendance for Asia clubs in domestic league matches with the average of 42,371 on 2014/2015 season and that is for the club's big popularity which is the first in Saudi Arabia and Asia.",
  "/wiki/Adriano_Bispo_dos_Santos": "Adriano Bispo dos Santos (born 29 May 1987), or simply Adriano, is a Brazilian professional footballer who plays as a defensive midfielder for Imperatriz.",
  "/wiki/Maranhão_(footballer)": "Manoel Messias Barbosa da Silva, better known as Maranhão (born 25 December 1985) is a Brazilian footballer from Maranhão who plays as a right back for Boa Esporte.",
  "/wiki/Midfielder_(association_football)": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.\n Most managers assign at least one midfielder to disrupt the opposing team's attacks, while others may be tasked with creating goals, or have equal responsibilities between attack and defence. Midfielders are the players who typically travel the greatest distance during a match.  Because midfielders arguably have the most possession during a game they are among the fittest players on the pitch.",
  "/wiki/André_Luciano_da_Silva": "André Luciano da Silva (born 27 April 1981, in Aracati), commonly known as Pinga, is a Brazilian former footballer who played as an attacking midfielder.",
  "/wiki/André_Felipe_Ribeiro_de_Souza": "André Felipe Ribeiro de Souza (born 27 September 1990), simply known as André Balada, is a Brazilian footballer who currently plays as a striker for Grêmio.",
  "/wiki/Neymar": "Neymar da Silva Santos Júnior (Brazilian Portuguese: [nejˈmaʁ dɐ ˈsiwvɐ ˈsɐ̃tus ˈʒũɲoʁ]; born 5 February 1992), commonly known as Neymar Jr. or simply Neymar, is a Brazilian professional footballer who plays as a forward for Ligue 1 club Paris Saint-Germain and the Brazil national team. He is widely considered as one of the best players in the world. Neymar came into prominence at an early age at Santos, where he made his professional debut aged 17. He helped the club win two successive Campeonato Paulista championships, a Copa do Brasil, and the 2011 Copa Libertadores, with the latter being Santos' first since 1963. Neymar was twice named the South American Footballer of the Year, in 2011 and 2012, and soon relocated to Europe to join Barcelona. As part of Barça's attacking trio with Lionel Messi and Luis Suárez, he won the continental treble of La Liga, the Copa del Rey, and the UEFA Champions League, and finished third for the FIFA Ballon d'Or in 2015 for his performances. He then attained a domestic double in the 2015–16 season. In 2017, Neymar transferred from Barcelona to Paris Saint-Germain in a move worth €222 million, making him the most expensive player ever.",
  "/wiki/FC_Barcelona": "Futbol Club Barcelona (Catalan pronunciation: [fubˈbɔl ˈklub bəɾsəˈlonə] (listen)), commonly referred to as Barcelona and colloquially known as Barça ([ˈbaɾsə]), is a Spanish professional football club based in Barcelona, Catalonia, Spain. Founded in 1899 by a group of Swiss, Spanish, English and Catalan footballers led by Joan Gamper, the club has become a symbol of Catalan culture and Catalanism, hence the motto \"Més que un club\" (\"More than a club\"). Unlike many other football clubs, the supporters own and operate Barcelona. It is the fourth-most valuable sports team in the world, worth $4.06 billion, and the world's richest football club in terms of revenue, with an annual turnover of €840,8 million. The official Barcelona anthem is the \"Cant del Barça\", written by Jaume Picas and Josep Maria Espinàs. Domestically, Barcelona has won a record 74 trophies; 26 La Liga, 30 Copa del Rey, 13 Supercopa de España, 3 Copa Eva Duarte, and 2 Copa de la Liga trophies, as well as being the record holder for the latter four competitions. In international club football, the club has won 20 European and worldwide titles; 5 UEFA Champions League titles, a record 4 UEFA Cup Winners' Cup, a joint record 5 UEFA Super Cup, a record 3 Inter-Cities Fairs Cup, and 3 FIFA Club World Cup. Barcelona was ranked first in the International Federation of Football History & Statistics Club World Ranking for 1997, 2009, 2011, 2012, and 2015 and currently occupies the second position on the UEFA club rankings.",
  "/wiki/Felipe_Anderson": "Felipe Anderson Pereira Gomes (born 15 April 1993), known as Felipe Anderson, is a Brazilian professional footballer who plays as an attacking midfielder for English Premier League club West Ham United  and the  Brazil national team.",
  "/wiki/SS_Lazio": "Società Sportiva Lazio (BIT: SSL; Lazio Sport Club), commonly referred to as Lazio (Italian pronunciation: [ˈlattsjo]), is an Italian professional sports club based in Rome, most known for its football activity. The society, founded in 1900, plays in the Serie A and have spent most of their history in the top tier of Italian football. Lazio have been Italian champions twice (1974, 2000), and have won the Coppa Italia seven times, the Supercoppa Italiana five times, and both the UEFA Cup Winners' Cup and UEFA Super Cup on one occasion. The club had their first major success in 1958, winning the domestic cup. In 1974, they won their first Serie A title. The 1990s have been the most successful period in Lazio's history, seeing them win the UEFA Cup Winners' Cup and UEFA Super Cup in 1999, the Serie A title in 2000, and reaching their first UEFA Cup final in 1998. Due to a severe economic crisis in 2002 that forced president Sergio Cragnotti out of the club along with several star players being sold, Lazio's success in the league declined. In spite of the lower funds, the club has won four Coppa Italia titles since then; in 2004, 2009, 2013 and 2019.",
  "/wiki/Paulo_Henrique_Soares_Pereira": "Paulo Henrique Soares Pereira (born 30 January 1993), known as Paulo Henrique, is a Brazilian footballer who plays as a left back who plays for Juventus-SP.",
  "/wiki/Rio_Ave_F.C.": "Rio Ave Futebol Clube, commonly known as Rio Ave [ˈʁi.u ˈavɨ], is a Portuguese football club based in Vila do Conde in northern Portugal. The club is named after the Ave River, which flows through the town and into the Atlantic Ocean. Founded in 1939, Rio Ave currently play in the Primeira Liga, Portugal's top-tier division of professional football. They play their home games at Estádio do Rio Ave, also known as Estádio dos Arcos. Built in 1985, the current stadium seats approximately 12,815 people and is a multi-sports venue, although it is used mainly for Rio Ave's football matches. The club's home colours are green and white striped shirts with white shorts and socks, whilst their away kit consists of a red and white striped shirt and white shorts with yellow socks. Portuguese internationals Alfredo, Paulinho Santos, Quim, Rui Jorge and Fábio Coentrão started their careers at the club. Jan Oblak and Ederson Moraes are some famous talents that were part of this side.",
  "/wiki/João_Pedro_(Brazilian_footballer)": "João Pedro Geraldino dos Santos Galvão (born 9 March 1992), commonly known as João Pedro, is a Brazilian professional footballer who plays for Cagliari Calcio as an attacking midfielder.",
  "/wiki/G.D._Estoril_Praia": "Grupo Desportivo Estoril Praia (Portuguese pronunciation: [(ɨ)ʃtuˈɾiɫ ˈpɾajɐ]), commonly known as Estoril, is a Portuguese sports club from Estoril, Cascais, Lisbon. Founded on 17 May 1939, its football team currently plays in LigaPro and hold home games at the Estádio António Coimbra da Mota, with a seating capacity of 8,015. As a sports club, Estoril has departments for football, futsal and basketball.\n Since the club's establishment, the senior football team has won nine secondary trophies, with the most recent being the 2011–12 Liga de Honra. As a result, some personnel of the club received awards in relation to their performances in the 2011–12 season, of which include Licá, who won the LPFP Liga de Honra Player of the Year, Vagner, who won the LPFP Liga de Honra Goalkeeper of the Year, and Marco Silva, who won the LPFP Liga de Honra Coach of the Year. The club is sponsored by American sports manufacturer Nike.",
  "/wiki/Rafael_Cabral": "Rafael Cabral Barbosa (born 20 May 1990), known as Rafael Cabral or simply Rafael, is a Brazilian footballer who plays as a goalkeeper for Reading.",
  "/wiki/S.S.C._Napoli": "Società Sportiva Calcio Napoli, commonly referred to as Napoli (pronounced [ˈnaːpoli]), is an Italian professional football club based in Naples, Campania that plays in Serie A, the top flight of Italian football. The club have won two league titles, five Coppa Italias, two Supercoppa Italiana titles, and one UEFA Cup. Formed in 1926, the club saw relatively little success in its early years, winning one Coppa Italia until 1965, where they were refounded. Napoli then saw increased success in the 1980s, after the club acquired Diego Maradona. During his time in Naples, Maradona helped the team win several trophies, which led to the club retiring his number 10 jersey. During this period, Napoli won their sole league titles, in 1987 and 1990. Following his departure, however, Napoli struggled financially, and endured several relegations, prior to being refounded in 2004 by film producer Aurelio De Laurentiis. Under his guise, the club has stabilized, which has led to renewed on-field success, winning the 2012 and 2014 Coppa Italia titles.",
  "/wiki/2013_Santos_FC_season": "The 2013 season is Santos Futebol Clube's hundredth first season in existence and the club's fifty-fourth consecutive season in the top flight of Brazilian football.\n Santos reached the Campeonato Paulista Finals for fifth consecutive season, but failed to win their fourth consecutive title as they lost by 2–3 on aggregate for their biggest rival, Corinthians.\nOn 25 May 2013, Santos announced that they had sold Neymar to Barcelona for a fee of € 57 million. A week later, the club sacked the head coach Muricy Ramalho due to the discontent of the crowd and the club's directors with his results. For his place, Claudinei Oliveira assumed as caretaker.\nAs part of Neymar's sold to Barcelona, Santos played in the Joan Gamper Torphy against them and suffered their third worst defeat in history, losing by 8–0. In the Copa do Brasil, Santos were eliminated in the Round of 16, losing 1–2 on aggregate score to Grêmio. On 30 August, Claudinei Oliveira was promoted to head coach after 3 months as caretaker."
}