{
  "/wiki/Association_football_positions": "In the sport of association football, each of the 11 players on a team is assigned to a particular position on the field of play. A team is made up of one goalkeeper and ten outfield players who fill various defensive, midfield, and attacking positions depending on the formation deployed. These positions describe both the player's main role and their area of operation on the pitch.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Bernardo_Vieira_de_Souza": "Bernardo Vieira de Souza, better known as Bernardo (born May 20, 1990) is a Brazilian footballer who plays as attacking midfielder who plays for Volta Redonda.",
  "/wiki/CR_Vasco_da_Gama": "Club de Regatas Vasco da Gama (Brazilian Portuguese: [ˈklubi dʒi ʁɛˈgataʃ ˈvaʃku dɐ ˈgɐ̃mɐ]) is a Brazilian sports club  that was founded on August 21, 1898 (although the professional football department started on November 5, 1915), by Portuguese immigrants, and still has a strong fanbase among the Portuguese community of Rio de Janeiro. It is one of the most popular clubs in Brazil, with more than 30 million supporters. Although they compete in a number of different sports, Vasco is mostly known for its football team. It plays in the Campeonato Carioca, the state of Rio de Janeiro's premier state league and in the Campeonato Brasileiro Série A, the first tier of Brazilian football league system.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Juan_Maldonado_Jaimez": "Juan Maldonado Jaimez Júnior (born 6 February 1982 in São Paulo), simply known as Juan, is a retired Brazilian footballer who played as an attacking midfielder. He also holds an EU passport as a Spanish citizen.",
  "/wiki/S%C3%A3o_Paulo_FC": "São Paulo Futebol Clube (Portuguese pronunciation: [sɐ̃w ˈpawlu fuʧiˈbɔw ˈklubi]), simply known as São Paulo, is a Brazilian professional football club based in the city of São Paulo. It has played in the Campeonato Paulista (the State of São Paulo's premier state league) and Campeonato Brasileiro (the top tier of the Brazilian football league system).",
  "/wiki/Jorge_Fucile": "Jorge Ciro Fucile Perdomo (pronounced [ˈxoɾxe fuˈtʃile]; born 19 November 1984) is a Uruguayan professional footballer who last played for Spanish club FC Cartagena. A defender, he is equally at ease on the right or left flank.",
  "/wiki/FC_Porto": "Futebol Clube do Porto, MHIH, OM (Portuguese pronunciation: [futɨˈβɔl ˈkluβ(ɨ) ðu ˈpoɾtu]), commonly known as FC Porto or simply Porto, is a Portuguese professional sports club based in Porto. It is best known for the professional football team playing in the Primeira Liga, the top flight of Portuguese football, Founded on 28 September 1893, Porto is one of the \"Big Three\" (Portuguese: Os Três Grandes) teams in Portugal – together with Lisbon-based rivals Benfica and Sporting CP – that have appeared in every season of the Primeira Liga since its establishment in 1934. They are nicknamed Dragões (Dragons), for the mythical creature atop the club's crest, and Azuis e brancos (Blue-and-whites), for the shirt colours. The club supporters are called Portistas. Since 2003, Porto have played their home matches at the Estádio do Dragão, which replaced the previous 103-year-old ground, the Estádio das Antas.",
  "/wiki/Ewerton_P%C3%A1scoa": "Ewerton Ribeiro Páscoa or simply Ewerton Páscoa (born 14 March 1989) is a  Brazilian footballer who currently plays for Brazilian club CRB.",
  "/wiki/Crici%C3%BAma_Esporte_Clube": "Criciúma Esporte Clube, also known simply as Criciúma, is a Brazilian football club from Criciúma, Santa Catarina. It plays in the Campeonato Catarinense,[nb 1] the state of Santa Catarina's premier state league, as well as the Campeonato Brasileiro Série C,[nb 2] the third tier of the Brazilian football league system.",
  "/wiki/Bruno_Rodrigo": "Bruno Rodrigo Fenelon Palomo (born 12 April 1985), known as Bruno Rodrigo, is a Brazilian footballer who plays as a central defender for Grêmio.",
  "/wiki/Free_Agent": "In professional sports, a free agent is a player who is eligible to sign freely with any club or franchise; i.e., not under contract to any specific team.  The term is also used in reference to a player who is under contract at present but who is allowed to solicit offers from other teams. In some circumstances, the free agent's options are limited by league rules.",
  "/wiki/G%C3%A9rson_Magr%C3%A3o": "Gérson Alencar de Lima Júnior (born 13 June 1985), known as Gérson Magrão, is a Brazilian footballer who plays as an attacking midfielder for Ponte Preta",
  "/wiki/Marcos_Rog%C3%A9rio_Ricci_Lopes": "Marcos Rogério Ricci Lopes (born 14 February 1986), commonly known as Pará, is a Brazilian professional footballer who plays as a right back for Santos.",
  "/wiki/Gr%C3%AAmio_FBPA": "Grêmio Foot-Ball Porto Alegrense (Portuguese pronunciation: [ˈɡɾẽmju ˌfutʃˈbɔw ˌpoɾtw ɐlɛˈɡɾẽsi]), commonly known as Grêmio, is a Brazilian professional football club based in Porto Alegre, Rio Grande do Sul. The club plays in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system, and the Campeonato Gaúcho, Rio Grande do Sul's top state league. The club was founded in 1903. The club's home ground is the Arena do Grêmio, to which it moved in 2013, having previously played at Estádio Olímpico Monumental since 1954.",
  "/wiki/Henrique_Pacheco_Lima": "Henrique Pacheco de Lima (born 16 May 1985), simply known as Henrique, is a Brazilian footballer who plays as a defensive midfielder for Cruzeiro.",
  "/wiki/Cruzeiro_Esporte_Clube": "Cruzeiro Esporte Clube (Brazilian Portuguese: [kɾuˈzejɾu esˈpoɾtʃi ˈklubi]), commonly known as Cruzeiro and nicknamed Raposa (English: Fox), is one of the biggest Brazilian (and South American) multisport clubs; based in Barro Preto, Belo Horizonte. Although they compete in a number of different sports, Cruzeiro is mostly known for its association football team. It plays in the Campeonato Mineiro,[nb 1] the state of Minas Gerais's premier state league, as well as in the Campeonato Brasileiro Série B,[nb 2] the second tier of the Brazilian football league system.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Felipe_Garcia_dos_Prazeres": "Felipe Garcia dos Prazeres (born 10 January 1988), simply known as Mão de Alface, is a Brazilian footballer who plays for Tombense as a goalkeeper.",
  "/wiki/Clube_Na%C3%BAtico_Capibaribe": "Clube Náutico Capibaribe (Portuguese pronunciation: [ˈklub ˈnawtʃiku kɐpibɐˈɾibi]), also known as Náutico, is a Brazilian sports club, including a professional football team, in Recife, Pernambuco. Náutico, as of 2018, is competing in the Serie C.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Tiago_Lu%C3%ADs_Martins": "Tiago Luís Martins (born 13 March 1989), known as Tiago Luís, is a Brazilian footballer who plays for Thai club Rayong as a forward.",
  "/wiki/Bill_(footballer)": "Rosimar Amâncio (born 2 July 1984), better known as Bill, is a Brazilian footballer who plays for Chiangrai United as a striker.",
  "/wiki/Ittihad_FC": "Al-Ittihad Club Saudi Arabia  (Arabic: نادي الاتحاد العربي السعودي‎), also known as Al-Ittihad Jeddah or simply Al-Ittihad, meaning The Union, is a Saudi Premier League football club based in Jeddah. Al-Ittihad has won 8 League titles, 9 King's cup titles, 8 Crown Prince cup titles, 3 Saudi Federation Cup titles 1 Arab Champions League title, 1 Gulf Champions League title, 2 Saudi Egyptian Super Cup titles, 3 Asian championships and 13 other titles. Overall, it has won 48 official trophies in its history.",
  "/wiki/Adriano_Bispo_dos_Santos": "Adriano Bispo dos Santos (born 29 May 1987), or simply Adriano, is a Brazilian professional footballer who plays as a defensive midfielder for Imperatriz.",
  "/wiki/Maranh%C3%A3o_(footballer)": "Manoel Messias Barbosa da Silva, better known as Maranhão (born 25 December 1985) is a Brazilian footballer from Maranhão who plays as a right back for Boa Esporte.",
  "/wiki/Midfielder_(association_football)": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Andr%C3%A9_Luciano_da_Silva": "André Luciano da Silva (born 27 April 1981, in Aracati), commonly known as Pinga, is a Brazilian former footballer who played as an attacking midfielder.",
  "/wiki/Andr%C3%A9_Felipe_Ribeiro_de_Souza": "André Felipe Ribeiro de Souza (born 27 September 1990), simply known as André Balada, is a Brazilian footballer who currently plays as a striker for Grêmio.",
  "/wiki/Neymar": "Neymar da Silva Santos Júnior (Brazilian Portuguese: [nejˈmaʁ dɐ ˈsiwvɐ ˈsɐ̃tus ˈʒũɲoʁ]; born 5 February 1992), commonly known as Neymar Jr. or simply Neymar, is a Brazilian professional footballer who plays as a forward for Ligue 1 club Paris Saint-Germain and the Brazil national team. He is widely considered as one of the best players in the world.",
  "/wiki/FC_Barcelona": "Futbol Club Barcelona (Catalan pronunciation: [fubˈbɔl ˈklub bəɾsəˈlonə] (listen)), commonly referred to as Barcelona and colloquially known as Barça ([ˈbaɾsə]), is a Spanish professional football club based in Barcelona, Catalonia.",
  "/wiki/Felipe_Anderson": "Felipe Anderson Pereira Gomes (born 15 April 1993), known as Felipe Anderson, is a Brazilian professional footballer who plays as an attacking midfielder for English Premier League club West Ham United  and the  Brazil national team.",
  "/wiki/SS_Lazio": "Società Sportiva Lazio (BIT: SSL; Lazio Sport Club), commonly referred to as Lazio (Italian pronunciation: [ˈlattsjo]), is an Italian professional sports club based in Rome, most known for its football activity. The society, founded in 1900, plays in the Serie A and have spent most of their history in the top tier of Italian football. Lazio have been Italian champions twice (1974, 2000), and have won the Coppa Italia seven times, the Supercoppa Italiana five times, and both the UEFA Cup Winners' Cup and UEFA Super Cup on one occasion.",
  "/wiki/Paulo_Henrique_Soares_Pereira": "Paulo Henrique Soares Pereira (born 30 January 1993), known as Paulo Henrique, is a Brazilian footballer who plays as a left back who plays for Juventus-SP.",
  "/wiki/Rio_Ave_F.C.": "Rio Ave Futebol Clube, commonly known as Rio Ave [ˈʁi.u ˈavɨ], is a Portuguese football club based in Vila do Conde in northern Portugal. The club is named after the Ave River, which flows through the town and into the Atlantic Ocean.",
  "/wiki/Jo%C3%A3o_Pedro_(Brazilian_footballer)": "João Pedro Geraldino dos Santos Galvão (born 9 March 1992), commonly known as João Pedro, is a Brazilian professional footballer who plays for Cagliari Calcio as an attacking midfielder.",
  "/wiki/G.D._Estoril_Praia": "Grupo Desportivo Estoril Praia (Portuguese pronunciation: [(ɨ)ʃtuˈɾiɫ ˈpɾajɐ]), commonly known as Estoril, is a Portuguese sports club from Estoril, Cascais, Lisbon. Founded on 17 May 1939, its football team currently plays in LigaPro and hold home games at the Estádio António Coimbra da Mota, with a seating capacity of 8,015. As a sports club, Estoril has departments for football, futsal and basketball.",
  "/wiki/Rafael_Cabral": "Rafael Cabral Barbosa (born 20 May 1990), known as Rafael Cabral or simply Rafael, is a Brazilian footballer who plays as a goalkeeper for Reading.",
  "/wiki/S.S.C._Napoli": "Società Sportiva Calcio Napoli, commonly referred to as Napoli (pronounced [ˈnaːpoli]), is an Italian professional football club based in Naples, Campania that plays in Serie A, the top flight of Italian football. The club have won two league titles, five Coppa Italias, two Supercoppa Italiana titles, and one UEFA Cup."
}