{
  "/wiki/Beverly_Hills,_90210": "Beverly Hills, 90210 is an American teen drama television series created by Darren Star and produced by Aaron Spelling under his production company Spelling Television. The series ran for ten seasons on Fox from October 4, 1990, to May 17, 2000, and is the longest-running show produced by Spelling. It is the first of six television series in the Beverly Hills, 90210 franchise and follows the lives of a group of friends living in the upscale and star-studded community of Beverly Hills, California, as they transition from high school to college and into the adult world. \"90210\" refers to one of the city's five ZIP codes.",
  "/wiki/List_of_Beverly_Hills,_90210_episodes": "Beverly Hills, 90210 is a United States primetime teen drama which ran on the FOX network for ten years, from October 4, 1990 to May 17, 2000. The series lasted for 304 episodes (a two-part pilot, 292 regular episodes and 11 specials). Note that the original pilot, which subsequently has aired, is not the original pilot of the show which did air.",
  "/wiki/Spin_City": "Spin City is an American television sitcom that aired from September 17, 1996 until April 30, 2002 on ABC. Created by Gary David Goldberg and Bill Lawrence, the show was set in a fictionalized version of the New York City mayor's office, and originally starred Michael J. Fox as Mike Flaherty, the Deputy Mayor of New York. Fox departed in 2000 at the conclusion of Season 4 due to symptoms of Parkinson's disease, and Charlie Sheen assumed the lead role of Charlie Crawford for the final two seasons. The series was cancelled in May 2002 after a decline in ratings.",
  "/wiki/List_of_Spin_City_episodes": "The episode list for the ABC series Spin City.",
  "/wiki/Sex_and_the_City": "Sex and the City is an American romantic comedy-drama television series created by Darren Star and produced by HBO. Broadcast from 1998 until 2004, the original run of the show had a total of 94 episodes. Throughout its six-year run, the show received contributions from various producers, writers, and directors, principally Michael Patrick King.",
  "/wiki/List_of_Sex_and_the_City_episodes": "The following is a list of episodes from the American television series Sex and the City.",
  "/wiki/Wasteland_(American_TV_series)": "Wasteland is an American drama that aired on ABC from October 7 until October 21, 1999. The show was created by Kevin Williamson.",
  "/wiki/The_Audrey_Hepburn_Story": "The Audrey Hepburn Story is a 2000 American biographical drama television film based on the life of actress and humanitarian Audrey Hepburn. Covering the years 1935 to the 1960s, it stars Jennifer Love Hewitt, who also produced the film. Emmy Rossum and Sarah Hyland appear as Hepburn in her early years. The film was shot in Montreal, Canada, and premiered on ABC on March 27, 2000.",
  "/wiki/William_Holden": "William Holden (born William Franklin Beedle Jr.; April 17, 1918 – November 12, 1981) was an American actor who was one of the biggest box-office draws of the 1950s. He won the Oscar for Best Actor for the film Stalag 17 (1953), and a Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie for the television film The Blue Knight (1973). Holden starred in some of Hollywood's most popular and critically acclaimed films, including Sunset Boulevard, Sabrina, The Bridge on the River Kwai, The Wild Bunch, Picnic, and Network. He was named one of the \"Top 10 Stars of the Year\" six times (1954–1958, 1961), and appeared as 25th on the American Film Institute's list of 25 greatest male stars of Classic Hollywood Cinema.",
  "/wiki/The_Others_(TV_series)": "The Others is an American television series created by John Brancato and Michael Ferris, and produced by Delusional Films, NBC Studios, and DreamWorks Television. It ran for thirteen 40-minute episodes from February 5, 2000, to June 10, 2000, airing on NBC. It concerned a group of people with various psychic talents as they encountered different, and often evil, paranormal forces.  It was an ensemble show.  It was part of the NBC's Saturday night supernatural/paranormal programming block, Thrillogy.",
  "/wiki/Numbers_(TV_series)": "Numbers (stylized as NUMB3RS)  is an American crime drama television series that ran on CBS from January 23, 2005, to March 12, 2010. The series was created by Nicolas Falacci and Cheryl Heuton, and follows FBI Special Agent Don Eppes (Rob Morrow) and his brother Charlie Eppes (David Krumholtz), a college mathematics professor and prodigy, who helps Don solve crimes for the FBI. Brothers Ridley and Tony Scott produced Numbers; its production companies are the Scott brothers' Scott Free Productions and CBS Television Studios (originally Paramount Network Television, and later CBS Paramount Network Television).",
  "/wiki/Pilot_(Numb3rs)": "\"Pilot\" is the first episode of the American television show Numb3rs. Based on a real-life serial rape case, \"Pilot\" features two brothers, an agent with the Federal Bureau of Investigation (FBI) and a mathematics professor at a Southern California university, using their individual skills to capture a serial rapist who has begun to kill his victims. \"Pilot\" also introduces the theme of mathematics being used to solve crimes.",
  "/wiki/Archangel_(2005_film)": "Archangel is a television adaptation of the 1998 novel of the same name by Robert Harris. Made by the BBC in 2005, it was filmed in the city of Arkhangelsk.",
  "/wiki/Suits_(U.S._TV_series)": "Suits is an American legal drama television series created and written by Aaron Korsh. The series premiered on USA Network on June 23, 2011 and is produced by Universal Cable Productions. It is the network's longest-running original series in terms of seasons and episodes. The series concluded on September 25, 2019.",
  "/wiki/Pearson_(TV_series)": "Pearson is an American political drama television series created by Aaron Korsh and Daniel Arkin that premiered on USA Network. It is a spin-off of the show Suits and stars Gina Torres reprising her role of Jessica Pearson. It premiered on July 17, 2019. In October 2019, the series was cancelled after a single season."
}