{
  "/wiki/Apache_Canyon_Railroad_Bridge": "The Apache Canyon Railroad Bridge, in Santa Fe County, New Mexico near Lamy, New Mexico, was built in 1892.  It is a deck plate girder bridge.  It was listed on the National Register of Historic Places in 1979.",
  "/wiki/Lamy,_New_Mexico": "Lamy is a census-designated place (CDP) in Santa Fe County, New Mexico, United States, 18 miles (29 km) south of the city of Santa Fe. The community was named for Archbishop Jean-Baptiste Lamy, and lies within the Bishop John Lamy Spanish Land Grant, which dates back to the eighteenth century.",
  "/wiki/Santa_Fe_County,_New_Mexico": "Santa Fe County (Spanish: Condado de Santa Fe; meaning Holy faith in Spanish) is a county in the U.S. state of New Mexico. As of the 2010 census, the population was 144,170, making it New Mexico's third-most populous county, after Bernalillo County and Doña Ana County. Its county seat is Santa Fe, the state capital.",
  "/wiki/Don_Gaspar_Bridge": "The Don Gaspar Bridge, in Santa Fe, New Mexico, brings Don Gaspar Avenue over the Santa Fe River, between Alameda and E. De Vargas Streets.  It was built in 1934.  It was listed on the National Register of Historic Places in 2002.",
  "/wiki/Santa_Fe,_New_Mexico": "Santa Fe (/ˌsæntə ˈfeɪ, ˈsæntə feɪ/ SAN-tə FAY, -⁠ fay; Tewa: Oghá P'o'oge; Navajo: Yootó) is the capital of the U.S. state of New Mexico. It is the fourth-largest city in New Mexico with a population of 84,612 in 2018, the county seat of Santa Fe County, and its metropolitan area is part of the larger Albuquerque–Santa Fe–Las Vegas combined statistical area which features a population of 1,178,664 as of the 2018 Census Bureau estimate. The city was founded in 1610 as capital of Nuevo México, after it replaced Española as capital, which makes it the oldest state capital in the United States.",
  "/wiki/Fort_Sumner_Railroad_Bridge": "The Fort Sumner Railroad Bridge, over the Pecos River 2 miles (3.2 km) west of Fort Sumner, New Mexico, was built in 1905.  It was listed on the National Register of Historic Places in 1979.",
  "/wiki/Fort_Sumner,_New_Mexico": "Fort Sumner is a U.S. village in De Baca County, New Mexico. The population was 1,031 at the 2010 U.S. Census, down from 1,249 at the 2000 U.S. Census. It is the county seat of De Baca County. Fort Sumner is the spring and fall home of the Columbia Scientific Balloon Facility, and is home to the burial site of famed outlaw of the American West, Billy the Kid, who was shot and killed here in 1881.",
  "/wiki/De_Baca_County,_New_Mexico": "De Baca County is a county in the U.S. state of New Mexico. As of the 2010 census, the population was 2,022, making it New Mexico's second-least populous county. Its county seat is Fort Sumner. The county is named for Ezequiel Cabeza De Baca, the second elected Governor of New Mexico.",
  "/wiki/Green_Bridge_(Las_Cruces,_New_Mexico)": "The Green Bridge, on the outskirts of Las Cruces, New Mexico in Dona Ana County, New Mexico, was built in 1943.  It was listed on the National Register of Historic Places in 2008.",
  "/wiki/Las_Cruces,_New_Mexico": "Las Cruces is the seat of Doña Ana County, New Mexico, United States. As of the 2010 census the population was 97,618, and in 2017 the estimated population was 101,712, making it the second largest city in the state, after Albuquerque. Las Cruces is the largest city in both Doña Ana County and southern New Mexico. The Las Cruces metropolitan area had an estimated population of 213,849 in 2017. It is the principal city of a metropolitan statistical area which encompasses all of Doña Ana County and is part of the larger El Paso–Las Cruces combined statistical area.",
  "/wiki/Doña_Ana_County,_New_Mexico": "Doña Ana County is a county located in the southern part of the State of New Mexico of the United States. As of the 2010 U.S. Census, its population was 209,233, which makes it the second-most populated county in New Mexico. Its county seat is Las Cruces, the second-most populous municipality in New Mexico, after Albuquerque with 102,926 as of the 2018 US Census estimate.",
  "/wiki/Mexican_Canyon_Trestle": "Mexican Canyon Trestle is a historic wooden trestle bridge in New Mexico's Sacramento Mountains, Otero County, New Mexico, just outside Cloudcroft, New Mexico. It was listed on the National Register of Historic Places in 1979.",
  "/wiki/Cloudcroft,_New_Mexico": "Cloudcroft is a village in Otero County, New Mexico, and is within the Lincoln National Forest. The population was 674 at the 2010 census. Despite being located in an otherwise arid region, its high elevation (8,676 feet (2,644 m); one of the highest in the U.S.) allows for a relatively mild summer that makes it a popular tourist attraction in West Texas and New Mexico. It was named by Fodor's in 2002 as the Number 3 \"Most Overlooked and Underrated Destination Spot.\"  Tourism remains the primary economic driver of the village.",
  "/wiki/Otero_County,_New_Mexico": "Otero County is a county located in the U.S. state of New Mexico. As of the 2010 census, the population was 63,797. Its county seat is Alamogordo. Its southern boundary is the Texas state line. It is named for Miguel Antonio Otero, the territorial governor when the county was created.",
  "/wiki/Otowi_Suspension_Bridge": "The Otowi Suspension Bridge, spanning the Rio Grande River near San Ildefonso, New Mexico, is a wooden suspension bridge built in 1924.  It was listed on the National Register of Historic Places in 1997. The bridge has been closed to vehicular traffic since the late 1940s, when a two-lane steel bridge was constructed just north of it.",
  "/wiki/San_Ildefonso,_New_Mexico": "San Ildefonso Pueblo (Tewa: P'ohwhóge Owingeh [p’òhxʷógè ʔówîŋgè] \"where the water cuts through\") is a census-designated place (CDP) in Santa Fe County, New Mexico, United States, and a federally recognized tribe, established c. 1300 C.E.  The Pueblo is self-governing and is part of the Santa Fe, New Mexico Metropolitan Statistical Area. The population was 524 as of the 2010 census, reported by the State of New Mexico as 1,524 in 2012, and there were 628 enrolled tribal members reported as of 2012 according to the Department of the Interior.  San Ildefonso Pueblo is a member of the Eight Northern Pueblos, and the pueblo people are from the Tewa ethnic group of Native Americans, who speak the Tewa language.",
  "/wiki/Terrero,_New_Mexico": "Tererro is an unincorporated community located in San Miguel County, New Mexico, United States. The community is located on New Mexico State Road 63 11.6 miles (18.7 km) north of Pecos. Tererro has a post office with ZIP code 87573.",
  "/wiki/San_Miguel_County,_New_Mexico": "San Miguel County is a county in the U.S. state of New Mexico. As of the 2010 census, the population was 29,393. Its county seat is Las Vegas.",
  "/wiki/Percha_Creek_Bridge": "The Percha Creek Bridge near Hillsboro, New Mexico formerly brought New Mexico State Road 90 NM 90 over Percha Creek.",
  "/wiki/Hillsboro,_New_Mexico": "Hillsboro is a small unincorporated community in Sierra County, New Mexico, United States, located in the southwestern part of the state.  It was founded in 1877, following the discovery of gold.  The community was the county seat of Sierra County from 1884 until 1936 when Hot Springs (now called Truth or Consequences) became the county seat.",
  "/wiki/Sierra_County,_New_Mexico": "Sierra County is a county in the U.S. state of New Mexico. As of the 2010 census, the population was 11,988. Its county seat is Truth or Consequences.",
  "/wiki/Hagerman,_New_Mexico": "Hagerman is a town in Chaves County, New Mexico, United States. The population was 1,251 at the 2010 census.",
  "/wiki/Chaves_County,_New_Mexico": "Chaves County is a county in the U.S. state of New Mexico. As of the 2010 census, the population was 65,645. Its county seat is Roswell. Chaves County was named for Colonel Jose Francisco Chaves, a military leader here during the U.S. Civil War and later in Navajo campaigns. \nCreated by Territorial Legislature, February 25, 1889, out of land from the county of Lincoln.",
  "/wiki/Rio_Grande_Bridge_at_Radium_Springs": "The Rio Grande Bridge at Radium Springs is a historic timber beam bridge built in 1933. As of 1997, it still carried NM 185 over the Rio Grande, about 1 mile (1.6 km) south of Radium Springs, New Mexico.  It was listed on the National Register of Historic Places in 1997.",
  "/wiki/Radium_Springs,_New_Mexico": "Radium Springs is a census-designated place (CDP) in Doña Ana County, New Mexico, United States. The population was 1,699 at the 2010 census. It is part of the Las Cruces Metropolitan Statistical Area.",
  "/wiki/Rio_Grande_Bridge_at_San_Juan_Pueblo": "The Rio Grande Bridge at San Juan Pueblo, crossing the Rio Grande near Alcalde, New Mexico, is a Parker pony truss bridge built in 1925.  It was listed on the National Register of Historic Places in 1997.",
  "/wiki/Alcalde,_New_Mexico": "Alcalde is a census-designated place (CDP) in Rio Arriba County, New Mexico, United States. The population was 285 at the 2010 census. \"Alcalde\" literally means \"Mayor\" in Spanish.",
  "/wiki/Rio_Arriba_County,_New_Mexico": "Rio Arriba County is a county in the U.S. state of New Mexico. As of the 2010 census, the population was 40,246. Its county seat is Tierra Amarilla. Its northern border is the Colorado state line.",
  "/wiki/Rio_Grande_Gorge_Bridge": "The Rio Grande Gorge Bridge, locally known as the \"Gorge Bridge\" or the \"High Bridge\", is a steel deck arch bridge across the Rio Grande Gorge 10 miles (16 km) northwest of Taos, New Mexico, United States. Roughly 600 ft above the Rio Grande, it is the tenth highest bridge in the United States.",
  "/wiki/Taos,_New_Mexico": "Taos /taʊs/ is a town in Taos County in the north-central region of New Mexico in the Sangre de Cristo Mountains. It was founded by Nuevo México Governor Fernando Chacón in 1795, to act as fortified plaza and trading outpost for the neighboring Native American Taos Pueblo (the town’s namesake) and Hispano communities, including Ranchos de Taos, Cañon, Taos Canyon, Ranchitos, El Prado, and Arroyo Seco. The town was incorporated in 1934. As of the 2010 census, its population was 5,716.",
  "/wiki/Taos_County,_New_Mexico": "Taos County is a county in the U.S. state of New Mexico. As of the 2010 census, the population was 32,937. Its county seat is Taos. The county was formed in 1852 as one of the original nine counties in New Mexico Territory.",
  "/wiki/Rio_Puerco_Bridge": "The Rio Puerco Bridge is a Parker through truss bridge located on historic U.S. Route 66 (US 66), crossing the Rio Puerco, that was built in 1933. It is located approximately 19 miles (30 km) west of Albuquerque, New Mexico.",
  "/wiki/Albuquerque,_New_Mexico": "Albuquerque (/ˈælbəkɜːrki/ (listen) AL-bə-kur-kee; Navajo: Beeʼeldííl Dahsinil [pèːʔèltíːl tɑ̀xsɪ̀nɪ̀l]; Eastern Keres: Arawageeki; Jemez: Vakêêke; Zuni: Alo:ke:k'ya; Jicarilla Apache: Gołgéeki'yé), abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico, and the 32nd-most populous city in the United States. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque, named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano towns in the area (such as Barelas, Corrales, Isleta Pueblo, Los Ranchos, and Sandia Pueblo). Since the city's founding it has continued to be included on travel and trade routes including Santa Fe Railway (ATSF), Route 66, Interstate 25, Interstate 40, and the Albuquerque International Sunport. The population census-estimated population of the city as 560,218 in 2018, it is the principal city of the Albuquerque metropolitan area, which has 915,927 residents as of July 2018. The metropolitan population includes Rio Rancho, Bernalillo, Placitas, Zia Pueblo, Los Lunas, Belen, South Valley, Bosque Farms, Jemez Pueblo, Cuba, and part of Laguna Pueblo. This metro is included in the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,171,991 as of 2016. The CSA constitutes the southernmost point of the Southern Rocky Mountain Front megalopolis, including other major Rocky Mountain region cities such as Cheyenne, Wyoming, and Denver, Colorado, with a population of 5,467,633 according to the 2010 United States Census.",
  "/wiki/Bernalillo_County,_New_Mexico": "Bernalillo County is the most populous county in the U.S. state of New Mexico. As of the 2010 census, the population was 662,564. The county seat, Albuquerque, is the most populous city in New Mexico.",
  "/wiki/San_Juan_River_Bridge_at_Shiprock": "The San Juan River Bridge at Shiprock, about .5 miles (0.80 km) southwest of Shiprock, Arizona, is a Parker through truss bridge built in 1937.  It was listed on the National Register of Historic Places in 1997.",
  "/wiki/Shiprock,_New_Mexico": "Shiprock (Navajo: Naatʼáanii Nééz) is a census-designated place (CDP) in San Juan County, New Mexico, United States, on the Navajo reservation.  The population was 8,156 at the 2000 census. It is part of the Farmington Metropolitan Statistical Area.",
  "/wiki/San_Juan_County,_New_Mexico": "San Juan County is a county in the U.S. state of New Mexico. As of the 2010 census, the population was 130,044, making it the fifth-most populous county in New Mexico. Its county seat is Aztec. The county was created in 1887.",
  "/wiki/Parker_truss": "A truss bridge is a bridge whose load-bearing superstructure is composed of a truss, a structure of connected elements usually forming triangular units. The connected elements (typically straight) may be stressed from tension, compression, or sometimes both in response to dynamic loads.  The basic types of truss bridges shown in this article have simple designs which could be easily analyzed by 19th and early 20th-century engineers. A truss bridge is economical to construct because it uses materials efficiently.",
  "/wiki/Through_truss": "A truss bridge is a bridge whose load-bearing superstructure is composed of a truss, a structure of connected elements usually forming triangular units. The connected elements (typically straight) may be stressed from tension, compression, or sometimes both in response to dynamic loads.  The basic types of truss bridges shown in this article have simple designs which could be easily analyzed by 19th and early 20th-century engineers. A truss bridge is economical to construct because it uses materials efficiently.",
  "/wiki/Variadero,_New_Mexico": "Garita, also known as Variadero, is an unincorporated community located in San Miguel County, New Mexico, United States. The community is located on New Mexico State Road 104 where it crosses the Conchas River. It was founded in 1872 by Jesús Angel, a settler from Bernal.",
  "/wiki/List_of_bridges_on_the_National_Register_of_Historic_Places_in_New_Mexico": "This is a list of bridges and tunnels on the National Register of Historic Places in the U.S. state of New Mexico."
}