{
  "/wiki/Andrew_Augustine_Caffrey": "Andrew Augustine Caffrey (October 2, 1920 – October 6, 1993) was a United States District Judge of the United States District Court for the District of Massachusetts.",
  "/wiki/Dwight_D._Eisenhower": "General of the Army Dwight David Ike Eisenhower (/ˈaɪzənhaʊ.ər/ EYE-zən-how-ər; October 14, 1890 – March 28, 1969) was an American army general and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he became a five-star general in the Army and served as Supreme Commander of the Allied Expeditionary Force in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of Normandy in 1944–45 from the Western Front. Eisenhower was born David Dwight Eisenhower,  and raised in Abilene, Kansas, in a large family of mostly Pennsylvania Dutch ancestry. His family had a strong religious background. His mother was a Lutheran, married as a River Brethren, and later became a Jehovah's Witness. Eisenhower, however, did not belong to any organized church until 1952. He cited constant relocation during his military career as one reason.",
  "/wiki/Francis_Patrick_O'Connor": "Francis Patrick O'Connor (December 12, 1927 - August 3, 2007) was an associate judge of the Massachusetts Supreme Judicial Court.",
  "/wiki/Edward_J._King": "Edward Joseph King (May 11, 1925 – September 18, 2006) was an American politician who served as the 66th Governor of Massachusetts from 1979 to 1983. A member of the Democratic Party until 1985, he then became a member of the Republican Party. Elected in the Massachusetts gubernatorial election, 1978, he lost the Democratic primary of the 1982 election to his predecessor Michael Dukakis.",
  "/wiki/Christopher_Droney": "Christopher Fitzgerald Droney (born June 22, 1954) is a former United States Circuit Judge of the United States Court of Appeals for the Second Circuit and former Judge of the United States District Court for the District of Connecticut.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004. Obama was born in Honolulu, Hawaii. After graduating from Columbia University in 1983, he worked as a community organizer in Chicago. In 1988, he enrolled in Harvard Law School, where he was the first black person to head the Harvard Law Review. After graduating, he became a civil rights attorney and an academic, teaching constitutional law at the University of Chicago Law School from 1992 to 2004. Turning to elective politics, he represented the 13th district from 1997 until 2004 in the Illinois Senate, when he ran for the U.S. Senate.",
  "/wiki/John_J._Farley,_III": "John J. Jack Farley III is a retired judge of the United States Court of Appeals for Veterans Claims. In September 1989, Jack Farley was nominated by President George H. W. Bush and confirmed by the United States Senate as a Judge of the United States Court of Veterans Appeals for a term of fifteen years. After serving the Court in recall status for seven additional years, he retired in 2012. Prior to his appointment, Judge Farley was a member of the Senior Executive Service and a Director of the Torts Branch, Civil Division, United States Department of Justice, with responsibility for, inter alia, the defense of the United States in the massive asbestos litigation and the representation and defense of personally-sued federal employees in common law and constitutional tort litigation. Judge Farley received his A.B. degree in economics in 1964 from the College of the Holy Cross, where he was captain of the freshman and varsity lacrosse teams, and his M.B.A. degree in 1966 from the Columbia University Graduate School of Business where he was a Samuel Bronfman Fellow and president of Alpha Kappa Psi, the professional business fraternity. He received his Juris Doctorate, cum laude, in 1973 from Hofstra University School of Law, graduating first in his class and serving as the founding Editor-in-Chief of the Hofstra Law Review.",
  "/wiki/George_H._W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. Since around 2000 he has usually been called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States. Bush was raised in Greenwich, Connecticut and attended Phillips Academy before serving in the United States Navy during World War II. After the war, he graduated from Yale University and moved to West Texas, where he established a successful oil company. After an unsuccessful run for the United States Senate, he won election to the 7th congressional district of Texas in 1966. President Richard Nixon appointed Bush to the position of Ambassador to the United Nations in 1971 and to the position of chairman of the Republican National Committee in 1973.",
  "/wiki/Wendell_Arthur_Garrity_Jr.": "Wendell Arthur Garrity Jr. (June 20, 1920 – September 16, 1999) was a United States District Judge of the United States District Court for the District of Massachusetts notable for issuing the 1974 order in Morgan v. Hennigan which mandated that Boston schools be desegregated by means of busing.",
  "/wiki/Lyndon_B._Johnson": "Lyndon Baines Johnson (/ˈlɪndən ˈbeɪnz/; August 27, 1908 – January 22, 1973), often referred to by the initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969. Formerly the 37th vice president from 1961 to 1963, he assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson also served as a United States Representative and as the Majority Leader in the United States Senate. Johnson is one of only four people who have served in all four federal elected positions. [b]\n Born in a farmhouse in Stonewall, Texas, Johnson was a high school teacher and worked as a congressional aide before winning election to the US House of Representatives in 1937. Johnson won election to the United States Senate from Texas in 1948 after winning the Democratic Party's nomination by an extremely narrow margin that was manufactured by friendly political machines. He was appointed to the position of Senate Majority Whip in 1951. He became the Senate Minority Leader in 1953 and the Senate Majority Leader in 1955.",
  "/wiki/John_J._Gibbons": "John Joseph Gibbons (December 8, 1924 – December 9, 2018) was a United States Circuit Judge of the United States Court of Appeals for the Third Circuit and was later a partner at the law firm of Gibbons P.C..  After a spell with the US Navy he began his legal career at Crummy & Consodine and later became a partner of the firm, which incorporated his name into its title.  He was nominated to the third circuit court of appeals by US President Richard Nixon in December 1969 and served on that court until his retirement in 1990.  During the last three years he served as chief judge and during his tenure wrote more than 800 legal opinions.  After retirement Gibbons returned to his original firm and worked on human rights cases, in commercial arbitration and intellectual property disputes.  He received  a lifetime achievement award from The American Lawyer in 2005 and in 2006 was named as one of the National Law Journal's  100 most influential lawyers.",
  "/wiki/John_Greaney": "John M. Greaney (born April 8, 1939) is a former Associate Justice of the Massachusetts Supreme Judicial Court and former Chief Justice of the Massachusetts Appeals Court. After his judicial retirement, he served as Director of the Macaronis Institute for Trial and Appellate Advocacy at Suffolk University Law School. He currently is in private practice as Senior Counsel at Bulkley Richardson in Springfield, Massachusetts. John Greaney was born in Westfield, Massachusetts, on April 8, 1939. He graduated from St Mary's High School, the College of the Holy Cross, and received a law degree from New York University School of Law. After briefly serving in the military, Chief Justice Greaney joined the Springfield law firm of Ely and King until his appointment to the Hampden County Housing Court in 1974. Greaney served as presiding judge in the Housing Court until Governor Michael Dukakis appointed him to the Superior Court in 1975, then to the Appeals Court in 1978. He served as an associate justice until 1984, when he became the Appeals Court's chief justice.",
  "/wiki/Suffolk_University_Law_School": "Suffolk University Law School (also known as Suffolk Law School). Suffolk University Law School is a private, non-sectarian law school located in downtown Boston, Massachusetts. Suffolk University Law School was founded in 1906 by Gleason Archer Sr. to provide a legal education for those who traditionally lacked the opportunity to study law because of socio-economic or racial discrimination. Suffolk is the fourth-oldest New England law school in continuous existence. The law school currently has both day and evening, part-time divisions. Suffolk University Law School has been accredited by the American Bar Association since 1953 and the Association of American Law Schools since 1977. The school is located in Sargent Hall on Tremont Street in downtown Boston. Suffolk offers over 200 upper-level electives, the most of any law school in the country, and is consistently ranked one of the most technologically advanced schools in the nation.",
  "/wiki/Edward_Francis_Harrington": "Edward Francis Harrington (born September 16, 1933) is a Senior United States District Judge of the United States District Court for the District of Massachusetts.",
  "/wiki/Ronald_Reagan": "Ronald Wilson Reagan (/ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975. Reagan was raised in a low-income family in small towns of northern Illinois. He graduated from Eureka College in 1932 and worked as a sports commentator on several regional radio stations. After moving to California in 1937, he found work as an actor and starred in a few major productions. Reagan was twice elected president of the Screen Actors Guild—the labor union for actors—where he worked to root out Communist influence. In the 1950s, he moved into television and was a motivational speaker at General Electric factories, during which time he became a conservative. Reagan was a Democrat until 1962 when he switched to the Republican Party.",
  "/wiki/James_Patrick_Leamy": "James Patrick Leamy (January 16, 1892 – July 22, 1949) was a United States District Judge of the United States District Court for the District of Vermont.",
  "/wiki/Franklin_D._Roosevelt": "Franklin Delano Roosevelt (/ˈroʊzəvəlt/, /-vɛlt/; January 30, 1882 – April 12, 1945), often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is rated by scholars as one of the three greatest U.S. presidents, along with George Washington and Abraham Lincoln, but has also been subject to substantial criticism. Roosevelt was born in Hyde Park, New York, to a Dutch American family made well known by the reputation of Theodore Roosevelt, the 26th president of the United States, and William Henry Aspinwall. FDR graduated from Groton School and Harvard College and attended Columbia Law School but left after passing the bar exam to practice law in New York City.",
  "/wiki/Richard_J._Leon": "Richard J. Leon (born 1949) is a Senior United States District Judge of the United States District Court for the District of Columbia.",
  "/wiki/District_of_Columbia": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually. The signing of the Residence Act on July 16, 1790, approved the creation of a capital district located along the Potomac River on the country's East Coast. The U.S. Constitution provided for a federal district under the exclusive jurisdiction of the U.S. Congress, and the District is therefore not a part of any U.S. state. The states of Maryland and Virginia each donated land to form the federal district, which included the pre-existing settlements of Georgetown and Alexandria. The City of Washington was founded in 1791 to serve as the new national capital.",
  "/wiki/George_W._Bush": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he had previously served as the 46th governor of Texas from 1995 to 2000. Bush is frequently referred to as George W. Bush, Bush Junior, or Bush 43 to distinguish him from his father, George H. W. Bush, who served as the 41st president of the United States from 1989 to 1993. Bush is the eldest son of Barbara and George H. W. Bush, and the second son to become the American president after his father, the first being John Quincy Adams. After graduating from Yale University in 1968 and Harvard Business School in 1975, he worked in the oil industry. Bush married Laura Welch in 1977 and unsuccessfully ran for the U.S. House of Representatives shortly thereafter. He later co-owned the Texas Rangers baseball team before defeating Ann Richards in the 1994 Texas gubernatorial election. Bush was elected president of the United States in 2000 when he defeated Democratic incumbent Vice President Al Gore after a narrow and contested win that involved a Supreme Court decision to stop a recount in Florida.",
  "/wiki/William_T._McCarthy": "William T. McCarthy (December 5, 1885 – April 6, 1964) was a United States District Judge of the United States District Court for the District of Massachusetts.",
  "/wiki/Harry_S._Truman": "Harry S. Truman[b] (May 8, 1884 – December 26, 1972) was the 33rd president of the United States from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO. Truman grew up in Independence, Missouri, and during World War I was sent to France as a captain in the Field Artillery. Returning home, he opened a haberdashery in Kansas City, Missouri and was later elected as a Jackson County official in 1922. Truman was elected to the United States Senate from Missouri in 1934 and gained national prominence as chairman of the Truman Committee aimed at reducing waste and inefficiency in wartime contracts. Soon after succeeding to the presidency he authorized the first and only use of nuclear weapons in war. Truman's administration engaged in an internationalist foreign policy and renounced isolationism. He rallied his New Deal coalition during the 1948 presidential election and won a surprise victory that secured his own presidential term.",
  "/wiki/Edward_McEntee": "Edward Matthew McEntee (October 21, 1906 – February 14, 1981) was a United States Circuit Judge of the United States Court of Appeals for the First Circuit.",
  "/wiki/United_States_Court_of_Appeals_for_the_First_Circuit": "The United States Court of Appeals for the First Circuit (in case citations, 1st Cir.) is a federal court with appellate jurisdiction over the district courts in the following districts:",
  "/wiki/Matthew_Francis_McGuire": "Matthew Francis McGuire (May 30, 1898 – January 24, 1986) was a United States District Judge of the United States District Court for the District of Columbia.",
  "/wiki/Clarence_Thomas": "Clarence Thomas (born June 23, 1948) is an American judge, lawyer, and government official who currently serves as an Associate Justice of the Supreme Court of the United States. He is currently the most senior associate justice on the Court following the retirement of Anthony Kennedy. Thomas succeeded Thurgood Marshall and is the second African American to serve on the Court. Among the current members of the Court he is the longest-serving justice, with a tenure of 28 years, 120 days as of February 20, 2020. Thomas grew up in Savannah, Georgia, and was educated at the College of the Holy Cross and at Yale Law School. He was appointed an Assistant Attorney General in Missouri in 1974, and subsequently practiced law there in the private sector. In 1979, he became a legislative assistant to United States Senator John Danforth, and in 1981 was appointed Assistant Secretary for Civil Rights at the U.S. Department of Education. In 1982, President Ronald Reagan appointed Thomas Chairman of the Equal Employment Opportunity Commission (EEOC).",
  "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States": "Associate Justice of the Supreme Court of the United States is the title of all members of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869. Article II, Section 2, Clause 2 of the United States Constitution grants plenary power to the president to nominate, and with the advice and consent (confirmation) of the Senate, appoint justices to the Supreme Court. Article III, Section 1 of the Constitution effectively grants life tenure to associate justices, and all other federal judges, which ends only when a justice dies, retires, resigns, or is removed from office by impeachment. Each Supreme Court justice has a single vote in deciding the cases argued before it; the chief justice's vote counts no more than that of any other justice. However, the chief justice—when in the majority—decides who writes the court's opinion. Otherwise, the senior justice in the majority assigns the writing of a decision. Furthermore, the chief justice leads the discussion of the case among the justices.",
  "/wiki/Supreme_Court_of_the_United_States": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States. It has ultimate (and largely discretionary) appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which a State shall be Party. The Court holds the power of judicial review, the ability to invalidate a statute for violating a provision of the U.S. Constitution. It is also able to strike down presidential directives for violating either the Constitution or statutory law. However, it may act only within the context of a case in an area of law over which it has jurisdiction. The Court may decide cases having political overtones, but it has ruled that it does not have power to decide non-justiciable political questions. Established by Article III of the Constitution, the composition and procedures of the Supreme Court were initially established by the 1st Congress through the Judiciary Act of 1789. As later set by the Judiciary Act of 1869, the Court consists of the chief justice of the United States and eight associate justices.",
  "/wiki/George_H.W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. Since around 2000 he has usually been called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States. Bush was raised in Greenwich, Connecticut and attended Phillips Academy before serving in the United States Navy during World War II. After the war, he graduated from Yale University and moved to West Texas, where he established a successful oil company. After an unsuccessful run for the United States Senate, he won election to the 7th congressional district of Texas in 1966. President Richard Nixon appointed Bush to the position of Ambassador to the United Nations in 1971 and to the position of chairman of the Republican National Committee in 1973.",
  "/wiki/List_of_College_of_the_Holy_Cross_alumni": "This list of College of the Holy Cross alumni includes graduates and non-graduate, former students at the College of the Holy Cross. Since its founding in 1843, Holy Cross has graduated 157 classes of students and as of the 2005-06 academic year had approximately 35,000 alumni."
}