{
  "/wiki/Tim_Bishop": "Timothy Howard \"Tim\" Bishop (born June 1, 1950) is an American politician who served as a U.S. Representative for New York's 1st congressional district from 2003 to 2015. He is a member of the Democratic Party.",
  "/wiki/William_P._Connery_Jr.": "William Patrick Connery Jr. (August 24, 1888 – June 15, 1937) was a United States Representative from Massachusetts. He was born in Lynn on August 24, 1888, the son of William P. Connery Sr. and brother of Lawrence Joseph Connery.",
  "/wiki/Joseph_Daniel_Early": "Joseph Daniel Early (January 31, 1933 – November 9, 2012) was an American politician. He represented the third district of Massachusetts in the U.S. House of Representatives from 1975 to 1993.",
  "/wiki/Mark_DeSaulnier": "Mark James DeSaulnier (/dəˈsoʊnieɪ/; born March 31, 1952) is an American politician serving as the U.S. Representative for California's 11th congressional district since 2015. The district includes most of Contra Costa County, a suburban county in the East Bay. A member of the Democratic Party, he previously served in the California State Legislature, representing the 7th State Senate district from 2008 to 2015 and 11th State Assembly district from 2006 to 2008. He also served as a Contra Costa County Supervisor (1994–2006) and on the Concord City Council (1991–1994).",
  "/wiki/Ambrose_Kennedy": "Ambrose Patrick Kennedy (December 1, 1875 – March 10, 1967) was a U.S. Representative from Rhode Island.",
  "/wiki/James_B._Longley_Jr.": "James Bernard \"Jim\" Longley Jr. (born July 7, 1951, in Lewiston, Maine) is a former member of the U.S. House of Representatives. He is a Republican politician from Maine.",
  "/wiki/Martin_B._McKneally": "Martin B. McKneally  (born Martin Boswell McKneally;December 31, 1914 – June 14, 1992) was a Republican member of the United States House of Representatives from New York. He also served as the National Commander of The American Legion from 1959 to 1960.",
  "/wiki/Michael_R._McNulty": "Michael Robert \"Mike\" McNulty (born September 16, 1947) is a retired American politician from the U.S. state of New York. He served in the United States House of Representatives from 1989 to 2009 representing New York's Capital District and was chairman of the House Subcommittee on Social Security in the 110th Congress.",
  "/wiki/James_P._Moran": "James Patrick Moran Jr. (born May 16, 1945) is a former U.S. Representative for Virginia's 8th congressional district in Northern Virginia, including the cities of Falls Church and Alexandria, all of Arlington County, and a portion of Fairfax County. Moran served from 1991 to 2015, and is a member of the Democratic Party.",
  "/wiki/Frank_William_Towey_Jr.": "Frank William Towey Jr. (November 5, 1895 – September 4, 1979) was an American lawyer and politician. Towey, a Democrat, served as the United States Representative from New Jersey's 12th congressional district from 1937 to 1939.",
  "/wiki/Peter_F._Welch": "Peter Francis Welch (born May 2, 1947) is an American attorney and politician who has served as the U.S. Representative for Vermont's at-large congressional district since 2007. He is a member of the Democratic Party and has been a major figure in Vermont politics for over three decades."
}