{
  "/wiki/Andrew_Augustine_Caffrey": "Andrew Augustine Caffrey (October 2, 1920 – October 6, 1993) was a United States District Judge of the United States District Court for the District of Massachusetts.",
  "/wiki/Dwight_D._Eisenhower": "General of the Army Dwight David \"Ike\" Eisenhower (/ˈaɪzənhaʊ.ər/ EYE-zən-how-ər; October 14, 1890 – March 28, 1969) was an American army general and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he became a five-star general in the Army and served as Supreme Commander of the Allied Expeditionary Force in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of Normandy in 1944–45 from the Western Front.\n Eisenhower was born David Dwight Eisenhower,  and raised in Abilene, Kansas, in a large family of mostly Pennsylvania Dutch ancestry. His family had a strong religious background. His mother was a Lutheran, married as a River Brethren, and later became a Jehovah's Witness. Eisenhower, however, did not belong to any organized church until 1952. He cited constant relocation during his military career as one reason. He graduated from West Point in 1915 and later married Mamie Doud, with whom he had two sons. During World War I, he was denied a request to serve in Europe and instead commanded a unit that trained tank crews. Following the war, he served under various generals and was promoted to the rank of brigadier general in 1941. After the United States entered World War II, Eisenhower oversaw the invasions of North Africa and Sicily before supervising the invasions of France and Germany. After the war, he served as Army Chief of Staff (1945–1948), as president of Columbia University (1948–1953) and as the first Supreme Commander of NATO (1951–1952).\n In 1952, Eisenhower entered the presidential race as a Republican to block the isolationist foreign policies of Senator Robert A. Taft; Taft opposed NATO and wanted no foreign entanglements. Eisenhower won that election and the 1956 election in landslides, both times defeating Adlai Stevenson II. Eisenhower's main goals in office were to contain the spread of communism and reduce federal deficits. In 1953, he threatened to use nuclear weapons until China agreed to peace terms in the Korean War. China did agree and an armistice resulted which remains in effect. His New Look policy of nuclear deterrence prioritized inexpensive nuclear weapons while reducing funding for expensive Army divisions. He continued Harry S. Truman's policy of recognizing Taiwan as the legitimate government of China, and he won congressional approval of the Formosa Resolution. His administration provided major aid to help the French fight off Vietnamese Communists in the First Indochina War. After the French left, he gave strong financial support to the new state of South Vietnam. He supported military coups in Iran and Guatemala.\n During the Suez Crisis of 1956, he condemned the Israeli, British, and French invasion of Egypt, and he forced them to withdraw. He also condemned the Soviet invasion during the Hungarian Revolution of 1956 but took no action. After the Soviet Union launched Sputnik in 1957, Eisenhower authorized the establishment of NASA, which led to the Space Race. He deployed 15,000 soldiers during the 1958 Lebanon crisis. Near the end of his term, he failed to set up a summit meeting with the Soviets when a U.S. spy plane was shot down over the Soviet Union. He approved the Bay of Pigs invasion, which was left to John F. Kennedy to carry out.\n On the domestic front, Eisenhower was a moderate conservative who continued New Deal agencies and expanded Social Security. He covertly opposed Joseph McCarthy and contributed to the end of McCarthyism by openly invoking executive privilege. He signed the Civil Rights Act of 1957 and sent Army troops to enforce federal court orders which integrated schools in Little Rock, Arkansas. His largest program was the Interstate Highway System. He promoted the establishment of strong science education via the National Defense Education Act. His two terms saw widespread economic prosperity except for a minor recession in 1958. In his farewell address to the nation, he expressed his concerns about the dangers of massive military spending, particularly deficit spending and government contracts to private military manufacturers, which he dubbed \"the military–industrial complex\". Historical evaluations of his presidency place him among the upper tier of American presidents.",
  "/wiki/Francis_Patrick_O'Connor": "Francis Patrick O'Connor (December 12, 1927 - August 3, 2007) was an associate judge of the Massachusetts Supreme Judicial Court.",
  "/wiki/Edward_J._King": "Edward Joseph King (May 11, 1925 – September 18, 2006) was an American politician who served as the 66th Governor of Massachusetts from 1979 to 1983. A member of the Democratic Party until 1985, he then became a member of the Republican Party. Elected in the Massachusetts gubernatorial election, 1978, he lost the Democratic primary of the 1982 election to his predecessor Michael Dukakis.",
  "/wiki/Christopher_Droney": "Christopher Fitzgerald Droney (born June 22, 1954) is a former United States Circuit Judge of the United States Court of Appeals for the Second Circuit and former Judge of the United States District Court for the District of Connecticut.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004.\n Obama was born in Honolulu, Hawaii. After graduating from Columbia University in 1983, he worked as a community organizer in Chicago. In 1988, he enrolled in Harvard Law School, where he was the first black person to head the Harvard Law Review. After graduating, he became a civil rights attorney and an academic, teaching constitutional law at the University of Chicago Law School from 1992 to 2004. Turning to elective politics, he represented the 13th district from 1997 until 2004 in the Illinois Senate, when he ran for the U.S. Senate. Obama received national attention in 2004 with his March Senate-primary win, his well-received July Democratic National Convention keynote address, and his landslide November election to the Senate. In 2008, he was nominated for president a year after his presidential campaign began, and after close primary campaigns against Hillary Clinton. Obama was elected over Republican John McCain and was inaugurated on January 20, 2009. Nine months later, he was named the 2009 Nobel Peace Prize laureate.\n Regarded as a centrist New Democrat, Obama signed many landmark bills into law during his first two years in office. The main reforms that were passed include the Patient Protection and Affordable Care Act (commonly referred to as the \"Affordable Care Act\" or \"Obamacare\"), the Dodd–Frank Wall Street Reform and Consumer Protection Act, and the Don't Ask, Don't Tell Repeal Act of 2010. The American Recovery and Reinvestment Act of 2009 and Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 served as economic stimulus amidst the Great Recession. After a lengthy debate over the national debt limit, he signed the Budget Control and the American Taxpayer Relief Acts. In foreign policy, he increased U.S. troop levels in Afghanistan, reduced nuclear weapons with the United States–Russia New START treaty, and ended military involvement in the Iraq War. He ordered military involvement in Libya, contributing to the overthrow of Muammar Gaddafi. He also ordered the military operations that resulted in the deaths of Osama bin Laden and suspected Yemeni Al-Qaeda operative Anwar al-Awlaki.\n After winning re-election by defeating Republican opponent Mitt Romney, Obama was sworn in for a second term in 2013. During this term, he promoted inclusion for LGBT Americans. His administration filed briefs that urged the Supreme Court to strike down same-sex marriage bans as unconstitutional (United States v. Windsor and Obergefell v. Hodges); same-sex marriage was legalized nationwide in 2015 after the Court ruled so in Obergefell. He advocated for gun control in response to the Sandy Hook Elementary School shooting, indicating support for a ban on assault weapons, and issued wide-ranging executive actions concerning global warming and immigration. In foreign policy, he ordered military intervention in Iraq in response to gains made by ISIL after the 2011 withdrawal from Iraq, continued the process of ending U.S. combat operations in Afghanistan in 2016, promoted discussions that led to the 2015 Paris Agreement on global climate change, initiated sanctions against Russia following the invasion in Ukraine and again after Russian interference in the 2016 United States elections, brokered a nuclear deal with Iran, and normalized U.S. relations with Cuba. Obama nominated three justices to the Supreme Court: Sonia Sotomayor and Elena Kagan were confirmed as justices, while Merrick Garland faced unprecedented partisan obstruction and was ultimately not confirmed. During his term in office, America's soft power and reputation abroad significantly improved.\n Obama's presidency has generally been regarded favorably, and evaluations of his presidency among historians, political scientists, and the general public place him among the upper tier of American presidents. Obama left office and retired in January 2017 and currently resides in Washington, D.C. A December 2019 Gallup poll found that Obama was the most admired man in America for a record 12th consecutive year.",
  "/wiki/John_J._Farley,_III": "John J. \"Jack\" Farley III is a retired judge of the United States Court of Appeals for Veterans Claims.\n In September 1989, Jack Farley was nominated by President George H. W. Bush and confirmed by the United States Senate as a Judge of the United States Court of Veterans Appeals for a term of fifteen years. After serving the Court in recall status for seven additional years, he retired in 2012. Prior to his appointment, Judge Farley was a member of the Senior Executive Service and a Director of the Torts Branch, Civil Division, United States Department of Justice, with responsibility for, inter alia, the defense of the United States in the massive asbestos litigation and the representation and defense of personally-sued federal employees in common law and constitutional tort litigation.\n Judge Farley received his A.B. degree in economics in 1964 from the College of the Holy Cross, where he was captain of the freshman and varsity lacrosse teams, and his M.B.A. degree in 1966 from the Columbia University Graduate School of Business where he was a Samuel Bronfman Fellow and president of Alpha Kappa Psi, the professional business fraternity. He received his Juris Doctorate, cum laude, in 1973 from Hofstra University School of Law, graduating first in his class and serving as the founding Editor-in-Chief of the Hofstra Law Review.\n Judge Farley served in the U. S. Army from 1966 until his retirement as a captain in 1970 due to 100% disability from wounds received during combat in Vietnam. His decorations include four Bronze Star Awards (three with \"V\" Device), two Purple Hearts, and the Army Commendation Medal. From 1973 to 1978, he was a trial attorney in the Torts Section, Civil Division, U. S. Department of Justice; from 1978 to 1980 he served as Assistant Director of the Torts Branch.\n The author of numerous articles, Judge Farley has been a lecturer and faculty member at the ABA Appellate Judges Seminars; Attorney General's Advocacy Institute; F.B.I. Academy; OPM Executive Seminar Centers; Federal Executive Institute; and Federal Judicial Center. He was a commencement speaker and recipient of the Distinguished Alumni Medal, Hofstra University School of Law in 1986. From 1986 to 1989, Judge Farley served on the Board of Directors of the Senior Executives Association. In November 1990, he became the first chairman of the Veterans Law Section of the Federal Bar Association. In 1995, he received the Dean's Award for Distinguished Hofstra Law School Alumni. In 1999, he was inducted into the Massapequa High School Hall of Fame. In 2006, he received the In Hoc Signo Award from the College of the Holy Cross. The Paralyzed Veterans of America presented Judge Farley with the Harry A. Schweikert Jr. Disability Awareness Award at its Annual Convention in August 2007.\n Judge Farley taught administrative law and federal litigation as an adjunct professor at the Columbus School of Law of The Catholic University of America. He was a member of the board of directors of the Amputee Coalition of America (ACA) and the U.S. Armed Forces Amputee Patient Care Program. An ACA-certified amputee peer visitor and trainer, Judge Farley continues to train and certify amputee peer visitors at Walter Reed National Military Medical Center and Brooke Army Medical Center, and he was on the faculty of the Military Amputees Advanced Skills Training Programs at Walter Reed (2004 & 2007) and Brooke (2006).\n He has co-founded and is vice-president of n2grate Government Technology Solutions, LLC (\"n2grate\").  n2grate focuses on hardware, software, training, data center and cloud services, and professional development for public sector and large business clients.\n His wife of 42 years, Kathleen Wells Farley, died suddenly in July 2011; they have four children and thirteen grandchildren. An avid golfer, skier, and instructor of disabled skiers, Judge Farley completed the 2005 New York City Marathon, the 2013 Palm Beaches Marathon, and the 2006 - 2008 and 2011 - 2016 Marine Corps Marathons on a hand cycle with wounded warriors from Iraq and Afghanistan. He resides in Bowie, Maryland.",
  "/wiki/George_H._W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. Since around 2000 he has usually been called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.\n Bush was raised in Greenwich, Connecticut and attended Phillips Academy before serving in the United States Navy during World War II. After the war, he graduated from Yale University and moved to West Texas, where he established a successful oil company. After an unsuccessful run for the United States Senate, he won election to the 7th congressional district of Texas in 1966. President Richard Nixon appointed Bush to the position of Ambassador to the United Nations in 1971 and to the position of chairman of the Republican National Committee in 1973. In 1974, President Gerald Ford appointed him as the Chief of the Liaison Office to the People's Republic of China, and in 1976 Bush became the Director of Central Intelligence. Bush ran for president in 1980, but was defeated in the Republican presidential primaries by Ronald Reagan. He was then elected vice president in 1980 and 1984 as Reagan's running mate.\n In the 1988 presidential election, Bush defeated Democrat Michael Dukakis, becoming the first incumbent vice president to be elected president in 152 years. Foreign policy drove the Bush presidency, as he navigated the final years of the Cold War and played a key role in the reunification of Germany. Bush presided over the invasion of Panama and the Gulf War, ending the Iraqi occupation of Kuwait in the latter conflict. Though the agreement was not ratified until after he left office, Bush negotiated and signed the North American Free Trade Agreement (NAFTA), which created a trade bloc consisting of the United States, Canada, and Mexico. Domestically, Bush reneged on a 1988 campaign promise by signing a bill that increased taxes and helped reduce the federal budget deficit. He also signed the Americans with Disabilities Act of 1990 and appointed David Souter and Clarence Thomas to the Supreme Court. Bush lost the 1992 presidential election to Democrat Bill Clinton following an economic recession and the decreased importance of foreign policy in a post–Cold War political climate.\n After leaving office in 1993, Bush was active in humanitarian activities, often working alongside Clinton, his former opponent. With George W. Bush's victory in the 2000 presidential election, Bush and his son became the second father–son pair to serve as the nation's president, following John Adams and John Quincy Adams. Another son, Jeb Bush, unsuccessfully sought the Republican presidential nomination in the 2016 Republican primaries. After a long battle with vascular Parkinson's disease, Bush died at his home on November 30, 2018. Historians generally rank Bush as an above average president.",
  "/wiki/Wendell_Arthur_Garrity_Jr.": "Wendell Arthur Garrity Jr. (June 20, 1920 – September 16, 1999) was a United States District Judge of the United States District Court for the District of Massachusetts notable for issuing the 1974 order in Morgan v. Hennigan which mandated that Boston schools be desegregated by means of busing.",
  "/wiki/Lyndon_B._Johnson": "Lyndon Baines Johnson (/ˈlɪndən ˈbeɪnz/; August 27, 1908 – January 22, 1973), often referred to by the initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969. Formerly the 37th vice president from 1961 to 1963, he assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson also served as a United States Representative and as the Majority Leader in the United States Senate. Johnson is one of only four people who have served in all four federal elected positions.[b]\n Born in a farmhouse in Stonewall, Texas, Johnson was a high school teacher and worked as a congressional aide before winning election to the US House of Representatives in 1937. Johnson won election to the United States Senate from Texas in 1948 after winning the Democratic Party's nomination by an extremely narrow margin that was manufactured by friendly political machines. He was appointed to the position of Senate Majority Whip in 1951. He became the Senate Minority Leader in 1953 and the Senate Majority Leader in 1955.\n He became known for his domineering personality and the \"Johnson treatment\", his aggressive coercion of powerful politicians to advance legislation. Johnson, along with Speaker of the U.S. House of Representatives Sam Rayburn of Texas, Senate Majority Whip Earle Clements of Kentucky, and House Majority Whip Carl Albert of Oklahoma, did not sign the 1956 Southern Manifesto drafted by Southern Democrats in the 84th U.S. Congress, despite representing states where racial segregation of public schools had been legally required prior to the 1954 Brown v. Board of Education U.S. Supreme Court case. As Majority Leader, Johnson shepherded the Civil Rights Acts of 1957 and 1960 to passage.\n Johnson ran for the Democratic nomination in the 1960 presidential election. Although unsuccessful, he accepted the invitation of then-Senator John F. Kennedy of Massachusetts to be his running mate. They went on to win a close election over the Republican ticket of Richard Nixon and Henry Cabot Lodge Jr. On November 22, 1963, Kennedy was assassinated and Johnson succeeded him as president. The following year, Johnson won in a landslide, defeating Senator Barry Goldwater of Arizona. With 61.1 percent of the popular vote, Johnson won the largest share of the popular vote of any candidate since the largely uncontested 1820 election.\n In domestic policy, Johnson designed the \"Great Society\" legislation to expand civil rights, public broadcasting, Medicare, Medicaid, aid to education, the arts, urban and rural development, public services and his \"War on Poverty\". Assisted in part by a growing economy, the War on Poverty helped millions of Americans rise above the poverty line during his administration. Civil rights bills that he signed into law banned racial discrimination in public facilities, interstate commerce, the workplace and housing; the Voting Rights Act prohibited certain requirements in southern states used to disenfranchise African Americans. With the passage of the Immigration and Nationality Act of 1965, the country's immigration system was reformed, encouraging greater emigration from regions other than Europe. Johnson's presidency marked the peak of modern liberalism after the New Deal era.\n In foreign policy, Johnson escalated American involvement in the Vietnam War. In 1964, Congress passed the Gulf of Tonkin Resolution, which granted Johnson the power to use military force in Southeast Asia without having to ask for an official declaration of war. The number of American military personnel in Vietnam increased dramatically, from 16,000 advisors in non-combat roles in 1963 to 525,000 in 1967, many in combat roles. American casualties soared and the peace process stagnated. Growing unease with the war stimulated a large, angry anti-war movement based chiefly among draft-age students on university campuses.\n Johnson faced further troubles when summer riots began in major cities in 1965 and crime rates soared, as his opponents raised demands for \"law and order\" policies. While Johnson began his presidency with widespread approval, support for him declined as the public became frustrated with both the war and the growing violence at home. In 1968, the Democratic Party factionalized as anti-war elements denounced Johnson; he ended his bid for renomination after a disappointing finish in the New Hampshire primary. Nixon was elected to succeed him, as the New Deal coalition that had dominated presidential politics for 36 years collapsed. After he left office in January 1969, Johnson returned to his Texas ranch, where he died of a heart attack at age 64, on January 22, 1973.\n Johnson is ranked favorably by many historians because of his domestic policies and the passage of many major laws that affected civil rights, gun control, wilderness preservation, and Social Security, although he also drew substantial criticism for his escalation of the Vietnam War.",
  "/wiki/John_J._Gibbons": "John Joseph Gibbons (December 8, 1924 – December 9, 2018) was a United States Circuit Judge of the United States Court of Appeals for the Third Circuit and was later a partner at the law firm of Gibbons P.C..  After a spell with the US Navy he began his legal career at Crummy & Consodine and later became a partner of the firm, which incorporated his name into its title.  He was nominated to the third circuit court of appeals by US President Richard Nixon in December 1969 and served on that court until his retirement in 1990.  During the last three years he served as chief judge and during his tenure wrote more than 800 legal opinions.  After retirement Gibbons returned to his original firm and worked on human rights cases, in commercial arbitration and intellectual property disputes.  He received  a lifetime achievement award from The American Lawyer in 2005 and in 2006 was named as one of the National Law Journal's  \"100 most influential lawyers\".",
  "/wiki/John_Greaney": "John M. Greaney (born April 8, 1939) is a former Associate Justice of the Massachusetts Supreme Judicial Court and former Chief Justice of the Massachusetts Appeals Court.  After his judicial retirement, he served as Director of the Macaronis Institute for Trial and Appellate Advocacy at Suffolk University Law School.  He currently is in private practice as Senior Counsel at Bulkley Richardson in Springfield, Massachusetts.\n John Greaney was born in Westfield, Massachusetts, on April 8, 1939.  He graduated from St Mary's High School, the College of the Holy Cross, and received a law degree from New York University School of Law. After briefly serving in the military, Chief Justice Greaney joined the Springfield law firm of Ely and King until his appointment to the Hampden County Housing Court in 1974. \n Greaney served as presiding judge in the Housing Court until Governor Michael Dukakis appointed him to the Superior Court in 1975, then to the Appeals Court in 1978.  He served as an associate justice until 1984, when he became the Appeals Court's chief justice.  In 1989, Greaney was appointed to the Supreme Judicial Court, where he served until his retirement in 2008.  In his time on the bench, he wrote a well-known concurrence in Goodridge v. Department of Public Health. In 2008, Justice Greaney retired from the court and was appointed director of the Macaronis Institute for Trial and Appellate Advocacy at Suffolk University Law School in Boston.",
  "/wiki/Suffolk_University_Law_School": "Suffolk University Law School (also known as \"Suffolk Law School\").  Suffolk University Law School is a private, non-sectarian law school located in downtown Boston, Massachusetts. Suffolk University Law School was founded in 1906 by Gleason Archer Sr. to provide a legal education for those who traditionally lacked the opportunity to study law because of socio-economic or racial discrimination. Suffolk is the fourth-oldest New England law school in continuous existence.\n The law school currently has both day and evening, part-time divisions. Suffolk University Law School has been accredited by the American Bar Association since 1953 and the Association of American Law Schools since 1977. The school is located in Sargent Hall on Tremont Street in downtown Boston. Suffolk offers over 200 upper-level electives, the most of any law school in the country, and is consistently ranked one of the most technologically advanced schools in the nation. Suffolk publishes six law reviews, to which students, faculty, and other scholars contribute. Suffolk University Law School alumni are found in high-level judicial, political, and private positions throughout the United States. With over 25,000 alumni, Suffolk is the fourth largest law school in the United States.\n According to Suffolk Law's 2017 ABA-required disclosures, 148 members of the Class of 2017 obtained full-time, long-term, JD-required employment nine months after graduation.",
  "/wiki/Edward_Francis_Harrington": "Edward Francis Harrington (born September 16, 1933) is a Senior United States District Judge of the United States District Court for the District of Massachusetts.",
  "/wiki/Ronald_Reagan": "Ronald Wilson Reagan (/ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975.\n Reagan was raised in a low-income family in small towns of northern Illinois. He graduated from Eureka College in 1932 and worked as a sports commentator on several regional radio stations. After moving to California in 1937, he found work as an actor and starred in a few major productions. Reagan was twice elected president of the Screen Actors Guild—the labor union for actors—where he worked to root out Communist influence. In the 1950s, he moved into television and was a motivational speaker at General Electric factories, during which time he became a conservative. Reagan was a Democrat until 1962 when he switched to the Republican Party. In 1964, Reagan's speech \"A Time for Choosing\" supported Barry Goldwater's foundering presidential campaign and earned him national attention as a new conservative spokesman. Building a network of supporters, Reagan was elected governor of California in 1966. As governor, Reagan raised taxes, turned a state budget deficit to a surplus, challenged the protesters at the University of California, ordered in National Guard troops during a period of protest movements in 1969, and was re-elected in 1970. He twice ran unsuccessfully for the Republican presidential nomination, in 1968 and 1976.\n In 1980, Reagan won the Republican presidential nomination and defeated the incumbent president, Jimmy Carter. At 69 years, 349 days of age at the time of his first inauguration, Reagan was the oldest person to assume the U.S. presidency, a distinction he held until 2017, when Donald Trump was inaugurated at age 70 years, 220 days. Reagan faced former vice president Walter Mondale when he ran for re-election in 1984 and defeated him, winning the most electoral votes of any U.S. president, 525, or 97.6% of the 538 votes in the Electoral College. It was the second-most lopsided presidential election in modern U.S. history after Franklin D. Roosevelt's 1936 victory over Alfred M. Landon, in which he won 98.5% or 523 of the (then-total) 531 electoral votes.\n Soon after taking office as president, Reagan began implementing sweeping new political and economic initiatives. His supply-side economic policies, dubbed \"Reaganomics\", advocated tax rate reduction to spur economic growth, economic deregulation, and reduction in government spending. In his first term, he survived an assassination attempt, spurred the War on Drugs, and fought public sector labor unions. Over his two terms, the economy saw a reduction of inflation from 12.5% to 4.4% and an average real GDP annual growth of 3.4%. Reagan enacted cuts in domestic discretionary spending, cut taxes, and increased military spending, which contributed to increased federal debt overall. Foreign affairs dominated his second term, including ending the Cold War, the bombing of Libya, the Iran–Iraq War, and the Iran–Contra affair. In June 1987, four years after he publicly described the Soviet Union as an \"evil empire\", Reagan challenged Soviet General Secretary Mikhail Gorbachev to \"tear down this wall!\", during a speech at the Brandenburg Gate. He transitioned Cold War policy from détente to rollback by escalating an arms race with the USSR while engaging in talks with Gorbachev. The talks culminated in the INF Treaty, which shrank both countries' nuclear arsenals. Reagan began his presidency during the decline of the Soviet Union, which ultimately collapsed nearly three years after he left office.\n When Reagan left office in 1989, he held an approval rating of 68%, matching those of Franklin D. Roosevelt, and later Bill Clinton, as the highest ratings for departing presidents in the modern era. He was the first president since Dwight D. Eisenhower to serve two full terms after the five prior presidents did not. Although he had planned an active post-presidency, Reagan disclosed in November 1994 that he had been diagnosed with Alzheimer's disease earlier that year. Afterward, his informal public appearances became more infrequent as the disease progressed. He died at home on June 5, 2004. His tenure constituted a realignment toward conservative policies in the United States, and he is an icon among conservatives. Evaluations of his presidency among historians and the general public place him among the upper tier of American presidents.",
  "/wiki/James_Patrick_Leamy": "James Patrick Leamy (January 16, 1892 – July 22, 1949) was a United States District Judge of the United States District Court for the District of Vermont.",
  "/wiki/Franklin_D._Roosevelt": "Franklin Delano Roosevelt (/ˈroʊzəvəlt/, /-vɛlt/; January 30, 1882 – April 12, 1945), often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is rated by scholars as one of the three greatest U.S. presidents, along with George Washington and Abraham Lincoln, but has also been subject to substantial criticism.\n Roosevelt was born in Hyde Park, New York, to a Dutch American family made well known by the reputation of Theodore Roosevelt, the 26th president of the United States, and William Henry Aspinwall. FDR graduated from Groton School and Harvard College and attended Columbia Law School but left after passing the bar exam to practice law in New York City. In 1905, he married his fifth cousin once removed, Eleanor Roosevelt. They had six children, of whom five survived into adulthood. He won election to the New York State Senate in 1910, and then served as Assistant Secretary of the Navy under President Woodrow Wilson during World War I. Roosevelt was James M. Cox's running mate on the Democratic Party's 1920 national ticket, but Cox was defeated by Republican Warren G. Harding. In 1921, Roosevelt contracted a paralytic illness, believed at the time to be polio, and his legs became permanently paralyzed. While attempting to recover from his condition, Roosevelt founded the treatment center in Warm Springs, Georgia, for people with poliomyelitis. In spite of being unable to walk unaided, Roosevelt returned to public office by winning election as Governor of New York in 1928. He served as governor from 1929 to 1933, promoting programs to combat the economic crisis besetting the United States.\n In the 1932 presidential election, Roosevelt defeated Republican President Herbert Hoover in a landslide. Roosevelt took office in the midst of the Great Depression, the worst economic crisis in U.S. history. During the first 100 days of the 73rd United States Congress, Roosevelt spearheaded unprecedented federal legislation and issued a profusion of executive orders that instituted the New Deal—a variety of programs designed to produce relief, recovery, and reform. He created numerous programs to provide relief to the unemployed and farmers while seeking economic recovery with the National Recovery Administration and other programs. He also instituted major regulatory reforms related to finance, communications, and labor, and presided over the end of Prohibition. He harnessed radio to speak directly to the American people, giving 30 \"fireside chat\" radio addresses during his presidency and becoming the first American president to be televised. The economy having improved rapidly from 1933 to 1936, Roosevelt won a landslide reelection in 1936. However, the economy then relapsed into a deep recession in 1937 and 1938. After the 1936 election, Roosevelt sought passage of the Judiciary Reorganization Bill of 1937 (the \"court packing plan\"), which would have expanded the size of the Supreme Court of the United States. The bipartisan Conservative Coalition that formed in 1937 prevented passage of the bill and blocked the implementation of further New Deal programs and reforms. Major surviving programs and legislation implemented under Roosevelt include the Securities and Exchange Commission, the National Labor Relations Act, the Federal Deposit Insurance Corporation, Social Security, and the Fair Labor Standards Act of 1938.\n The United States reelected FDR in 1940 for his third term, making him the only U.S. President to serve for more than two terms. With World War II looming after 1938, Roosevelt gave strong diplomatic and financial support to China, the United Kingdom and eventually the Soviet Union while the U.S. remained officially neutral. Following the Japanese attack on Pearl Harbor on December 7, 1941, an event he famously called \"a date which will live in infamy\", Roosevelt obtained a congressional declaration of war on Japan, and, a few days later, on Germany and Italy. Assisted by his top aide Harry Hopkins and with very strong national support, he worked closely with British Prime Minister Winston Churchill, Soviet leader Joseph Stalin and Chinese Generalissimo Chiang Kai-shek in leading the Allied Powers against the Axis Powers. Roosevelt supervised the mobilization of the U.S. economy to support the war effort, and implemented a Europe first strategy, making the defeat of Germany a priority over that of Japan. He also initiated the development of the world's first atomic bomb, and worked with the other Allied leaders to lay the groundwork for the United Nations and other post-war institutions. Roosevelt won reelection in 1944, but with his physical health declining during the war years, he died in April 1945, less than three months into his fourth term. The Axis Powers surrendered to the Allies in the months following Roosevelt's death, during the presidency of his successor, Harry S. Truman.",
  "/wiki/Richard_J._Leon": "Richard J. Leon (born 1949) is a Senior United States District Judge of the United States District Court for the District of Columbia.",
  "/wiki/District_of_Columbia": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.\n The signing of the Residence Act on July 16, 1790, approved the creation of a capital district located along the Potomac River on the country's East Coast. The U.S. Constitution provided for a federal district under the exclusive jurisdiction of the U.S. Congress, and the District is therefore not a part of any U.S. state. The states of Maryland and Virginia each donated land to form the federal district, which included the pre-existing settlements of Georgetown and Alexandria. The City of Washington was founded in 1791 to serve as the new national capital. In 1846, Congress returned the land originally ceded by Virginia, including the city of Alexandria; in 1871, it created a single municipal government for the remaining portion of the District.\n Washington had an estimated population of 702,455 as of July 2018[update], making it the 20th most populous city in the United States. Commuters from the surrounding Maryland and Virginia suburbs raise the city's daytime population to more than one million during the workweek. Washington's metropolitan area, the country's sixth largest (including  parts of Maryland, Virginia and West Virginia), had a 2017 estimated population of 6.2 million residents.\n All three branches of the U.S. federal government are centered in the District: Congress (legislative), the president (executive), and the Supreme Court (judicial). Washington is home to many national monuments and museums, primarily situated on or around the National Mall. The city hosts 177 foreign embassies as well as the headquarters of many international organizations, trade unions, non-profits, lobbying groups, and professional associations, including the World Bank Group, the International Monetary Fund (IMF), the Organization of American States, AARP, the National Geographic Society, the Human Rights Campaign, the International Finance Corporation, and the American Red Cross.\n A locally elected mayor and a 13‑member council have governed the District since 1973. However, Congress maintains supreme authority over the city and may overturn local laws. D.C. residents elect a non-voting, at-large congressional delegate to the House of Representatives, but the District has no representation in the Senate. District voters choose three presidential electors in accordance with the Twenty-third Amendment to the United States Constitution, ratified in 1961.\n For statistical purposes, the District of Columbia is treated as a state-equivalent (and a county-equivalent) by the U.S. Census Bureau.",
  "/wiki/George_W._Bush": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he had previously served as the 46th governor of Texas from 1995 to 2000. Bush is frequently referred to as George W. Bush, Bush Junior, or Bush 43 to distinguish him from his father, George H. W. Bush, who served as the 41st president of the United States from 1989 to 1993.  \n Bush is the eldest son of Barbara and George H. W. Bush, and the second son to become the American president after his father, the first being John Quincy Adams. After graduating from Yale University in 1968 and Harvard Business School in 1975, he worked in the oil industry. Bush married Laura Welch in 1977 and unsuccessfully ran for the U.S. House of Representatives shortly thereafter. He later co-owned the Texas Rangers baseball team before defeating Ann Richards in the 1994 Texas gubernatorial election. Bush was elected president of the United States in 2000 when he defeated Democratic incumbent Vice President Al Gore after a narrow and contested win that involved a Supreme Court decision to stop a recount in Florida. He became the fourth person to be elected president while receiving fewer popular votes than his opponent.\n In response to the September 11 terrorist attacks, Bush launched a \"War on Terror\" that began with the war in Afghanistan in 2001 and later expanded to the Iraq War in 2003. Signature legislation passed during his presidency included broad tax cuts, the Patriot Act, the No Child Left Behind Act, the Partial-Birth Abortion Ban Act, the Medicare Modernization Act, and funding for the AIDS relief program known as PEPFAR. In the 2004 presidential race, Bush defeated Democratic Senator John Kerry in a close election. After his re-election, Bush received criticism from across the political spectrum for his handling of the Iraq War, Hurricane Katrina, and other challenges. Amid this criticism, the Democratic Party regained control of Congress in the 2006 elections. In December 2007, the United States entered its longest post-World War II recession, often referred to as the \"Great Recession\", prompting the Bush administration to obtain congressional approval for multiple economic programs intended to preserve the country's financial system.\n Bush was among the most popular, as well as unpopular, U.S. presidents in history; he received the highest recorded approval ratings in the wake of the 9/11 attacks, but one of the lowest such ratings during the 2008 financial crisis. Bush finished his second term in office in 2009 and returned to Texas. In 2010, he published his memoir, Decision Points. His presidential library opened in 2013. His presidency has been rated below average in historians' polls, although his favorability ratings have improved since leaving office.",
  "/wiki/William_T._McCarthy": "William T. McCarthy (December 5, 1885 – April 6, 1964) was a United States District Judge of the United States District Court for the District of Massachusetts.",
  "/wiki/Harry_S._Truman": "Harry S. Truman[b] (May 8, 1884 – December 26, 1972) was the 33rd president of the United States from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO.\n Truman grew up in Independence, Missouri, and during World War I was sent to France as a captain in the Field Artillery. Returning home, he opened a haberdashery in Kansas City, Missouri and was later elected as a Jackson County official in 1922. Truman was elected to the United States Senate from Missouri in 1934 and gained national prominence as chairman of the Truman Committee aimed at reducing waste and inefficiency in wartime contracts. Soon after succeeding to the presidency he authorized the first and only use of nuclear weapons in war. Truman's administration engaged in an internationalist foreign policy and renounced isolationism. He rallied his New Deal coalition during the 1948 presidential election and won a surprise victory that secured his own presidential term.\n Truman oversaw the Berlin Airlift of 1948.  When North Korea invaded South Korea in 1950, he gained United Nations approval to intervene in what became known as the Korean War. On domestic issues, bills endorsed by Truman faced opposition from a conservative Congress, but his administration successfully guided the U.S. economy through the post-war economic challenges. In 1948 he submitted the first comprehensive civil rights legislation and issued Executive Orders to start racial integration in the military and federal agencies.\n Corruption in the Truman administration became a central campaign issue in the 1952 presidential election. After Republican Dwight D. Eisenhower's electoral victory against Democrat Adlai Stevenson II, Truman went into a financially-difficult retirement, marked by the founding of his presidential library and the publication of his memoirs. When he left office, Truman's presidency was criticized, but scholars rehabilitated his image in the 1960s and he is highly ranked by scholars.",
  "/wiki/Edward_McEntee": "Edward Matthew McEntee (October 21, 1906 – February 14, 1981) was a United States Circuit Judge of the United States Court of Appeals for the First Circuit.",
  "/wiki/United_States_Court_of_Appeals_for_the_First_Circuit": "The United States Court of Appeals for the First Circuit (in case citations, 1st Cir.) is a federal court with appellate jurisdiction over the district courts in the following districts:",
  "/wiki/Matthew_Francis_McGuire": "Matthew Francis McGuire (May 30, 1898 – January 24, 1986) was a United States District Judge of the United States District Court for the District of Columbia.",
  "/wiki/Clarence_Thomas": "Clarence Thomas (born June 23, 1948) is an American judge, lawyer, and government official who currently serves as an Associate Justice of the Supreme Court of the United States. He is currently the most senior associate justice on the Court following the retirement of Anthony Kennedy. Thomas succeeded Thurgood Marshall and is the second African American to serve on the Court. Among the current members of the Court he is the longest-serving justice, with a tenure of 28 years, 120 days as of February 20, 2020.\n Thomas grew up in Savannah, Georgia, and was educated at the College of the Holy Cross and at Yale Law School. He was appointed an Assistant Attorney General in Missouri in 1974, and subsequently practiced law there in the private sector. In 1979, he became a legislative assistant to United States Senator John Danforth, and in 1981 was appointed Assistant Secretary for Civil Rights at the U.S. Department of Education. In 1982, President Ronald Reagan appointed Thomas Chairman of the Equal Employment Opportunity Commission (EEOC).\n In 1990, President George H. W. Bush nominated Thomas for a seat on the United States Court of Appeals for the District of Columbia Circuit. He served in that role for 16 months, and on July 1, 1991, was nominated by Bush to fill Marshall's seat on the U.S. Supreme Court. Thomas's confirmation hearings were bitter and intensely fought, centering on an accusation that he had sexually harassed attorney Anita Hill, a subordinate at the Department of Education and subsequently at the EEOC. Hill claimed that Thomas had repeatedly made sexual and romantic overtures to her, despite her repeatedly rebuffing him and telling him to stop; Thomas and his supporters claimed that Hill, witnesses who came forward on her behalf, and her supporters had fabricated the allegations to prevent a black conservative from getting a seat on the Supreme Court. The U.S. Senate ultimately confirmed Thomas by a vote of 52–48.\n Since joining the court, Thomas has taken a textualist approach, seeking to uphold the original meaning of the United States Constitution and statutes. He is also, along with fellow justice Neil Gorsuch, an advocate of natural law jurisprudence. Thomas is generally viewed as the most conservative member of the court. Thomas is also known for almost never speaking during oral arguments.",
  "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States": "Associate Justice of the Supreme Court of the United States is the title of all members of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869.\nArticle II, Section 2, Clause 2 of the United States Constitution grants plenary power to the president to nominate, and with the advice and consent (confirmation) of the Senate, appoint justices to the Supreme Court. Article III, Section 1 of the Constitution effectively grants life tenure to associate justices, and all other federal judges, which ends only when a justice dies, retires, resigns, or is removed from office by impeachment.\n Each Supreme Court justice has a single vote in deciding the cases argued before it; the chief justice's vote counts no more than that of any other justice. However, the chief justice—when in the majority—decides who writes the court's opinion. Otherwise, the senior justice in the majority assigns the writing of a decision. Furthermore, the chief justice leads the discussion of the case among the justices. The chief justice has certain administrative responsibilities that the other justices do not and is paid slightly more ($267,000 per year as of 2018, as opposed to $255,300 per year for each associate justice).\n Associate justices have seniority by order of appointment, although the chief justice is always considered to be the most senior. If two justices are appointed on the same day, the older is designated the senior justice of the two. Currently, the senior associate justice is Clarence Thomas. By tradition, when the justices are in conference deliberating the outcome of cases before the Supreme Court, the justices state their views in order of seniority. The senior associate justice is also tasked with carrying out the chief justices's duties when he is unable to, or if that office is vacant. Historically, associate justices were styled \"Mr. Justice\" in court opinions and other writings. The title was shortened to \"Justice\" in 1980, a year before Sandra Day O'Connor became the first female justice.",
  "/wiki/Supreme_Court_of_the_United_States": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States. It has ultimate (and largely discretionary) appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which a State shall be Party\". The Court holds the power of judicial review, the ability to invalidate a statute for violating a provision of the U.S. Constitution. It is also able to strike down presidential directives for violating either the Constitution or statutory law. However, it may act only within the context of a case in an area of law over which it has jurisdiction. The Court may decide cases having political overtones, but it has ruled that it does not have power to decide non-justiciable political questions.\n Established by Article III of the Constitution, the composition and procedures of the Supreme Court were initially established by the 1st Congress through the Judiciary Act of 1789. As later set by the Judiciary Act of 1869, the Court consists of the chief justice of the United States and eight associate justices. Each justice has lifetime tenure, meaning they remain on the Court until they resign, retire, die, or are removed from office. When a vacancy occurs, the president, with the advice and consent of the Senate, appoints a new justice. Each justice has a single vote in deciding the cases argued before it. When in majority, the chief justice decides who writes the opinion of the court; otherwise, the most senior justice in the majority assigns the task of writing the opinion.\n The Court meets in the Supreme Court Building in Washington, D.C. Its law enforcement arm is the Supreme Court Police.",
  "/wiki/George_H.W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. Since around 2000 he has usually been called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.\n Bush was raised in Greenwich, Connecticut and attended Phillips Academy before serving in the United States Navy during World War II. After the war, he graduated from Yale University and moved to West Texas, where he established a successful oil company. After an unsuccessful run for the United States Senate, he won election to the 7th congressional district of Texas in 1966. President Richard Nixon appointed Bush to the position of Ambassador to the United Nations in 1971 and to the position of chairman of the Republican National Committee in 1973. In 1974, President Gerald Ford appointed him as the Chief of the Liaison Office to the People's Republic of China, and in 1976 Bush became the Director of Central Intelligence. Bush ran for president in 1980, but was defeated in the Republican presidential primaries by Ronald Reagan. He was then elected vice president in 1980 and 1984 as Reagan's running mate.\n In the 1988 presidential election, Bush defeated Democrat Michael Dukakis, becoming the first incumbent vice president to be elected president in 152 years. Foreign policy drove the Bush presidency, as he navigated the final years of the Cold War and played a key role in the reunification of Germany. Bush presided over the invasion of Panama and the Gulf War, ending the Iraqi occupation of Kuwait in the latter conflict. Though the agreement was not ratified until after he left office, Bush negotiated and signed the North American Free Trade Agreement (NAFTA), which created a trade bloc consisting of the United States, Canada, and Mexico. Domestically, Bush reneged on a 1988 campaign promise by signing a bill that increased taxes and helped reduce the federal budget deficit. He also signed the Americans with Disabilities Act of 1990 and appointed David Souter and Clarence Thomas to the Supreme Court. Bush lost the 1992 presidential election to Democrat Bill Clinton following an economic recession and the decreased importance of foreign policy in a post–Cold War political climate.\n After leaving office in 1993, Bush was active in humanitarian activities, often working alongside Clinton, his former opponent. With George W. Bush's victory in the 2000 presidential election, Bush and his son became the second father–son pair to serve as the nation's president, following John Adams and John Quincy Adams. Another son, Jeb Bush, unsuccessfully sought the Republican presidential nomination in the 2016 Republican primaries. After a long battle with vascular Parkinson's disease, Bush died at his home on November 30, 2018. Historians generally rank Bush as an above average president.",
  "/wiki/List_of_College_of_the_Holy_Cross_alumni": "This list of College of the Holy Cross alumni includes graduates and non-graduate, former students at the College of the Holy Cross. Since its founding in 1843, Holy Cross has graduated 157 classes of students and as of the 2005-06 academic year had approximately 35,000 alumni."
}