{
  "/wiki/Michael_Kremer": "Michael Robert Kremer (born November 12, 1964) is an American development economist who is the Gates Professor of Developing Societies at Harvard University. In 2019 he was jointly awarded the Nobel Memorial Prize in Economics, together with Esther Duflo and Abhijit Banerjee, \"for their experimental approach to  alleviating global poverty.\"",
  "/wiki/Paul_Romer": "Paul Michael Romer (born November 6, 1955) is an American economist who is a University Professor (on leave) at New York University. He was a co-recipient of the Nobel Prize in Economics (shared with William Nordhaus) in 2018. A pioneer of endogenous growth theory, he received the prize \"for integrating technological innovations into long-run macroeconomic analysis\".",
  "/wiki/Richard_Thaler": "Richard H.  Thaler (/ˈθeɪlər/; born September 12, 1945) is an American economist and the Charles R. Walgreen Distinguished Service Professor of Behavioral Science and Economics at the University of Chicago Booth School of Business. In 2015, Thaler was president of the American Economic Association.",
  "/wiki/Bengt_Holmstr%C3%B6m": "Bengt Robert Holmström (born 18 April 1949) is a Finnish economist who is currently Paul A. Samuelson Professor of Economics at the Massachusetts Institute of Technology. Together with Oliver Hart, he received the Central Bank of Sweden Nobel Memorial Prize in Economic Sciences in 2016.",
  "/wiki/Initiative_on_Global_Markets": "The Initiative on Global Markets (IGM) is a research center at the University of Chicago Booth School of Business in the United States. The initiative supports original research on international business, financial markets, and public policy. The IGM is most famous for the weekly polls it conducts of its Economics Experts Panel, a panel of 51 leading economists in United States universities. The IGM also organizes and sponsors conferences.",
  "/wiki/Eugene_Fama": "Eugene Francis \"Gene\" Fama (/ˈfɑːmə/; born February 14, 1939) is an American economist, best known for his empirical work on portfolio theory, asset pricing, and the efficient-market hypothesis.",
  "/wiki/Booth_School_of_Business": "The University of Chicago Booth School of Business (also known as Chicago Booth, or Booth) is the graduate business school of the University of Chicago in Chicago, Illinois. The University of Chicago, including Booth faculty, has produced more Nobel laureates in the Economic Sciences (28) than any other school. Formerly known as The University of Chicago Graduate School of Business, Chicago Booth is the second-oldest business school in the U.S., and the first such school to offer an Executive MBA program. The school was renamed in 2008 following a $300 million endowment gift to the school by alumnus David G. Booth. The school has the third-largest endowment of any business school.",
  "/wiki/Lars_Peter_Hansen": "Lars Peter Hansen (born 26 October 1952 in Urbana, Illinois) is an American economist. He is the David Rockefeller Distinguished Service Professor of economics at the University of Chicago and a 2013 recipient of the Nobel Memorial Prize in Economics.",
  "/wiki/Thomas_J._Sargent": "Thomas John \"Tom\" Sargent (born July 19, 1943) is an American economist, who is currently the W.R. Berkley Professor of Economics and Business at New York University. He specializes in the fields of macroeconomics, monetary economics and time series econometrics. As of 2014, he ranks fourteenth among the most cited economists in the world. He was awarded the Nobel Memorial Prize in Economics in 2011 together with Christopher A. Sims for their \"empirical research on cause and effect in the macroeconomy\".",
  "/wiki/Roger_Myerson": "Roger Bruce Myerson (born 1951) is an American economist and professor at the University of Chicago. He holds the title of the David L. Pearson Distinguished Service Professor of Global Conflict Studies at The Pearson Institute for the Study and Resolution of Global Conflicts in the Harris School of Public Policy, the Griffin Department of Economics, and the College. Previously, he held the title The Glen A. Lloyd Distinguished Service Professor of Economics. In 2007, he was the winner of the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel with Leonid Hurwicz and Eric Maskin for \"having laid the foundations of mechanism design theory.\" He was elected a Member of the American Philosophical Society in 2019.",
  "/wiki/Leonid_Hurwicz": "Leonid \"Leo\" Hurwicz (Polish pronunciation: [lɛˈɔɲit ˈxurvitʂ]; August 21, 1917 – June 24, 2008) was a Polish-American economist and mathematician, known for his work in game theory and mechanism design. He originated the concept of incentive compatibility, and showed how desired outcomes can be achieved by using incentive compatible mechanism design. Hurwicz shared the 2007 Nobel Memorial Prize in Economic Sciences (with Eric Maskin and Roger Myerson) for his seminal work on mechanism design. Hurwicz was one of the oldest Nobel Laureates, having received the prize at the age of 90.",
  "/wiki/Edward_C._Prescott": "Edward Christian Prescott (born December 26, 1940) is an American economist. He received the Nobel Memorial Prize in Economics in 2004, sharing the award with Finn E. Kydland, \"for their contributions to dynamic macroeconomics: the time consistency of economic policy and the driving forces behind business cycles\". This research was primarily conducted while both Kydland and Prescott were affiliated with the Graduate School of Industrial Administration (now Tepper School of Business) at Carnegie Mellon University. According to the IDEAS/RePEc rankings, he is the 19th most widely cited economist in the world today. In August 2014, Prescott was appointed as an Adjunct Distinguished Economic Professor at the Australian National University (ANU) in Canberra, Australia.",
  "/wiki/James_J._Heckman": "James Joseph Heckman (born 1944) is a Nobel Prize winning American economist who is currently at the University of Chicago, where he is The Henry Schultz Distinguished Service Professor in Economics and the College; Professor at the Harris Graduate School of Public Policy Studies; Director of the Center for the Economics of Human Development (CEHD); and Co-Director of Human Capital and Economic Opportunity (HCEO) Global Working Group. He is also Professor of Law at the Law School, a senior research fellow at the American Bar Foundation, and a research associate at the National Bureau of Economic Research. In 2000, Heckman shared the Nobel Memorial Prize in Economic Sciences with Daniel McFadden, for his pioneering work in econometrics and microeconomics. As of February 2019 (according to RePEc), he is the next most influential economist in the world.",
  "/wiki/Daniel_L._McFadden": "Daniel Little McFadden (born July 29, 1937) is an American econometrician who shared the 2000 Nobel Memorial Prize in Economic Sciences with James Heckman. McFadden's share of the prize was \"for his development of theory and methods for analyzing discrete choice\". He is the Presidential Professor of Health Economics at the University of Southern California and Professor of the Graduate School at University of California, Berkeley.",
  "/wiki/Robert_A._Mundell": "Robert Alexander Mundell, CC (born October 24, 1932) is a Canadian economist. Currently, he is a professor of economics at Columbia University and the Chinese University of Hong Kong.",
  "/wiki/Myron_Scholes": "Myron Samuel Scholes (/ʃoʊlz/ SHOHLZ; born July 1, 1941) is a Canadian-American financial economist.  Scholes is the Frank E. Buck Professor of Finance, Emeritus, at the Stanford Graduate School of Business, Nobel Laureate in Economic Sciences, and co-originator of the Black–Scholes options pricing model. Scholes is currently the chairman of the Board of Economic Advisers of Stamos Capital Partners. Previously he served as the chairman of Platinum Grove Asset Management and on the Dimensional Fund Advisors board of directors, American Century Mutual Fund board of directors and the Cutwater Advisory Board. He was a principal and limited partner at Long-Term Capital Management and a managing director at Salomon Brothers. Other positions Scholes held include the Edward Eagle Brown Professor of Finance at the University of Chicago, senior research fellow at the Hoover Institution, director of the Center for Research in Security Prices, and professor of finance at MIT's Sloan School of Management. Scholes earned his PhD at the University of Chicago.",
  "/wiki/Master_of_Business_Administration": "The Master of Business Administration (MBA or M.B.A.) degree originated in the United States in the early 20th century when the country industrialized and companies sought scientific management. The core courses in an MBA program cover various areas of business administration such as accounting, applied statistics, business communication, business ethics, business law, business strategy, finance, managerial economics, management, entrepreneurship, marketing, supply-chain management, and operations management in a manner most relevant to management analysis and strategy.",
  "/wiki/Robert_Lucas_Jr.": "Robert Emerson Lucas Jr. (born September 15, 1937) is an American economist at the University of Chicago, where he is currently the John Dewey Distinguished Service Professor Emeritus in Economics and the College. Widely regarded as the central figure in the development of the new classical approach to macroeconomics, he received the Nobel Prize in Economics in 1995 \"for having developed and applied the hypothesis of rational expectations, and thereby having transformed macroeconomic analysis and deepened our understanding of economic policy\". He has been characterized by N. Gregory Mankiw as \"the most influential macroeconomist of the last quarter of the 20th century.\"",
  "/wiki/Robert_Fogel": "Robert William Fogel (/ˈfoʊɡəl/; July 1, 1926 – June 11, 2013) was an American economic historian and scientist, and winner (with Douglass North) of the 1993 Nobel Memorial Prize in Economic Sciences. As of his death, he was the Charles R. Walgreen Distinguished Service Professor of American Institutions and director of the Center for Population Economics (CPE) at the University of Chicago Booth School of Business. He is best known as an advocate of new economic history (cliometrics) – the use of quantitative methods in history.",
  "/wiki/Gary_Becker": "Gary Stanley Becker (/ˈbɛkər/; December 2, 1930 – May 3, 2014) was an American economist who received the 1992 Nobel Memorial Prize in Economic Sciences. He was a professor of economics and sociology at the University of Chicago, and was a leader of the third generation of the Chicago school of economics.",
  "/wiki/Ronald_H._Coase": "Ronald Harry Coase (/ˈkoʊs/; 29 December 1910 – 2 September 2013) was a British economist and author. He was the Clifton R. Musser Professor of Economics at the University of Chicago Law School, where he arrived in 1964 and remained for the rest of his life. He received the Nobel Memorial Prize in Economic Sciences in 1991.",
  "/wiki/Harry_Markowitz": "Harry Max Markowitz (born August 24, 1927) is an American economist, and a recipient of the 1989 John von Neumann Theory Prize and the 1990 Nobel Memorial Prize in Economic Sciences.",
  "/wiki/Bachelor_of_Philosophy": "Bachelor of Philosophy (BPhil, BPh, or PhB; Latin: Baccalaureus Philosophiae or Philosophiae Baccalaureus) is the title of an academic degree. The degree usually involves considerable research, either through a thesis or supervised research projects.  Despite its name it is, in most universities, a postgraduate degree.",
  "/wiki/Merton_H._Miller": "Merton Howard Miller (May 16, 1923 – June 3, 2000) was an American economist, and the co-author of the Modigliani–Miller theorem (1958), which proposed the irrelevance of debt-equity structure. He shared the Nobel Memorial Prize in Economic Sciences in 1990, along with Harry Markowitz and William F. Sharpe. Miller spent most of his academic career at the University of Chicago's Booth School of Business.",
  "/wiki/List_of_Nobel_laureates_affiliated_with_the_University_of_Chicago": "This list of Nobel laureates affiliated with the University of Chicago comprehensively shows the alumni, faculty members as well as researchers of the University of Chicago who were awarded the Nobel Prize or the Nobel Memorial Prize in Economic Sciences. The Nobel Prizes, established by the 1895 will of Alfred Nobel, are awarded to individuals who make outstanding contributions in the fields of Chemistry, Literature, Peace, Physics, and Physiology or Medicine. An associated prize, the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel (commonly known as the Nobel Prize in Economics), was instituted by Sweden's central bank, Sveriges Riksbank, in 1968 and first awarded in 1969."
}