{
  "/wiki/1960_NFL_season": "The 1960 NFL season was the 41st regular season of the National Football League.",
  "/wiki/Gail_Cogdill": "Gail Ross Cogdill (April 7, 1937 – October 20, 2016) was an American football player.  He played college football at the end position for the Washington State Cougars football team from 1957 to 1959.  He was selected by the Detroit Lions in the 1960 NFL Draft and played professional football as a split end and wide receiver in the National Football League (NFL) for the Detroit Lions (1960–1968), the Baltimore Colts (1968), and the Atlanta Falcons (1969–1970).  He won the NFL Rookie of the Year Award in 1960 and played in three Pro Bowls, after the 1960, 1962, and 1963 seasons.  During an 11-year NFL career, he caught 356 passes for 5,696 yards and scored a total of 36 touchdowns.",
  "/wiki/Detroit_Lions": "The Detroit Lions are a professional American football team based in Detroit, Michigan. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/1961_NFL_season": "The 1961 NFL season was the 42nd regular season of the National Football League (NFL). The league expanded to 14 teams with the addition of the Minnesota Vikings, after the team's owners declined to be charter members of the new American Football League. The schedule was also expanded from 12 games per team to 14 games per team.  The Vikings were placed in the Western Conference, and the Dallas Cowboys were switched from the Western Conference to the Eastern. The addition of the Vikings returned the NFL to an even number of teams (and eliminated the bye week of 1960, until 1990).",
  "/wiki/Mike_Ditka": "Michael Keller Ditka (born Michael Dyczko; October 18, 1939) is an American former football player, coach, and television commentator. A member of both the College Football (1986) and Pro Football Hall of Fame (1988), he was the 1961 UPI NFL Rookie of Year, a five-time Pro Bowl selection and five-time All-Pro tight end with the Chicago Bears, Philadelphia Eagles, and Dallas Cowboys of the National Football League (NFL).",
  "/wiki/Chicago_Bears": "The Chicago Bears are a professional American football team based in Chicago, Illinois. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numbers. The Bears have also recorded more victories than any other NFL franchise.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/1962_NFL_season": "The 1962 NFL season was the 43rd regular season of the National Football League (NFL). Before the season, CBS signed a contract with the league to televise all regular-season games for a $4.65 million annual fee.",
  "/wiki/Ronnie_Bull_(footballer)": "Ronald Rodney Bull (born 26 December 1980) is an English former professional footballer who played as a left full back and left-sided or central midfielder from 1999 to 2013.",
  "/wiki/Halfback_(American_football)": "A halfback (HB) is an offensive position in American football, whose duties involve lining up in the backfield and carrying the ball on most rushing plays, i.e. a running back.  When the principal ball carrier lines up deep in the backfield, and especially when that player is placed behind another player (usually a blocking back), as in the I formation, that player is instead referred to as a tailback (see History below).",
  "/wiki/1963_NFL_season": "The 1963 NFL season was the 44th regular season of the National Football League. On April 17, NFL commissioner Pete Rozelle indefinitely suspended Green Bay Packers running back Paul Hornung and Detroit Lions defensive tackle Alex Karras for gambling on their own teams, as well as other NFL games; Hornung and Karras would miss the entire season. In addition, five other Detroit players were fined $2,000 each for placing bets on one game in which they did not participate.",
  "/wiki/Paul_Flatley": "Paul Richard Flatley (born January 30, 1941 in Richmond, Indiana) is a former American football wide receiver who played for the Northwestern Wildcats from 1960 to 1962 and later in the National Football League from 1963 to 1970.",
  "/wiki/Minnesota_Vikings": "The Minnesota Vikings are a professional American football team based in Minneapolis, Minnesota. The Vikings joined the National Football League (NFL) as an expansion team in 1960, and first took the field for the 1961 season. The team competes in the National Football Conference (NFC) North division.",
  "/wiki/1964_NFL_season": "The 1964 NFL season was the 45th regular season of the National Football League. Before the season started, NFL commissioner Pete Rozelle reinstated Green Bay Packers running back Paul Hornung and Detroit Lions defensive tackle Alex Karras, who had been suspended for the 1963 season due to gambling.",
  "/wiki/Charley_Taylor": "Charles Robert Taylor (born September 28, 1941) is a former American football player, a wide receiver in the National Football League for fourteen seasons, all with the Washington Redskins.  Taylor was inducted into the Pro Football Hall of Fame in 1984.",
  "/wiki/Washington_Redskins": "The Washington Redskins are a professional American football team based in the Washington metropolitan area. They compete in the National Football League (NFL) as a member of the National Football Conference (NFC) East division. The team plays its home games at FedExField in Landover, Maryland; its headquarters and training facility are at Inova Sports Performance Center at Redskins Park in Ashburn, Virginia and the Redskins Complex in Richmond, Virginia, respectively.",
  "/wiki/1965_NFL_season": "The 1965 NFL season was the 46th regular season of the National Football League. The Green Bay Packers won the NFL title after defeating the Cleveland Browns in the championship game, the last before the Super Bowl era.",
  "/wiki/Gale_Sayers": "Gale Eugene Sayers (born May 30, 1943) is an American former professional football player who earned acclaim both as a halfback and return specialist in the National Football League (NFL). In a brief but highly productive NFL career, Sayers spent seven seasons with the Chicago Bears from 1965 to 1971, though multiple injuries effectively limited him to five seasons of play. He was known for his elusiveness and agility, and was regarded by his peers as one of the most difficult players to tackle.",
  "/wiki/1966_NFL_season": "The 1966 NFL season was the 47th regular season of the National Football League, and the first season in which the Super Bowl was played, though it was called the AFL-NFL World Championship Game. The league expanded to 15 teams with the addition of the Atlanta Falcons, making a bye necessary each week for one team.",
  "/wiki/Tommy_Nobis": "Thomas Henry Nobis Jr. (September 20, 1943 – December 13, 2017) was an American football linebacker who played in the National Football League (NFL) for eleven seasons with the Atlanta Falcons.  He played college football at the University of Texas and was the first overall selection in the 1966 NFL draft.",
  "/wiki/Atlanta_Falcons": "The Atlanta Falcons are a professional American football team based in Atlanta, Georgia. The Falcons compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) South division.  The Falcons joined the NFL in 1965 as an expansion team, after the NFL offered then-owner Rankin Smith a franchise to keep him from joining the rival American Football League (AFL).",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/1967_NFL_season": "The 1967 NFL season was the 48th regular season of the National Football League. The league expanded to 16 teams with the addition of the New Orleans Saints.",
  "/wiki/Mel_Farr": "Melvin Farr (November 3, 1944 – August 3, 2015) was an American football player and businessman.",
  "/wiki/1968_NFL_season": "The 1968 NFL season was the 49th regular season of the National Football League. As per the agreement made during the 1967 realignment, the New Orleans Saints and the New York Giants switched divisions; the Saints joined the Century Division while the Giants became part of the Capitol Division.",
  "/wiki/Earl_McCullouch": "Earl R. McCullouch (born January 10, 1946) is a retired American football wide receiver.  McCullouch was the world record holder for the 110 meter men's high hurdle sprint from July 1967 to July 1969. When attending the University of Southern California, McCullouch was a member of the USC Trojan Football teams (wide receiver) and the USC Track & Field teams (120 yard high hurdles and 4×110 sprint relay) in 1967 and 1968. The USC Track 4×110 yard relay team, for which McCullouch ran the start leg, set the world record in 1967 that remains today, as the metric 4 × 100 m relay is now the commonly contested event.",
  "/wiki/1969_NFL_season": "The 1969 NFL season was the 50th regular season of the National Football League, and its last before the AFL-NFL Merger. To honor the NFL's fiftieth season, a special anniversary logo was designed and each player wore a patch on their jerseys with this logo throughout the season.",
  "/wiki/Calvin_Hill": "Calvin G. Hill (born January 2, 1947) is a retired American football player. He played running back in the National Football League for twelve seasons. Hill played for the NFL Dallas Cowboys, Washington Redskins, and Cleveland Browns. He also played a season with The Hawaiians of the World Football League in 1975.",
  "/wiki/Dallas_Cowboys": "The Dallas Cowboys are a professional American football team based in the Dallas–Fort Worth metroplex. The Cowboys compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team is headquartered in Frisco, Texas, and plays its home games at AT&T Stadium in Arlington, Texas, which opened for the 2009 season. The stadium took its current name prior to the 2013 season. The Cowboys joined the NFL as an expansion team in 1960. The team's national following might best be represented by its NFL record of consecutive sell-outs. The Cowboys' streak of 190 consecutive sold-out regular and post-season games (home and away) began in 2002. The franchise has made it to the Super Bowl eight times, tied with the Pittsburgh Steelers and the Denver Broncos for second most Super Bowl appearances in history, just behind the New England Patriots record eleven Super Bowl appearances. This has also corresponded to eight NFC championships, most in the NFC. The Cowboys have won five of those Super Bowl appearances, tying them with their NFC rivals, the San Francisco 49ers; both are second to Pittsburgh's and New England's record six Super Bowl championships. The Cowboys are the only NFL team to record 20 straight winning seasons (1966–85), in which they missed the playoffs only twice (1974 and 1984)."
}