{
  "/wiki/1980_NFL_season": "The 1980 NFL season was the 61st regular season of the National Football League.",
  "/wiki/Billy_Sims": "Billy Ray Sims (born September 18, 1955) is a former American college and professional football player who was a running back in the National Football League (NFL) for five seasons during the 1980s.  Sims played college football for the University of Oklahoma, where he was a two-time consensus All-American, and won the Heisman Trophy in 1978.  He was the first overall pick in the 1980 NFL Draft, and played professionally for the NFL's Detroit Lions. Sims was the last Oklahoma player taken Number 1 overall in the NFL Draft until quarterback Sam Bradford was taken first in the 2010 NFL Draft. He was given the nickname \"Kung Fu Billy Sims\" by ESPN's Chris Berman, after a game where the Detroit Lions played the Houston Oilers. In the NFL Films highlight, rather than be tackled during a rushing attempt, Sims ran at, jumped, and, while fully airborne, kicked Oilers Cornerback Steve Brown in the head.",
  "/wiki/Detroit_Lions": "The Detroit Lions are a professional American football team based in Detroit, Michigan. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/1981_NFL_season": "The 1981 NFL season was the 62nd regular season of the National Football League. The season ended with Super Bowl XVI when the San Francisco 49ers defeated the Cincinnati Bengals 26–21 at the Pontiac Silverdome in Michigan.",
  "/wiki/George_Rogers_(American_football)": "George Washington Rogers (born December 8, 1958) is a former American college and professional football player who was a running back in the National Football League (NFL) for seven seasons during the 1980s.  Rogers played college football for the University of South Carolina, earned All-America honors, and won the 1980 Heisman Trophy.  He was the first overall pick in the 1981 NFL Draft, and he played professionally for the New Orleans Saints and Washington Redskins of the NFL.  As a professional, Rogers rushed for over 7,000 yards.",
  "/wiki/New_Orleans_Saints": "The New Orleans Saints are a professional American football team based in New Orleans, Louisiana. The Saints currently compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) South division. The team was founded by John W. Mecom Jr., David Dixon, and the city of New Orleans on November 1, 1966. The Saints began play in Tulane Stadium in 1967 where they remained until the 1974 NFL season, when they moved to the new Louisiana Superdome (now the Mercedes-Benz Superdome).",
  "/wiki/1982_NFL_season": "The 1982 NFL season was the 63rd regular season of the National Football League. A 57-day-long players' strike reduced the 1982 season from a 16-game schedule per team to an abbreviated nine game schedule. Because of the shortened season, the NFL adopted a special 16-team playoff tournament; division standings were ignored for seeding (although each division sent at least one team to the playoffs and each division except the NFC West sent at least two teams). Eight teams from each conference were seeded 1–8 based on their regular season records. Two teams qualified for the playoffs despite losing records (the Cleveland Browns and the Detroit Lions). The season ended with Super Bowl XVII when the Washington Redskins defeated the Miami Dolphins 27-17 at the Rose Bowl.",
  "/wiki/Marcus_Allen": "Marcus LeMarr Allen (born March 26, 1960) is an American former football running back and football analyst for CBS. As a professional, Allen ran for 12,243 yards and caught 587 passes for 5,412 yards during his career for both the Los Angeles Raiders and the Kansas City Chiefs from 1982 to 1997. He scored 145 touchdowns, including a then-league-record 123 rushing touchdowns, and was elected to six Pro Bowls over the course of his career. Allen was the first NFL player to gain more than 10,000 rushing yards and 5,000 receiving yards during his career.",
  "/wiki/Los_Angeles_Raiders": "The professional American football team now known as the Las Vegas Raiders played in Los Angeles, California as the Los Angeles Raiders from 1982 to 1994 before relocating back to Oakland where the team played from its inaugural 1960 season to the 1981 season. The Raiders franchise relocated from Oakland to Los Angeles in 1982. The Raiders first home game in Los Angeles was at the Los Angeles Memorial Coliseum against the San Diego Chargers on November 22, 1982 after a 57 day player strike. Their last game as a Los Angeles-based club was played at the Coliseum against the Kansas City Chiefs on December 24, 1994, a game in which they lost 19–9 eliminating them from playoff competition.",
  "/wiki/1983_NFL_season": "The 1983 NFL season was the 64th regular season of the National Football League. The season ended with Super Bowl XVIII when the Los Angeles Raiders defeated the Washington Redskins 38–9 at Tampa Stadium in Florida.",
  "/wiki/Dan_Marino": "Daniel Constantine Marino Jr. (born September 15, 1961) is an American former professional football player who was a quarterback for seventeen seasons with the Miami Dolphins of the National Football League (NFL). After a successful college career at Pittsburgh and being named First-team All-American in 1981, Marino was the last quarterback taken in the first round of the quarterback class of 1983. Marino held or currently holds dozens of NFL records associated with the quarterback position, and despite never being on a Super Bowl-winning team, he is recognized as one of the greatest quarterbacks of all time.",
  "/wiki/Miami_Dolphins": "The Miami Dolphins are a professional American football team based in the Miami metropolitan area. The Dolphins compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The Dolphins play their home games at Hard Rock Stadium, located in the northern suburb of Miami Gardens, Florida. The Dolphins are the oldest professional sports team in Florida. Of the four AFC East teams, they are the only team in the division that was not a charter member of the American Football League (AFL).",
  "/wiki/Quarterback": "The quarterback (commonly abbreviated \"QB\"), colloquially known as the \"signal caller\", is a position in gridiron football. Quarterbacks are members of the offensive team and line up directly behind the offensive line. In modern American football, the quarterback is usually considered the leader of the offensive team, and is often responsible for calling the play in the huddle. The quarterback also touches the ball on almost every offensive play, and is the offensive player that almost always throws forward passes. When the QB is tackled behind the line of scrimmage, it is called a sack.",
  "/wiki/1984_NFL_season": "The 1984 NFL season was the 65th regular season of the National Football League. The Colts relocated from Baltimore, Maryland to Indianapolis, Indiana before the season. The Colts new home field was the Hoosier Dome. The New York Jets moved their home games from Shea Stadium in New York City to Giants Stadium in East Rutherford, New Jersey.",
  "/wiki/Louis_Lipps": "Louis Adam Lipps (born August 9, 1962 in New Orleans) is a former American football wide receiver in the NFL who played nine seasons in the NFL, eight for the Pittsburgh Steelers and one for the New Orleans Saints.",
  "/wiki/Pittsburgh_Steelers": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh, Pennsylvania. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the seventh-oldest franchise in the NFL, and they are the oldest franchise in the AFC.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/1985_NFL_season": "The 1985 NFL season was the 66th regular season of the National Football League. The season ended with Super Bowl XX when the Chicago Bears defeated the New England Patriots 46–10 at the Louisiana Superdome. The Bears became the second team in NFL history (after the previous season's San Francisco 49ers) to win 15 games in the regular season and 18 including the playoffs.",
  "/wiki/Eddie_Brown_(wide_receiver)": "Eddie Lee Brown (born December 18, 1962) is a former American football wide receiver who played in the National Football League for the Cincinnati Bengals from 1985-1991. He played football collegiately at the University of Miami.",
  "/wiki/Cincinnati_Bengals": "The Cincinnati Bengals are a professional American football franchise based in Cincinnati, Ohio. The Bengals compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) North division. Their home stadium is Paul Brown Stadium, located in downtown Cincinnati. Their divisional opponents are the Baltimore Ravens, Cleveland Browns and Pittsburgh Steelers.",
  "/wiki/1986_NFL_season": "The 1986 NFL season was the 67th regular season of the National Football League. Defending Super Bowl Champion Chicago Bears shared the league’s best record with the Giants at 14–2, with the Giants claiming the spot in the NFC by tiebreakers. In the AFC, the Cleveland Browns earned home-field advantage with a record of 12–4, and they hosted the New York Jets in round one of the AFC playoffs. The Jets had started the season at 10–1 before losing their final five contests.  The game went to double OT, with the Browns finally prevailing 23–20.  The following Sunday, John Elway and the Denver  Broncos defeated the Browns by an identical score in a game known for The Drive, where Elway drove his team 98 yards to send the game to overtime to win.  The Giants would defeat their rival Washington Redskins in the NFC title game, blanking them 17–0 to advance to their first Super Bowl.  The season ended with Super Bowl XXI when the New York Giants defeated the Denver Broncos 39–20 at the Rose Bowl to win their first league title in 30 years.",
  "/wiki/Reuben_Mayes": "Rueben Mayes (born June 6, 1963) is a Canadian former American football running back who played professionally in the National Football League (NFL) from 1986 to 1993. He is a member of the College Football Hall of Fame for his contributions while playing for the Washington State Cougars.",
  "/wiki/1987_NFL_season": "The 1987 NFL season was the 68th regular season of the National Football League.  This season featured games predominantly played by replacement players as the National Football League Players Association (NFLPA)  players were on strike from weeks four to six. The season ended with Super Bowl XXII, with the Washington Redskins defeating the Denver Broncos 42–10 at Jack Murphy Stadium in San Diego. The Broncos suffered their second consecutive Super Bowl defeat.",
  "/wiki/Robert_Awalt": "Robert Mitchell Awalt (born April 9, 1964) is former American football tight end in the National Football League for the Phoenix Cardinals, Dallas Cowboys, and Buffalo Bills. He played college football at San Diego State University.",
  "/wiki/St._Louis_Cardinals": "The St. Louis Cardinals are an American professional baseball team based in St. Louis, Missouri. The Cardinals compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Busch Stadium has been their home ballpark since 2006. One of the nation's oldest and most successful professional baseball clubs, the Cardinals have won 11 World Series championships, more than any other NL team and second in MLB only to the New York Yankees. The team has won 19 National League pennants, third-most of any team. St. Louis has also won 14 division titles in the East and Central divisions.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/1988_NFL_season": "The 1988 NFL season was the 69th regular season of the National Football League. The Cardinals relocated from St. Louis, Missouri to the Phoenix, Arizona area becoming the Phoenix Cardinals but remained in the NFC East division. The playoff races came down to the regular season’s final week, with the Seattle Seahawks winning the AFC West by one game, and the Philadelphia Eagles and San Francisco 49ers winning their respective divisions in a five-way tie, with the New Orleans Saints and New York Giants losing the NFC Wild Card berth to the Los Angeles Rams on tiebreakers.",
  "/wiki/Keith_Jackson": "Keith Max Jackson (October 18, 1928 – January 12, 2018) was an American sports commentator, journalist, author and radio personality, known for his career with ABC Sports (1966–2006).  While he covered a variety of sports over his career, he is best known for his coverage of college football from 1952 until 2006, and his distinctive voice, \"a throwback voice, deep and operatic. A voice that was to college football what Edward R. Murrow's was to war. It was the voice of ultimate authority in his profession.\"",
  "/wiki/Philadelphia_Eagles": "The Philadelphia Eagles are a professional American football team based in Philadelphia. The Eagles compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. In the 2017 season the team won Super Bowl LII, their first Super Bowl win in franchise history and their fourth NFL title overall, after winning the Championship Game in 1948, 1949, and 1960.",
  "/wiki/1989_NFL_season": "The 1989 NFL season was the 70th regular season of the National Football League. Before the season, NFL commissioner Pete Rozelle announced his retirement. Paul Tagliabue was eventually chosen to succeed him, taking over on November 5.",
  "/wiki/Barry_Sanders": "Barry Sanders (born July 16, 1968) is an American former professional football player who was a running back for the Detroit Lions of the National Football League (NFL). A Pro Bowl invitee in each of his ten NFL seasons and two-time NFL Offensive Player of the Year, Sanders led the league in rushing yards four times and established himself as one of the most elusive runners in pro football with his quickness and agility. In 2007, he was ranked by NFL Network's NFL Top 10 series as the most elusive runner in NFL history, and also topped its list of greatest players never to play in a Super Bowl. He is often regarded as one of the greatest running backs in NFL history.",
  "/wiki/1990_NFL_season": "The 1990 NFL season was the 71st regular season of the National Football League. To increase revenue, the league, for the first time since 1966, reinstated bye weeks, so that all NFL teams would play their 16-game schedule over a 17-week period. Furthermore, the playoff format was expanded from 10 teams to 12 teams by adding another wild card from each conference, thus adding two more contests to the postseason schedule; this format remains in use today (although there are now four division spots and two wild card spots available with realignment in 2002). During four out of the five previous seasons, at least one team with a 10–6 record missed the playoffs, including the 11–5 Denver Broncos in 1985; meanwhile, the 10–6 San Francisco 49ers won Super Bowl XXIII, leading for calls to expand the playoff format to ensure that 10–6 teams could compete for a Super Bowl win. Ironically, the first ever sixth-seeded playoff team would not have a 10–6 record, but instead, the New Orleans Saints, with an 8–8 record, took the new playoff spot.",
  "/wiki/Richmond_Webb": "Richmond Jewel Webb (born January 11, 1967) is a former National Football League offensive tackle with the Miami Dolphins and the Cincinnati Bengals.  Webb played college football for Texas A&M University. He was selected by the Dolphins as the ninth overall pick in the 1990 NFL Draft.",
  "/wiki/Offensive_tackle": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/1991_NFL_season": "The 1991 NFL season was the 72nd regular season of the National Football League. It was the final season for legendary coach Chuck Noll. The season ended with Super Bowl XXVI when the Washington Redskins defeated the Buffalo Bills 37–24 at the Metrodome in Minnesota. This was the second of four consecutive Super Bowl losses for Buffalo.",
  "/wiki/Mike_Croel": "Michael Croel (born June 6, 1969) is a former American football linebacker who played in the National Football League and the XFL.",
  "/wiki/Denver_Broncos": "The Denver Broncos are a professional American football franchise based in Denver, Colorado.  The Broncos compete as a member club of the National Football League (NFL)'s American Football Conference (AFC) West division. The team began play in 1960 as a charter member of the American Football League (AFL) and joined the NFL as part of the merger in 1970. The Broncos are owned by the Pat Bowlen trust and currently play home games at Empower Field at Mile High (formerly known as Invesco Field at Mile High from 2001–2010, Sports Authority Field at Mile High from 2011–2017, and Broncos Stadium at Mile High from 2018–2019). Prior to that, they played at Mile High Stadium from 1960 to 2000.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/1992_NFL_season": "The 1992 NFL season was the 73rd regular season of the National Football League.\nDue to the damage caused by Hurricane Andrew, the New England Patriots at Miami Dolphins game that was scheduled for September 6 at Joe Robbie Stadium was rescheduled to October 18. Both teams originally had that weekend off. This marked the first time since the 1966 NFL season and the AFL seasons of 1966 and 1967 that there were byes in week 1; in those years, byes were necessary every week since there were an odd number of teams, which would happen again between 1999 and 2001. The Tampa Bay Buccaneers and Dolphins also had their 2017 season opener postponed due to Hurricane Irma.",
  "/wiki/Santana_Dotson": "Santana N. Dotson (born December 19, 1969) is a former American football defensive tackle in the National Football League. He was a part of Houston's Yates High School football team when it won the 1985 5A state championship. While at Baylor, Dotson was voted All-American in 1991. He won the 1992 NFL Defensive Rookie of the Year with the Tampa Bay Buccaneers and played in two Super Bowls with the Green Bay Packers.",
  "/wiki/Tampa_Bay_Buccaneers": "The Tampa Bay Buccaneers are a professional American football team based in Tampa, Florida. The Buccaneers currently compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) South division. The club joined the NFL in 1976 as an expansion team, along with the Seattle Seahawks. Tampa Bay played its first season in the American Football Conference (AFC) West division as part of the 1976 expansion plan, whereby each new franchise would play every other franchise over the first two years. After the season, the team switched conferences with the Seahawks and became a member of the NFC Central division. During the 2002 league realignment, the Buccaneers joined three former NFC West teams to form the NFC South. The club is owned by the Glazer family, and plays its home games at Raymond James Stadium in Tampa.",
  "/wiki/Defensive_tackle": "A defensive tackle (DT) is typically the largest and strongest of the defensive players in American football. The defensive tackle typically lines up opposite one of the offensive guards. Depending on a team's individual defensive scheme, a defensive tackle may be called upon to fill several different roles.  These roles may include merely holding the point of attack by refusing to be moved or penetrating a certain gap between offensive linemen to break up a play in the opponent's backfield. If a defensive tackle reads a pass play, his primary responsibility is to pursue the quarterback, or simply knock the pass down at the line if it is within arm's reach.  Other responsibilities of the defensive tackle may be to pursue the screen pass or drop into coverage in a zone blitz scheme. In a traditional 4–3 defense, there is no nose tackle. Instead there is a left and right defensive tackle. Some teams, especially in the National Football League (NFL), do have a nose tackle in this scheme, but most of them do not.",
  "/wiki/1993_NFL_season": "The 1993 NFL season was the 74th regular season of the National Football League. It was the only season in league history where all NFL teams were scheduled to play their 16-game schedule over a span of 18 weeks (the league again played 16 games over 18 weeks in 2001, but this was not planned and instead was caused by the postponement of a week of games due to the September 11, 2001 terrorist attacks). After the success of expanding the regular season to a period of 17 weeks in 1990, the league hoped this new schedule would generate even more revenue.  This was also done to avoid scheduling playoff games on January 1 and competing with college football bowl games. However, teams felt that having two weeks off during the regular season was too disruptive for their weekly routines, and thus it reverted to 17 weeks immediately after the season ended.",
  "/wiki/Jerome_Bettis": "Jerome Abram Bettis Sr. (born February 16, 1972), nicknamed The Bus, is a former American football halfback who played for the Los Angeles Rams/St. Louis Rams and Pittsburgh Steelers of the National Football League (NFL). Bettis is seventh on the list of NFL rushing yards leaders. He retired in 2006 after he won Super Bowl XL with the Steelers in his native Detroit, Michigan, beating the Seattle Seahawks. Bettis was inducted into the Pro Football Hall of Fame in 2015.",
  "/wiki/Los_Angeles_Rams": "The Los Angeles Rams are a professional American football team based in the Greater Los Angeles area. The Rams compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) West division. The club has won three NFL championships, and is the only one to win championships representing three cities (Cleveland in 1945, Los Angeles in 1951, and St. Louis in 1999). Starting in 2020, the Rams will play their home games at SoFi Stadium in Inglewood, which they will share with the Los Angeles Chargers.",
  "/wiki/1994_NFL_season": "The 1994 NFL season was the 75th regular season of the National Football League. To honor the NFL's 75th season, a special anniversary logo was designed and each player wore a patch on their jerseys with this logo throughout the season. Also, a selection committee of media and league personnel named a special NFL 75th Anniversary All-Time Team, honoring the best NFL players from the first 75 seasons.",
  "/wiki/Marshall_Faulk": "Marshall William Faulk (born February 26, 1973) is a former American football player who was a running back in the National Football League (NFL) for twelve seasons. He played college football for San Diego State University, and was a two-time consensus All-American. He was selected by the Indianapolis Colts as the second overall pick in the 1994 NFL Draft, and he also played professionally for the NFL's St. Louis Rams. Faulk was a member of the Greatest Show on Turf, a name given to the St. Louis Rams team that appeared in two Super Bowls and won Super Bowl XXXIV. In 2000, Faulk was named the Most Valuable Player of the NFL. Faulk is one of only three NFL players (Marcus Allen and Tiki Barber being the others) to reach at least 10,000 rushing yards and 5,000 receiving yards; he is the only one to amass 12,000 yards rushing and 6,000 yards receiving.  Faulk was inducted into the Pro Football Hall of Fame in 2011 and the College Football Hall of Fame in 2017. He was an analyst for various programs on the NFL Network until December 2017.",
  "/wiki/Indianapolis_Colts": "The Indianapolis Colts are an American football team based in Indianapolis, Indiana. The Colts compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) South division. Since the 2008 season, the Colts have played their games in Lucas Oil Stadium. Previously, the team had played for over two decades (1984–2007) at the RCA Dome. Since 1987, the Colts have been the host team for the NFL Scouting Combine.",
  "/wiki/1995_NFL_season": "The 1995 NFL season was the 76th regular season of the National Football League. The league expanded to 30 teams with the addition of the Carolina Panthers and the Jacksonville Jaguars. The two expansion teams were slotted into the two remaining divisions that previously had only four teams (while the other four had five teams): the AFC Central (Jaguars) and the NFC West (Panthers).",
  "/wiki/Curtis_Martin": "Curtis James Martin Jr. (born May 1, 1973) is a former American football running back who spent the majority of his career with the New York Jets of the National Football League (NFL). Martin began his professional career with the New England Patriots, who selected him in the third round of the 1995 NFL Draft. As a free agent in 1998, he joined the Jets where he finished his career in 2007 due to a career-ending knee injury in the 2006 NFL season. He retired as the fourth leading rusher in NFL history. He was selected as a member of the Pro Football Hall of Fame in 2012.",
  "/wiki/New_England_Patriots": "The New England Patriots are a professional American football team based in the Greater Boston area. The Patriots compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team plays its home games at Gillette Stadium in the town of Foxborough, Massachusetts, which is located 28 miles (45 km) southwest of Boston, Massachusetts. The Patriots are also headquartered at Gillette Stadium.",
  "/wiki/1996_NFL_season": "The 1996 NFL season was the 77th regular season of the National Football League and the season was marked by notable controversies from beginning to end. The season ended with Super Bowl XXXI when the Green Bay Packers defeated the New England Patriots 35–21 at the Louisiana Superdome.",
  "/wiki/Eddie_George": "Edward Nathan George Jr. (born September 24, 1973) is a former professional American football running back in the National Football League (NFL) for nine seasons. He played college football for Ohio State University and won the Heisman Trophy in 1995. He was drafted in the first round of the 1996 NFL Draft, and played professionally for the Tennessee Titans (both in Tennessee and in Houston when the franchise was known as the Houston Oilers). George was inducted into the College Football Hall of Fame in 2011. Post-football, George earned an MBA from Northwestern University's Kellogg School of Management. In 2016, he appeared on Broadway in the musical Chicago as the hustling lawyer Billy Flynn.",
  "/wiki/Houston_Oilers": "The Houston Oilers were a professional American football team who played in Houston, Texas from 1960 to 1996 before relocating and becoming the Tennessee Titans. The Oilers began play in 1960 as a charter member of the American Football League (AFL). The team won two AFL championships before joining the NFL as part of the AFL–NFL merger in the late 1960s.",
  "/wiki/1997_NFL_season": "The 1997 NFL season was the 78th regular season of the National Football League. The Oilers relocated from Houston, Texas to Nashville, Tennessee. The newly renamed Tennessee Oilers played their home games during this season at the Liberty Bowl Memorial Stadium in Memphis, Tennessee while construction of a new stadium in Nashville started. Houston would rejoin the NFL with the expansion Texans in 2002.",
  "/wiki/Warrick_Dunn": "Warrick De'Mon Dunn (born January 5, 1975) is a former American football running back who played in the National Football League (NFL) for twelve seasons.  He was drafted by the Tampa Bay Buccaneers 12th overall in the 1997 NFL Draft, after playing college football at Florida State.  Dunn was named AP NFL Offensive Rookie of the Year in 1997 and earned three Pro Bowl selections in his career.  After his playing career, Dunn took a minority stake in the Falcons' ownership group led by Arthur Blank.",
  "/wiki/1998_NFL_season": "The 1998 NFL season was the 79th regular season of the National Football League.",
  "/wiki/Randy_Moss": "Randy Gene Moss (born February 13, 1977) is an American former professional football player who is a television sports analyst. He played wide receiver for 14 seasons in the National Football League (NFL). He holds the NFL single-season touchdown reception record (23 in 2007), the NFL single-season touchdown reception record for a rookie (17 in 1998), and is second on the NFL all-time regular season touchdown reception list with 156.  He currently works for ESPN as a studio analyst for their Sunday NFL Countdown and Monday Night Countdown programs.",
  "/wiki/Minnesota_Vikings": "The Minnesota Vikings are a professional American football team based in Minneapolis, Minnesota. The Vikings joined the National Football League (NFL) as an expansion team in 1960, and first took the field for the 1961 season. The team competes in the National Football Conference (NFC) North division.",
  "/wiki/1999_NFL_season": "The 1999 NFL season was the 80th regular season of the National Football League. The Cleveland Browns returned to the field for the first time since the 1995 season, while the Tennessee Oilers changed their name to \"Tennessee Titans,\" with the league retiring the name “Oilers.”",
  "/wiki/Edgerrin_James": "Edgerrin Tyree James (/ˈɛdʒərɪn/; born August 1, 1978) is an American former professional football player who was a running back in the National Football League (NFL) for eleven seasons.  He played college football for the Miami Hurricanes.  He was drafted by the Indianapolis Colts fourth overall in the 1999 NFL Draft.  James also played for the Arizona Cardinals and Seattle Seahawks.  The AP NFL Offensive Rookie of the Year in 1999, he earned four Pro Bowl selections and four All-Pro selections. James is the Colts' all-time leader in career rushing yards, attempts, and touchdowns. James is thirteenth on the all-time rushing list, and a member of the 10,000 Yards rushing club. He was elected to the Pro Football Hall of Fame as a member of the Class of 2020.",
  "/wiki/National_Football_League_Rookie_of_the_Year_Award": "Various entities present a National Football League Rookie of the Year Award each season to the top rookie(s) in the National Football League (NFL). The NFL considers the (rookie) of the year awards by the Associated Press (AP) to be its official honor. The AP awards and Pepsi's rookie of the year award are presented each year at the NFL Honors."
}