{
  "/wiki/Governor_of_Queensland": "The Governor of Queensland is the representative in the state of Queensland of the Queen of Australia. In an analogous way to the Governor-General of Australia at the national level, the Governor performs constitutional and ceremonial functions at the state level. In particular the governor has the power to appoint and dismiss the Premier of Queensland and all other ministers in the cabinet, and issue writs for the election of the state parliament.",
  "/wiki/Paul_de_Jersey": "Paul de Jersey, AC, QC (born 21 September 1948) is an Australian jurist and the 26th and current Governor of Queensland, in office since 29 July 2014. He was Chief Justice of Queensland from 1998 to 2014.",
  "/wiki/Governor_of_South_Australia": "The Governor of South Australia is the representative in the Australian state of South Australia of Elizabeth II, Queen of Australia. The Governor performs the same constitutional and ceremonial functions at the state level as does the Governor-General of Australia at the national level. In accordance with the conventions of the Westminster system of parliamentary government, the Governor nearly always acts solely on the advice of the head of the elected government, the Premier of South Australia. Nevertheless, the Governor retains the reserve powers of the Crown, and has the right to dismiss the Premier. As from June 2014, the Queen, upon the recommendation of the Premier, accorded all current, future and living former Governors the title 'The Honourable' for life. The first six Governors oversaw the colony from proclamation in 1836 until self-government and an elected Parliament of South Australia was enacted in the year prior to the inaugural 1857 election.",
  "/wiki/Hieu_Van_Le": "Hieu Van Le, AC (Vietnamese: Lê Văn Hiếu; born 1 January 1954) is the 35th and current Governor of South Australia, in office since 1 September 2014. He served as the state's lieutenant-governor from 2007 to 2014. He also served as chair of the South Australian Multicultural and Ethnic Affairs Commission (SAMEAC) from 2006 to 2009. Le is the first person of Asian heritage to be appointed a state governor in Australia.",
  "/wiki/Governor_of_Tasmania": "The Governor of Tasmania is the representative in the Australian state of Tasmania of Elizabeth II, Queen of Australia. The Governor performs the same constitutional and ceremonial functions at the state level as the Governor-General of Australia does at the national level.",
  "/wiki/Kate_Warner": "Catherine Ann Warner, AC (born 14 July 1948) is an Australian lawyer and legal academic serving as the 28th and current Governor of Tasmania since 2014.",
  "/wiki/Governor_of_Victoria": "The Governor of Victoria is the representative in the Australian state of Victoria of its monarch, Elizabeth II, Queen of Australia and is one of the Governors of the Australian states. The governor performs the same constitutional and ceremonial functions at the state level as does the Governor-General of Australia at the federal level. The governor's office and official residence is Government House next to the Royal Botanic Gardens and surrounded by Kings Domain in Melbourne.",
  "/wiki/Linda_Dessau": "Linda Marion Dessau, AC (born 8 May 1953) is an Australian jurist, barrister, and the 29th and current Governor of Victoria since 1 July 2015. She is the first female and the first Jewish holder of the office. She was a judge of the Family Court of Australia from 1995 to 2013.",
  "/wiki/Governor_of_Western_Australia": "The Governor of Western Australia is the representative in Western Australia of the Queen of Australia, Elizabeth II. As with the other governors of the Australian states, the Governor of Western Australia performs constitutional, ceremonial and community functions, including:",
  "/wiki/Kim_Beazley": "Kim Christian Beazley, AC (born 14 December 1948) is a former Australian politician serving as the 33rd and current Governor of Western Australia. He was previously Deputy Prime Minister (1995–1996), Leader of the Australian Labor Party (ALP) and Leader of the Opposition (1996–2001, 2005–2006) and Ambassador to the United States (2010–2016).",
  "/wiki/Governor_of_New_South_Wales": "The Governor of New South Wales is the viceregal representative of the Australian monarch, Queen Elizabeth II, in the state of New South Wales. In an analogous way to the Governor-General of Australia at the national level, the Governors of the Australian states perform constitutional and ceremonial functions at the state level. The governor is appointed by the queen on the advice of the premier of New South Wales, for an unfixed period of time—known as serving At Her Majesty's pleasure—though five years is the norm. The current governor is retired judge Margaret Beazley, who succeeded David Hurley on 2 May 2019.",
  "/wiki/Margaret_Beazley": "Margaret Joan Beazley, AC, QC (born 23 July 1951) is an Australian jurist who is the 39th and current Governor of New South Wales, serving since 2 May 2019. She was the president of the New South Wales Court of Appeal, the first woman to hold the office, from 2013 until February 2019.",
  "/wiki/Administrator_of_the_Northern_Territory": "The Administrator of the Northern Territory is an official appointed by the Governor-General of Australia to represent the government of the Commonwealth in the Northern Territory.  He or she performs functions similar to those of a state governor.",
  "/wiki/Vicki_O%27Halloran": "Vicki Susan O'Halloran, AO (born 20 June 1964) is an Australian businesswoman and community worker, who was CEO of Somerville Community Services in the Northern Territory from 1998 to 2017. On 31 October 2017, she was sworn in as the 22nd Administrator of the Northern Territory, replacing John Hardy.",
  "/wiki/Administrator_of_Norfolk_Island": "The Administrator of Norfolk Island acts as a representative both of The Crown and of the Government of Australia, as well as carrying out other duties according to the Norfolk Island Amendment Act 2015. Since its construction in 1829, Government House located in KAVHA, Kingston has been the residence of the governors, commandants, and administrators of Norfolk Island.",
  "/wiki/Eric_Hutchinson_(politician)": "Eric Russell Hutchinson (born 19 June 1965) is a former Australian politician who represented the Division of Lyons in the Australian House of Representatives from September 2013 to July 2016 as a member of the Liberal Party of Australia.",
  "/wiki/Australian_Indian_Ocean_Territories": "Australian Indian Ocean Territories is the name since 1995 of an administrative unit under the Australian Department of Infrastructure, Transport, Regional Development and Local Government, consisting of two islands groups in the Indian Ocean under Australian sovereignty:",
  "/wiki/Natasha_Griggs": "Natasha Louise Griggs (born 24 January 1969) is a former Australian politician. Since 5 October 2017, Griggs has been the Administrator of the Australian Indian Ocean Territories."
}