{
  "/wiki/Canyon_High_School_(Santa_Clarita,_California)": "Canyon High School is a high school in the William S. Hart Union High School District in the community of Canyon Country, Santa Clarita, California. The school opened in 1968.  The student population is approximately 2400 in grades 9 through 12.",
  "/wiki/Lutheran_High_School_of_Orange_County": "Lutheran High School of Orange County (commonly known as Orange Lutheran High School) is a private Lutheran high school in Orange, California, in the Los Angeles Metropolitan Area, founded in 1973. The school offers traditional, online and hybrid schedules for its students. Orange Lutheran is accredited by the National Lutheran School Accreditation Organization and the Western Association of Schools and Colleges. The school is also known for its Missions Program, which travels internationally and nationally on a year-round basis.",
  "/wiki/Oaks_Christian_School": "Oaks Christian School is a co-educational, college-preparatory, non-denominational Christian school serving grades 5-12. Oaks Christian School is located on 25 acres (10 ha) in Westlake Village, California. The school was established in 2000. As of the 2019-20 academic year, total student enrollment is approximately 1,400 students. Approximately three-quarters of these students are enrolled in high school (grades 9-12), while the remainder comprise the middle school population (grades 5-8).",
  "/wiki/Centennial_High_School_(Corona,_California)": "Centennial High School (commonly referred to as CHS or CeHS) is a California Distinguished, public high school in the city of Corona, California.  It is one of eight high schools in the Corona-Norco Unified School District and is the only high school in the district that provides the International Baccalaureate program of study.[citation needed]",
  "/wiki/Oceanside_High_School": "Oceanside High School (California) is an American public secondary school located in Oceanside, California. It is part of the Oceanside Unified School District.",
  "/wiki/St._Bonaventure_High_School": "St. Bonaventure High School is a private, Catholic, co-educational secondary school in Ventura, California, United States. This college preparatory institution was founded on the spiritual ideals of St. Francis of Assisi and the academic fervor of its namesake, St. Bonaventure. The nearby Mission San Buenaventura was founded by the Franciscan order in 1782 and was also named after Saint Bonaventure. The school's mascot, the seraph, was derived from one of the titles of Bonaventure, \"Seraphic Doctor\".",
  "/wiki/Long_Beach_Polytechnic_High_School": "Long Beach Polytechnic High School, founded in 1895 as Long Beach High School, is a public high school located at 1600 Atlantic Avenue in Long Beach, California, United States. The school serves portions of Long Beach, including Bixby Knolls, and some parts of the cities of Signal Hill and Lakewood. Polytechnic (more commonly known as Poly) is the flagship high school of the Long Beach Unified School District. It is a large urban high school with about 4,400 students.",
  "/wiki/Cathedral_Catholic_High_School": "Cathedral Catholic High School (CCHS) is a private coeducational Catholic college preparatory high school in San Diego, California. It is operated by the Roman Catholic Diocese of San Diego. It was founded in 1957 as the University High School (UHS or Uni), later the University of San Diego High School (USDHS), which was located in the Linda Vista neighborhood of San Diego. Construction began on CCHS at its current location on Del Mar Heights Road in Carmel Valley in 1999. In 2005 USDHS, including all faculty, administration, and students, moved to that campus and changed its name to Cathedral Catholic. Cathedral Catholic High School is accredited by the Western Catholic Education Association (WCEA), the Western Association of Schools and Colleges (WASC) and holds membership with the College Board.",
  "/wiki/St._Margaret%27s_Episcopal_School": "St. Margaret's Episcopal School is a private, Pre-K – 12th grade college preparatory school located in San Juan Capistrano, California. It is a member of the National Association of Episcopal Schools (NAES), the National Association for the Education of Young Children, the National Association of Independent Schools (NAIS), the Western States Association of Schools and Colleges (WASC) and the California Association of Independent Schools (CAIS).",
  "/wiki/Crenshaw_High_School": "Crenshaw High School is a four-year public secondary school in the Los Angeles Unified School District, located on 11th Avenue in the Crenshaw district of Los Angeles, California.",
  "/wiki/Servite_High_School": "Servite High School is an all-male, Roman Catholic college preparatory high school operated by the Order of Friar Servants of Mary (the Servites). Located on a 15-acre (61,000 m2) campus in Anaheim, California, USA in the Los Angeles Metropolitan Area, as of 2017 it had an enrollment of about 850 and about 9000 alumni. Its mascot is the Friar and its colors are black and white, trimmed with gold. It is located within the Roman Catholic Diocese of Orange, however, it is not a diocesan school, but is run privately by the Servite Order itself.",
  "/wiki/Jun%C3%ADpero_Serra_High_School_(Gardena,_California)": "Junípero Serra High School is a private, Roman Catholic high school in Gardena, California, United States, a suburban city located 14 miles southwest from downtown Los Angeles. Honored as a State School of the Year, Serra is operated by the Roman Catholic Archdiocese of Los Angeles.",
  "/wiki/Francis_W._Parker_School_(San_Diego)": "Francis Parker School, also known simply as Parker, is a college preparatory independent day school in San Diego, California, serving students from junior kindergarten through twelfth grade. Parker was founded in 1912 by Clara Sturges Johnson and William Templeton Johnson, themselves recent arrivals to the West Coast. The Johnsons' nieces had attended the original Francis W. Parker School in Chicago, founded eleven years earlier, and sought to recreate the same progressive education standards at the original institution.",
  "/wiki/James_Madison_High_School_(California)": "James Madison High School is a public high school in San Diego, California. It is part of the San Diego Unified School District.  Madison's 50-acre (200,000 m2) campus opened in 1962. Serving almost 1,100 students in grades 9-12, it is located in the Clairemont Mesa neighborhood, north of Interstate 8 and west of Interstate 805.",
  "/wiki/The_Bishop%27s_School_(La_Jolla)": "The Bishop's School is an independent college preparatory Episcopal\n day school located at 7607 La Jolla Boulevard in La Jolla, a community of San Diego.  Bishop's offers courses for students in the sixth through twelfth grades and has a 9:1 student-teacher ratio.",
  "/wiki/Westlake_High_School_(California)": "Westlake High School (also known as Westlake High, Westlake, or WHS) is a public high school in the Westlake neighborhood of Thousand Oaks, in Ventura County, California. Westlake High School serves grades 9–12 in the Conejo Valley Unified School District. Middle schools that feed into Westlake include Colina Middle School and Los Cerritos Middle School.",
  "/wiki/Santa_Margarita_Catholic_High_School": "Santa Margarita Catholic High School (SMCHS) is a coeducational college preparatory Roman Catholic high school located in Rancho Santa Margarita, California, United States.  SMCHS is owned and operated by the Diocese of Orange, and was opened in 1987 under the direction of the Bishop of Orange. Although it follows the Catholic tradition, admission  is open to  students of all  faiths.  As of fall 2018,  1,673 students were enrolled in grades 9 through 12.",
  "/wiki/Helix_High_School": "Helix High School, in La Mesa, California, is a charter high school built in 1952. It received its charter in 1998. Part of the Grossmont Union High School District, it serves a mid-level socioeconomic community and has a student body of approximately 2,400 pupils. Helix serves parts of La Mesa, Lemon Grove, and Spring Valley; however, as a charter school, all high school students in the state of California are eligible to attend.",
  "/wiki/Washington_Union_High_School": "Washington Union High School is a high school in the rural community of Easton in Fresno County, California. Founded in 1892 (and first accredited in 1965), Washington Union is most likely the second oldest high school in Fresno County (Fresno High School being established three years earlier in 1889). The school encompasses roughly 90-square miles in the heart of the central San Joaquin Valley. The mascot for Washington Union is the Panthers, with school colors being purple, white, grey, and black. The school has a large and diverse population of students from the Fresno metropolitan area. \n\nWashington Union was one of the few schools in Fresno County that operated as a single school district until becoming unified in 2011 with two feeder schools, American Union Elementary and West Fresno Elementary. In addition to West Fresno and American Union, it is fed by five schools in the area that operate their own elementary and middle schools. The new K-12 district serves over 2,560 students. The school boasts a variety of programs such as: Agriculture, Academic Decathlon, Health-Institute, Music, Construction, Architecture, Advancement Via Individual Determination (AVID), After School Program, Gifted and Talented Education (GATE), Link Crew, Migrant, Safe School Ambassadors and a newly created Criminal Justice Academy.",
  "/wiki/Sierra_Canyon_School": "Sierra Canyon School (SCS) is a private, coeducational day school located in the Los Angeles neighborhood of Chatsworth. Sierra Canyon enrolls students in preschool through grade 12.",
  "/wiki/Narbonne_High_School": "Nathaniel Narbonne High School (NHS) is a school located at 24300 South Western Avenue, in the Harbor City area of Los Angeles, California. Narbonne serves grades 9 through 12 and is part of the Los Angeles Unified School District. Narbonne serves the Harbor City area and the city of Lomita.",
  "/wiki/Clovis_North_Educational_Center": "Clovis North Educational Center (CNEC/Clovis North High School/Granite Ridge) is a combination junior high school (grades 7 and 8) and high school (grades 9-12) sharing a common administration, campus, and teaching staff. It is located on the corner of Willow & International in Fresno, California, across the street from Clovis Community College Center.",
  "/wiki/Edison_High_School_(Huntington_Beach,_California)": "Edison High School is a public high school located in Huntington Beach, California which first began operation in 1969. It is a part of the Huntington Beach Union High School District. Edison is a California Distinguished School. The graduation rate at Edison is 94%. Thirty-three percent of Edison graduates attend a four-year university and 61% attend community college or trade school. Twenty five total AP, Honors, and Accelerated level courses are offered at Edison. Edison is a largely sports-centered high school, with 30 CIF championships and 255 League championships.",
  "/wiki/Monrovia_High_School": "Monrovia High School is a public high school located in Monrovia, California, a northeastern suburb of Los Angeles, United States. Monrovia High School is the only grades 9–12 comprehensive high school in the Monrovia Unified School District. Established in 1893, the campus is located in an environment of neo-Spanish architecture, green lawns, hundred-year-old oak trees, and is nestled against the San Gabriel Mountains.  The portion of the campus designed in 1928 is the work of noted Los Angeles architect John C. Austin.",
  "/wiki/Santa_Fe_Christian_Schools": "Santa Fe Christian Schools is a private, college preparatory Christian school located in Solana Beach, California,[citation needed] founded in 1977.[citation needed]",
  "/wiki/Rio_Hondo_Preparatory_School": "Rio Hondo Preparatory School, also known as Rio Hondo Prep, RHP or simply Rio, is a private Christian day school for grades 6–12. Founded in 1964, it is located in Arcadia, California.",
  "/wiki/St._John_Bosco_High_School": "St. John Bosco High School (SJBHS) is a Catholic, all male college preparatory high school located in Bellflower, California and conducted by the San Francisco Province of the Salesians of St. John Bosco. St. John Bosco High School is named after Saint John Bosco, an Italian saint known for his dedication to educating and advocating for youth and for his \"Home-School-Church-Playground\" model of education. Bosco was founded as an elementary and intermediate boarding school in 1940. The first high school class graduated in 1956, and in 1979 the boarding school closed.",
  "/wiki/Bakersfield_High_School": "Bakersfield High School (BHS) is a high school located in Bakersfield, California, United States.",
  "/wiki/Mission_Hills_High_School": "Mission Hills High School is located in the beautiful foothills of San Diego County. San Marcos, a progressive community of more than 95,000 residents, is also home to Palomar College and California State University San Marcos (CSUSM). The city has also become the heart of education in San Diego North County.",
  "/wiki/Chaminade_College_Preparatory_School_(California)": "Chaminade College Preparatory is a private Catholic preparatory school with two campuses in the San Fernando Valley region of Los Angeles, California, United States. Named after Society of Mary founder Blessed William Joseph Chaminade, Chaminade College Preparatory consists of a middle school (encompassing grades 6–8) located in Chatsworth and a high school (encompassing grades 9–12) located in West Hills.  It is located in the Roman Catholic Archdiocese of Los Angeles. It is a member of the approved Secondary Schools of the University of California.",
  "/wiki/William_S._Hart_High_School_(California)": "William S. Hart High School is a four-year public high school in Newhall, Santa Clarita, California, United States. It is the oldest high school in the Santa Clarita Valley in California. The school has been educating students through the 12th grade since 1945. Hart was named for local cowboy actor William S. Hart and is a part of the William S. Hart Union High School District.",
  "/wiki/Corona_del_Mar_High_School": "Corona del Mar High School (CdM) is a public school located in the Eastbluff neighborhood of Newport Beach, California, and belongs to the Newport-Mesa Unified School District.  It is a combination of a middle school (7th and 8th grades) and a high school (9th, 10th, 11th, and 12th grades). The school was founded in 1962 and has an enrollment of just over 2600 students. The school covers an area of just over 1,700,000 square feet. According to US News, there are 92 full-time teachers.",
  "/wiki/Nordhoff_High_School": "Nordhoff High School (NHS), originally Nordhoff Union High School, is a public high school in Ojai, California that serves most of the Ojai Valley. The school is located at 1401 Maricopa Highway, within the city of Ojai and near the town of Meiners Oaks. Nordhoff is one of two high schools within the Ojai Unified School District, the other being Chaparral High School, a continuation school. Established in 1910, the school celebrated its centennial in 2010.",
  "/wiki/Bakersfield_Christian_High_School": "Bakersfield Christian High School (BCHS) is a private, college-preparatory, nondenominational Christian school. It is fully accredited by the Western Association of Schools and Colleges and the Association of Christian Schools International.",
  "/wiki/View_Park_Preparatory_High_School": "View Park Preparatory Accelerated Charter High School (known informally as View Park Prep) is a college preparatory high school in  South region of Los Angeles, California, United States.",
  "/wiki/Edison_High_School_(Fresno,_California)": "Edison High School is located in Fresno, California, United States, as part of the Fresno Unified School District. It is a public high school located next to Computech Middle School.",
  "/wiki/Redlands_East_Valley_High_School": "Redlands East Valley High School is a public high school in Redlands, California, United States, near the San Bernardino Mountains. The school opened in the 1997-1998 school year as part of the Redlands Unified School District.",
  "/wiki/Ridgeview_High_School_(Bakersfield,_California)": "All students enrolled at RHS must at least meet the following criteria before graduation:",
  "/wiki/El_Capitan_High_School": "El Capitan High School (commonly known as El Cap) is a public high school in Lakeside, California, United States, a census-designated place in San Diego, and serves students in grades nine through twelve. Opened in 1959, El Capitan is the fifth of twelve high schools to be constructed in the Grossmont Union High School District. El Capitan High School is accredited by the Western Association of Schools and Colleges.",
  "/wiki/Paso_Robles_High_School": "Paso Robles High School (PRHS) is the only comprehensive high school located in the city of Paso Robles, California. The school receives its students from George H. Flamson Middle School and Daniel E. Lewis Middle School, both located in Paso Robles, as well as from the Lillian Larsen School, a public K-8 school in San Miguel, California and Pleasant Valley Elementary School, a public K-8 school located in an outlying area of northeastern San Luis Obispo County. Additionally, the school receives students from private K-8 schools such as Trinity Lutheran School and St. Rose Catholic School, both located in Paso Robles. And some from Santa Lucia School located in Templeton, California",
  "/wiki/Christian_High_School_San_Diego": "Christian High School, part of the Christian Unified Schools of San Diego, is located in El Cajon, California. It offers a college preparatory education, with the goal to \"prepare students who are academically and spiritually prepared to be a light in their community and who understand the nature of God, His Word, and the importance of impacting the world for Christ.\" Christian High was founded by Dr. Timothy and Beverly LaHaye in 1965."
}