{
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Kuurne%E2%80%93Brussels%E2%80%93Kuurne": "Kuurne–Brussels–Kuurne is an annual single-day road cycling race in Belgium. It is held one day after Omloop Het Nieuwsblad, on the last Sunday of February or the first of March, and completes the opening weekend of the Belgian cycling season. It is ranked a 1.HC event of the UCI Europe Tour. Tom Boonen holds the most wins with three victories.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/George_Hincapie": "George Hincapie (born June 29, 1973) is an American former road bicycle racer, who competed as a professional between 1994 and 2012. Hincapie was a key domestique of Lance Armstrong. Hincapie was also a domestique for Alberto Contador in 2007 and for Cadel Evans in 2011, when both men won the Tour de France. He is currently the owner and general manager of UCI Professional Continental team Arapahoe Hincapie p/b BMC.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/2005_Volta_a_Catalunya": "The 85th edition of the Volta a Catalunya cycling race took place from May 16 to May 22, 2005, in Catalonia, Spain. It began in Salou with a team time trial and ended in Barcelona. Yaroslav Popovych won the first major win of his career.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Yaroslav_Popovych": "Yaroslav Popovych (Ukrainian: Ярослав Попович, born 4 January 1980) is a retired Ukrainian cyclist. From 2012 until 2016 he rode with the UCI ProTour team Trek–Segafredo. He was born in Drohobych, Ukrainian SSR, Soviet Union. Under-23 road race champion in 2001, Popovych turned professional in 2002 with Landbouwkrediet–Colnago, where he performed particularly strongly in the Giro d'Italia, finishing third in 2003. Upon joining Discovery Channel in 2005, his focus switched to the Tour de France, where he won the young riders' classification in 2005 and won stage 12 in 2006. When Discovery Channel folded at the end of 2007, Popovych moved to Silence–Lotto in 2008 and on to Astana in 2009. Popovych also raced for Team RadioShack in 2010 and 2011.",
  "/wiki/2005_Giro_d%27Italia": "The 2005 Giro d'Italia was the 88th edition of the Giro d'Italia, one of cycling's Grand Tours. The Giro began in Reggio Calabria with a 1.15 km (0.7 mi) prologue. The race came to a close with a 119 km (73.9 mi) mass-start road stage that stretched from Albese con Cassano to Milan. Twenty two teams entered the race that was won by the Italian Paolo Savoldelli of the Discovery Channel team. Second and third were the Italian Gilberto Simoni and Venezuelan José Rujano.",
  "/wiki/Paolo_Savoldelli": "Paolo Savoldelli (born 7 May 1973 in Clusone, province of Bergamo) is a former Italian road racing cyclist and winner of the 2002 and 2005 Giro d'Italia.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/2005_Crit%C3%A9rium_du_Dauphin%C3%A9_Lib%C3%A9r%C3%A9": "The 2005 Critérium du Dauphiné Libéré was the 57th edition of the Critérium du Dauphiné Libéré cycle race and was held from 5 June to 12 June 2005. The race started in Aix-les-Bains and finished in Sallanches. The race was won by Spanish rider Íñigo Landaluze, who has given positive in a doping test but whose case is still under dispute.",
  "/wiki/Team_time_trial": "A team time trial (TTT) is a road-based bicycle race in which teams of cyclists race against the clock (see individual time trial for a more detailed description of ITT events).",
  "/wiki/Maillot_blanc": "The young rider classification is a secondary competition in the Tour de France, that started in 1975. Excluding the years 1989 to 1999, the leader of the young rider classification wears a white jersey (French: maillot blanc). The requirements to be eligible for the young rider classification have changed over the years but have always been such that experienced cyclists were not eligible, sometimes by excluding cyclists over a certain age, cyclists who had entered the Tour de France before, or cyclists who had been professional for more than two years. In the most recent years, only cyclists below 26\nyears are eligible.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/2005_Eneco_Tour_of_Benelux": "The 2005 Eneco Tour of Benelux road cycling race took place from August 3 to August 10. The Eneco tour is the continuation of the Tour of the Netherlands. This first edition covered parts of the Netherlands, Belgium and Germany. 184 cyclists and 23 cycling teams participated. 20 are UCI ProTour teams, the three remaining are Shimano Memory-Corp and the Belgian teams MrBookmaker and Chocolade Jacques. The winner, Bobby Julich (Team CSC), won the last stage, an individual time trial with a time of 31'14\". This launched him from the twelfth place 12 to the first. Leif Hoste (Discovery Channel), thirteenth, became second. Max van Heeswijk (DSC) wore the red jersey two days (the 2nd and the 3rd) and Rik Verbrugghe five days.",
  "/wiki/2005_GP_Ouest-France": "The 2005 GP Ouest-France was the 69th edition of the GP Ouest-France cycle race and was held on 28 August 2005. The race started and finished in Plouay. These are the results, in which American George Hincapie edged out AG2R's Alexandre Usov.",
  "/wiki/2005_Vuelta_a_Espa%C3%B1a": "These are the results for the 2005 edition of the Vuelta a España cycling race. Roberto Heras was the original champion but the win was awarded to Russian Denis Menchov after Heras tested positive in a doping test.  Heras made an appeal through the Spanish courts, which ruled in his favour in June 2011 and this decision was upheld in the Spanish supreme court in December 2012; the Spanish cycling federation was not yet sure how to act, but said that the most likely result is that Heras will be reinstated.",
  "/wiki/Max_van_Heeswijk": "Max Lambert Peter van Heeswijk (born March 2, 1973 in  Hoensbroek, Limburg) is a Dutch retired professional road racing cyclist."
}