{
  "/wiki/Admont_Abbey": "Admont Abbey (German: Stift Admont) is a Benedictine monastery located on the Enns River in the town of Admont, Austria. The oldest remaining monastery in Styria, Admont Abbey contains the largest monastic library in the world as well as a long-established scientific collection. It is known for its Baroque architecture, art, and manuscripts.",
  "/wiki/Admont": "Admont is a town in the Austrian state of Styria. It is historically most notable for Admont Abbey, a monastery founded in 1074.",
  "/wiki/Graz": "Graz (/ɡrɑːts/ GRAHTS, German: [ɡʁaːts] (listen); Slovene: Gradec) is the capital city of Styria and Austria's second-largest city after Vienna. As of 1 January 2019, Graz had a population of 328,276 (292,269 of whom had principal-residence status). In 2015, the population of the Graz larger urban zone (LUZ) stood at 633,168, based on principal-residence status. Graz has a long tradition as a seat of higher education. It has four colleges and four universities with more than 60,000 students. Its historic centre  (Altstadt) is one of the best-preserved city centres in Central Europe.",
  "/wiki/Universalmuseum_Joanneum": "The Universalmuseum Joanneum is a multidisciplinary museum with buildings in several locations in the province of Styria, Austria. It has galleries and collections in many subject areas including archaeology, geology, paleontology, mineralogy, botany, zoology, history, art and folk culture. It is the oldest museum in Austria as well as the largest universal museum in central Europe with over 4.5 million objects in 13 departments and 12 locations in the Styrian cities of Graz, Stainz, Trautenfels, and Wagna (Flavia Solva). To reflect this status and its growth over the last two centuries, as well as to present a more recognizable image internationally, the Landesmuseum Joanneum was officially renamed to Universalmuseum Joanneum on 10 September 2009.",
  "/wiki/Unterpremst%C3%A4tten": "Unterpremstätten is a former municipality in the district of Graz-Umgebung in the Austrian state of Styria. Since the 2015 Styria municipal structural reform, it is part of the municipality Premstätten.",
  "/wiki/M%C3%BCrzzuschlag": "Mürzzuschlag is a town in northeastern Styria, Austria, the capital of the former Mürzzuschlag District. It is located on the Mürz river near the Semmering Pass, the border with the state of Lower Austria, about 85 km (53 mi) southwest of Vienna. The population is 8,684 (1 January 2016). Originally an industrial area, the nearby mountains are today a popular ski resort.",
  "/wiki/Johannes_Brahms": "Johannes Brahms (German: [joˈhanəs ˈbʁaːms]; 7 May 1833 – 3 April 1897) was a German composer, pianist, and conductor of the Romantic period. Born in Hamburg into a Lutheran family, Brahms spent much of his professional life in Vienna. His reputation and status as a composer are such that he is sometimes grouped with Johann Sebastian Bach and Ludwig van Beethoven as one of the \"Three Bs\" of music, a comment originally made by the nineteenth-century conductor Hans von Bülow.",
  "/wiki/Dobl_Transmitter": "Dobl Transmitter was a facility for medium wave broadcasting at Dobl, Styria, Austria, built in 1939–1941. It used as antenna a 156-metre (511 ft) high guyed mast of lattice steel, which was guyed in two levels at 113 and 73 metres (371 and 240 ft). Dobl Transmitter was shut down in 1984 and is now a technical museum.",
  "/wiki/Dobl": "Dobl was a municipality in Austria which merged in January 2015 into Dobl-Zwaring in the Graz-Umgebung District of Styria, Austria.",
  "/wiki/Eisenerz": "Eisenerz (\"Iron ore\") is a market place and old mining town in the Austrian state of Styria, 68 mi (109 km). N.W. of Graz by rail. Pop. (2001) 6,400. It is situated in the deep Erzbach Valley, dominated on the east by the Pfaffenstein 1871m, (6140 ft), on the west by the Kaiserschild 2084 m (6830 ft), and on the south by the Erzberg 1465 m (5030 ft). It has a medieval fortified church, a Gothic edifice founded by Rudolph of Habsburg in the 13th century and rebuilt in the 16th century.",
  "/wiki/Erzberg_mine": "The Erzberg mine is a large open-pit mine located in Eisenerz, Styria, in the central-western part of Austria, 60 km north-west of Graz and 260 km south-west of the capital, Vienna. Erzberg represents the largest iron ore reserves in Austria, having estimated reserves of 235 million tonnes of ore. The mine produces around 2,153,000 tonnes of iron ore per year. It is also the site of the annual Erzberg Rodeo hard enduro race.",
  "/wiki/G%C3%B6sting_Castle": "Gösting Castle (German: Burg Gösting) is a ruined castle in Gösting, the 13th borough in the northwest of the Styrian capital Graz, Austria.",
  "/wiki/G%C3%B6sting": "Gösting (from Slavic gostinca = hostel, or gozd = mountain forest) is the 13th city district of Graz, in the Austrian province of Styria. It is situated in the north-west of the city between the river Mur and the Plabutsch mountain and the range north of it on which the ruined Gösting Castle is located.",
  "/wiki/Hallstatt_Museum": "The Hallstatt Museum (German: Museum Hallstatt) is a museum in Hallstatt, Upper Austria, that has an unrivalled collection of discoveries from the local salt mines and from the cemeteries of Iron Age date near to the mines, which have made Hallstatt the type site for the important Hallstatt culture. The museum is close the Hallstattersee, below the salt mines on the mountainside. The museum, the salt mines, and the Dachstein Ice Cave are designated as an UNESCO World Heritage Site.",
  "/wiki/Gro%C3%9Fklein": "Großklein is a municipality in the district of Leibnitz in Styria, Austria.",
  "/wiki/Neolithic_Age": "The Neolithic (/ˌniːoʊˈlɪθɪk/ (listen), also known as the \"New Stone Age\"), the final division of the Stone Age, began about 12,000 years ago when the first developments of farming appeared in the Epipalaeolithic Near East, and later in other parts of the world. \nThe division lasted until the transitional period of the Chalcolithic from about 6,500 years ago (4500 BC), marked by the development of metallurgy, leading up to the Bronze Age and Iron Age.  In Northern Europe, the Neolithic lasted until about 1700 BC, while in China it extended until 1200 BC.  Other parts of the world (including the New World) remained broadly in the Neolithic stage of development until European contact.",
  "/wiki/Middle_Ages": "In the history of Europe, the Middle Ages (or medieval period) lasted from the 5th to the 15th century. It began with the fall of the Western Roman Empire and merged into the Renaissance and the Age of Discovery. The Middle Ages is the middle period of the three traditional divisions of Western history: classical antiquity, the medieval period, and the modern period. The medieval period is itself subdivided into the Early, High, and Late Middle Ages.",
  "/wiki/Hallstatt_period": "The Hallstatt culture was the predominant Western and Central European culture of Late Bronze Age (Hallstatt A, Hallstatt B) from the 12th to 8th centuries BC and Early Iron Age Europe (Hallstatt C,  Hallstatt D) from the 8th to 6th centuries BC, developing out of the Urnfield culture of the 12th century BC (Late Bronze Age) and followed in much of its area by the La Tène culture. It is commonly associated with Proto-Celtic and Celtic populations in the Western Hallstatt zone and with (pre-)Illyrians in the eastern Hallstatt zone.",
  "/wiki/Johann_Puch": "Johann Puch, Slovene: Janez Puh (27 June 1862 – 19 July 1914) was a Slovene inventor and mechanic who went on to become the founder of the Austrian Puch automobile plants, then one of the most significant vehicle producers in Europe.",
  "/wiki/Kunsthaus_Graz": "The Kunsthaus Graz, Grazer Kunsthaus, or Graz Art Museum was built as part of the European Capital of Culture celebrations in 2003 and has since become an architectural landmark in Graz, Austria. Its exhibition program specializes in contemporary art from the 1960s onwards."
}