{
  "/wiki/Central_Blues": "The Central Blues is an Australian rules football club based in Toronto, Ontario, Canada.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Etobicoke_Kangaroos": "The Etobicoke Kangaroos is an amateur Australian Football club based in Toronto, Ontario, Canada.  They are members of the Ontario Australian Football League.",
  "/wiki/Etobicoke": "Etobicoke (/ɛˈtoʊbɪkoʊ/ (listen), e-TOH-bi-koh) is an administrative district and one of six municipalities amalgamated into the city of Toronto, Ontario, Canada. Comprising the city's west-end, Etobicoke was first settled by Europeans in the 1790s; the municipality grew into city status in the 20th century. Several independent villages and towns developed and became part of Metropolitan Toronto in 1954. In 1998, its city status and government dissolved after it was amalgamated into present-day Toronto. Etobicoke is bordered on the south by Lake Ontario, on the east by the Humber River, on the west by Etobicoke Creek, the city of Mississauga, and the Toronto Pearson International Airport (a small portion of the airport extends into Etobicoke), and on the north by Steeles Avenue West.",
  "/wiki/Grand_River_Gargoyles": "The Grand River Gargoyles (previously Guelph Gargoyles) is an amateur Australian rules football club playing out of Margaret Greene Park in Guelph, Ontario, Canada.  The club draws from individuals from Guelph, Kitchener, Waterloo, Cambridge, Milton and other Southwestern Ontario cities.  \nThey are the only Aussie Rules club to represent the region. The club began in 2001 and plays in the AFL Ontario along with 9 other clubs from Toronto, Hamilton and Ottawa.",
  "/wiki/Guelph": "Guelph (/ɡwɛlf/ (listen); 2016 Canadian Census population 131,794) is a city in Southwestern Ontario, Canada. Known as \"The Royal City\", Guelph is roughly 28 km (17 mi) east of Kitchener and 100 km (62 mi) west of Downtown Toronto, at the intersection of Highway 6, Highway 7 and Wellington County Road 124. It is the seat of Wellington County, but is politically independent of it. The city is built on the traditional territory of the Mississaugas of the Credit First Nation.",
  "/wiki/Hamilton_Wildcats_(Australian_football)": "The Hamilton Wildcats are an Australian rules football team formed in 1990. They compete as a member club of AFL Ontario (AFLO).",
  "/wiki/Hamilton,_Ontario": "Hamilton is a port city in the Canadian province of Ontario. An industrialized city in the Golden Horseshoe at the west end of Lake Ontario, Hamilton has a population of 536,917, and its census metropolitan area, which includes Burlington and Grimsby, has a population of 747,545. The city is 58 kilometres (36 mi) southwest of Toronto, with which the Greater Toronto and Hamilton Area (GTHA) is formed.",
  "/wiki/High_Park_Demons": "The High Park Demons (formerly known as the Missisauga Demons and Missisauga Mustangs) is an amateur Australian rules football club based in Toronto, Ontario, Canada.",
  "/wiki/Ottawa_Swans": "The Ottawa Swans is an Australian rules football club based in Ottawa, Ontario, Canada.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Toronto_Dingos": "The Toronto Dingos is an amateur Australian rules football club based in Toronto, Ontario, Canada competing in the Ontario Australian Football League. The team was formed in February 1996. Excitement surrounds the start of the 2019 season with the expected signing of high profile import James Bradley.",
  "/wiki/Toronto_Eagles": "The Toronto Eagles Australian Football Club (commonly known as the Toronto Eagles) is an amateur Australian rules football club competing in the AFL Ontario Australian football league.",
  "/wiki/Toronto_Rebels": "The Toronto Rebels Australian Football Club is an amateur Australian rules football club based in Toronto, Ontario, Canada."
}