{
  "/wiki/Post_town": "A post town is a required part of all postal addresses in the United Kingdom and Ireland,  and a basic unit of the postal delivery system.  Including the correct post town in the address increases the chance of a letter or parcel being delivered on time. Post towns in general originated as the location of delivery offices. As of 2004[update], their main function is to distinguish between localities or street names in addresses not including a postcode.",
  "/wiki/Bury,_Greater_Manchester": "Bury (/ˈbɛri/, locally also /ˈbʊri/) is a town in Greater Manchester, England, on the River Irwell 5.5 miles (8.9 km) east of Bolton, 5.9 miles (9.5 km) southwest of Rochdale and 7.9 miles (12.7 km) northwest of Manchester. Bury is the administrative centre of the Metropolitan Borough of Bury, and had a population of 78,723 in 2015; the borough had a population of 187,474 in 2011.",
  "/wiki/Ramsbottom": "Ramsbottom is a market town in the Metropolitan Borough of Bury, Greater Manchester, England. The population at the 2011 census was 17,872. Historically in Lancashire, it is on the River Irwell in the West Pennine Moors, 3.9 miles (6.3 km) northwest of Bury, and 12 miles (19 km) of Manchester.",
  "/wiki/Edenfield": "Edenfield is a village within the Rossendale borough of Lancashire, England. Lying on the River Irwell, it is around 1.25 miles (2.0 km) north of Ramsbottom, 2.5 miles (4.0 km) south of Rawtenstall, and 6.0 miles (9.7 km) west of Norden, and has a total population of 2,080, reducing to 2,053 at the 2011 Census.",
  "/wiki/Shuttleworth,_Greater_Manchester": "Shuttleworth is a hamlet at the northeastern extremity of the Metropolitan Borough of Bury, in Greater Manchester, England. It lies amongst the South Pennines, 4.3 miles (6.9 km) north of Bury and 0.9 miles (1.4 km) south of Edenfield; Scout Moor Wind Farm lies to the immediate east. Effectively a suburb of Ramsbottom, the M66 motorway divides Shuttleworth from the main core of that town.",
  "/wiki/Metropolitan_Borough_of_Bury": "The Metropolitan Borough of Bury is a metropolitan borough of Greater Manchester in North West England, just north of Manchester, which consists of six towns: Bury, Ramsbottom, Tottington, Radcliffe, Whitefield and Prestwich. Bury bounds the Lancashire districts of Rossendale and Blackburn with Darwen to the north.",
  "/wiki/Borough_of_Rossendale": "Rossendale /ˈrɒsəndeɪl/ is a district with borough status in Lancashire, England, holding a number of small former mill towns  centred on the valley of the River Irwell in the industrial North West. Rossendale combines modest size urban development with rural villages and is immediately south of the more populated town of Burnley, east of Blackburn and north of Bolton, Bury, Manchester and Rochdale, centred 15 miles (24 km) north of Manchester.",
  "/wiki/Bolton": "Bolton (/ˈbɒltən/ (listen), locally /ˈboʊtən/) is a town in Greater Manchester in North West England. A former mill town, Bolton has been a production centre for textiles since Flemish weavers settled in the area in the 14th century, introducing a wool and cotton-weaving tradition. The urbanisation and development of the town largely coincided with the introduction of textile manufacture during the Industrial Revolution. Bolton was a 19th-century boomtown, and at its zenith in 1929 its 216 cotton mills and 26 bleaching and dyeing works made it one of the largest and most productive centres of cotton spinning in the world. The British cotton industry declined sharply after the First World War, and by the 1980s cotton manufacture had virtually ceased in Bolton.",
  "/wiki/Smithills": "Smithills is a mainly residential suburb of Bolton in Greater Manchester, England. It is 3.1 miles (5 km) northwest of Bolton, 14.5 miles (23 km) south of Blackburn and 17.9 miles (29 km) northwest of Manchester. Smithills lies on the lower south facing slopes of the West Pennine Moors.",
  "/wiki/Halliwell,_Greater_Manchester": "Halliwell is predominantly a residential area of Bolton, Greater Manchester, England. It gives its name to an electoral ward of the wider Metropolitan Borough of Bolton. The population of this ward taken at the 2011 census was 13,929.  Halliwell lies about 2 miles (3.2 km) to the north west of Bolton town centre and is bounded by Tonge Moor to the east and Heaton to the south west. Smithills Hall to the north is within the ancient township. It lies on the lower south facing slopes of the West Pennine Moors.",
  "/wiki/Heaton,_Greater_Manchester": "Bolton South East (UK Parliament constituency)",
  "/wiki/Metropolitan_Borough_of_Bolton": "The Metropolitan Borough of Bolton /ˈboʊltən/ (listen) is a metropolitan borough of Greater Manchester, England, named after its largest town, Bolton, but covering a far larger area which includes Blackrod, Farnworth, Horwich, Kearsley, \nWesthoughton, and part of the West Pennine Moors. It has a population of 276,800.",
  "/wiki/Ainsworth,_Greater_Manchester": "Ainsworth (archaically known as Cockend) is a small village—effectively a suburb—within Radcliffe, in the Metropolitan Borough of Bury, in Greater Manchester, England. It lies on the western fringe of Bury, 2.2 miles (3.5 km) northwest of Radcliffe, and 2.9 miles (4.7 km) east of Bolton. The city of Manchester is 8.7 miles (14.0 km) south-southeast of Ainsworth.",
  "/wiki/Bradley_Fold": "Bradley Fold is a small district within the Metropolitan Borough of Bury, in Greater Manchester, England. It lies midway between Bolton and Bury, approximately 3 miles from each. It forms part of the Radcliffe North ward on Bury Council, and sits within the Bury South parliamentary constituency. Despite coming within Bury Council's governance, Bradley Fold residents have Bolton postal addresses and telephone numbers.",
  "/wiki/Bradshaw,_Greater_Manchester": "Bradshaw is a village of the unparished area of South Turton in the Metropolitan Borough of Bolton in Greater Manchester, England. It gives its name to the larger Bradshaw electoral ward, which includes Harwood. Historically a part of Lancashire, Bradshaw lies on the southern edge of the West Pennine Moors.",
  "/wiki/Breightmet": "Breightmet /ˈbreɪtmət/ is a neighbourhood of Bolton, in Greater Manchester, England. The population of the ward taken at the 2011 census was 13,584. Historically a township of the civil and ecclesiastical parish of Bolton le Moors in the Salford hundred of Lancashire, it lies 2 miles (3.2 km) north-east of Bolton and 4 miles (6.4 km) north-west of Bury.",
  "/wiki/Harwood,_Greater_Manchester": "Harwood is a suburb to the north-northeast of Bolton, Greater Manchester, bordering Bury in North West England. Harwood is also part of the historic county of Lancashire.",
  "/wiki/Tonge_Fold": "Tonge is an outlying area of Bolton, in Greater Manchester, England. The name is supposed to be derived from the Old English \"tang\" or \"twang\" meaning a fork in a river. Tonge comprises two areas, namely Tonge Fold and Tonge Moor. Tonge Fold sits upon the River Tonge, a region of whose banks is a geological site of special scientific interest (SSSI).",
  "/wiki/Tonge_Moor": "Tonge is an outlying area of Bolton, in Greater Manchester, England. The name is supposed to be derived from the Old English \"tang\" or \"twang\" meaning a fork in a river. Tonge comprises two areas, namely Tonge Fold and Tonge Moor. Tonge Fold sits upon the River Tonge, a region of whose banks is a geological site of special scientific interest (SSSI).",
  "/wiki/Little_Lever": "Little Lever commonly referred to as ‘The Village’ is a large village within the Metropolitan Borough of Bolton in Greater Manchester, England. Historically in Lancashire, it is 2.4 miles (3.9 km) southeast of Bolton, 1.9 miles (3.1 km) west of Radcliffe and 4 miles (6.4 km) west-southwest of Bury.\nDuring the 19th century, the population was employed in cotton mills, paper mills, bleach works, terracotta works, a rope works and in numerous collieries.",
  "/wiki/Great_Lever": "Great Lever is a suburb of Bolton, Greater Manchester, England. Historically in Lancashire, it is 2 1⁄2 miles (4.0 km) south of Bolton town centre and the same distance north of Farnworth. The district is served by frequent buses running to Bolton town centre, Farnworth and the Royal Bolton Hospital. The population is 16,969.",
  "/wiki/Darcy_Lever": "Darcy Lever is an area of the Metropolitan Borough of Bolton in Greater Manchester, England. Historically part of Lancashire, the area lies on the B6209 (Radcliffe Road), between Bolton and Little Lever. Its history dates to the time of William the Conqueror when it was part of the Salford Hundred given to Roger of Poitou for his participation in the Norman conquest of England.",
  "/wiki/Deane,_Greater_Manchester": "Deane is an area of Bolton, in Greater Manchester, England.  It is about 2 miles (3.2 km) south west of Bolton and 11 miles (17.7 km) northwest of the city of Manchester.",
  "/wiki/Farnworth": "Farnworth is a town and an unparished area within the Metropolitan Borough of Bolton in Greater Manchester, England. It is located 2.3 miles (3.7 km) southeast of Bolton, 4.3 miles south-west of Bury (7 km), and 7.5 miles (12.1 km) northwest of Manchester.",
  "/wiki/Kearsley": "Kearsley (/ˈkɜːrzli/ KURZ-lee) is a town in the Metropolitan Borough of Bolton, Greater Manchester, England.  The population at the 2011 census was 14,212. Historically part of Lancashire, it lies 8 miles (13 km) northwest of Manchester, 5 miles (8 km) southwest of Bury and 3 3⁄4 miles (6 km) south of Bolton.",
  "/wiki/Over_Hulton": "Over Hulton is a suburb of Westhoughton within the Metropolitan Borough of Bolton, in Greater Manchester, \nEngland.\nHistorically part of Lancashire, it lies 3.5 miles (5.6 km) south west of Bolton.",
  "/wiki/Westhoughton": "Westhoughton (/wɛstˈhɔːtən/ west-HAW-tən) is a town and civil parish in the Metropolitan Borough of Bolton, Greater Manchester, England. It is 4 miles (6 km) southwest of Bolton, 5 miles (8 km) east of Wigan and 13 miles (21 km) northwest of Manchester.",
  "/wiki/Blackrod": "Blackrod is a town and civil parish in the Metropolitan Borough of Bolton, Greater Manchester, England. It is 3.9 miles (6.3 km) north-northeast of Wigan and 6.6 miles (10.6 km) west of Bolton. According to the United Kingdom Census 2001, Blackrod had a population of 5,300, but reduced to 5,001 at the United Kingdom Census 2011.",
  "/wiki/Horwich": "Horwich (/ˈhɒrɪtʃ/ HORR-itch) is a town and civil parish in the Metropolitan Borough of Bolton, Greater Manchester, England. Historically in Lancashire, it is 5.3 miles (8.5 km) southeast of Chorley, 5.8 miles (9.3 km) northwest of Bolton and 20 miles (32 km) northwest of Manchester. It lies at the southern edge of the West Pennine Moors with the M61 motorway passing close to the south and west. At the 2011 Census, Horwich had a population of 20,067.",
  "/wiki/Lostock,_Bolton": "Lostock is a mostly residential district of Bolton in Greater Manchester, England. It lies 3.5 miles (5.6 km) west of Bolton town centre and 18.1 miles (29.1 km) northwest of Manchester. Historically part of Lancashire, Lostock is bounded by Deane to the southeast, Markland Hill to the northeast and the Middlebrook development, including Bolton Wanderers' football ground, the University of Bolton Stadium in nearby Horwich. Lostock, alongside Heaton and Edgworth, is known for being one of the most expensive places to live in Bolton.",
  "/wiki/Rivington": "Rivington is a village and civil parish of the Borough of Chorley, Lancashire, England, occupying 2,538 acres (4.0 sq mi; 10.3 km2). It is about 6 miles (9.7 km) southeast of Chorley and about 8 1⁄2 miles (13.7 km) northwest of Bolton.  Rivington is a rural area consisting primarily of agricultural grazing land, moorland, with hill summits including Rivington Pike and Winter Hill within the West Pennine Moors. The area has a thriving tourist industry centred around reservoirs created to serve Liverpool in the Victorian era and Lever Park created as a public park by William Lever at the turn of the 20th century, with two ancient barns, a replica of Liverpool Castle and open countryside. Rivington and its village had a population of 109 at the 2011 Census..",
  "/wiki/Borough_of_Chorley": "The Borough of Chorley is a local government district with borough status in Lancashire, England. The population of the Borough at the 2011 census was 104,155. It is named after its largest settlement, the town of Chorley.",
  "/wiki/Belmont,_Lancashire": "Belmont is a village in Lancashire, England. It is close to Darwen. It has around 500 inhabitants and lies within the civil parish of North Turton in the unitary authority area of Blackburn with Darwen.",
  "/wiki/Bromley_Cross": "Bromley Cross is a suburb of the unparished area of South Turton in the Metropolitan Borough of Bolton, Greater Manchester, England. It gives its name to the larger Bromley Cross electoral ward, which includes Eagley, Egerton, and Cox Green. Historically a part of Lancashire, Bromley Cross lies on the southern edge of the West Pennine Moors.",
  "/wiki/Chapeltown,_Lancashire": "Chapeltown is a village of the civil parish of North Turton, in the Blackburn with Darwen unitary authority, in the north west of England. It is on the B6391 road, on the southern slopes of the West Pennine Moors. The village was once the historic centre of the old Turton Urban District.",
  "/wiki/Edgworth": "Edgworth is a small village within the borough of Blackburn with Darwen, Lancashire, England. It is north east of North Turton between Broadhead Brook on the west (expanded artificially to form the Wayoh Reservoir) and Quarlton Brook in the south east. The ground ranges from 650 feet (200 m) to 1,100 feet (340 m) above sea level.",
  "/wiki/Egerton,_Greater_Manchester": "Egerton, (pronounced \"edgerton\"), is a village in the unparished area of South Turton, in the northern part of the Metropolitan Borough of Bolton, Greater Manchester, England. Historically a part of Lancashire, it is situated three miles north of Bolton and 12 miles north west of Manchester city centre within the West Pennine Moors.",
  "/wiki/Turton_Urban_District": "Turton Urban District was, from 1873 to 1974, a local government district centred on the historical area of Turton in the administrative county of Lancashire, England.",
  "/wiki/Blackburn_with_Darwen": "Blackburn with Darwen is a unitary authority area in Lancashire, North West England. It consists of the minster town of Blackburn and the market town of Darwen including other villages around the two towns. The population of the Unitary Authority taken at the 2011 census was 147,489.",
  "/wiki/Brandlesholme": "Brandlesholme is a suburb north of Bury in Greater Manchester, England, half-way between Bury town centre and Ramsbottom.",
  "/wiki/Greenmount,_Greater_Manchester": "Greenmount is a village in Tottington in the West Pennine Moors, in the northern part of the Metropolitan Borough of Bury, in Greater Manchester, England.",
  "/wiki/Affetside": "Affetside is a village in the Metropolitan Borough of Bury, in Greater Manchester, England. Historically in Lancashire, it is in the Tottington ward of Bury Metropolitan Borough Council and the Bury North parliamentary constituency, whose current MP is James Frith. It is in the West Pennine Moors and shares a border with Bolton in North West England.",
  "/wiki/Hawkshaw,_Greater_Manchester": "Hawkshaw is a village in the Metropolitan Borough of Bury, in Greater Manchester, England. Historically a part of Lancashire, it has a population of around 1,000 people. The village has a small shop and 2 pubs called The Red Lion and The Waggon and Horses.",
  "/wiki/Holcombe,_Greater_Manchester": "Holcombe is a village in Ramsbottom ward, Metropolitan Borough of Bury, in Greater Manchester, England. It is situated south of Haslingden, east of Edgworth, west of Ramsbottom, and north of Tottington. The name comes from the Celtic cwm meaning valley, and the Old English hol, meaning deep or hollow.",
  "/wiki/Tottington,_Greater_Manchester": "Tottington is a small town between Bury and Ramsbottom in Greater Manchester, England, on the edge of the West Pennine Moors.",
  "/wiki/Walshaw": "Walshaw is a village forming part of the Metropolitan Borough of Bury, in Greater Manchester, England. It is to the south of Tottington and 2 miles northwest of Bury.",
  "/wiki/Heap,_Bury": "Heap was a district of Bury, England until it was abolished in 1894 to become parts of the parishes of Heywood, Bury, Bircle and Unsworth.",
  "/wiki/Summerseat": "Summerseat is a village in the Ramsbottom district of the Metropolitan Borough of Bury, Greater Manchester, England.",
  "/wiki/Unsworth": "Unsworth is a residential area of the Metropolitan Borough of Bury, in Greater Manchester, England. The population of the Bury ward at the 2011 census was 9,492. It is about 7 miles (11 km) north of the city of Manchester and 4 miles (6.4 km) south of Bury.",
  "/wiki/Walmersley": "Walmersley is a suburban village in the Metropolitan Borough of Bury, Greater Manchester, England.",
  "/wiki/Bircle": "The official parish of Bircle near Bury, UK was created on 1 July 1846 although the village pre-dates this by many centuries. It is believed that 'Bircle' is a shortening of the phrase 'Birch Hill' as it is suggested that birch trees are found in abundance. This is very plausible idea until one searches for birch trees and finds the majority of trees in the area are sycamore and ash even where the thickly wooded areas reach the borders of the parish. Such names such as \"Cleggs Wood\" \"Simpson Clough\" and \"Dobb Wood\" appear on early Ordnance Survey maps. What adds confusion to the whole picture is that 'hill' does appear in the fourteenth century in the name of 'Birkhill' but it never found a permanent place. Over a period of time its name has also appeared as Brithull, 1243; Birlcil, 1246; Birkhill, 1334, 1573; but Bircle appears in the Diocese of Manchester directory in England.",
  "/wiki/Jericho,_Bury": "Jericho is a district of Bury, Greater Manchester, England. It is thought that the area of Jericho was so named when the reverend John Wesley preached there in 1778.",
  "/wiki/BL_postcode_area": "The BL postcode area, also known as the Bolton postcode area, is a group of ten postcode districts in North West England running consecutively from BL0. These cover most of the Metropolitan Borough of Bolton and the northern and central parts of the Metropolitan Borough of Bury in Greater Manchester, plus small parts of the boroughs of Chorley, Rossendale and Blackburn with Darwen in Lancashire."
}