{
  "/wiki/Xavier_Cugat": "Xavier Cugat (Catalan: [ʃəβiˈe kuˈɣat]; 1 January 1900 – 27 October 1990) was a Spanish-Cuban and American musician and bandleader who spent his formative years in Havana, Cuba. A trained violinist and arranger, he was a leading figure in the spread of Latin music. In New York City he was the leader of the resident orchestra at the Waldorf–Astoria before and after World War II. He was also a cartoonist and a restaurateur. The personal papers of Xavier Cugat are preserved in the Biblioteca de Catalunya.",
  "/wiki/Django_Reinhardt": "Jean Reinhardt (23 January 1910 – 16 May 1953), known by his stage name Django Reinhardt (French: [dʒãŋɡo ʁɛjnaʁt] or [dʒɑ̃ɡo ʁenɑʁt]), was a Belgian-born Romani-French jazz guitarist and composer. He was the first jazz talent to emerge from Europe and remains the most significant.:cover",
  "/wiki/Quintette_du_Hot_Club_de_France": "The Quintette du Hot Club de France, often abbreviated \"QdHCdF\" or \"QHCF\", (\"The Quintet of the Hot Club of France\") was a jazz group founded in France in 1934 by guitarist Django Reinhardt and violinist Stéphane Grappelli and active in one form or another until 1948.",
  "/wiki/Frank_Sinatra": "Francis Albert Sinatra (/sɪˈnɑːtrə/; December 12, 1915 – May 14, 1998) was an American singer, actor and producer who was one of the most popular and influential musical artists of the 20th century. He is one of the best-selling music artists of all time, having sold more than 150 million records worldwide.",
  "/wiki/Come_Fly_with_Me_(Frank_Sinatra_album)": "Come Fly with Me is an album by American singer Frank Sinatra, released in 1958.",
  "/wiki/The_Coasters": "The Coasters are an American rhythm and blues/rock and roll vocal group who had a string of hits in the late 1950s. Beginning with \"Searchin'\" and \"Young Blood\", their most memorable songs were written by the songwriting and producing team of Leiber and Stoller. Although the Coasters originated outside of mainstream doo-wop, their records were so frequently imitated that they became an important part of the doo-wop legacy through the 1960s.",
  "/wiki/Bing_Crosby": "Harold Lillis \"Bing\" Crosby Jr. (/ˈkrɒzbi/; May 3, 1903 – October 14, 1977) was an American singer, comedian and actor. The first multimedia star, Crosby was a leader in record sales, radio ratings, and motion picture grosses from 1931 to 1954.:8 His early career coincided with recording innovations that allowed him to develop an intimate singing style that influenced many male singers who followed him, including Perry Como, Frank Sinatra, Dick Haymes, and Dean Martin. Yank magazine said that he was \"the person who had done the most for the morale of overseas servicemen\" during World War II. In 1948, American polls declared him the \"most admired man alive\", ahead of Jackie Robinson and Pope Pius XII.:6 Also in 1948, Music Digest estimated that his recordings filled more than half of the 80,000 weekly hours allocated to recorded radio music.",
  "/wiki/Rosemary_Clooney": "Rosemary Clooney (May 23, 1928 – June 29, 2002) was an American singer and actress. She came to prominence in the early 1950s with the song \"Come On-a My House\", which was followed by other pop numbers such as \"Botch-a-Me\", \"Mambo Italiano\", \"Tenderly\", \"Half as Much\", \"Hey There\" and \"This Ole House\". She also had success as a jazz vocalist. Clooney's career languished in the 1960s, partly due to problems related to depression and drug addiction, but revived in 1977, when her White Christmas co-star Bing Crosby asked her to appear with him at a show marking his 50th anniversary in show business. She continued recording until her death in 2002.",
  "/wiki/Fancy_Meeting_You_Here": "Fancy Meeting You Here is a 1958 RCA Victor studio album of duets by the American singers Bing Crosby and Rosemary Clooney, arranged by Billy May who also conducted the orchestra. The album was originally issued in both mono and stereo, catalog numbers LPM/LSP 1854.\nThe concept behind Fancy Meeting You Here was a combination of romance and travel, with songwriters Sammy Cahn and James Van Heusen contributing introductory and concluding versions of \"Love Won't Let You Get Away\" as well as a new tune called \"Fancy Meeting You Here,\" and Cahn writing special lyrics to standards like \"How About You?\" and \"I Can't Get Started\" that reflected the late 1950s and the personalities of the two stars. Billy May conducted, and contributed his usual bouncy and lively arrangements. All of that served as a setting for the always enjoyable interaction between Crosby and Clooney.",
  "/wiki/The_Four_Freshmen": "The Four Freshmen is an American male vocal quartet that blends open-harmonic jazz arrangements with the big band vocal group sounds of The Modernaires, The Pied Pipers, and The Mel-Tones, founded in the barbershop tradition. The Four Freshmen is considered a vocal band because the singers accompany themselves on guitar, horns, bass, and drums, among other instrumental configurations.",
  "/wiki/Ray_Conniff": "Joseph Raymond Conniff (November 6, 1916 – October 12, 2002) was an American bandleader and arranger best known for his Ray Conniff Singers during the 1960s.",
  "/wiki/Paul_Anka": "Paul Albert Anka (born July 30, 1941) OC is a Canadian singer, songwriter and actor of Syrian and Lebanese descent. Anka became famous with hit songs like \"Diana\", \"Lonely Boy\", \"Put Your Head on My Shoulder\", and \"(You're) Having My Baby\". He wrote such well-known music as the theme for The Tonight Show Starring Johnny Carson and one of Tom Jones's biggest hits, \"She's a Lady\". He also wrote the English lyrics to Claude François and Jacques Revaux's music for Frank Sinatra's signature song, \"My Way\", which has been recorded by many, including Elvis Presley.",
  "/wiki/The_Shadows": "The Shadows (originally known as the Drifters) were an English instrumental rock group. They were Cliff Richard's backing band from 1958 to 1968 and on numerous reunion tours. The Shadows have placed 69 UK charted singles from the 1950s to the 2000s, 35 credited to the Shadows and 34 to Cliff Richard and the Shadows. The group, who were in the forefront of the UK beat-group boom, were the first backing band to emerge as stars. As pioneers of the four-member instrumental format, the band consisted of lead guitar, rhythm guitar, bass guitar and drums. Their range covers pop, rock, surf rock and ballads with a jazz influence.",
  "/wiki/The_Sound_of_The_Shadows": "The Sound of The Shadows is the fourth rock album by British instrumental (and sometimes vocal) group The Shadows, released in July 1965 through EMI Records. The album was re-released by Capitol Records of Canada in stereo (as opposed to the original mono) on 4 October 1965.",
  "/wiki/Elis_Regina": "Elis Regina Carvalho Costa (March 17, 1945 – January 19, 1982), known professionally as Elis Regina (Brazilian Portuguese: [eˈlis ʁeˈʒinɐ]), was a Brazilian singer of popular and jazz music.",
  "/wiki/Honeysuckle_Rose_Aquarela_Do_Brasil": "Honeysuckle Rose Aquarela Do Brasil is a 1969 bossa nova-style jazz LP album by Elis Regina and Toots Thielemans on the Fontana Special sublabel of Philips Records. Release number is 6424 088. It features the Elis Cinque quintet, in a lineup with Toots Thielemans (guitar and harmonica), Elis Regina (vocals, except A:3 and 5 - B: 3 and 5), Antonio Adolfo (piano), Roberto Menescal (guitar) and Wilson das Neves (percussion).",
  "/wiki/Ant%C3%B4nio_Carlos_Jobim": "Antônio Carlos Brasileiro de Almeida Jobim (January 25, 1927 – December 8, 1994), also known as Tom Jobim (Portuguese pronunciation: [tõ ʒoˈbĩ]), was a Brazilian composer, pianist, songwriter, arranger and singer. Widely considered as one of the great exponents of Brazilian music, Jobim internationalized bossa nova and, with the help of important American artists, merged it with jazz in the 1960s to create a new sound with remarkable popular success. As such he is sometimes known as the \"father of bossa nova\".",
  "/wiki/Stone_Flower_(album)": "Stone Flower is the sixth studio album by Antônio Carlos Jobim. Recorded in March, April, and May 1970 by Rudy Van Gelder at Van Gelder Studios and produced by Creed Taylor, the album was released in 1970 on CTI Records.",
  "/wiki/Erasmo_Carlos": "Erasmo Carlos (born Erasmo Esteves on June 5, 1941) is a Brazilian singer and songwriter, most closely associated with his friend and longtime collaborator Roberto Carlos (no relation). Together, they have created many chart hits including \"É Proibido Fumar\", \"Sentado à beira do caminho\", \"Além do Horizonte\", \"Amigo\" and \"Festa de Arromba\".",
  "/wiki/Santana_(band)": "Santana is an American rock band formed in San Francisco in 1966 by Mexican-American guitarist and songwriter Carlos Santana. The band has undergone multiple recording and performing line-ups in its history, with Santana the only consistent member. Santana had early success with their appearance at Woodstock in 1969 and their first three albums, Santana (1969), Abraxas (1970), and Santana III (1971). Other important core members during this period include Gregg Rolie, Mike Carabello, Michael Shrieve, David Brown, and José \"Chepito\" Areas, forming the \"classic\" line-up.",
  "/wiki/Lafayette_Afro_Rock_Band": "Lafayette Afro Rock Band was an American funk rock band formed in Roosevelt, Long Island, New York in 1970 and soon relocating to France. Though little-known in their native United States during their recording period, they have since become celebrated as one of the standout funk bands of the 1970s and are particularly noted for their use of break beats. The band also recorded under the names Ice, Crispy & Co. (Krispie & Co. in Europe), Captain Dax, and others.",
  "/wiki/The_Ritchie_Family": "The Ritchie Family was an American vocal group based in Philadelphia that achieved several hits during the disco era.",
  "/wiki/Brazil_(The_Ritchie_Family_album)": "Brazil is the debut studio album recorded by American female vocal trio The Ritchie Family, released in 1975 on the 20th Century label.",
  "/wiki/Chet_Atkins": "Chester Burton Atkins (June 20, 1924 – June 30, 2001), known as \"Mr. Guitar\" and \"The Country Gentleman\", was an American musician, occasional vocalist, songwriter, and record producer who, along with Owen Bradley, Bob Ferguson and others, created the country music style that came to be known as the Nashville sound, which expanded country music's appeal to adult pop music fans. He was primarily known as a guitarist. He also played the mandolin, fiddle, banjo, and ukulele.",
  "/wiki/Les_Paul": "Lester William Polsfuss (June 9, 1915 – August 12, 2009), known as Les Paul, was an American jazz, country, and blues guitarist, songwriter, luthier, and inventor. He was one of the pioneers of the solid-body electric guitar, and his techniques served as inspiration for the Gibson Les Paul. Paul taught himself how to play guitar, and while he is mainly known for jazz and popular music, he had an early career in country music. He is credited with many recording innovations. Although he was not the first to use the technique, his early experiments with overdubbing (also known as sound on sound), delay effects such as tape delay, phasing effects and multitrack recording were among the first to attract widespread attention.",
  "/wiki/Guitar_Monsters": "Guitar Monsters is an album by Chet Atkins and Les Paul, released in 1978. It is their second collaboration, after their Grammy Award-winning release Chester & Lester.",
  "/wiki/Gal_Costa": "Gal Costa (born Maria da Graça Costa Penna Burgos on 26 September 1945) is a Brazilian singer of popular music."
}