{
  "/wiki/List_of_settlements_in_Iceland": "Most Icelandic municipalities consist of several cities or towns. For example, four localities (Selfoss, Stokkseyri, Eyrarbakki, and Tjarnabyggð) can all be found in the municipality of Árborg.",
  "/wiki/International_Civil_Aviation_Organization_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/International_Air_Transport_Association_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Akureyri": "Akureyri [ˈaːkʰʏrˌeiːrɪ] (listen) is a town in northern Iceland. It is Iceland's fifth largest municipality, after Reykjavík, Hafnarfjörður, Kópavogur, and Reykjanesbær.",
  "/wiki/Akureyri_Airport": "Akureyri Airport (Icelandic: Akureyrarflugvöllur) (IATA: AEY, ICAO: BIAR) is a single-runway international airport in Akureyri, Iceland 3 kilometres (1.9 mi) south of the town centre. Air Iceland and Norlandair link the airport with several domestic locations.",
  "/wiki/Bakki_Airport": "Bakki Airport (ICAO: BIBA) is an airport on the southern coast of Iceland, used mainly for short-haul flights to and from the Westman Islands.",
  "/wiki/Bíldudalur": "Bíldudalur is a village situated on the coast of Arnarfjörður, one of the Westfjords in Iceland.",
  "/wiki/Bíldudalur_Airport": "Bíldudalur Airport (IATA: BIU, ICAO: BIBD) is an airport serving Bíldudalur, a village in the Vesturbyggð municipality in the Westfjords of Iceland. The runway is 5 kilometres (3.1 mi) south-southeast of the village.",
  "/wiki/Blönduós": "Blönduós is a town and municipality in the north of Iceland with a population of 895 in 2018. \nLike many towns and villages around Iceland, Blönduós didn't emerge as a village until the late 19th century. Blönduós is situated on Route 1 at the mouth of the glacial river Blanda. Hrútey, a small island and natural reserve encircled by the river, is accessible via a pedestrian bridge just off the ring road.",
  "/wiki/Blönduós_Airport": "Blönduós Airport (IATA: BLO, ICAO: BIBL) is an airport serving Blönduós, Iceland.",
  "/wiki/Breiðdalsvík": "Breiðdalsvík is a young fishing town in Iceland.",
  "/wiki/Breiðdalsvík_Airport": "Breiðdalsvík Airport (IATA: BXV, ICAO: BIBV) is an airport serving Breiðdalsvík, Iceland.",
  "/wiki/Djúpivogur": "Djúpivogur is a small town and municipality (Djúpavogshreppur) located on a peninsula in the Austurland in eastern Iceland, near the island of Papey and on the fjord Berufjörður.  The municipality was formed by the merger of rural communities Berunes, Buland, and Geithellur on October 1, 1992.  The coastline consists of three fjords Berufjörður, Hamarsfjörður, and Álftafjörður.  The town of Djúpivogur is located on a peninsula between Berufjörður and Hamarsfjörður.",
  "/wiki/Djúpivogur_Airport": "Djúpivogur Airport (IATA: DJU, ICAO: BIDV) is an airport serving Djúpivogur, Iceland.",
  "/wiki/Egilsstaðir": "Egilsstaðir is a town in east Iceland on the banks of the Lagarfljót river.",
  "/wiki/Egilsstaðir_Airport": "Egilsstaðir Airport (IATA: EGS, ICAO: BIEG) is a single-runway international airport in Egilsstaðir, Iceland. The main carrier is Air Iceland with flights to Reykjavík. The airport has several car rental options available, such as Europcar and Sixt. Egilsstaðir also serves as a diversion airport for Keflavik International Airport located 415 kilometers southwest of Egilstaðir.",
  "/wiki/Fagurhólsmýri": "Fagurhólsmýri (63°53′00″N 16°39′00″W﻿ / ﻿63.883333°N 16.65°W﻿ / 63.883333; -16.65) is a small village in southern Iceland, located roughly ten kilometres south of the Oraefajokull volcano. The village has its own airport. Local attractions include Ingólshöfdi which is a trail.",
  "/wiki/Fagurhólsmýri_Airport": "Fagurhólsmýri Airport (IATA: FAG, ICAO: BIFM) is an airport serving Fagurhólsmýri, Iceland.",
  "/wiki/Fáskrúðsfjörður": "Fáskrúðsfjörður (previously named also Búðir) is a village (þorp) in eastern Iceland.",
  "/wiki/Fáskrúðsfjörður_Airport": "Fáskrúðsfjörður Airport (IATA: FAS, ICAO: BIFF) is an airport serving Fáskrúðsfjörður, Iceland.",
  "/wiki/Gjögur_Airport": "Gjögur Airport (IATA: GJR, ICAO: BIGJ) is an airport serving the small population of the Árneshreppur district in the Westfjords of north-west Iceland, on the coast of Húnaflói bay. It is staffed part-time by an AFIS controller, and only opens for Flugfélag Ernir flights, which are twice a week in the winter and once a week in the summer.",
  "/wiki/Grímsey": "Grímsey is a small Icelandic island, 40 kilometres (25 mi) off the north coast of the main island of Iceland, straddling the Arctic Circle. In January 2018 Grímsey had 61 inhabitants.",
  "/wiki/Grímsey_Airport": "Grímsey Airport (Icelandic: Grímseyjarflugvöllur) (IATA: GRY, ICAO: BIGR) is an airport serving Grímsey, a small island 40 kilometres (25 mi) north of Iceland.",
  "/wiki/Grundarfjörður": "Grundarfjörður is a small town, situated in the north of the Snæfellsnes peninsula in the west of Iceland. It is situated between a mountain range and the sea. The nearby mountain Kirkjufell forms a small peninsula.",
  "/wiki/Grundarfjörður_Airport": "Grundarfjörður Airport (IATA: GUU, ICAO: BIGF) is an airport serving Grundarfjörður, Iceland. The airport is on a peninsula 8 kilometres (5.0 mi) north of the town.",
  "/wiki/Hólmavík": "Hólmavík is a village in the western part of Iceland, by Steingrímsfjörður.",
  "/wiki/Hólmavík_Airport": "Hólmavík Airport (IATA: HVK, ICAO: BIHK) is an airport serving Hólmavík, Iceland.",
  "/wiki/Höfn": "Höfn or Höfn í Hornafirði (Icelandic pronunciation: ​[ˈhœpn i ˈhɔrtnafɪrðɪ]) is an Icelandic fishing town in the southeastern part of the country. It lies near Hornafjörður fjord.",
  "/wiki/Hornafjörður_Airport": "Hornafjörður Airport or Hornafjordur Airport (IATA: HFN, ICAO: BIHN) is an airport serving Höfn, Iceland. The airport is 5 kilometres (3.1 mi) north of the town.",
  "/wiki/Húsavík": "Húsavík is a town in Norðurþing municipality on the north coast of Iceland on the shores of Skjálfandi bay with 2,307 inhabitants. The most famous landmark of the town is the wooden church Húsavíkurkirkja, built in 1907. Húsavík is served by Húsavík Airport.",
  "/wiki/Húsavík_Airport": "Húsavík Airport (IATA: HZK, ICAO: BIHU) is an airport serving Húsavík, Iceland. The runway is 10.4 kilometres (6.5 mi) southwest of the town.",
  "/wiki/Ísafjörður": "Ísafjörður (pronounced [ˈiːsaˌfjœrðʏr̥], meaning ice fjord or fjord of ice, ice in plural genitive) is a town in the northwest of Iceland.",
  "/wiki/Ísafjörður_Airport": "Ísafjörður Airport (IATA: IFJ, ICAO: BIIS) is an airport serving Ísafjörður, a town in the Westfjords (Icelandic: Vestfirðir) region in northwestern Iceland.",
  "/wiki/Keflavík": "Keflavík (pronounced [ˈcʰɛplaˌviːk] (listen), meaning Driftwood Bay) is a town in the Reykjanes region in southwest Iceland. As of 2016, its population when combined with the nearby town Njarðvík, is 15,129.",
  "/wiki/Keflavík_International_Airport": "Keflavík Airport (Icelandic: Keflavíkurflugvöllur) (IATA: KEF, ICAO: BIKF), also known as Reykjavík–Keflavík Airport, is the largest airport in Iceland and the country's main hub for international transportation. The airport is 1.7 nautical miles (3.1 km; 2.0 mi) west of Keflavík and 50 km (31 mi) southwest of Reykjavík. The airport has three runways, two of which are in use, and the airport area is about 25 km2 (9.7 sq mi).[citation needed] Most international journeys to or from Iceland pass through this airport.",
  "/wiki/Kópasker": "Kópasker is a small village with approximately 120 inhabitants in the municipality of Norðurþing, situated on the eastern shore of Öxarfjörður in northeast Iceland.",
  "/wiki/Kópasker_Airport": "Kópasker Airport (IATA: OPA, ICAO: BIKP) is an airport serving the coastal village of Kópasker, Iceland.",
  "/wiki/Reykjahlíð": "The village of Reykjahlíð has approximately 300 inhabitants and is situated on the shores of Lake Mývatn in the north of Iceland. It is the seat of the municipality of Skútustaðahreppur.",
  "/wiki/Mývatn_Airport": "Mývatn Airport (IATA: MVA, ICAO: BIRL) is an airport serving Reykjahlíð, Iceland.",
  "/wiki/Norðfjörður": "Neskaupstaður is a town located on the fjord Norðfjörður on the eastern side of Iceland. It is part of the municipality of Fjarðabyggð and, as of 2016, it has a population of 1,481. Neskaupstaður is the third largest town in Eastern Region. The town was originally built on a farm called \"Nes\", settled by Egill rauði (\"the red\").",
  "/wiki/Norðfjörður_Airport": "Norðfjörður Airport (IATA: NOR, ICAO: BINF) is an airport serving Neskaupstaður, Iceland. The town is on the Norðfjörður fjord.",
  "/wiki/List_of_airports_in_Iceland": "This is a list of airports in Iceland, sorted by location."
}