{
  "/wiki/Adelaide_Crows": "The  Adelaide Football Club, nicknamed the Crows, are a professional Australian rules football club that competes in the Australian Football League (AFL). The club has both a men's team, which played its first match in 1991, and a women's team, which began in 2017 in the inaugural season of the AFLW. The club is based in Adelaide, South Australia, playing its home matches at Adelaide Oval. The club has its training and administration base at Football Park in West Lakes, where it previously played home matches between 1991 and 2013. The club song is \"The Pride of South Australia\", to the tune of the US Marines' Hymn.",
  "/wiki/West_Coast_Eagles": "The West Coast Eagles Football Club is a professional Australian rules football club based in Perth, Western Australia, and plays in the Australian Football League (AFL).",
  "/wiki/Australian_Rules_Football": "Australian rules football, officially known as Australian football, or simply called Aussie rules, football or footy, is a contact sport played between two teams of eighteen players on an oval-shaped field, often a modified cricket ground.  Points are scored by kicking the oval-shaped ball between the middle goal posts (worth six points) or between a goal and behind post (worth one point).",
  "/wiki/Australian_Football_League": "The Australian Football League (AFL) is the pre-eminent and only fully professional men's competition of Australian rules football. Through the AFL Commission, the AFL also serves as the sport's governing body, and is responsible for controlling the laws of the game. Originally known as the Victorian Football League (VFL), it was founded in 1896 as a breakaway competition from the Victorian Football Association (VFA), with its inaugural season commencing the following year. The VFL, aiming to become a national competition, began expanding beyond Victoria to other Australian states in the 1980s, and changed its name to the AFL in 1990.",
  "/wiki/Collingwood_Magpies": "The Collingwood Football Club, nicknamed the Magpies or colloquially the Pies, is a professional Australian rules football club playing in the Australian Football League (AFL). Formed in 1892 in the then-working class Melbourne suburb of Collingwood, the club played in the Victorian Football Association (VFA) before joining seven other teams in 1896 to found the breakaway Victorian Football League (now the national AFL). Originally based at Victoria Park, Collingwood now plays its home games at the Melbourne Cricket Ground with its training and administrative headquarters located at Olympic Park Oval and the Holden Centre.",
  "/wiki/Port_Adelaide_Power": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/Carlton_Blues": "The Carlton Football Club, nicknamed the Blues, is an Australian rules football club based in Melbourne, Victoria. Founded in 1864 in Carlton, an inner suburb of Melbourne, the club competes in the Australian Football League (formerly the Victorian Football League), and was one of the competition's eight founding member clubs in 1896.",
  "/wiki/Indigenous_All-Stars_(Australian_rules_football)": "The Indigenous All-Stars (known as for sponsorship reasons Qantas Kickstart Indigenous All-Stars and formerly known as the Aboriginal All-Stars) is an Australian rules football team composed purely of Indigenous Australians. The team has also represented Australia (in 2013) in the International Rules Series.",
  "/wiki/Richmond_Tigers": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Fremantle_Dockers": "The Fremantle Football Club, nicknamed the Dockers, is a professional Australian rules football team that competes in the Australian Football League (AFL). It was founded in 1994 in honour of the rich footballing history associated with the Western Australian port city of Fremantle, and entered the AFL the following year, making it the second team from the state after the West Coast Eagles to be admitted to the competition.",
  "/wiki/Melbourne_Demons": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/Brisbane_Broncos": "The Brisbane Broncos Rugby League Football Club Ltd., commonly referred to as the Broncos, are an Australian professional rugby league football club based in the city of Brisbane, the capital of the state of Queensland. Founded in April 1988, the Broncos play in Australia's elite competition, the National Rugby League (NRL) premiership. They have won six premierships, including two NSWRL titles, a Super League premiership and three NRL premierships. They also have two World Club Challenges. The Broncos have achieved four minor premierships during their 29 years in multiple competitions, making them Rugby League's most successful club over the past three decades. Until 2015, Brisbane had never been defeated in a grand final, and since 1991, have only failed to qualify for the finals twice. They are one of the most successful clubs in the National Rugby League since it began in 1998, winning three premierships (second only to the Sydney Roosters' four). It is also one of the most successful clubs in the history of rugby league, having won 62.5% of games played since its induction in 1988, second only to Melbourne Storm with 65.2%. Since the club's founding, Brisbane has never received the wooden spoon.",
  "/wiki/North_Queensland_Cowboys": "The North Queensland Cowboys are an Australian professional rugby league football club based in Townsville, the largest city in North Queensland. They compete in Australia's premier rugby league competition, the National Rugby League (NRL).",
  "/wiki/Rugby_league": "Rugby league is a full-contact sport played by two teams of thirteen players on a rectangular field measuring 68 m wide and 112–122 m long. One of the two codes of rugby football, it originated in Northern England in 1895 as a split from the Rugby Football Union over the issue of payments to players. Its rules progressively changed with the aim of producing a faster, more entertaining game for spectators.",
  "/wiki/National_Rugby_League": "The National Rugby League (NRL) is a league of professional men's rugby league teams in Australia. Run by the Australian Rugby League Commission, the NRL's main competition is known as the Telstra Premiership due to sponsorship from Telstra and is contested by sixteen teams, fifteen of which are based in Australia with one based in New Zealand. It is the most viewed and attended rugby league club competition in the world.",
  "/wiki/Traeger_Park": "Traeger Park (currently known under naming rights as TIO Traeger Park) is a sports complex located in Alice Springs, Northern Territory, Australia, and is named after Alfred Hermann Traeger. The park was officially opened by Anne Catherine Smallwood (née Traeger) Alfred's younger daughter. The primary stadium in the complex caters for Australian rules football and cricket and has a capacity of 7200. The complex also has a small baseball stadium."
}