{
  "/wiki/Afterlife_(Avenged_Sevenfold_song)": "\"Afterlife\" is a song by Avenged Sevenfold. The song is released as the third single from their self-titled album. The song itself features a string orchestra and was written by the band's drummer, The Rev. It was voted the best song of the new album on the band's homepage. The single and a live-action music video were released in early 2008.",
  "/wiki/Avenged_Sevenfold": "Avenged Sevenfold (sometimes abbreviated as A7X) is an American heavy metal band from Huntington Beach, California, formed in 1999. The band's current lineup consists of lead vocalist M. Shadows, rhythm guitarist and backing vocalist Zacky Vengeance, lead guitarist and backing vocalist Synyster Gates, bassist and backing vocalist Johnny Christ, and drummer Brooks Wackerman.",
  "/wiki/Call_Me_(Blondie_song)": "\"Call Me\" is a song by the American new wave band Blondie and the theme to the 1980 film American Gigolo. Produced and co-written by Italian musician Giorgio Moroder and released in the US in early 1980 as a single, \"Call Me\" was No. 1 for six consecutive weeks on the Billboard Hot 100 chart, where it became the band's biggest single and second No. 1. It also hit No. 1 in the UK and Canada, where it became their fourth and second chart-topper, respectively. In the year-end chart of 1980, it was Billboard's No. 1 single and RPM magazine's No. 3 in Canada.",
  "/wiki/Blondie_(band)": "Blondie is an American rock band founded by singer Debbie Harry and guitarist Chris Stein.  The band were pioneers in the early American new wave and punk scenes of the mid-late 1970s. Its first two albums contained strong elements of these genres, and although successful in the United Kingdom and Australia, Blondie was regarded as an underground band in the United States until the release of Parallel Lines in 1978. Over the next three years, the band achieved several hit singles including \"Heart of Glass\", \"Call Me\", \"Rapture\" and \"The Tide Is High\" and became noted for its eclectic mix of musical styles incorporating elements of disco, pop, reggae, and early rap music.",
  "/wiki/El_Scorcho": "\"El Scorcho\" is a song by the American alternative rock band Weezer. It is the first single from the band's second album Pinkerton, released in 1996. The music video features the band playing in an old ballroom in Los Angeles (as revealed by Weezer's Video Capture Device DVD), surrounded by light fixtures of diverse origin, flashing in time to the music. The name of the song was supposed to have come from a packet of hot sauce from Del Taco, labeled \"Del Scorcho\".",
  "/wiki/Weezer": "Weezer is an American rock band formed in Los Angeles, California, in 1992. Since 2001, the band has consisted of Rivers Cuomo (lead vocals, lead guitar, keyboards), Patrick Wilson (drums), Brian Bell (guitar, backing vocals, keyboards), and Scott Shriner (bass, backing vocals).",
  "/wiki/Devo": "Devo (/ˈdiːvoʊ/, originally /diːˈvoʊ/) is an American punk rock band from Akron, Ohio formed in 1973. Their classic lineup consisted of two sets of brothers, the Mothersbaughs (Mark and Bob) and the Casales (Gerald and Bob), along with Alan Myers. The band had a No. 14 Billboard chart hit in 1980 with the single \"Whip It\", the song that gave the band mainstream popularity.",
  "/wiki/Girls_Who_Play_Guitars": "\"Girls Who Play Guitars\" is the third single from Our Earthly Pleasures, the second album from the band Maxïmo Park. The single was released on 20 August 2007.",
  "/wiki/Maxïmo_Park": "Maxïmo Park are an English alternative rock band, formed in 2000 in Newcastle upon Tyne. The band consists of Paul Smith (vocals), Duncan Lloyd (guitar), and Tom English (drums). The band have released six studio albums: A Certain Trigger (2005), Our Earthly Pleasures (2007), Quicken The Heart (2009), The National Health (2012), Too Much Information (2014) and Risk to Exist (2017). The first two albums went gold in the UK and their debut was nominated for the Mercury Prize.",
  "/wiki/Indestructible_(Disturbed_song)": "\"Indestructible\" is a song by American heavy metal band Disturbed. The song is released as the third single from the band's fourth studio album Indestructible. The single peaked at number-two on the Hot Mainstream Rock Tracks chart and number-ten on the Hot Modern Rock Tracks chart. The music video for the song appeared on Disturbed's website on August 20, 2008, and the single was released on September 29, 2008. The song is meant to encourage troops going into battle, and boost their morale. It is also meant to represent Disturbed's success in the music industry. It is one of Disturbed's best known songs. The song appeared in the video game Midnight Club: Los Angeles.",
  "/wiki/Disturbed_(band)": "Disturbed is an American heavy metal band from Chicago, formed in 1994. The band includes vocalist David Draiman, guitarist/keyboardist Dan Donegan, bassist John Moyer and drummer Mike Wengren. They have had very few lineup changes, with Donegan and Wengren being the only two remaining original members. Former band members are vocalist Erich Awalt and bassist Steve Kmak.\nThe band has released seven studio albums, five of which have consecutively debuted at number one on the Billboard 200. Disturbed went into hiatus in October 2011, during which the band's members focused on various side projects, and returned in June 2015, releasing their first album in four years, Immortalized, on August 21, 2015. They also recorded and released one live album, Disturbed: Live at Red Rocks on November 18, 2016, which was recorded on August 18, 2016, at Red Rocks Amphitheatre in Morrison, Colorado, located about 10 miles west of Denver, Colorado. Their seventh studio album, Evolution, was released on October 19, 2018.",
  "/wiki/It_Hurts": "\"It Hurts\" is the second single in Europe by Angels & Airwaves' from the debut album We Don't Need to Whisper. A short-film for this song was released on April 18 on the Angels & Airwaves official website, which continues where the video for \"The Adventure\" left off and continues with \"The Gift\". During the time of its first release, it peaked on the UK charts at #59. The song was also released as a downloadable track for the video game Rock Band on May 6, 2008.",
  "/wiki/Angels_&_Airwaves": "Angels & Airwaves (sometimes stylized as AVA) is an American rock group, featuring Tom DeLonge (lead vocals, guitars, keyboards, bass), David Kennedy (guitars, keyboards), and Ilan Rubin (drums, keyboards, bass, backing vocals). Former members include Ryan Sinn (bass, backing vocals), Adam \"Atom\" Willard (drums), Matt Wachter (bass guitar, keyboards, backing vocals) and Eddie Breckenridge (bass).",
  "/wiki/Just_What_I_Needed": "\"Just What I Needed\" is a song by American rock band the Cars from their self-titled debut album, released in 1978 on Elektra Records. The song, which first achieved radio success as a demo, took inspiration from the Ohio Express and the Velvet Underground. The song is sung by bass player Benjamin Orr and was written by Ric Ocasek.",
  "/wiki/The_Cars": "The Cars were an American rock band formed in Boston in 1976. Emerging from the new wave scene in the late 1970s, the line-up consisted of singer, rhythm guitarist and songwriter Ric Ocasek, bassist and singer Benjamin Orr, lead guitarist Elliot Easton, keyboardist Greg Hawkes and drummer David Robinson.",
  "/wiki/Message_in_a_Bottle_(song)": "\"Message in a Bottle\" is a song by English rock band The Police. It was released as the lead single from their second studio album, Reggatta de Blanc (1979). Written by the band's lead singer and bassist Sting, the song is ostensibly about a story of a castaway on an island, who sends out a message in a bottle to seek love. A year later, he has not received any sort of response, and despairs, thinking he is destined to be alone. The next day, he sees \"a hundred billion bottles\" on the shore, finding out that there are more people like him out there. American rock band American Hi-Fi performed a cover of the song for the 2003 film Rugrats Go Wild.",
  "/wiki/The_Police": "The Police were a British rock band formed in London in 1977. For most of their history the line-up consisted of primary songwriter Sting (lead vocals, bass guitar), Andy Summers (guitar), and Stewart Copeland (drums, percussion). The Police became globally popular in the late 1970s and early 1980s. Emerging in the British new wave scene, they played a style of rock influenced by punk, reggae, and jazz. Considered one of the leaders of the Second British Invasion of the U.S., in 1983 Rolling Stone labelled them \"the first British New Wave act to break through in America on a grand scale, and possibly the biggest band in the world.\" The Police disbanded in 1986, but reunited in early 2007 for a one-off world tour that ended in August 2008.",
  "/wiki/Monkey_Gone_to_Heaven": "\"Monkey Gone to Heaven\" is a song by the American alternative rock band Pixies and is the seventh track on their 1989 album Doolittle. The song was written and sung by frontman Black Francis and was produced by Gil Norton. Referencing environmentalism and biblical numerology, the song's lyrics mirrored themes that were explored in Doolittle. \"Monkey Gone to Heaven\" was the first Pixies song to feature guest musicians: two cellists, Arthur Fiacco and Ann Rorich, and two violinists, Karen Karlsrud and Corine Metter.",
  "/wiki/Pixies_(band)": "The Pixies are an American alternative rock band formed in 1986 in Boston, Massachusetts. The original lineup comprised Black Francis (vocals, rhythm guitar), Joey Santiago (lead guitar), Kim Deal (bass, backing vocals) and David Lovering (drums). The band disbanded acrimoniously in 1993, but reunited in 2004. After Deal left in 2013, the Pixies hired Kim Shattuck as a touring bassist; she was replaced the same year by Paz Lenchantin, who became a permanent member in 2016.",
  "/wiki/Rio_(song)": "\"Rio\" is the seventh single by Duran Duran. It was first released as a single in Australia, in August 1982, followed by a UK release on 1 November 1982.",
  "/wiki/Duran_Duran": "Duran Duran (/djʊˌræn djʊˈræn/) are an English new wave band formed in Birmingham in 1978. The band were one of the most successful acts of the 1980s, but by the end of the decade, membership and music style changes challenged the band before a resurgence in the early 1990s. The group were a leading band in the MTV-driven Second British Invasion of the US in the 1980s. They achieved 14 singles in the top 10 of the UK Singles Chart and 21 in the US Billboard Hot 100, and have sold over 100 million records worldwide.",
  "/wiki/Saints_of_Los_Angeles_(song)": "\"Saints of Los Angeles\" is the Grammy-nominated first single from Mötley Crüe's album of the same name. It was released on April 11, 2008, and started airing on radio stations on April 15 and charted at #5 on the Hot Mainstream Rock Tracks. In the original Gang Vocal version, found on the album, the lyrics from the Lords Prayer can be heard at the beginning of the song. The song was given further promotion through the music video game Rock Band, being released as downloadable content on Xbox Live Marketplace and PlayStation Store on the same day.",
  "/wiki/Mötley_Crüe": "Mötley Crüe is an American heavy metal band formed in Los Angeles, California,  in 1981. The group was founded by bassist Nikki Sixx, drummer Tommy Lee, lead guitarist Mick Mars and lead singer Vince Neil. Mötley Crüe has sold over 100 million albums worldwide. They have also achieved seven platinum or multi-platinum certifications, nine Top 10 albums on the Billboard 200 chart (including 1989's Dr. Feelgood, which is Mötley Crüe's only album to reach number one), twenty-two Top 40 mainstream rock hits, and six Top 20 pop singles. The band experienced several short-term lineup changes in the 1990s and 2000s; these included the introduction of vocalist John Corabi (who was Neil's replacement from 1992 to 1996) and drummers Randy Castillo and Samantha Maloney, both of whom filled in for Lee during his absence from the band from 1999 to 2004.",
  "/wiki/Simple_Man_(Lynyrd_Skynyrd_song)": "\"Simple Man\" is the last track on side one of Lynyrd Skynyrd's debut album Pronounced 'Lĕh-'nérd 'Skin-'nérd.",
  "/wiki/Lynyrd_Skynyrd": "Lynyrd Skynyrd (/ˌlɛnərd ˈskɪnərd/ LEN-ərd SKIN-ərd) is an American rock band formed in Jacksonville, Florida, in 1964. The group was originally named My Backyard and comprised Ronnie Van Zant (lead vocalist), Gary Rossington (guitar), Allen Collins (guitar), Larry Junstrom (bass guitar) and Bob Burns (drums).  The band spent five years touring small venues under a variety of different names and with several lineup changes before finally deciding on \"Lynyrd Skynyrd\" in 1969. The band released their first album in 1973, having settled on a lineup that included bassist Leon Wilkeson, keyboardist Billy Powell and guitarist Ed King. Burns would later be replaced by Artimus Pyle, and King by Steve Gaines. At the height of their fame during the 1970s, the band popularized the Southern rock genre with songs such as \"Sweet Home Alabama\" and \"Free Bird\".",
  "/wiki/Snow_(Hey_Oh)": "\"Snow ((Hey Oh))\" is a song by American band Red Hot Chili Peppers from their 2006 double album, Stadium Arcadium. The song was released as the follow-up single to \"Tell Me Baby\" on November 20, 2006 and became the band's third straight number one hit on the Billboard Modern Rock chart, a spot it held for five straight weeks. The single was their 11th to top that chart, giving the band the all-time record for any artist on that chart, a record they still hold to date and extended in 2016 to 13.",
  "/wiki/Red_Hot_Chili_Peppers": "Red Hot Chili Peppers (commonly abbreviated as RHCP) are an American rock band formed in Los Angeles in 1983. Their music incorporates elements of alternative rock, funk, punk rock and psychedelic rock. The band comprises vocalist Anthony Kiedis, bassist Flea, drummer Chad Smith, and guitarist John Frusciante. With over 80 million records sold worldwide, Red Hot Chili Peppers are one of the best-selling bands of all time. They are the most successful band in the history of alternative rock radio, with the records for most number-one singles (13), most cumulative weeks at number one (85) and most top-ten songs (25) on the Billboard Alternative Songs chart. They have won six Grammy Awards, and in 2012 were inducted into the Rock and Roll Hall of Fame.",
  "/wiki/The_Perfect_Drug": "\"The Perfect Drug\" is a song by Nine Inch Nails written for the David Lynch film Lost Highway. It was released in 1997 on the Lost Highway soundtrack as well as a single from the score. Remixes of the song were released as an EP, \"The Perfect Drug\" Versions.",
  "/wiki/Nine_Inch_Nails": "Nine Inch Nails, commonly abbreviated as NIN (stylized as NIИ), is an American industrial rock band formed in 1988 in Cleveland, Ohio. Singer, songwriter, multi-instrumentalist, and producer Trent Reznor was the only permanent member of the band until the addition of English musician Atticus Ross in 2016.",
  "/wiki/This_Ain't_a_Scene,_It's_an_Arms_Race": "\"This Ain't a Scene, It's an Arms Race\" is a song by American rock band Fall Out Boy and the second single from their commercially successful third studio album Infinity on High (2007). The song officially debuted on November 21 at the American Music Awards and was shipped to radio stations that night[citation needed] (with an impact date of December 5 in the United States). The music was composed by vocalist and guitarist Patrick Stump and the lyrics were penned by bassist Pete Wentz, following the band's songwriting approach which first began with some songs on their 2003 album Take This to Your Grave. Production was handled by Neal Avron, who also produced the band's previous From Under the Cork Tree album. Commenting on the band's decision to pick the track as the first single, Wentz said \"There may be other songs on the record that would be bigger radio hits, but this one had the right message.\"",
  "/wiki/Fall_Out_Boy": "Fall Out Boy is an American rock band formed in Wilmette, Illinois, a suburb of Chicago, in 2001. The band consists of lead vocalist and rhythm guitarist Patrick Stump, bassist Pete Wentz, lead guitarist Joe Trohman, and drummer Andy Hurley. The band originated from Chicago's hardcore punk scene, with which all members were involved at one point. The group was formed by Wentz and Trohman as a pop punk side project of the members' respective hardcore bands, and Stump joined shortly thereafter. The group went through a succession of drummers before landing Hurley and recording the group's debut album, Take This to Your Grave (2003). The album became an underground success and helped the band gain a dedicated fanbase through heavy touring, as well as commercial success. Take This to Your Grave has commonly been cited as an influential blueprint for pop punk music in the 2000s.",
  "/wiki/Time_Is_Running_Out_(Papa_Roach_song)": "\"Time Is Running Out\" is the seventh track from Californian rock band Papa Roach's fifth album, The Paramour Sessions. The song is also available as a downloadable track for the Rock Band games.",
  "/wiki/Papa_Roach": "Papa Roach is an American rock band from Vacaville, California, formed in 1993. The original lineup consisted of lead vocalist Jacoby Shaddix, guitarist Jerry Horton, drummer Dave Buckner and bassist Will James.",
  "/wiki/Why_Do_You_Love_Me": "\"Why Do You Love Me\" is a song by alternative rock band Garbage, released as the lead single from their fourth studio album, Bleed Like Me (2005). The single was the first taste of the band's change in direction, eschewing the electronic-leaning production of their previous album for guitar-led rock.",
  "/wiki/Garbage_(band)": "Garbage is an American rock band formed in Madison, Wisconsin, in 1993. The band consists of Scottish singer and musician Shirley Manson and American musicians Duke Erikson, Steve Marker, and Butch Vig. All four members are involved in songwriting and production. Garbage has sold over 17 million albums worldwide.",
  "/wiki/You've_Got_Another_Thing_Comin'": "\"You've Got Another Thing Comin'\" is a song by British heavy metal band Judas Priest. It was originally released on their 1982 album Screaming for Vengeance and released as a single later that year. In May 2006, VH1 ranked it fifth on their list of the 40 Greatest Metal Songs. It became one of Judas Priest's signature songs along with \"Electric Eye\" and \"Breaking the Law\", and a staple of the band's live performances. \"You've Got Another Thing Comin\" was first performed on the opening concert of the Vengeance World Tour at the Stabler Center in Bethlehem, Pennsylvania, on 26 August 1982 and had been played a total of 673 times through the 2012 Epitaph Tour.",
  "/wiki/Judas_Priest": "Judas Priest are an English heavy metal band formed in West Bromwich, England in 1969. They have sold over 50 million copies of their albums, and are frequently ranked as one of the greatest metal bands of all time. Despite an innovative and pioneering body of work in the latter half of the 1970s, the band had struggled with indifferent record production and a lack of major commercial success or attention until 1980, when they adopted a more simplified sound on the album British Steel.",
  "/wiki/Zero_(The_Smashing_Pumpkins_song)": "\"Zero\" is a song by American alternative rock band The Smashing Pumpkins. It was the third single from their third album, Mellon Collie and the Infinite Sadness. \"Zero\" was written by Billy Corgan and was the first song recorded for Mellon Collie. The song has six rhythm guitars, with two line-in twelve string acoustics. Commercially, \"Zero\" reached number one in Spain and number three in New Zealand. In North America, the song reached number one on Canada's RPM Alternative 30, number 15 on the US Mainstream Rock chart, and number nine on the US Modern Rock Tracks chart. In the United States, the song was released as an EP, so it instead charted on the Billboard 200, making it to number 46.",
  "/wiki/The_Smashing_Pumpkins": "The Smashing Pumpkins (or Smashing Pumpkins)[note 1] are an American alternative rock band from Chicago, Illinois. Formed in 1988 by frontman Billy Corgan (lead vocals, guitar), D'arcy Wretzky (bass), James Iha (guitar), and Jimmy Chamberlin (drums), the band has undergone many line-up changes. The current lineup features Corgan, Chamberlin, Iha and guitarist Jeff Schroeder.",
  "/wiki/List_of_Rock_Band_track_packs": "Rock Band Track Packs (called Song Packs in Europe and Australia) are a series of supplemental media discs for the Rock Band series of music video games. The packs are developed by Harmonix and Demiurge Studios (earlier packs were developed with Pi Studios), and distributed by MTV Games and Electronic Arts. Harmonix has announced they will release additional discs, containing new songs not in past releases, and have not previously been made available through downloadable content. The track packs are fully functional stand alone games and do not require separate Rock Band titles to play; however, on consoles that support downloadable content, the songs from these packs can be integrated with other Rock Band titles."
}