{
  "/wiki/3%27s_and_7%27s": "\"3s & 7s\" is the second single by Queens of the Stone Age from their 2007 album Era Vulgaris. It was released on June 4, 2007 and followed the digital download-only \"Sick, Sick, Sick\".\nThe single debuted at number one on the UK Rock & Metal Chart and number 19 on the UK Singles Chart.",
  "/wiki/Queens_of_the_Stone_Age": "Queens of the Stone Age (commonly abbreviated QOTSA) is an American rock band formed in 1996 in Palm Desert, California. The band was founded by vocalist and guitarist Josh Homme, who has been the only constant member throughout multiple line-up changes. The current line-up consists of Homme alongside Troy Van Leeuwen (guitar, lap steel, keyboard, percussion, backing vocals), Michael Shuman (bass guitar, keyboard, backing vocals), Dean Fertita (keyboards, guitar, percussion, backing vocals), and Jon Theodore (drums, percussion).",
  "/wiki/Are_You_Dead_Yet%3F": "Are You Dead Yet? is the fifth album by Finnish melodic death metal band Children of Bodom. It was released in Finland on September 14, 2005 and internationally on October 25, 2005 under the Century Media label. It is the first Children of Bodom album to feature guitarist Roope Latvala (Stone, Sinergy, ex-Waltari), due to the departure of their original rhythm guitarist Alexander Kuoppala. In this album, the band used the drop C tuning, whereas they usually used D standard. The power metal influences previously prominent are also greatly reduced in this album, resulting in a more simplistic performance and slower tempos.  The keyboards also were dropped lower in the mix, with the guitars maintaining musical dominance.",
  "/wiki/Children_of_Bodom": "Children of Bodom is a Finnish extreme metal band from Espoo. Formed in 1993 as Inearthed, the group consists of Alexi Laiho (lead guitar, lead vocals), and Daniel Freyberg (rhythm guitar) as of December 2019. They have released ten studio albums, two live albums, two EPs, two compilation albums and one DVD.",
  "/wiki/At_the_Gates": "At the Gates is a Swedish death metal band from Gothenburg, a major progenitor of Gothenburg-style melodic death metal. The band was initially active from 1990 to 1996, reforming in 2007 for a tour between April and September 2008. In 2011, they reformed again and have since continued to perform. They released At War with Reality, their first album in 19 years, in late 2014.",
  "/wiki/Bulls_on_Parade": "\"Bulls on Parade\" is a song by American rap metal band Rage Against the Machine from their 1996 album Evil Empire.",
  "/wiki/Rage_Against_the_Machine": "Rage Against the Machine (often abbreviated as RATM and shortened to simply Rage) is an American rock band from Los Angeles, California. Formed in 1991, the group consists of vocalist Zack de la Rocha, bassist and backing vocalist Tim Commerford, guitarist Tom Morello, and drummer Brad Wilk. Their songs express revolutionary political views. As of 2010, they had sold over 16 million records worldwide. The band was nominated for induction into the Rock & Roll Hall of Fame in their first year of eligibility in 2017 and 2018, although both bids failed.",
  "/wiki/Lacuna_Coil": "Lacuna Coil is an Italian gothic metal band from Milan. Since their formation in 1994, the group has had two name changes, being previously known as Sleep of Right and Ethereal.",
  "/wiki/The_Haunted_(Swedish_band)": "The Haunted is a Swedish extreme metal band from Gothenburg formed in 1996.\nThe original members were Anders and Jonas Björler, Peter Dolving, Adrian Erlandsson and Patrik Jensen. Both of the Björler brothers and Erlandsson were members of the seminal melodic death metal band At the Gates, a pioneering force in the Swedish death metal scene.",
  "/wiki/In_This_Moment": "In This Moment is an American heavy metal band from Los Angeles, California, formed by singer Maria Brink and guitarist Chris Howorth in 2005. They found drummer Jeff Fabb and started the band as Dying Star. Unhappy with their musical direction, they changed their name to In This Moment and gained two band members, guitarist Blake Bunzel and bassist Josh Newell. In 2005, bassist Newell left the band and was replaced by Pascual Romero, who was later replaced by Jesse Landry.",
  "/wiki/Hair_of_the_Dog_(song)": "\"Hair of the Dog\" is the title track of Nazareth's 1975 album Hair of the Dog. It is sometimes called \"Son of a Bitch\" because of the repeated lyric in the hook (\"Now you're messing with a son of a bitch\"). The song is about a charming and manipulative woman who can get men to acquiesce to her every need. The singer is letting her know that she has met her match in him, a self-described \"son of a bitch.\"",
  "/wiki/Nazareth_(band)": "Nazareth are a Scottish hard rock band formed in 1968 that had several hits in the United Kingdom, as well as in several other West European countries in the early 1970s. They established an international audience with their 1975 album Hair of the Dog, which featured their hits \"Hair of the Dog\" and a cover of the ballad \"Love Hurts\". The band continues to record and tour.",
  "/wiki/I_Stand_Alone_(Godsmack_song)": "\"I Stand Alone\" is a song by the American rock band Godsmack. It served as a single from the Scorpion King soundtrack on March 5, 2002. It would reappear on Godsmack's third studio album, Faceless, the following year. It won a 2002 Metal Edge Readers' Choice Award for \"Song of the Year From a Movie Soundtrack.\"",
  "/wiki/Godsmack": "Godsmack is an American rock band from Lawrence, Massachusetts, formed in 1995. The band is composed of founder, frontman and songwriter Sully Erna, guitarist Tony Rombola, bassist Robbie Merrill, and drummer Shannon Larkin. Since its formation, Godsmack has released seven studio albums, one EP (The Other Side), four DVDs, one compilation album (Good Times, Bad Times... Ten Years of Godsmack), and one live album (Live & Inspired).",
  "/wiki/Killed_by_Death_(single)": "\"Killed by Death\" is a song by the English heavy metal band Motörhead. Released in 1984,  in 7\" and 12\" vinyl pressings. It peaked at number 51 in the UK Singles Chart.",
  "/wiki/Mot%C3%B6rhead": "Motörhead (/ˈmoʊtərhɛd/) were  an English rock band formed in June 1975 by bassist, singer, and songwriter Ian \"Lemmy\" Kilmister, who was the sole constant member, guitarist Larry Wallis and drummer Lucas Fox. The band are often considered a precursor to the new wave of British heavy metal, which re-energised heavy metal in the late 1970s and early 1980s. Though several guitarists and drummers have played in Motörhead, most of their best-selling albums and singles feature the work of Phil \"Philthy Animal\" Taylor on drums and \"Fast\" Eddie Clarke on guitars.",
  "/wiki/Laid_to_Rest": "\"Laid to Rest\" is a song by the groove metal band Lamb Of God from their fourth album, Ashes of the Wake. It was the first single from the album, and a music video was made for it.",
  "/wiki/Lamb_of_God_(band)": "Lamb of God (sometimes abbreviated as LoG) is an American heavy metal band from Richmond, Virginia. Formed in 1994 as Burn the Priest, the group consists of bassist John Campbell, vocalist Randy Blythe, guitarists Mark Morton and Willie Adler, and drummer Art Cruz. The band is considered a significant member of the New Wave of American Heavy Metal movement.",
  "/wiki/I_Mother_Earth": "I Mother Earth, or IME, is a Canadian rock band. The band formed in 1990 and reached its peak in popularity in the mid-to-late 1990s. After an eight-year hiatus, the band reunited in 2012. Between 1996 and 2016, I Mother Earth was among the top 150 selling Canadian artists in Canada and among the top 40 selling Canadian bands in Canada.",
  "/wiki/Hawkwind": "Hawkwind are an English rock band known as one of the earliest space rock groups. Since their formation in November 1969, Hawkwind have gone through many incarnations and have incorporated many different styles into their music, including hard rock, progressive rock and psychedelic rock. They are also regarded as an influential proto-punk band. Their lyrics favour urban and science fiction themes.",
  "/wiki/Yngwie_Malmsteen": "Yngwie Johan Malmsteen (/ˈɪŋveɪ ˈmɑːlmstiːn/; born Lars Johan Yngve Lannerbäck; 30 June 1963) is a Swedish guitarist, songwriter, composer, and bandleader. Malmsteen first became known in the 1980s for his neoclassical metal playing style in heavy metal, and has released 20 studio albums in a career spanning almost 40 years. In 2009, Time magazine rated Malmsteen as number 7 among the 10 greatest electric guitar players of all time.",
  "/wiki/Screaming_for_Vengeance": "Screaming for Vengeance is the eighth studio album by English heavy metal band Judas Priest, released on 17 July 1982 by Columbia Records. Considered the band's commercial breakthrough, the album went on to sell over five million units worldwide, and has been certified double platinum in the United States and platinum in Canada. Screaming for Vengeance spawned the hit single \"You've Got Another Thing Comin'\", which became one of the band's signature songs and a perennial radio favourite.",
  "/wiki/Judas_Priest": "Judas Priest are an English heavy metal band formed in West Bromwich, England in 1969. They have sold over 50 million copies of their albums, and are frequently ranked as one of the greatest metal bands of all time. Despite an innovative and pioneering body of work in the latter half of the 1970s, the band had struggled with indifferent record production and a lack of major commercial success or attention until 1980, when they adopted a more simplified sound on the album British Steel.",
  "/wiki/Shockwave_(song)": "\"Shockwave\" is a song by American heavy metal band Black Tide. It is credited to Gabriel Garcia, Alexander Nuñez and Raul Garcia Jr. It was the first track and first single from their 2008 debut album Light from Above. With the other two singles being \"Warriors of Time\" and \"Shout. It was released before the album. Today it is one of the band's most famous songs and has been played live on almost all of the band's concerts, also it was performed on Jimmy Kimmel Live! on March 27, 2008. It charted only in the US at number #25. The CD Single was the band's first official release and is also known as the \"Black Tide EP\". The single version is a clean edit of the song, the word \"fuck\" that is mentioned in the chorus is removed.",
  "/wiki/Black_Tide": "Black Tide was an American heavy metal band from Kendall, Florida. Formed in 2004, the band consists of Gabriel Garcia (lead vocals and lead guitar), Austin Diaz (guitar and vocals) and Cody Paige (drums). They released their debut album, Light from Above, on March 18, 2008 through Interscope Records when Garcia was 15 years old. Their second album, Post Mortem, was released on August 23, 2011. Black Tide's EP Bite the Bullet was released on November 12, 2013 by InnerCat Music Group, a Miami-based boutique label. On October 16, 2015 band released their last album Chasing Shadows. On July 22, 2016 Gabriel Garcia announced on his Instagram that the band is over and he is concentrating on his solo project.",
  "/wiki/Evile": "Evile are an English thrash metal band from Huddersfield, formed in 1999. The band's debut album, Enter the Grave, was produced by Flemming Rasmussen at Sweet Silence Studios in Copenhagen, Denmark and was released worldwide in 2007 by Earache Records to critical acclaim by fans and critics alike. The band's first reviews included a hail by Kerrang! as \"Carrying the genre's whole 'revival' on their shoulders.\" Their second album, Infected Nations, was released on 21 September 2009. It was produced by Russ Russell, with artwork from Michael Whelan. Evile's third studio album Five Serpent's Teeth was released in 2011, also on Earache Records. A fourth album, entitled Skull, was released in the late spring of 2013 on Earache. Evile are currently working on a new album.",
  "/wiki/Blue_%C3%96yster_Cult": "Blue Öyster Cult (often abbreviated BÖC or BOC) is  an American rock band formed in Stony Brook, New York in 1967, perhaps best known for the singles \"(Don't Fear) The Reaper\", \"Burnin' for You\", \"Cities on Flame with Rock and Roll\", and \"Godzilla.\" Blue Öyster Cult has sold more than 24 million records worldwide, including 7 million in the United States alone. The band's music videos, especially \"Burnin' for You,\" received heavy rotation on MTV when the music television network premiered in 1981, cementing the band's contribution to the development and success of the music video in modern popular culture.",
  "/wiki/Two_Weeks_(All_That_Remains_song)": "\"Two Weeks\" is a song by American metal band All That Remains. It was released as a single from their fourth album, Overcome, on September 18, 2008, and a music video was released to television on October 4, 2008. In the U.S., it peaked at number 9 on the Mainstream Rock Tracks chart and at number 38 on the Modern Rock Tracks chart. It was a free playable download on the iPhone OS game, Tap Tap Revenge 2. It was also a downloadable Rock Band song, along with \"This Calling\" and \"Chiron\". The single was certified gold by the Recording Industry Association of America (RIAA) on October 26, 2018 for selling over 500,000 copies in the United States.",
  "/wiki/All_That_Remains_(band)": "All That Remains is an American heavy metal band from Springfield, Massachusetts, formed in 1998. They have released nine studio albums, a live CD and DVD, and have sold over a million records worldwide. The group currently consists of vocalist Philip Labonte, rhythm guitarist Mike Martin, former Diecast drummer Jason Costa, bassist Aaron Patrick, and lead guitarist Jason Richardson, with Labonte being the last remaining original member. In spite of this, the band's line-up had remained consistent from the release of 2008's Overcome until 2015's The Order of Things, spanning four albums. This line-up changed, however, in September 2015, when long-time bassist Jeanne Sagan left the band, with Patrick taking her place and then again on February 5, 2019, when the band confirmed that Jason Richardson would be joining the band to replace the deceased lead guitarist and original member, Oli Herbert.",
  "/wiki/Waking_the_Demon": "\"Waking the Demon\" is a song by Welsh metal band Bullet for My Valentine. The song is released as the third and final single from their second album Scream Aim Fire. The video for the song was written and directed by Max Nichols (son of Academy Award-winning director Mike Nichols).",
  "/wiki/Bullet_For_My_Valentine": "Bullet for My Valentine, often abbreviated as BFMV, are a Welsh heavy metal band from Bridgend, Wales, formed in 1998. The band is currently composed of Matthew Tuck (lead vocals, rhythm guitar), Michael Paget (lead guitar, backing vocals), Jason Bowld (drums) and Jamie Mathias (bass guitar). Former members include Michael Thomas, Jason James and Nick Crandle; the latter were on bass. They were formed under the name Jeff Killed John and started their music career by covering songs by Metallica and Nirvana. Jeff Killed John recorded six songs which were not released; two of these tracks were reworked later in their career as Bullet for My Valentine. A change of style from that of Jeff Killed John led the band to change their name. In 2002, the band secured a five-album deal with Sony BMG. The band has stated that their music is influenced by classic metal acts such as Metallica, Iron Maiden and Slayer. The band is part of the Cardiff music scene.",
  "/wiki/List_of_Rock_Band_track_packs": "Rock Band Track Packs (called Song Packs in Europe and Australia) are a series of supplemental media discs for the Rock Band series of music video games. The packs are developed by Harmonix and Demiurge Studios (earlier packs were developed with Pi Studios), and distributed by MTV Games and Electronic Arts. Harmonix has announced they will release additional discs, containing new songs not in past releases, and have not previously been made available through downloadable content. The track packs are fully functional stand alone games and do not require separate Rock Band titles to play; however, on consoles that support downloadable content, the songs from these packs can be integrated with other Rock Band titles."
}