{
  "/wiki/Epicentre": "The epicenter, epicentre /ˈɛpɪsɛntər/ or epicentrum in seismology is the point on the Earth's surface directly above a hypocenter or focus, the point where an earthquake or an underground explosion originates.",
  "/wiki/Richter_magnitude_scale": "The Richter scale – also called the Richter magnitude scale or Richter's magnitude scale– for measuring the strength of earthquakes refers to the original \"magnitude scale\" (as the author called it) developed by Charles F. Richter and presented in his landmark 1935 paper. This was later revised[how?] and renamed the local magnitude scale, denoted as ML or ML . Because of various shortcomings of the ML  scale most seismological authorities now use other scales, such as the moment magnitude scale (Mw ), to report earthquake magnitudes, but much of the news media still refers to these as \"Richter\" magnitudes. All magnitude scales retain the logarithmic character of the original and are scaled to have roughly comparable numeric values (typically in the middle of the scale).",
  "/wiki/Bristol_Channel": "The Bristol Channel (Welsh: Môr Hafren) is a major inlet in the island of Great Britain, separating South Wales from Devon and Somerset in South West England. It extends from the lower estuary of the River Severn (Welsh: Afon Hafren) to the North Atlantic Ocean. It takes its name from the English city of Bristol, and is over 30 miles (50 km) wide at its western limit.",
  "/wiki/Bude": "Bude (/bjuːd/; Cornish: Porthbud) is a small seaside resort town in north east Cornwall, England, in the civil parish of Bude-Stratton and at the mouth of the River Neet (also known locally as the River Strat). It was sometimes formerly known as Bude Haven. It lies southwest of Stratton, south of Flexbury and Poughill, and north of Widemouth Bay and is located along the A3073 road off the A39. Bude is twinned with Ergué-Gabéric in Brittany, France. Bude's coast faces Bude Bay in the Celtic Sea, part of the Atlantic Ocean. The population of the civil parish can be found under Bude-Stratton.",
  "/wiki/Devon": "Devon (/ˈdɛvən/), also known as Devonshire, is a county of England, reaching from the Bristol Channel in the north to the English Channel in the south. It is part of South West England, bounded by Cornwall to the west, Somerset to the north east, and Dorset to the east. The city of Exeter is the county town. The county includes the districts of East Devon, Mid Devon, North Devon, South Hams, Teignbridge, Torridge, and West Devon. Plymouth and Torbay are each geographically part of Devon, but are administered as unitary authorities. Combined as a ceremonial county, Devon's area is 6,707 km2 (2,590 square miles) and its population is about 1.1 million.",
  "/wiki/Cornwall": "Cornwall (/ˈkɔːrnwɔːl, -wəl/; Cornish: Kernow [ˈkɛrnɔʊ]) is a ceremonial county in South West England, bordered to the north and west by the Celtic Sea, to the south by the English Channel, and to the east by Devon, the River Tamar forming the border between them. Cornwall is the westernmost part of the South West Peninsula of the island of Great Britain. The southwesternmost point is Land's End and the southernmost Lizard Point. Cornwall has a population of 568,210 and an area of 3,563 km2 (1,376 sq mi). The county has been administered since 2009 by the unitary authority, Cornwall Council. The ceremonial county of Cornwall also includes the Isles of Scilly, which are administered separately. The administrative centre of Cornwall is Truro, its only city.",
  "/wiki/Melton_Mowbray": "Melton Mowbray (/ˈmɛltən ˈmoʊbri/) is a town in Leicestershire, England, 19 miles (31 km) north-east of Leicester, and 20 miles (32 km) south-east of Nottingham. It lies on the Rivers Eye and the Wreake and has a population of 25,554. The town is known for a culinary speciality, the Melton Mowbray pork pie, and as the home of one of the six licensed makers of Stilton cheese. On those grounds it is sometimes promoted as Britain's \"Rural Capital of Food\".",
  "/wiki/East_Midlands": "The East Midlands is one of nine official regions of England at the first level of NUTS for statistical purposes. It consists of Derbyshire, Leicestershire, Lincolnshire (except North and North East Lincolnshire), Northamptonshire, Nottinghamshire and Rutland. The region has an area of 15,627 km2 (6,034 sq mi), with a population over 4.5 million in 2011. There are six main urban centres, Derby, Leicester, Lincoln, Mansfield, Northampton and Nottingham. Others include Boston, Chesterfield, Corby, Grantham, Hinckley, Kettering, Loughborough, Newark-on-Trent, Skegness, and Wellingborough.",
  "/wiki/South_Wales": "South Wales (Welsh: De Cymru) is a loosely defined region of Wales bordered by England and the Bristol Channel to the east and south. It has a population of around 2.2 million, almost three-quarters of the whole of Wales,  including 400,000 in Cardiff, 250,000 in Swansea and 150,000 in Newport. Generally considered to include the historic counties of Glamorgan and Monmouthshire, South Wales extends westwards to include Carmarthenshire and Pembrokeshire.  In the western extent, from Swansea westwards, local people would probably recognise that they lived in both south Wales and west Wales. The Brecon Beacons National Park covers about a third of South Wales, containing Pen y Fan, the highest British mountain south of Cadair Idris in Snowdonia.",
  "/wiki/South_Wales_Valleys": "The South Wales Valleys (Welsh: Cymoedd De Cymru) are a group of industrialised peri-urban valleys in South Wales. Most of the valleys run north–south, roughly parallel to each other. Commonly referred to as \"The Valleys\" (Welsh: Y Cymoedd), they stretch from eastern Carmarthenshire to western Monmouthshire; to the edge of the pastoral country of the Vale of Glamorgan and the coastal plain near the cities of Swansea, Cardiff, and Newport.",
  "/wiki/Dudley": "Dudley is a large industrialised market town and administrative centre in the county of West Midlands, England, 6 miles (9.7 km) south-east of Wolverhampton and 10.5 miles (16.9 km) north-west of Birmingham. Historically in Worcestershire, the town is the administrative centre of the Metropolitan Borough of Dudley and in 2011 had a population of 79,379. The Metropolitan Borough, which includes the towns of Stourbridge and Halesowen, had a population of 312,900. Dudley is sometimes called the capital of the Black Country.",
  "/wiki/Liverpool": "Liverpool is a city and metropolitan borough in Merseyside, England. As of 2018, the population is approximately 494,814. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the Liverpool City Region. It lies within the United Kingdom's sixth-most populous urban area. Liverpool's metropolitan area is the fifth-largest in the United Kingdom, with a population of 2.24 million.",
  "/wiki/West_Midlands_(region)": "The West Midlands is one of nine official regions of England at the first level of NUTS for statistical purposes. It covers the western half of the area traditionally known as the Midlands. It contains Birmingham and the larger West Midlands conurbation, which is the third most populous in the United Kingdom. The City of Coventry is also located within the West Midlands county, but is separated from the conurbation to the west by several miles of green belt. The region also contains 6 shire counties which stretch from the Welsh Border to the East Midlands.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/UTC": "Coordinated Universal Time (or UTC) is the primary time standard by which the world regulates clocks and time. It is within about 1 second of mean solar time at 0° longitude, and is not adjusted for daylight saving time. In some countries, the term Greenwich Mean Time is used.",
  "/wiki/1990_Bishop%27s_Castle_earthquake": "The 1990 Bishop's Castle earthquake occurred near the town of Bishop's Castle, Shropshire, England on 2 April.",
  "/wiki/Ordnance_Survey_National_Grid": "The Ordnance Survey National Grid reference system is a system of geographic grid references used in Great Britain, distinct from latitude and longitude. It is often called British National Grid (BNG).",
  "/wiki/South_Staffordshire": "South Staffordshire is a local government district in Staffordshire, England. The district lies to the north and west of the West Midlands county, bordering Shropshire to the west and Worcestershire to the south. It contains no towns of major size, and many of the settlements within the district are considered dormitory villages for Stafford, Telford, and the West Midlands conurbation.",
  "/wiki/Metropolitan_Borough_of_Dudley": "The Metropolitan Borough of Dudley is a metropolitan borough of West Midlands in England. It was created in 1974 following the Local Government Act 1972, through a merger of the existing Dudley County Borough with the municipal boroughs of Stourbridge and Halesowen. The borough borders Sandwell to the east, the city of Birmingham to the south east, Bromsgrove to the south in Worcestershire, South Staffordshire District to the west, and the city of Wolverhampton to the north.",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate.",
  "/wiki/Derby": "Derby (/ˈdɑːrbi/ (listen) DAR-bee) is a city and unitary authority area in Derbyshire, England. It lies on the banks of the River Derwent in the south of Derbyshire, of which it was traditionally the county town.[nb 1] Derby gained city status in 1977, and by the 2011 census its population was 248,700.",
  "/wiki/Yorkshire": "Yorkshire (/ˈjɔːrkʃər, -ʃɪər/; abbreviated Yorks), formally known as the County of York, is a historic county of Northern England and the largest in the United Kingdom. Due to its great size in comparison to other English counties, functions have been undertaken over time by its subdivisions, which have also been subject to periodic reform. Throughout these changes, Yorkshire has continued to be recognised as a geographical territory and cultural region. The name is familiar and well understood across the United Kingdom and is in common use in the media and the military, and also features in the titles of current areas of civil administration such as North Yorkshire, South Yorkshire, West Yorkshire and East Riding of Yorkshire.",
  "/wiki/Wiltshire": "Wiltshire (/ˈwɪlt.ʃər, -ʃɪər/; abbreviated Wilts) is a county in South West England with an area of 3,485 km2 (1,346 square miles). It is landlocked and borders the counties of Dorset, Somerset, Hampshire, Gloucestershire, Oxfordshire and Berkshire. The county town was originally Wilton, after which the county is named, but Wiltshire Council is now based in the county town of Trowbridge. Within the county's boundary are two unitary authority areas, Wiltshire and Swindon, governed respectively by Wiltshire Council and Swindon Borough Council.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Carlisle,_Cumbria": "Carlisle (/kɑːrˈlaɪl/ kar-LYLE, locally /ˈkɑːrlaɪl/ KAR-lyle; from Cumbric: Caer Luel; Scottish Gaelic: Cathair Luail) is a cathedral city and the county town of Cumbria as well as the administrative centre of the City of Carlisle district in North West England. Carlisle is located at the confluence of the rivers Eden, Caldew and Petteril, 10 miles (16 km) south of the Scottish border. Originally in the historic county of Cumberland, it is now the largest settlement in the county of Cumbria, and serves as the administrative centre for both Carlisle City Council and Cumbria County Council. At the time of the 2001 census, the population of Carlisle was 71,773, with 100,734 living in the wider city. Ten years later, at the 2011 census, the city's population had risen to 75,306, with 107,524 in the wider city.",
  "/wiki/Truro": "Truro (/ˈtrʊəroʊ/; Cornish: Truru) is a city and civil parish in Cornwall, England. It is Cornwall's county town and only city and centre for administration, leisure and retail. Its population was recorded as 18,766 in the 2011 census. People from Truro are known as Truronians. As mainland Britain's southernmost city, Truro grew as a centre of trade from its port and then as a stannary town for the tin-mining industry. Its cathedral was completed in 1910. Places of interest include the Royal Cornwall Museum, Truro Cathedral, the Hall for Cornwall, and Cornwall's Courts of Justice.",
  "/wiki/Aftershock": "An aftershock is a smaller earthquake that follows a larger earthquake, in the same area of the main shock, caused as the displaced crust adjusts to the effects of the main shock. Large earthquakes can have hundreds to thousands of instrumentally detectable aftershocks, which steadily decrease in magnitude and frequency according to known laws. In some earthquakes the main rupture happens in two or more steps, resulting in multiple main shocks. These are known as doublet earthquakes, and in general can be distinguished from aftershocks in having similar magnitudes and nearly identical seismic waveforms.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/Earthquake_swarm": "An earthquake swarm is a sequence of seismic events occurring in a local area within a relatively short period of time. The length of time used to define the swarm itself varies, but may be of the order of days, months, or even years. Such an energy release is different from what happens commonly when a major earthquake (mainshock) is followed by a series of aftershocks: in earthquake swarms, no single earthquake in the sequence is obviously the mainshock. In particular, a cluster of aftershocks occurring after a mainshock is not a swarm.",
  "/wiki/Wem-Bridgemere-Red_Rock_Fault_System": "The Wem-Bridgemere-Red Rock Fault System is a complex zone of intersecting faults which defines the eastern boundary of the Cheshire Basin, a deep sedimentary basin in the northwest of England and extending south into the northern Midlands.  It includes the Red Rock Fault, Bridgemere Fault and Wem Fault and reaches from Shropshire through eastern Cheshire to southeast Lancashire.",
  "/wiki/Conwy": "Conwy (Welsh pronunciation: ['kɔnwɨ̞] (northern accents), Welsh pronunciation: ['kɔnwi] (southern accents),[citation needed] is a walled market town and community in Conwy County Borough on the north coast of Wales. The town, which faces Deganwy across the River Conwy, formerly lay in Gwynedd and prior to that in Caernarfonshire.  The community, which includes Deganwy and Llandudno Junction, had a population of 14,208 at the 2001 census, and is a popular tourist destination. The population rose to 14,753 at the 2011 census. In the 2015 census \"The size of the resident population in Conwy County Borough on the 30th June 2015 was estimated to be 116,200 people.\"\nThe town itself has a population of 4,065.",
  "/wiki/Dumfries": "Dumfries (/dʌmˈfriːs/ (listen) dum-FREESS; possibly from Scottish Gaelic: Dùn Phris) is a market town and former royal burgh within the Dumfries and Galloway council area of Scotland. It is located near the mouth of the River Nith into the Solway Firth. Dumfries is the traditional county town of the historic county of Dumfriesshire. Dumfries is nicknamed Queen of the South. The nickname has also given name to the town's professional football club. People from Dumfries are known colloquially in Scots language as Doonhamers.",
  "/wiki/Folkestone": "Folkestone (/ˈfoʊkstən/ FOHK-stən) is a port town on the English Channel, in Kent, south-east England. The town lies on the southern edge of the North Downs at a valley between two cliffs. It was an important harbour and shipping port for most of the 19th and 20th centuries.",
  "/wiki/2007_Kent_earthquake": "The 2007 Kent earthquake registered 4.3 on the Richter scale and struck south east Kent, South East England on 28 April 2007 at 07:18:12 UTC (08:18:12 local time), at a shallow depth of 5.3 km.",
  "/wiki/Market_Rasen": "Market Rasen is a town and civil parish within the West Lindsey district of Lincolnshire, England. The River Rase runs through it east to west, approximately 13 miles (21 km) north-east from Lincoln, 18 miles (29 km) east from Gainsborough and 16 miles (26 km) south-west from Grimsby. The town is known for Market Rasen Racecourse and being close to the epicentre of a 2008 earthquake. The population of the civil parish at the 2011 census was 3,904.",
  "/wiki/2008_Lincolnshire_earthquake": "The 2008 Market Rasen earthquake occurred at 00:56:47.8s GMT on 27 February 2008. According to the British Geological Survey the earthquake registered a reading of 5.2 on the Richter scale, with its epicentre 2.5 miles (4 km) north of Market Rasen and 15 miles (24 km) south-west of Grimsby.",
  "/wiki/Bromyard": "Bromyard is a  market town in the Bromyard and Winslow civil parish located in the county of Herefordshire, England, and in the valley of the River Frome. The 2011 census gives a population of approximately 4,500. It lies near to the county border with Worcestershire on the A44 between Leominster and Worcester. Bromyard has a number of traditional half-timbered buildings, including some of the pubs, and the parish church dates back to Norman times.  For centuries there was a thriving livestock market. The town is twinned with Athis-de-l'Orne, Normandy.",
  "/wiki/Shetland": "Shetland (Scottish Gaelic: Sealtainn), also called the Shetland Islands and formerly Zetland, is a subarctic archipelago in the Northern Isles of Scotland, situated in the Northern Atlantic, between Great Britain, the Faroe Islands and Norway.",
  "/wiki/Goxhill": "Goxhill is a large village and civil parish in North Lincolnshire, England. The population of the civil parish taken at the 2011 census was 2,290.  It is situated 5 miles (8 km) east from Barton-upon-Humber and 10 miles (16 km) north-west from Immingham.",
  "/wiki/Ulverston": "Ulverston is a market town in the South Lakeland district of Cumbria, England. Historically in Lancashire, it is in the Furness area 8 miles (13 km) north-east of Barrow-in-Furness, 4 miles (7 km) south of the Lake District and just north-west of Morecambe Bay. Nearby places include Swarthmoor, Pennington and Rosside. The most visible landmark is the limestone Hoad Monument built in 1850 to commemorate statesman and local resident Sir John Barrow. It offers views that include Morecambe Bay and parts of the Lake District. Ulverston Canal, no longer navigable but once vital to the town's economy, is marked by an art installation.",
  "/wiki/North_Sea": "The North Sea is a marginal sea of the Atlantic Ocean located between Great Britain (England and Scotland), Denmark, Norway, Germany, the Netherlands, Belgium and France. An epeiric (or \"shelf\") sea on the European continental shelf, it connects to the ocean through the English Channel in the south and the Norwegian Sea in the north. It is more than 970 kilometres (600 mi) long and 580 kilometres (360 mi) wide, with an area of 570,000 square kilometres (220,000 sq mi).",
  "/wiki/Coniston,_Cumbria": "Coniston is a village and civil parish in the Furness region of Cumbria, England. Historically part of Lancashire, it is located in the southern part of the Lake District National Park, between Coniston Water, the third longest lake in the Lake District and Coniston Old Man; about 25 miles (40 km) north east of Barrow-in-Furness.",
  "/wiki/Cumbria": "Cumbria (/ˈkʌmbriə/ KUM-bree-ə) is a ceremonial and non-metropolitan county in North West England. The county and Cumbria County Council, its local government, came into existence in 1974 after the passage of the Local Government Act 1972. Cumbria's county town is Carlisle, in the north of the county, and the only other major urban area is Barrow-in-Furness on the southwestern tip of the county.",
  "/wiki/Dumfries_%26_Galloway": "Dumfries and Galloway (Scots: Dumfries an Gallowa; Scottish Gaelic: Dùn Phrìs is Gall-Ghaidhealaibh) is one of 32 unitary council areas of Scotland and is located in the western Southern Uplands. It comprises the historic counties of Dumfriesshire, Stewartry of Kirkcudbright and Wigtownshire, the latter two of which are collectively known as Galloway. The administrative centre is the town of Dumfries.",
  "/wiki/Lancashire": "Lancashire (/ˈlæŋkəʃər/ LANG-kə-shər, /-ʃɪər/ -⁠sheer; abbreviated Lancs.) is a ceremonial county in North West England. The administrative centre is Preston. The county has a population of 1,449,300 and an area of 1,189 square miles (3,080 km2). People from Lancashire are known as Lancastrians.",
  "/wiki/Isle_of_Man": "The Isle of Man (Manx: Mannin [ˈmanɪnʲ], also Manx: Ellan Vannin [ˈɛlʲan ˈvanɪnʲ]), sometimes referred to simply as Mann /mæn/, is a Celtic self-governing British Crown dependency in the Irish Sea between Great Britain and Ireland. The head of state, Queen Elizabeth II, holds the title of Lord of Mann and is represented by a lieutenant governor. Defence is the responsibility of the United Kingdom.",
  "/wiki/Ripon": "Ripon (/ˈrɪpən/) is a cathedral city in the Borough of Harrogate, North Yorkshire, England. Historically part of the West Riding of Yorkshire, it is located at the confluence of two tributaries of the River Ure, the Laver and Skell. The city is noted for its main feature, Ripon Cathedral, which is architecturally significant, as well as the Ripon Racecourse and other features such as its market. The city itself is just over 1,300 years old.",
  "/wiki/Glenuig": "Glenuig (/ɡlɛˈnuːɪɡ/ glen-OO-ig, Scottish Gaelic: Gleann Ùige) is a small village in Moidart, Lochaber, Highland, on the west coast of Scotland. It is around 30 miles west of Fort William and 20 miles from Ardnamurchan Point.",
  "/wiki/Blackpool": "Blackpool /ˈblækpuːl/ (listen) is a town and seaside resort on the Lancashire coast in North West England. The town is on the Irish Sea, between the Ribble and Wyre estuaries, 15 miles (24 km) northwest of Preston, 27 miles (43 km) north of Liverpool, 28 miles (45 km) northwest of Bolton and 40 miles (64 km) northwest of Manchester. It had an estimated population of 139,720 at the 2011 Census, making it the most populous town in Lancashire.",
  "/wiki/Hydraulic_fracturing": "Hydraulic fracturing (also called fracking, fracing, hydrofracking, fraccing, frac'ing, and hydrofracturing) is a well stimulation technique in which rock is fractured by a pressurized liquid. The process involves the high-pressure injection of 'fracking fluid' (primarily water, containing sand or other proppants suspended with the aid of thickening agents) into a wellbore to create cracks in the deep-rock formations through which natural gas, petroleum, and brine will flow more freely. When the hydraulic pressure is removed from the well, small grains of hydraulic fracturing proppants (either sand or aluminium oxide) hold the fractures open.",
  "/wiki/List_of_earthquakes_in_the_British_Isles": "The following is an extensive list of earthquakes that have been detected in Britain & Ireland. On average, several hundred earthquakes are detected by the British Geological Survey each year, but almost all are far too faint to be felt by humans. Those that are felt generally cause very little damage. Nonetheless, earthquakes have on occasion resulted in considerable damage, most notably in 1580 and 1884; Musson (2003) reports that there have been ten documented fatalities – six caused by falling masonry and four by building collapse. The causes of earthquakes in the UK are unclear, but may include \"regional compression caused by motion of the Earth’s tectonic plates, and uplift resulting from the melting of the ice sheets that covered many parts of Britain thousands of years ago.\" Medieval reports of \"earthquakes\" that damaged or destroyed newly built cathedrals may have been caused by catastrophic failure of overloaded masonry, particularly towers, rather than actual earthquakes."
}