{
  "/wiki/John_J._Beckley": "John James Beckley (August 4, 1757 – April 8, 1807) was an American political campaign manager and the first Librarian of the United States Congress, from 1802 to 1807. He is credited with being the first political campaign manager in the United States and for setting the standards for the First Party System.",
  "/wiki/John_L._Brownlee": "John Leslie Brownlee (born January 31, 1965) is a former United States Attorney for the Western District of Virginia and current Chair of the National White Collar Defense and Investigations practice at the international law firm of Holland & Knight, LLP in Washington, DC.  On July 17, 2013, it was announced that Brownlee had been retained to represent Virginia Governor Robert F. McDonnell with regard to a federal Grand Jury investigation.",
  "/wiki/Robert_J._Cleary": "Robert J. Cleary (born September 30, 1955) is an American lawyer who has served as the United States Attorney for the District of New Jersey and for the Southern District of Illinois. He was the lead prosecutor in the Unabomber case. He is currently a partner at Proskauer Rose.",
  "/wiki/Theodore_Kaczynski": "Theodore John Kaczynski (/kəˈzɪnski/; born May 22, 1942), also known as the Unabomber (/ˈjuːnəbɒmər/), is an American domestic terrorist, anarchist, and former mathematics professor. He was a mathematics prodigy, but he abandoned an academic career in 1969 to pursue a primitive lifestyle. Between 1978 and 1995, he killed three people and injured 23 others in an attempt to start a revolution by conducting a nationwide bombing campaign targeting people involved with modern technology.",
  "/wiki/James_B._Comey": "James Brien Comey Jr. (/ˈkoʊmi/; born December 14, 1960) is an American lawyer who was the 7th Director of the Federal Bureau of Investigation (FBI) from 2013 until his dismissal in May 2017. Comey had been a registered Republican for most of his adult life; in 2016, he described himself as unaffiliated.",
  "/wiki/Michael_J._Garcia": "Michael John Garcia (born October 8, 1961) is an American lawyer, judge and former government official. Since February 2016, he has served as an Associate Judge of the New York Court of Appeals, that state's highest court. He is a former U.S. Attorney for the Southern District of New York (2005–2008). Between his service as United States Attorney and his appointment to the Court of Appeals, Garcia was a partner at the law firm Kirkland & Ellis. He has also served as chairman of El Museo del Barrio.",
  "/wiki/Jonathan_Jarvis": "Jonathan B. Jarvis (born June 26, 1953) served as the 18th Director of the United States National Park Service, confirmed by the United States Senate on September 25, 2009. He retired from federal service on January 3, 2017.  He was serving as regional director for the Pacific West Region when, on July 10, 2009, President Barack Obama nominated Jarvis for the directorship following the resignation of Mary A. Bomar on January 20, 2009, the day of President Obama's inauguration.  A career civil servant, Jarvis had been with the service for over 30 years.",
  "/wiki/National_Park_Service": "The National Park Service (NPS) is an agency of the United States federal government that manages all national parks, many national monuments, and other conservation and historical properties with various title designations. It was created on August 25, 1916, by Congress through the National Park Service Organic Act and is an agency of the United States Department of the Interior. The NPS is charged with a dual role of preserving the ecological and historical integrity of the places entrusted to its management while also making them available and accessible for public use and enjoyment.",
  "/wiki/Susan_Livingstone": "Susan Morrisey Livingstone (born January 13, 1946, in Carthage, Missouri) is a former Acting U.S. Secretary of the Navy in the George W. Bush administration from January-February 2003. She was the first woman to become Secretary of the Navy in U.S. history. Livingstone played a role in the effort to end coercive and abusive interrogation tactics at U.S. Naval Base Guantanamo Bay, Cuba. At the time, as Under Secretary of the Navy, Livingstone oversaw a large management portfolio, which included lawyers in the Navy General Counsel's office and investigators at the Naval Criminal Investigative Service who raised concerns about the treatment of detainees at Guantanamo Bay Naval Base.",
  "/wiki/Robert_M._McDowell": "Robert Malcolm McDowell (born June 13, 1963) served as a commissioner of the Federal Communications Commission from June 1, 2006 to May 17, 2013. He is currently a partner in the Communications regulatory, Digital media & entertainment, Telecommunications, etc. practices at Cooley LLP.",
  "/wiki/Federal_Communications_Commission": "The Federal Communications Commission (FCC) is an independent agency of the United States government that regulates communications by radio, television, wire, satellite, and cable across the United States. The FCC maintains jurisdiction over the areas of broadband access, fair competition, radio frequency use, media responsibility, public safety, and homeland security.",
  "/wiki/Andrew_Jackson_Montague": "Andrew Jackson Montague (October 3, 1862 – January 24, 1937; nickname \"Jack\") was a Virginia lawyer and American politician. He served as the 44th Governor of Virginia, from 1902 to 1906, and a Congressman from 1912 until his death in 1937. A Democrat, Montague is best remembered as the first Virginia governor since the American Civil War not to have served in the Confederate military. Initially a Progressive, Governor Montague expanded the state capitol building, supported public education and the Good Roads Movement and opposed the Martin Organization. However, later as U.S. Congressman, he became a Conservative Democrat and supporter of the Byrd Organization.",
  "/wiki/John_E._Osborn": "John E. Osborn (born September 4, 1957) is an American lawyer, health care industry executive and former diplomat who served in the United States Department of State during the administration of President George H.W. Bush, and later as a member of the United States Advisory Commission on Public Diplomacy.",
  "/wiki/Cephalon": "Cephalon, Inc. was an American biopharmaceutical company co-founded in 1987 by pharmacologist Frank Baldino, Jr., neuroscientist Michael Lewis, and organic chemist James C. Kauer—all three former scientists with the DuPont Company.[not verified in body] Baldino served as Cephalon's chairman and chief executive officer,[not verified in body] until his death in December 2010. The company's name comes from the adjective \"cephalic\" meaning \"related to the head or brain\", as it was established primarily to pursue treatments for neurodegenerative diseases.[not verified in body]",
  "/wiki/Michael_Powell_(attorney)": "Michael Kevin Powell (born March 23, 1963) is an American former Republican chairman of the Federal Communications Commission and current president of the trade association the National Cable & Telecommunications Association (NCTA). He was appointed to the Federal Communications Commission by President Bill Clinton on November 3, 1997. President George W. Bush designated him chairman of the commission on January 22, 2001. Powell is the son of former Secretary of State Colin Powell and his wife Alma Powell.",
  "/wiki/Colin_Powell": "Colin Luther Powell (/ˈkoʊlɪn/; born April 5, 1937) is an American politician and retired four-star general in the United States Army. During his military career, Powell also served as National Security Advisor (1987–1989), as Commander of the U.S. Army Forces Command (1989) and as Chairman of the Joint Chiefs of Staff (1989–1993), holding the latter position during the Persian Gulf War. Powell was the first, and so far the only, Jamaican American to serve on the Joint Chiefs of Staff. He was the 65th United States Secretary of State, serving under U.S. President George W. Bush from 2001 to 2005, the first black person to serve in that position.",
  "/wiki/Jen_Psaki": "Jennifer Rene Psaki (/sɑːkiː/; born December 1, 1978) is the former White House Communications Director.  She previously served as a spokesperson for the United States Department of State and in various press and communications roles in the Obama White House.  She is a contributor on CNN.",
  "/wiki/Assistant_to_the_President": "The Executive Office of the President of the United States (EOP) is a group of agencies at the center of the executive branch of the United States federal government. The EOP supports the work of the president. It consists of several offices and agencies, such as the White House Office (the staff working directly for and reporting to the president, including West Wing staff and the president’s closest advisers), the National Security Council, and the Office of Management and Budget. Some of these play a very important role in the implementation and regulation of public policy.",
  "/wiki/White_House_Communications_Director": "The White House communications director or White House director of communications, also known officially as assistant to the president for communications, is part of the senior staff of the president of the United States, and is responsible for developing and promoting the agenda of the president and leading its media campaign. The director, along with his or her staff, works on speeches such as the inaugural address and the State of the Union Address.  The communications director, who is appointed by and serves at the pleasure of the president without the need for Senate confirmation, is usually given an office in the West Wing of the White House.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004.",
  "/wiki/United_States_Department_of_State": "The United States Department of State (DOS), commonly referred to as the State Department, is a federal executive department responsible for carrying out U.S. foreign policy and international relations. Established in 1789 as the nation's first executive department, its duties include advising the President of the United States, administering the nation's diplomatic missions, negotiating treaties and agreements with foreign entities, and representing the U.S. at the United Nations.",
  "/wiki/Thomas_A._Shannon,_Jr.": "Thomas Alfred Shannon Jr. (born 1958) is an American diplomat, who served as Under Secretary of State for Political Affairs from 2016 to 2018. In early 2017, Shannon served as acting United States Secretary of State until President Donald Trump's nominee, Rex Tillerson, was confirmed. He was also acting Deputy Secretary of State of the United States until the Senate confirmed President Trump's nominee, John J. Sullivan.",
  "/wiki/Assistant_Secretary_of_State_for_Western_Hemisphere_Affairs": "The Assistant Secretary of State for Western Hemisphere Affairs is the head of the Bureau of Western Hemisphere Affairs within the United States Department of State, the foreign affairs department of the United States federal government. The Assistant Secretary of State guides operation of the U.S. diplomatic establishment in the countries of the Western Hemisphere and advises the Secretary of State and the Under Secretary for Political Affairs.",
  "/wiki/U.S._Ambassador_to_Brazil": "The following is a list of Ambassadors of the United States, or other chiefs of mission, to Brazil. The title given by the United States State Department to this position is currently Ambassador Extraordinary and Minister Plenipotentiary.",
  "/wiki/Counselor_of_the_United_States_Department_of_State": "The Counselor of the United States Department of State is a position within the United States Department of State that serves the Secretary of State as a special advisor and consultant on major problems of foreign policy and who provides guidance to the appropriate bureaus with respect to such matters.  The Counselor conducts special international negotiations and consultations, and also undertakes special assignments from time to time, as directed by the Secretary. Currently, the Counselor holds under law a rank equivalent to that of Under Secretary of State. Unlike the other Under Secretaries of State, the Counselor currently does not require Senate confirmation.",
  "/wiki/Under_Secretary_of_State_for_Political_Affairs": "The Under Secretary for Political Affairs is currently the third ranking position in the United States Department of State, after the Secretary and the Deputy Secretary.  While the positions of Secretary and Deputy Secretary are occupied by political appointees, the position of Under Secretary of State for Political Affairs is usually (but not always) occupied by a career Foreign Service Officer, making the occupant the highest-ranking member of the Foreign Service. The current Under Secretary is David Hale, who assumed office on August 30, 2018.",
  "/wiki/United_States_Secretary_of_State": "The secretary of state is a senior official of the federal government of the United States of America and the head of the United States Department of State. The secretary of state's duties are principally concerned with foreign policy, and he or she is considered to be the U.S. government's minister of foreign affairs.",
  "/wiki/United_States_Deputy_Secretary_of_State": "The Deputy Secretary of State of the United States is the principal deputy to the Secretary of State. If the Secretary of State resigns or dies, the Deputy Secretary of State becomes Acting Secretary of State until the President nominates and the Senate confirms a replacement. The position was created in 1972. Prior to July 13, 1972, the Under Secretary of State had been the second ranking officer of the Department of State. The position is currently held by Stephen Biegun.",
  "/wiki/Shari_Villarosa": "Shari English Woods Villarosa is a United States diplomat and career foreign service officer. She was the United States Ambassador to Mauritius and to the Seychelles from 2012 to 2017.",
  "/wiki/Mary_Jo_White": "Mary Jo White (born December 27, 1947) is an American attorney who served as the 31st Chair of the Securities and Exchange Commission (SEC) from 2013 to 2017. She was the first and  only woman to be the United States Attorney for the Southern District of New York, serving from 1993 to 2002. On January 24, 2013, President Barack Obama nominated White to replace Elisse B. Walter as Chair of the U.S. Securities and Exchange Commission. She was confirmed by the Senate on April 8, 2013 and was sworn into office on April 10, 2013. As of 2014, she was listed as the 73rd most powerful woman in the world by Forbes."
}