{
  "/wiki/Robert_Allen_(Tennessee)": "Robert Allen (June 19, 1778 – August 19, 1844) was an American merchant and politician from Carthage, Tennessee. He represented Tennessee in the United States House of Representatives from 1819 until 1827.",
  "/wiki/Richard_Clough_Anderson_Jr.": "Richard Clough Anderson Jr. (August 4, 1788 – July 24, 1826) was an American lawyer, politician, and diplomat from Jefferson County, Kentucky.   He served as a member of the United States House of Representatives from Kentucky.  He is the son of Richard Clough Anderson Sr. and the grandfather of Larz Anderson.",
  "/wiki/William_S._Archer": "William Segar Archer (March 5, 1789 – March 28, 1855) was a politician and lawyer from Virginia who served in the United States Senate from 1841 to 1847. He was the nephew of Joseph Eggleston.",
  "/wiki/Archibald_Atkinson": "Archibald Atkinson (September 15, 1792 – January 7, 1872) was a U.S. Representative from Virginia.",
  "/wiki/Michele_Bachmann": "Michele Marie Bachmann (/ˈbɑːkmən/; née Amble; born April 6, 1956) is an American politician and a member of the Republican Party. She represented Minnesota's 6th congressional district in the United States House of Representatives from 2007 to 2015. The district includes St. Cloud and several of the northern suburbs of the Twin Cities.",
  "/wiki/Linn_Banks": "Linn Banks (January 23, 1784 – January 13, 1842) was a 19th-century politician and lawyer, who served 26 years in the Virginia House of Delegates (including two decades as its Speaker), but resigned in order to run for the U.S. Congress. He served one term and appeared re-elected, although that election was successfully contested by future Virginia governor and Confederate General Extra Billy Smith.",
  "/wiki/John_S._Barbour": "John Strode Barbour Sr. (August 8, 1790 – January 12, 1855) was a nineteenth-century politician and lawyer from Virginia. He was the father of John Strode Barbour Jr. and the first cousin of James Barbour and Philip Pendleton Barbour.",
  "/wiki/Philip_Pendleton_Barbour": "Philip Pendleton Barbour (May 25, 1783 – February 25, 1841) was the tenth Speaker of the United States House of Representatives and an Associate Justice of the Supreme Court of the United States. He is the only individual to serve in both positions.",
  "/wiki/William_T._Barry": "William Taylor Barry (February 5, 1784 – August 30, 1835) was an American statesman and jurist. He served as Postmaster General for most of the administration of President Andrew Jackson and was the only Cabinet member not to resign in 1831 as a result of the Petticoat affair.",
  "/wiki/Burwell_Bassett": "Burwell Bassett, Jr. (March 18, 1764 – February 26, 1841) was an American politician from the Commonwealth of Virginia. He served in both chambers of the  member of the Virginia General Assembly and in the United States House of Representatives.",
  "/wiki/Herbert_H._Bateman": "Herbert Harvell \"Herb\" Bateman (August 7, 1928 – September 11, 2000) was an American politician in Virginia. He was a nine-term member of the United States House of Representatives, serving as a Republican from 1983 until his death from natural causes in Leesburg, Virginia in 2000.",
  "/wiki/Thomas_Hart_Benton_(senator)": "Thomas Hart Benton (March 14, 1782 – April 10, 1858), nicknamed \"Old Bullion\", was a United States Senator from Missouri. A member of the Democratic Party, he was an architect and champion of westward expansion by the United States, a cause that became known as Manifest Destiny. Benton served in the Senate from 1821 to 1851, becoming the first member of that body to serve five terms.",
  "/wiki/Karen_D._Beyer": "Karen D. Beyer (born June 15, 1962) is a U.S. Republican politician and former member of the Pennsylvania House of Representatives 131st District. She was elected in a special election on July 19, 2005.",
  "/wiki/William_Wyatt_Bibb": "William Wyatt Bibb (October 2, 1781 – July 10, 1820) was a United States Senator from Georgia and the first Governor of the U.S. state of Alabama. Bibb County, Alabama, and Bibb County, Georgia, are named for him.",
  "/wiki/Schuyler_Otis_Bland": "Schuyler Otis Bland (May 4, 1872 – February 16, 1950) was a United States Representative from Virginia. Born near Gloucester, Virginia, he attended the Gloucester Academy and the College of William and Mary. He was a teacher and a lawyer in private practice, and was elected as a Democrat to the Sixty-fifth Congress to fill the vacancy caused by the death of Representative William A. Jones. He was reelected to the Sixty-sixth and to the fifteen succeeding Congresses, serving from July 2, 1918 to February 16, 1950. While in the House, he was chair of the Committee on Merchant Marine and Fisheries (Seventy-third through Seventy-ninth Congresses and Eighty-first Congress). The United States Merchant Marine Academy Library is named in his honor.",
  "/wiki/James_Breckinridge": "James Breckinridge (March 7, 1763 – May 13, 1833) was a Virginia lawyer and politician and a member of the Breckinridge family. He served in the Virginia House of Delegates, as well as the U.S. House of Representatives. He also fought in the American Revolutionary War and served as a brigadier-general during the War of 1812.",
  "/wiki/John_Brown_(Kentucky)": "John Brown (September 12, 1757 – August 29, 1837) was an American lawyer and statesman who participated in the development and formation of the State of Kentucky after the American Revolutionary War.",
  "/wiki/William_A._Burwell": "William Armisted Burwell (March 15, 1780 – February 16, 1821) was a nineteenth-century congressman and presidential secretary from Virginia.",
  "/wiki/Secretary_to_the_President_of_the_United_States": "The Secretary to the President (sometimes dubbed the president's Private Secretary or Personal Secretary) was a former 19th and early 20th century White House position that carried out all the tasks now spread throughout the modern White House Office. The Secretary would act as a buffer between the President and the public, keeping the President's schedules and appointments, managing his correspondence, managing the staff, communicating to the press as well as being a close aide and advisor to the President in a manner that often required great skill and discretion. In terms of rank it is a precursor to the modern White House Chief of Staff.",
  "/wiki/Samuel_Jordan_Cabell": "Samuel Jordan Cabell (December 15, 1756 – August 4, 1818) was an American Revolutionary war officer and Democratic-Republican United States Congressman from 1795 to 1803.",
  "/wiki/Eric_Cantor": "Eric Ivan Cantor (born June 6, 1963) is a former American politician and lawyer who served as the United States representative for Virginia's 7th congressional district from 2001 until 2014. As a member of the Republican Party, he became House Majority Leader when the 112th Congress convened on January 3, 2011. He previously served as House Minority Whip from 2009 until 2011.",
  "/wiki/House_Minority_Whip": "Party leaders and whips of the United States House of Representatives, also known as floor leaders, are elected by their respective parties in a closed-door caucus by secret ballot. With the Democrats holding a majority of seats and the Republicans holding a minority, the current leaders are: Majority Leader Steny Hoyer, Majority Whip Jim Clyburn, Minority Leader Kevin McCarthy, and  Minority Whip Steve Scalise.",
  "/wiki/House_Majority_Leader": "Party leaders and whips of the United States House of Representatives, also known as floor leaders, are elected by their respective parties in a closed-door caucus by secret ballot. With the Democrats holding a majority of seats and the Republicans holding a minority, the current leaders are: Majority Leader Steny Hoyer, Majority Whip Jim Clyburn, Minority Leader Kevin McCarthy, and  Minority Whip Steve Scalise.",
  "/wiki/List_of_College_of_William_&_Mary_alumni": "The College of William & Mary, located in Williamsburg, Virginia, United States, was founded in 1693 by a royal charter issued by King William III and Queen Mary II.  It is a public research university and has more than 94,000 living alumni."
}