{
  "/wiki/William_Wyatt_Bibb": "William Wyatt Bibb (October 2, 1781 – July 10, 1820) was a United States Senator from Georgia and the first Governor of the U.S. state of Alabama. Bibb County, Alabama, and Bibb County, Georgia, are named for him.",
  "/wiki/William_D._Bloxham": "William Dunnington Bloxham (July 9, 1835 – March 15, 1911) was the 13th and 17th Governor of Florida in two non-consecutive terms. Prior to his first term as governor, he served in the Florida House of Representatives.",
  "/wiki/Gerard_Brandon": "Gerard Chittocque Brandon (September 15, 1788 – March 28, 1850) was an American political leader who twice served as Governor of Mississippi during its early years of statehood. He was the first native-born governor of Mississippi.",
  "/wiki/William_C.C._Claiborne": "William Charles Cole Claiborne (c. 1773-75 – 23 November 1817) was an American politician, best known as the first non-colonial Governor of Louisiana.  He also has the distinction of possibly being the youngest Congressman in U.S. history, although reliable sources differ about his age.[citation needed]",
  "/wiki/Mississippi_Territory": "The Territory of Mississippi was an organized incorporated territory of the United States that existed from April 7, 1798, until December 10, 1817, when the western half of the territory was admitted to the Union as the State of Mississippi and the eastern half became the Alabama Territory until its admittance to the Union as the State of Alabama on December 14, 1819.",
  "/wiki/Territory_of_Orleans": "The Territory of Orleans or Orleans Territory was an organized incorporated territory of the United States that existed from October 1, 1804, until April 30, 1812, when it was admitted to the Union as the State of Louisiana.",
  "/wiki/Edward_Coles": "Edward Coles (December 15, 1786 – July 7, 1868) was a planter and politician, elected as the second Governor of Illinois (1822 to 1826).  From an old Virginia family, as a young man Coles was a neighbor and associate of presidents Thomas Jefferson and James Monroe, as well as secretary to President James Madison (1810 to 1815).",
  "/wiki/Richard_Coke": "Richard Coke (March 18, 1829 – May 14, 1897) was an American lawyer, farmer, and statesman from Waco, Texas. He was the 15th governor of Texas from 1874 to 1876 and represented Texas in the U.S. Senate from 1877 to 1895. His uncle was Congressman Richard Coke, Jr..",
  "/wiki/John_J._Crittenden": "John Jordan Crittenden (September 10, 1787  – July 26, 1863) was an American politician from the U.S. state of Kentucky. He represented the state in both the U.S. House of Representatives and the U.S. Senate and twice served as United States Attorney General in the administrations of William Henry Harrison, John Tyler, and Millard Fillmore. He was also the 17th governor of Kentucky and served in the state legislature. Although frequently mentioned as a potential candidate for the U.S. presidency, he never consented to run for the office.",
  "/wiki/David_Holmes_(politician)": "David Holmes (March 10, 1769 – August 20, 1832) was an American politician. He was a Virginia congressman, and later Mississippi statesman. He was appointed as the fourth and last governor of the Mississippi Territory and became elected as the first governor of the State of Mississippi. He served a term as Senator of Mississippi, and returned to serve part of a term as governor before ill health forced him to resign.",
  "/wiki/Benjamin_Howard_(Missouri)": "Benjamin Howard (1760 – September 18, 1814) was a Congressman from Kentucky, the first governor of the Missouri Territory and a brigadier general in the War of 1812.",
  "/wiki/Louisiana_Territory": "The Territory of Louisiana or Louisiana Territory was an organized incorporated territory of the United States that existed from July 4, 1805, until June 4, 1812, when it was renamed the Missouri Territory. The territory was formed out of the District of Louisiana, which consisted of the portion of the Louisiana Purchase north of the 33rd parallel (which is now the Arkansas–Louisiana state line).",
  "/wiki/Missouri_Territory": "The Territory of Missouri was an organized incorporated territory of the United States that existed from June 4, 1812 until August 10, 1821.  In 1819, the Territory of Arkansas was created from a portion of its southern area. In 1821, a southeastern portion of the territory was admitted to the Union as the State of Missouri, and the rest became unorganized territory for several years.",
  "/wiki/John_Francis_Mercer": "John Francis Mercer (May 17, 1759 – August 30, 1821) was an American lawyer, planter, and politician from Virginia and Maryland.",
  "/wiki/Walter_R._Peterson,_Jr.": "Walter Rutherford Peterson Jr. (September 19, 1922 – June 1, 2011) was an American realtor, educator, and Republican politician from Peterborough, New Hampshire, who served in the New Hampshire House of Representatives and two terms as Governor of New Hampshire.",
  "/wiki/George_Plater": "George Plater III (November 8, 1735 – February 10, 1792) was an American planter, lawyer, and statesman from Saint Mary's County, Maryland. He represented Maryland in the Continental Congress from 1778 to 1780, and briefly served as the sixth Governor of Maryland in 1791 and 1792.",
  "/wiki/John_Pope_(politician)": "John Pope (February 1770 – July 12, 1845) was a United States Senator from Kentucky, a member of the United States House of Representatives from Kentucky, Secretary of State of Kentucky, and the third Governor of Arkansas Territory.",
  "/wiki/List_of_Governors_of_Arkansas": "The governor of Arkansas is the head of government of the U.S. state of Arkansas. The governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment.",
  "/wiki/Arkansas_Territory": "The Territory of Arkansas, officially the Territory of Arkansaw, and commonly known as the Arkansas Territory or the Arkansaw Territory  (A. T. or Ar. T.),  was an organized incorporated territory of the United States that existed from March 2, 1819, to June 15, 1836, when the final extent of Arkansas Territory was admitted to the Union as the State of Arkansas. Robert Crittenden was the Secretary until 1829 and the de facto Governor, preparing Arkansas for statehood.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Secretary_of_State_of_Kentucky": "The secretary of state of Kentucky is one of the constitutional officers of the U.S. state of Kentucky. It is now an elected office, but was an appointed office prior to 1891. The current secretary of state is Republican Michael Adams, who was elected on November 5, 2019; he took office on January 6, 2020.",
  "/wiki/Thomas_B._Robertson": "Thomas Bolling Robertson (February 27, 1779 – October 5, 1828) was an Attorney General of the Orleans Territory, Secretary of the Louisiana Territory, a United States Representative from Louisiana, the 3rd Governor of Louisiana, Attorney General of Louisiana and a United States District Judge of the United States District Court for the Eastern District of Louisiana and the United States District Court for the Western District of Louisiana.",
  "/wiki/List_of_College_of_William_&_Mary_alumni": "The College of William & Mary, located in Williamsburg, Virginia, United States, was founded in 1693 by a royal charter issued by King William III and Queen Mary II.  It is a public research university and has more than 94,000 living alumni."
}