{
  "/wiki/William_H._Cabell": "William Henry Cabell (December 16, 1772 – January 12, 1853) was a Virginia lawyer, politician and judge aligned with the Democratic-Republican party. He served as Member of the Assembly, as Governor of Virginia, and as judge on what later became the Virginia Supreme Court. Cabell adopted his middle initial, which did not stand for anything, in 1795, to distinguish himself from other William Cabells, including his uncle William Cabell Sr. and first cousin William Cabell Jr. (1759-1822)",
  "/wiki/John_N._Dalton": "John Nichols Dalton (July 11, 1931 – July 30, 1986) was an American politician who served as the 63rd governor of Virginia, from 1978 to 1982.  Dalton won the office with 55.9% of the vote, defeating Democrat Henry E. Howell, Jr and Independent Alan R. Ogden. Dalton had previously served as Lieutenant Governor of Virginia.[citation needed]",
  "/wiki/William_Branch_Giles": "William Branch Giles (August 12, 1762 – December 4, 1830; the g is pronounced like a j) was an American statesman, long-term Senator from Virginia, and the 24th Governor of Virginia. He served in the House of Representatives from 1790 to 1798 and again from 1801 to 1803; in between, he was a member of the Virginia House of Delegates, and was an Elector for Jefferson (and Aaron Burr) in 1800. He served as United States  Senator from 1804 to 1815, and then served briefly in the House of Delegates again. After a time in private life, he joined the opposition to John Quincy Adams and Henry Clay, in 1824; he ran for the Senate again in 1825, and was defeated, but appointed Governor for 3 one-year terms in 1827; he was succeeded by John Floyd, in the year of his death.",
  "/wiki/Mills_E._Godwin_Jr.": "Mills Edwin Godwin Jr. (November 19, 1914 – January 30, 1999) was an American politician who was the 60th and 62nd Governor of Virginia for two non-consecutive terms, from 1966 to 1970 and from 1974 to 1978.",
  "/wiki/John_Munford_Gregory": "John Munford Gregory (July 8, 1804 – April 9, 1884) was a US political figure and Acting Governor of Virginia from 1842 to 1843.",
  "/wiki/Benjamin_Harrison_V": "Benjamin Harrison V (April 5, 1726 – April 24, 1791), of Charles City County, Virginia, was an American planter and merchant, a revolutionary leader, and a Founding Father of the United States. He received his higher education at the College of William and Mary and was a representative to the Virginia House of Burgesses for Surry County, Virginia (1756–1758, 1785–1786) and Charles City County (1766–1776, 1787–1790). He was a Virginia delegate to the Continental Congress from 1774 to 1777, served on the committee which wrote the Model Treaty, and signed the Declaration of Independence during the Second Continental Congress.",
  "/wiki/Thomas_Jefferson": "Thomas Jefferson (April 13, 1743[a] – July 4, 1826) was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He previously served as the second vice president of the United States from 1797 to 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republicanism, and individual rights, motivating American colonists to break from the Kingdom of Great Britain and form a new nation; he produced formative documents and decisions at both the state and national level.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.",
  "/wiki/James_Monroe": "James Monroe (/mənˈroʊ/; April 28, 1758 – July 4, 1831) was an American statesman, lawyer, diplomat and Founding Father who served as the fifth president of the United States from 1817 to 1825. A member of the Democratic-Republican Party, Monroe was the last president of the Virginia dynasty; his presidency coincided with the Era of Good Feelings. He is perhaps best known for issuing the Monroe Doctrine, a policy of opposing European colonialism in the Americas. He also served as the governor of Virginia, a member of the United States Senate, the U.S. ambassador to France and Britain, the seventh Secretary of State, and the eighth Secretary of War.",
  "/wiki/Andrew_Jackson_Montague": "Andrew Jackson Montague (October 3, 1862 – January 24, 1937; nickname \"Jack\") was a Virginia lawyer and American politician. He served as the 44th Governor of Virginia, from 1902 to 1906, and a Congressman from 1912 until his death in 1937. A Democrat, Montague is best remembered as the first Virginia governor since the American Civil War not to have served in the Confederate military. Initially a Progressive, Governor Montague expanded the state capitol building, supported public education and the Good Roads Movement and opposed the Martin Organization. However, later as U.S. Congressman, he became a Conservative Democrat and supporter of the Byrd Organization.",
  "/wiki/Wilson_Cary_Nicholas": "Wilson Cary Nicholas (January 31, 1761 – October 10, 1820) was an American politician who served in the U.S. Senate from 1799 to 1804 and was the 19th Governor of Virginia from 1814 to 1816.",
  "/wiki/John_Page_(Virginia)": "John Page (April 28, 1743 – October 11, 1808) was a figure in early United States history. He served in the U.S. Congress and as the 13th Governor of Virginia.",
  "/wiki/James_Pleasants": "James Pleasants, Jr. (October 24, 1769 – November 9, 1836) was an American politician who served in the U.S. Senate from 1819 to 1822 and was the 22nd Governor of Virginia from 1822 to 1825.",
  "/wiki/James_Patton_Preston": "James Patton Preston (June 21, 1774 – May 4, 1843) was a U.S. political figure who served as Governor of Virginia.",
  "/wiki/Beverley_Randolph": "Beverley Randolph (1754 – February 7, 1797) was an American politician from Virginia.  From 1788 to 1791, he served as the eighth Governor of Virginia.",
  "/wiki/Edmund_Randolph": "Edmund Jennings Randolph (August 10, 1753 –  September 12, 1813) was an American attorney and politician. He was the seventh Governor of Virginia, and as a delegate from Virginia,  attended the Constitutional Convention, helping to create a national constitution. He was the second Secretary of State, and the first United States Attorney General during George Washington's presidency.",
  "/wiki/Peyton_Randolph_(governor)": "Peyton Randolph (1779 – December 26, 1828) was a Democratic-Republican politician from Virginia who served as acting Governor of Virginia for several days at the end of 1811 and beginning of 1812.",
  "/wiki/Thomas_Mann_Randolph,_Jr.": "Thomas Mann Randolph Jr. (October 1, 1768 – June 20, 1828) was an American planter, soldier, and politician from Virginia. He served as a member of both houses of the Virginia General Assembly, a Representative in the U.S. Congress, and as the 21st Governor of Virginia, from 1819–1822.  He married Martha Jefferson, the oldest daughter of Thomas Jefferson, third President of the United States.  They had eleven children who survived childhood.  As an adult, Randolph developed alcoholism, and he and his wife separated for some time before his death.",
  "/wiki/Wyndham_Robertson": "Wyndham Robertson (January 26, 1803 – February 11, 1888) was the Acting Governor of the U.S. state of Virginia from 1836 to 1837. He also twice served multiple terms in the Virginia House of Delegates, the second series representing Richmond during the American Civil War.",
  "/wiki/Littleton_Waller_Tazewell": "Littleton Waller Tazewell (December 17, 1774 – May 6, 1860) was a Virginia lawyer, plantation owner and politician who served as U.S. Representative, U.S. Senator and the 26th Governor of Virginia, as well as a member of the Virginia House of Delegates.",
  "/wiki/John_Tyler": "John Tyler (March 29, 1790 – January 18, 1862) was the tenth president of the United States from 1841 to 1845 after briefly serving as the tenth vice president in 1841; he was elected to the latter office on the 1840 Whig ticket with President William Henry Harrison. Tyler ascended to the presidency after Harrison's death in April 1841, only a month after the start of the new administration. He was a stalwart supporter and advocate of states' rights, and as president he adopted nationalist policies only when they did not infringe on the powers of the states. His unexpected rise to the presidency, with the resulting threat to the presidential ambitions of Henry Clay and other politicians, left him estranged from both major political parties."
}