{
  "/wiki/Michael_Burns_(actor_and_historian)": "Michael Thornton Burns (born December 30, 1947) is an American professor emeritus of history at Mount Holyoke College, as well as a published author and former television and film teen actor.",
  "/wiki/ULCA": "The United Lutheran Church in America (ULCA) was established in 1918 in commemoration of the 400th anniversary of the Protestant Reformation after negotiations among several American Lutheran national synods resulted in the merger of three German-language synods: the General Synod (founded in 1820), the General Council (1867), and the United Synod of the South (1863). The Slovak Zion Synod (1919) joined the ULCA in 1920. The Icelandic Synod (1885) also joined the United Lutheran Church in America in 1942.",
  "/wiki/Wagon_Train": "Wagon Train is an American Western series that aired on the NBC television network (National Broadcasting Company), 1957–1962 and then on the lower rated newer American Broadcasting Company (ABC), 1962–1965. Wagon Train first aired on September 18, 1957, and would eventually place the TV show in the number one spot in the Nielsen ratings. The series format attracted big-name guest stars who would appear in major roles as travelers in the large wagon train or in the settlements they passed by or visited. It initially starred veteran movie supporting actor Ward Bond as the wagon master, later replaced upon his death in 1960 by John McIntire, and Robert Horton as the scout, subsequently replaced by Scott Miller and Robert Fuller.[citation needed]'",
  "/wiki/It%27s_a_Man%27s_World_(TV_series)": "It's a Man's World is an American comedy-drama television series which aired on NBC from September 17, 1962, to January 28, 1963.",
  "/wiki/Mount_Holyoke_College": "Mount Holyoke College is a private liberal arts college for women and transgender people of both sexes in South Hadley, Massachusetts. Founded in 1837, it is the oldest institution within the Seven Sisters schools, an alliance of East Coast liberal arts colleges that was originally created to provide women with education equivalent to that provided in the then men-only Ivy League. Mount Holyoke is part of the region's Five College Consortium, along with Amherst College, Smith College, Hampshire College, and the University of Massachusetts Amherst.",
  "/wiki/Kelly_Choi": "Kelly Choi (born February 7, 1976) is a Korean-American, Emmy-nominated television personality on NYC Media, the official broadcast service of the City of New York. A former host of Bravo TV's Top Chef spin-off, Top Chef Masters, she has also been presenter of the documentary series Secrets of New York.",
  "/wiki/Emmy_Award": "An Emmy Award, or simply Emmy, is an American award that recognizes excellence in the television industry. It is presented at numerous annual events held throughout the calendar year, each honoring one of the various sectors of the television industry. The two ceremonies that receive the most media coverage are the Primetime Emmy Awards and the Daytime Emmy Awards, which recognize outstanding work in American primetime and daytime entertainment programming, respectively. Other notable Emmy events include those honoring national sports programming, national news and documentary shows, and technological and engineering achievements in television, including the Primetime Engineering Emmy Awards. Regional Emmy Awards are also presented throughout the country at various times through the year, recognizing excellence in local and statewide television. In addition, the International Emmy Awards honor excellence in TV programming produced and initially aired outside the United States.",
  "/wiki/NYC_Media": "NYC Media is the radio, television, and online media network of the City of New York.  It oversees four public television channels, a public radio station, and an Internet video on demand service.",
  "/wiki/Steven_Culp": "Steven Bradford Culp (born December 3, 1955) is an American film and television actor. He is known for his roles as Rex Van de Kamp on ABC's Desperate Housewives, Clayton Webb on JAG, and Speaker of the United States House of Representatives Jeff Haffley on NBC's The West Wing.",
  "/wiki/Desperate_Housewives": "Desperate Housewives is an American mystery comedy-drama television series created by Marc Cherry and produced by ABC Studios and Cherry Productions. It originally aired for eight seasons on ABC from October 3, 2004 until May 13, 2012. Executive producer Cherry served as showrunner. Other executive producers since the fourth season included Bob Daily, George W. Perkins, John Pardee, Joey Murphy, David Grossman, and Larry Shaw.",
  "/wiki/The_West_Wing_(television)": "The West Wing is an American serial political drama television series created by Aaron Sorkin that was originally broadcast on NBC from September 22, 1999, to May 14, 2006. The series is set primarily in the West Wing of the White House, where the Oval Office and offices of presidential senior staff are located, during the fictitious Democratic administration of Josiah Bartlet.",
  "/wiki/Star_Trek:_Enterprise": "Star Trek: Enterprise, titled simply Enterprise for its first two seasons, is an American science fiction television series created by Rick Berman and Brannon Braga. It originally aired from September 26, 2001, to May 13, 2005, on UPN, spanning 98 episodes across four seasons. The sixth series in the Star Trek franchise, it served as a prequel to Star Trek: The Original Series.  The show is set in the 22nd century, a hundred years before the events of The Original Series and just prior to the formation of the United Federation of Planets. The series follows the adventures of the Enterprise, Earth's first starship capable of traveling at warp five, as it explores the galaxy and encounters various alien species.",
  "/wiki/Justin_Deas": "Justin Deas (born March 30, 1948 in Connellsville, Pennsylvania) is an American actor. He is known for his role as Tom Hughes #10 on As the World Turns, his role as Keith Timmons on Santa Barbara, and for his role as Buzz Cooper Sr. on Guiding Light. He held the record for most Daytime Emmy Awards in the acting categories for six Emmys until 2012 when Anthony Geary surpassed him, garnering seven.",
  "/wiki/Guiding_Light": "Guiding Light (known as The Guiding Light before 1975) is an American television soap opera. It is listed in Guinness World Records as the longest-running drama in television in American history, broadcast on CBS for 57 years from June 30, 1952, until September 18, 2009, overlapping a 19-year broadcast on radio from 1937 to 1956. With 72 years of radio and television runs, Guiding Light is the longest running soap opera, ahead of General Hospital, and is the fifth-longest running program in all of broadcast history; only the American country music radio program Grand Ole Opry (first broadcast in 1925), the BBC religious program The Daily Service (1928), the CBS religious program Music and the Spoken Word (1929), and the Norwegian children's radio program Lørdagsbarnetimen (1924-2010) have been on the air longer.[a]",
  "/wiki/Chip_Esten": "Charles Esten Puskar III (born September 9, 1965), known professionally as Chip Esten, is an American actor, musician and comedian.",
  "/wiki/Whose_Line_Is_It_Anyway%3F_(disambiguation)": "Whose Line Is It Anyway? is a short-form improvisational comedy show originating as a popular British radio programme, before moving to British television in 1988. Following the conclusion of the British run in 1999, ABC began airing an American version, which ran until 2007 and was later revived by The CW in 2013.",
  "/wiki/The_Office_(U.S._TV_series)": "The Office is an American mockumentary sitcom television series that depicts the everyday lives of office employees in the Scranton, Pennsylvania, branch of the fictional Dunder Mifflin Paper Company. It aired on NBC from March 24, 2005, to May 16, 2013, lasting a total of nine seasons. It is an adaptation of the original BBC series of the same name and was adapted for American television by Greg Daniels, a veteran writer for Saturday Night Live, King of the Hill, and The Simpsons. It was co-produced by Daniels' Deedle-Dee Productions, and Reveille Productions (later Shine America), in association with Universal Television. The original executive producers were Daniels, Howard Klein, Ben Silverman, Ricky Gervais, and Stephen Merchant, with numerous others being promoted in later seasons.",
  "/wiki/Nashville_(2012_TV_series)": "Nashville is an American musical drama television series. It was created by Callie Khouri and produced by R. J. Cutler, Khouri, Dee Johnson, and  Steve Buchanan through season four, Connie Britton through season five, and Marshall Herskovitz and Ed Zwick from season five on.",
  "/wiki/Karen_Hall": "Karen Lynne Hall (born June 2, 1956) is an American television writer, producer, author, bookstore owner and a member of\nthe George Foster Peabody Awards board of jurors, best known for her work on the television series Judging Amy and M*A*S*H.",
  "/wiki/Judging_Amy": "Judging Amy is an American legal drama television series that was telecast from September 19, 1999, through May 3, 2005, on CBS. This TV series starred Amy Brenneman and Tyne Daly. Its main character (Brenneman) is a judge who serves in a family court for the Connecticut Superior Court's Hartford district; in addition to the family-related cases that she adjudicates, many episodes focus on her experiences as a divorced mother and on the experiences of her mother, a social worker in the field of child welfare. This series was based on the life experiences of Brenneman's mother.",
  "/wiki/M*A*S*H_(TV_series)": "M*A*S*H (an acronym  for Mobile Army Surgical Hospital) is an American war comedy-drama television series that aired on CBS from 1972 to 1983. It was developed by Larry Gelbart, adapted from the 1970 feature film M*A*S*H, which, in turn, was based on Richard Hooker's 1968 novel MASH: A Novel About Three Army Doctors. The series, which was produced with 20th Century Fox Television for CBS, follows a team of doctors and support staff stationed at the \"4077th Mobile Army Surgical Hospital\" in Uijeongbu, South Korea, during the Korean War (1950–53). The show's title sequence features an instrumental-only version of \"Suicide Is Painless,\" the original film's theme song. The show was created after an attempt to film the original book's sequel, M*A*S*H Goes to Maine, failed. The television series is the best-known of the M*A*S*H works, and one of the highest-rated shows in U.S. television history.",
  "/wiki/True_Detective": "True Detective is an American anthology crime drama television series created and written by Nic Pizzolatto. The series, broadcast by the premium cable network HBO in the United States, premiered on January 12, 2014. Each season of the series is structured as a self-contained narrative, employing new cast ensembles, and following various sets of characters and settings.",
  "/wiki/Ryan_O%27Quinn": "Ryan O'Quinn (born March 6, 1972[citation needed]) is an American television, film and voice actor, producer, author and comedian.",
  "/wiki/Beverly_Hills_90210": "Beverly Hills, 90210 is an American teen drama television series created by Darren Star and produced by Aaron Spelling under his production company Spelling Television. The series ran for ten seasons on Fox from October 4, 1990, to May 17, 2000, and is the longest-running show produced by Spelling. It is the first of six television series in the Beverly Hills, 90210 franchise and follows the lives of a group of friends living in the upscale and star-studded community of Beverly Hills, California, as they transition from high school to college and into the adult world. \"90210\" refers to one of the city's five ZIP codes.",
  "/wiki/Alias_(TV_series)": "Alias is an American action thriller television series created by J. J. Abrams, that was broadcast on ABC for five seasons from September 30, 2001 to May 22, 2006. It stars Jennifer Garner as Sydney Bristow, a double agent for the Central Intelligence Agency posing as an operative for SD-6, a worldwide criminal and espionage organization.",
  "/wiki/JAG_(TV_series)": "JAG  (U.S. military acronym for Judge Advocate General) is an American legal drama television series with a U.S. Navy theme, created by Donald P. Bellisario, and produced by Belisarius Productions in association with Paramount Network Television (now CBS Television Studios). The series was originally aired on NBC for one season from September 23, 1995, to May 22, 1996, and then on CBS for an additional nine seasons from January 3, 1997, to April 29, 2005. The first season was co-produced with NBC Productions (now Universal Television) and was originally perceived as a Top Gun meets A Few Good Men hybrid series.",
  "/wiki/ER_(TV_series)": "ER is an American medical drama television series created by novelist and medical doctor Michael Crichton that aired on NBC from September 19, 1994, to April 2, 2009, with a total of 331 episodes spanning 15 seasons. It was produced by Constant c Productions and Amblin Television, in association with Warner Bros. Television. ER follows the inner life of the emergency room (ER) of fictional County General Hospital in Chicago, Illinois, and various critical issues faced by the room's physicians and staff. The show is the second longest-running primetime medical drama in American television history behind Grey's Anatomy, and the 5th longest medical drama across the globe (behind BBC's Casualty and Holby City, and Poland's Na dobre i na złe). It won 23 Primetime Emmy Awards, including the 1996 Outstanding Drama Series award, and received 124 Emmy nominations. ER won 116 awards in total, including the Peabody Award, while the cast earned four Screen Actors Guild Awards for Outstanding Ensemble Performance in a Drama Series. As of 2014, ER has grossed over $3 billion in television revenue.",
  "/wiki/Melrose_Place": "Melrose Place is an American prime time television soap opera that aired on Fox from July 8, 1992 to May 24, 1999, for seven seasons. The show follows the lives of a group of young adults living in an apartment complex called Melrose Place, in West Hollywood, California. The show was created by Darren Star for Fox and executive produced by Aaron Spelling for his company, Spelling Television. It was the second series in the Beverly Hills, 90210 franchise. Season one and season two were broadcast on Wednesday at 9 p.m., after Beverly Hills, 90210. In 1994, for its third-season premiere, the show moved to Monday at 8 p.m.",
  "/wiki/Third_Rock_from_the_Sun": "Third Rock from the Sun is the fourth studio album by American country music artist Joe Diffie. Diffie's breakthrough album, the first five tracks were all released as singles, and all charted on the Billboard Hot Country Singles & Tracks (now Hot Country Songs) charts. Of these five singles, \"Pickup Man\" and the title track were both Number One hits, \"So Help Me Girl\" reached #2, \"I'm in Love with a Capital 'U'\" reached #21, and \"That Road Not Taken\" peaked at #40. \"Pickup Man\" was also Diffie's longest-lasting number one, having held that position for four weeks.",
  "/wiki/Starship_Troopers": "Starship Troopers is a military science fiction novel by American writer Robert A. Heinlein. Written in a few weeks in reaction to the U.S. suspending nuclear tests, the story was first published as a two-part serial in The Magazine of Fantasy & Science Fiction as Starship Soldier, and published as a book by G. P. Putnam's Sons in December 1959.",
  "/wiki/That_Thing_You_Do": "That Thing You Do! is a 1996 American music comedy film starring, written and directed by Tom Hanks in his directorial debut. It tells the story of the rise and fall of a fictional 1960s one-hit wonder pop band. The film also resulted in a musical hit with the song \"That Thing You Do\".",
  "/wiki/Doug_Petrie": "Douglas Petrie is an American screenwriter, director, and producer. Best known as a writer, director, and co-executive producer on Buffy the Vampire Slayer. He co-wrote the screenplays for the Fantastic Four film and Harriet the Spy. He has also written for the television shows Angel, The 4400, Tru Calling and American Horror Story: Coven. He served as a co-executive producer and writer for two seasons on CSI: Crime Scene Investigation and as a consulting producer and writer on the second season of Pushing Daisies. He made a cameo on Joss Whedon's web-based film, Dr. Horrible's Sing-Along Blog, as \"Professor Normal\". He served as co-executive producer on the first season of the Netflix show Daredevil, and took over as showrunner for its second season alongside Marco Ramirez. In April 2016 Petrie and Ramirez were announced as showrunners of The Defenders, a miniseries that crosses over Daredevil, Jessica Jones, Luke Cage, and Iron Fist.",
  "/wiki/Screenwriter": "A screenplay writer (also called screenwriter for short), scriptwriter or scenarist is a writer who practices the craft of screenwriting, writing screenplays on which mass media, such as films, television programs and video games, are based.",
  "/wiki/Television_director": "A television director is in charge of the activities involved in making a television program or section of a program. They are generally responsible for decisions about the editorial content and creative style of a program, and ensuring the producer's vision is delivered. Their duties may include originating program ideas, finding contributors, writing scripts, planning 'shoots', ensuring safety, leading the crew on location, directing contributors and presenters, and working with an editor to assemble the final product. The work of a television director can vary widely depending on the nature of the program, the practices of the production company, whether the program content is factual or drama, and whether it is live or recorded.",
  "/wiki/Television_producer": "A television producer is a person who oversees one or more aspects of video production on a television program. Some producers take more of an executive role, in that they conceive new programs and pitch them to the television networks, but upon acceptance they focus on business matters, such as budgets and contracts. Other producers are more involved with the day-to-day workings, participating in activities such as screenwriting, set design, casting and directing.",
  "/wiki/Buffy_the_Vampire_Slayer": "Buffy the Vampire Slayer is  an American supernatural drama television series based on the 1992 film of the same name. It was created by Joss Whedon under his production tag, Mutant Enemy Productions, with later co-executive producers being Jane Espenson, David Fury, David Greenwalt, Doug Petrie, Marti Noxon, and David Solomon.",
  "/wiki/Linda_Powell": "Linda Powell (born April 30, 1965) is an American actress.",
  "/wiki/Colin_Powell": "Colin Luther Powell (/ˈkoʊlɪn/; born April 5, 1937) is an American politician and retired four-star general in the United States Army. During his military career, Powell also served as National Security Advisor (1987–1989), as Commander of the U.S. Army Forces Command (1989) and as Chairman of the Joint Chiefs of Staff (1989–1993), holding the latter position during the Persian Gulf War. Powell was the first, and so far the only, Jamaican American to serve on the Joint Chiefs of Staff. He was the 65th United States Secretary of State, serving under U.S. President George W. Bush from 2001 to 2005, the first black person to serve in that position.",
  "/wiki/Jamieson_Price": "Jamieson Kent Price (born April 28, 1961) is an American voice actor, best known for his deep and booming voice for numerous anime and video games. He is known as the voice of the Count of Monte Cristo in Gankutsuou, Ovan in .hack//G.U., and Galbalan, and Milton Grimm from Ever After High. Price also had a part in the 2000 movie The Patriot.",
  "/wiki/Anime": "Anime (US: /ˈænəˌmeɪ/, UK: /ˈænɪˌmeɪ/) (Japanese: アニメ, Hepburn: anime, [aɲime] (listen), plural: anime)[a] is hand-drawn and computer animation originating from or associated with Japan.",
  "/wiki/Linda_Lavin": "Linda Lavin (born October 15, 1937) is an American actress and singer. She is known for playing the title character in the sitcom Alice and for her stage performances, both on Broadway and Off-Broadway.",
  "/wiki/Alice_(TV_series)": "Alice is an American sitcom television series that aired on CBS from August 31, 1976, to March 19, 1985. The series is based on the 1974 film Alice Doesn't Live Here Anymore. The show stars Linda Lavin in the title role, a widow who moves with her young son to start life over again, and finds a job working at a roadside diner in Phoenix, Arizona. Most of the episodes revolve around events at Mel's Diner, where Alice is employed.",
  "/wiki/Bill_Lawrence_(producer)": "William Van Duzer Lawrence IV (born December 26, 1968) is an American screenwriter, producer, and director. He is the creator of the series Scrubs, co-creator of Cougar Town and co-creator of Spin City. He was also co-creator of the short-lived animated series Clone High, in which he voiced the leader of the shadowy figures, and is the co-creator of Ground Floor, which ran on TBS.  He has written for many other shows including, The Nanny and Boy Meets World.",
  "/wiki/Scrubs_(TV_series)": "Scrubs is an American medical comedy-drama television series created by Bill Lawrence that aired from October 2, 2001, to March 17, 2010, on NBC and later ABC. The series follows the lives of employees at the fictional Sacred Heart Hospital, which is a Teaching Hospital. The title is a play on surgical scrubs and a term for a low-ranking person because at the beginning of the series, most of the main characters are medical interns.",
  "/wiki/Spin_City": "Spin City is an American television sitcom that aired from September 17, 1996 until April 30, 2002 on ABC. Created by Gary David Goldberg and Bill Lawrence, the show was set in a fictionalized version of the New York City mayor's office, and originally starred Michael J. Fox as Mike Flaherty, the Deputy Mayor of New York. Fox departed in 2000 at the conclusion of Season 4 due to symptoms of Parkinson's disease, and Charlie Sheen assumed the lead role of Charlie Crawford for the final two seasons. The series was cancelled in May 2002 after a decline in ratings.",
  "/wiki/Cougar_Town": "Cougar Town is an American television sitcom that ran for 102 episodes over six seasons, from September 23, 2009 until March 31, 2015. The first three seasons aired on ABC, with the series moving to TBS for the last three seasons. The pilot episode was broadcast after Modern Family. ABC officially gave the series a full season pickup on October 8, 2009. On May 8, 2012, ABC canceled the series after three seasons. Two days later, TBS picked up the series for a fourth season.",
  "/wiki/Tommy_Newsom": "Thomas Penn \"Tommy\" Newsom (February 25, 1929 – April 28, 2007) was a saxophone player in the NBC Orchestra on The Tonight Show Starring Johnny Carson, for which he later became assistant director.  Newsom was frequently the band's substitute director, whenever Doc Severinsen was away from the show or filling in for announcer Ed McMahon. Nicknamed \"Mr. Excitement\" by Johnny Carson as an ironic take on his low-keyed, reserved persona, he was often a foil for  Carson's humor. His conservative brown or blue suits were a marked contrast to Severinsen's flashy stage clothing.",
  "/wiki/Old_Dominion_University": "Old Dominion University (ODU) is a public research university in Norfolk, Virginia.  It was established in 1930 as the Norfolk Division of the College of William & Mary and is now one of the largest universities in Virginia with an enrollment of 24,176 students for the 2019 academic year. Old Dominion University is also home to over 700 international students from 89 different countries. Its main campus covers over 251 acres (1.02 km2) straddling the city neighborhoods of Larchmont, Highland Park, and Lambert's Point, approximately five miles (8.0 km) from Downtown Norfolk.",
  "/wiki/The_Tonight_Show_Band": "The Tonight Show Band is the house band that plays on the American television variety show The Tonight Show. From 1962 until 1992, when the show was known as The Tonight Show Starring Johnny Carson, the band was a 17-piece big band, and was an important showcase for jazz on American television. During the Carson era, the band was always billed as \"The NBC Orchestra\" (not to be confused with the NBC Symphony Orchestra) and sometimes \"Doc Severinsen and the NBC Orchestra\".",
  "/wiki/The_Tonight_Show_Starring_Johnny_Carson": "The Tonight Show Starring Johnny Carson is an American talk show hosted by Johnny Carson under the Tonight Show franchise that aired on NBC from October 1, 1962 through May 22, 1992.",
  "/wiki/Patton_Oswalt": "Patton Peter Oswalt (born January 27, 1969) is an American stand-up comedian, actor, voice actor, and writer, known for playing Spencer Olchin in the sitcom The King of Queens (1998–2007), voicing Max in The Secret Life of Pets franchise and Remy in the Pixar film Ratatouille (2007), co-starring opposite Charlize Theron in Young Adult (2011) and guest starring as the Koenigs on Agents of S.H.I.E.L.D. (2014–2017). He has appeared in six stand-up specials and won a Primetime Emmy Award for Outstanding Writing for a Variety Special and a Grammy for his Netflix special Patton Oswalt: Talking for Clapping (2016).",
  "/wiki/The_King_of_Queens": "The King of Queens is an American sitcom television series that originally ran on CBS from September 21, 1998, to May 14, 2007, for a total of nine seasons and 207 episodes. The series was created by Michael J. Weithorn and David Litt, who also served as the show's executive producer. The series stars Kevin James and Leah Remini as Doug and Carrie Heffernan, respectively, a working class couple living in Rego Park, Queens, New York.",
  "/wiki/Sara_Schaefer": "Sara Schaefer (born July 10, 1978) is an American stand-up comedian and writer.",
  "/wiki/Nikki_%26_Sara_Live": "Nikki & Sara Live is an American late night talk show hosted by comedians Nikki Glaser and Sara Schaefer. Glaser, Schaefer and Kim Gamble served as the show's executive producers. The series premiered on January 29, 2013, on the American cable television network MTV. Nikki & Sara Live was canceled on October 29, 2013.",
  "/wiki/Late_Night_with_Jimmy_Fallon": "Late Night with Jimmy Fallon is an American late-night talk show hosted by comedian Jimmy Fallon. The hour-long show, which premiered on March 2, 2009, and ran weeknights at 12:35 am Eastern/11:35 pm Central on NBC in the United States.",
  "/wiki/Jon_Stewart": "Jon Stewart (born Jonathan Stuart Leibowitz; November 28, 1962) is an American comedian, writer, producer, director, political commentator, actor, and television host. He hosted The Daily Show, a satirical news program on Comedy Central, from 1999 to 2015.",
  "/wiki/The_Daily_Show": "The Daily Show is an American late-night talk and news satire television program. It airs each Monday through Thursday on Comedy Central. Describing itself as a fake news program, The Daily Show draws its comedy and satire from recent news stories, political figures, media organizations, and often uses self-referential humor as well.",
  "/wiki/78th_Academy_Awards": "The 78th Academy Awards presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 5, 2006, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:00 p.m. PST / 8:00 p.m. EST. The ceremony was scheduled one week later than usual to avoid a clash with the 2006 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2005. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Jon Stewart hosted the show for the first time. Two weeks earlier in a ceremony at The Beverly Hilton in Beverly Hills, California held on February 18, the Academy Awards for Technical Achievement were presented by host Rachel McAdams.",
  "/wiki/80th_Academy_Awards": "The 80th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2007 and took place on February 24, 2008, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Gil Cates and directed by Louis J, Horvitz. Actor Jon Stewart hosted the show for the second time, having previously presided over the 78th ceremony held in 2006. Two weeks earlier in a gala at the Beverly Wilshire Hotel in Beverly Hills, California held on February 9, the Academy Awards for Technical Achievement were presented by host Jessica Alba.",
  "/wiki/Stephanie_Szostak": "Stéphanie Szostak (born August 5, 1975) is a French actress who started her career in the early 2000s. Szostak is best known for having appeared in the films The Devil Wears Prada, Dinner for Schmucks, Iron Man 3, and R.I.P.D. Szostak starred in the USA Network original drama series Satisfaction and the ABC series A Million Little Things.",
  "/wiki/A_Million_Little_Things": "A Million Little Things is an American family drama television series created by DJ Nash for ABC. Nash, Aaron Kaplan, Dana Honor, and James Griffiths serve as executive producers on the series. The series is produced by ABC Studios and Kapital Entertainment.\nThe series features an ensemble cast including David Giuntoli, Romany Malco, Allison Miller, Christina Moses, Christina Ochoa, Grace Park, James Roday, Stéphanie Szostak, Tristan Byon and Lizzy Greene. The series received a put pilot commitment at ABC in August 2017; A Million Little Things was ordered to series in May 2018 and premiered on September 26, 2018. In October 2018, the show was picked for a full season of 17 episodes. In February 2019, ABC renewed the series for a second season which premiered on September 26, 2019.",
  "/wiki/Dinner_for_Schmucks": "Dinner for Schmucks is a 2010 American comedy film directed by Jay Roach. The film is an adaptation of the 1998 French comedy Le Dîner de Cons and was written by David Guion and Michael Handelman. It stars Steve Carell and Paul Rudd, who had previously teamed up in Anchorman: The Legend of Ron Burgundy and The 40-Year-Old Virgin. The film was released theatrically on July 30, 2010 and grossed $86 million worldwide.\nThe film received mixed reviews from critics, although Zach Galifianakis won the Comedy Award for \"Best Comedy Actor – Film\" for his role as Therman Murch. The elaborate mouse dioramas and \"mouseterpieces\" were created by The Chiodo Brothers.",
  "/wiki/Michelle_Wolf": "Michelle Wolf (born June 21, 1985) is an American comedian, writer, producer, and television host. She worked as a contributor and writer for Late Night with Seth Meyers and The Daily Show with Trevor Noah. She spoke as the featured performer at the 2018 White House Correspondents' Dinner. She hosted the Netflix comedy talk show series The Break with Michelle Wolf and performed in the 2019 stand-up comedy special Joke Show.",
  "/wiki/Netflix": "Netflix, Inc. (/ˈnɛtflɪks/) is an American media-services provider and production company headquartered in Los Gatos, California, founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California. The company's primary business is its subscription-based streaming service which offers online streaming of a library of films and television programs, including those produced in-house. As of April 2019, Netflix had over 148 million paid subscriptions worldwide, including 60 million in the United States, and over 154 million subscriptions total including free trials. It is available worldwide except in mainland China (due to local restrictions), Syria, North Korea, and Crimea (due to U.S. sanctions). The company also has offices in the Netherlands, Brazil, India, Japan, and South Korea. Netflix is a member of the Motion Picture Association (MPA).",
  "/wiki/The_Break_with_Michelle_Wolf": "The Break with Michelle Wolf is an American web television variety show starring Michelle Wolf that premiered on May 27, 2018 on Netflix. The series is executive produced by Wolf, Dan Powell, Christine Nangle, and Daniel Bodansky. Powell and Nangle also act as showrunners for the series. On August 17, 2018, it was announced that Netflix had canceled the series.",
  "/wiki/List_of_College_of_William_&_Mary_alumni": "The College of William & Mary, located in Williamsburg, Virginia, United States, was founded in 1693 by a royal charter issued by King William III and Queen Mary II.  It is a public research university and has more than 94,000 living alumni."
}