{
  "/wiki/Emerson_Baker": "Emerson \"Tad\" Baker II (born 18 May 1958) is a historical archaeologist and professor of history at Salem State University. He is well known in academic circles for his extensive work on witchcraft in Colonial America, as well as for his work on numerous archaeological sites along the East Coast of the United States. He currently resides in York, Maine.",
  "/wiki/Salem_State_College": "Salem State University is a public university  in Salem, Massachusetts. It was established in 1854 as Salem Normal School. As of 2013[update], Salem State enrolled 7,664 undergraduate and 1,637 graduate, full- and part-time students, from 27 states and 57 foreign countries. The university offers Bachelor and Masters Degrees in the Arts and Sciences, Masters of Business Administration, and Post Masters Certificates in more than 40 academic disciplines. In addition, the university also offers Continuing Education courses for credit and non-credit.",
  "/wiki/Stephen_R._Barley": "Stephen R. Barley (born February 16, 1953) is an American organizational theorist and Christian A. Felipe Professor of Technology Management at the College of Engineering at the University of California Santa Barbara. Previously he was The Richard W. Weiland Professor in the School of Engineering at Stanford University and the Stanford Graduate School of Education. Barley's research focuses on the role of technology in organizational change and organizational/occupational culture.",
  "/wiki/Structuration_theory": "The theory of structuration is a social theory of the creation and reproduction of social systems that is based in the analysis of both structure and agents (see structure and agency), without giving primacy to either. Further, in structuration theory, neither micro- nor macro-focused analysis alone is sufficient. The theory was proposed by sociologist Anthony Giddens, most significantly in The Constitution of Society, which examines phenomenology, hermeneutics, and social practices at the inseparable intersection of structures and agents. Its proponents have adopted and expanded this balanced position. Though the theory has received much criticism, it remains a pillar of contemporary sociological theory.",
  "/wiki/Organizational_theory": "Organizational theory consists of many approaches to organizational analysis. Organizations are defined as social units of people that are structured and managed to meet a need, or to pursue collective goals. Theories of organizations include rational system perspective, division of labour, bureaucratic theory, and contingency theory.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Elizabeth_Hill_Boone": "Elizabeth Hill Boone (born September 6, 1948) is an American art historian, ethnohistorian and academic, specialising in the study of Latin American art  and in particular the early colonial and pre-Columbian art, iconography and pictoral codices associated with the Mixtec, Aztec and other Mesoamerican cultures in the central Mexican region. Her extensive published research covers investigations into the nature of Aztec writing, the symbolism and structure of Aztec art and iconography and the interpretation of Mixtec and Aztec codices.",
  "/wiki/Pre-Columbian_art": "Pre-Columbian art refers to the visual arts of indigenous peoples of the Caribbean, North,  Central, and South Americas until the late 15th and early 16th centuries, and the time period marked by Christopher Columbus' arrival in the Americas.",
  "/wiki/Tulane_University": "Tulane University is a private research university in New Orleans, Louisiana.  It was founded as a public medical college in 1834 and became a comprehensive university in 1847. The institution was made private under the endowments of Paul Tulane and Josephine Louise Newcomb in 1884. Tulane is the 9th oldest private university in the Association of American Universities, which consists of major research universities in the United States and Canada. The Tulane University Law School and Tulane University Medical School are considered the 12th oldest and 15th oldest law and medical schools, respectively, in the United States.",
  "/wiki/John_Boswell": "John Eastburn Boswell (March 20, 1947 – December 24, 1994) was a historian and a full professor at Yale University. Many of Boswell's studies focused on the issue of religion and homosexuality, specifically Christianity and homosexuality. All of his work focused on the history of those at the margins of society.",
  "/wiki/Yale_University": "Yale University is a private Ivy League research university in New Haven, Connecticut. Founded in 1701, it is the third-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution.",
  "/wiki/National_Book_Award": "The National Book Awards are a set of annual U.S. literary awards. At the final National Book Awards Ceremony every November, the National Book Foundation presents the National Book Awards and two lifetime achievement awards to authors.",
  "/wiki/Clayton_Clemens": "Clayton M. Clemens is a Chancellor Professor of Government and Assistant Chair of the Government Department at the College of William and Mary in Williamsburg, Virginia, United States.",
  "/wiki/Jerry_Coyne": "Jerry Allen Coyne (born December 30, 1949) is an American biologist known for his work on speciation and his commentary on intelligent design. A prolific scientist and author, he has published numerous papers elucidating the theory of evolution. He is currently a professor emeritus at the University of Chicago in the Department of Ecology and Evolution. His concentration is speciation and ecological and evolutionary genetics, particularly as they involve the fruit fly, Drosophila.",
  "/wiki/Intelligent_design": "Intelligent design (ID) is a  pseudoscientific argument for the existence of God, presented by its proponents as \"an evidence-based scientific theory about life's origins\". Proponents claim that \"certain features of the universe and of living things are best explained by an intelligent cause, not an undirected process such as natural selection.\" ID is a form of creationism that lacks empirical support and offers no testable or tenable hypotheses, so it is not science. The leading proponents of ID are associated with the Discovery Institute,  a Christian, politically conservative think tank based in the United States.[n 1]",
  "/wiki/University_of_Chicago": "The University of Chicago (UChicago, U of C, or Chicago) is a private research university in Chicago, Illinois. Founded in 1890, the school is located on a 217-acre (88-hectare) campus in Chicago's Hyde Park neighborhood, near Lake Michigan. The University of Chicago holds top positions in various national and international rankings.",
  "/wiki/Joseph_Ellis": "Joseph John Ellis  (born July 18, 1943) is an American historian whose work focuses on the lives and times of the founders of the United States of America.  American Sphinx: The Character of Thomas Jefferson won a National Book Award and Founding Brothers: The Revolutionary Generation won the 2001 Pulitzer Prize for History. Both these books were bestsellers.",
  "/wiki/Mount_Holyoke_College": "Mount Holyoke College is a private liberal arts college for women and transgender people of both sexes in South Hadley, Massachusetts. Founded in 1837, it is the oldest institution within the Seven Sisters schools, an alliance of East Coast liberal arts colleges that was originally created to provide women with education equivalent to that provided in the then men-only Ivy League. Mount Holyoke is part of the region's Five College Consortium, along with Amherst College, Smith College, Hampshire College, and the University of Massachusetts Amherst.",
  "/wiki/The_New_York_Times": "The New York Times is an American newspaper based in New York City with worldwide influence and readership. Founded in 1851, the paper has won 127 Pulitzer Prizes, more than any other newspaper. The Times is ranked 18th in the world by circulation and 3rd in the U.S. Nicknamed \"The Gray Lady,\" the Times has long been regarded within the industry as a national \"newspaper of record.\" The paper's motto, \"All the News That's Fit to Print\", appears in the upper left-hand corner of the front page.",
  "/wiki/Founding_Brothers:_The_Revolutionary_Generation": "Founding Brothers: The Revolutionary Generation is a Pulitzer Prize-winning book written by Joseph Ellis, a professor of history at Mount Holyoke College, which won the 2001 Pulitzer Prize for History. It explores selected interactions among a group of individuals both gifted and flawed; interactions that profoundly influenced the early development of the United States.",
  "/wiki/2001_Pulitzer_Prize": "The 2001 Pulitzer Prizes were announced on April 16, 2001.",
  "/wiki/John_Graham_(economist)": "John R. Graham (born June 1, 1961) is an American financial economist, a professor at the Duke University Fuqua School of Business, a research associate for the NBER and a regular guest commentator on CNBC. A Phi Beta Kappa winner, Graham has accumulated a lengthy list of award winning research papers.",
  "/wiki/Financial_economist": "Financial economics is the branch of economics characterized by a \"concentration on monetary activities\", in which \"money of one type or another is likely to appear on both sides of a trade\". Its concern is thus the interrelation of financial variables, such as prices, interest rates and shares, as opposed to those concerning the real economy. It has two main areas of focus: asset pricing and corporate finance; the first being the perspective of providers of capital, i.e. investors, and the second of users of capital.",
  "/wiki/Duke_University": "Duke University is a private research university in Durham, North Carolina. Founded by Methodists and Quakers in the present-day town of Trinity in 1838, the school moved to Durham in 1892. In 1924, tobacco and electric power industrialist James Buchanan Duke established The Duke Endowment and the institution changed its name to honor his deceased father, Washington Duke.",
  "/wiki/Fuqua_School_of_Business": "The Fuqua School of Business (pronounced /ˈfjuːkwə/) is the business school of Duke University in Durham, North Carolina.  It currently enrolls more than 1,300 students in degree-seeking programs. Additionally, Duke Executive Education offers non-degree business education and professional development programs. Fuqua is currently ranked the 9th best business school in the US by The Economist and the 10th best business school in the US by both U.S. News and World Report and The Financial Times. Lastly, Fuqua is currently ranked 8th for having the lowest acceptance rate and 7th for having the highest application yield (% who matriculated after being accepted) across all MBA programs in the US.",
  "/wiki/National_Bureau_of_Economic_Research": "The National Bureau of Economic Research (NBER) is an American private nonprofit research organization \"committed to undertaking and disseminating unbiased economic research among public policymakers, business professionals, and the academic community.\" The NBER is well known for providing start and end dates for recessions in the United States.",
  "/wiki/Deborah_Allen_Hewitt": "Deborah Allen Hewitt is an international economics and finance expert. Currently serving as Clinical Associate Professor of Economics and Finance at the Mason School of Business at the College of William & Mary, she was President of Rutledge Research from 1995 to 2005. Prior to that, she served as President of Claremont Economics Institute, an economics consulting and forecasting firm that advised the first Reagan administration and several Fortune 500 companies from 1980 through 1995.  Hewitt was the Chairman of The Claremont Fund, a family of mutual funds, from 1984 to 1988 and also worked as an international economist at the US Treasury.",
  "/wiki/Mason_School_of_Business": "The Raymond A. Mason School of Business is the business school at the College of William & Mary in Virginia. The school, named after alumnus and founder of Legg Mason, Raymond A. \"Chip\" Mason, in 2005, was ranked in the top 20 MBA programs in 2007 and the top 10 undergraduate programs among public universities.  The school offers Full-time MBA, Part-time MBA, Executive MBA, Masters in Accounting, Master of Science in Business Analytics and Undergraduate Business Degrees.",
  "/wiki/George_S._Oldfield": "George S. Oldfield is a prominent academic in the field of finance. He has been published extensively, and is cited for his work on the effects of a firm's unvested pension benefits on its share price published in the Journal of Money, Credit and Banking in 1977.",
  "/wiki/Amos_Tuck_School_of_Business_Administration": "The Tuck School of Business (also known as Tuck, and formally known as the Amos Tuck School of Administration and Finance) is the graduate business school of Dartmouth College, an Ivy League research university in Hanover, New Hampshire. Founded in 1900 through a donation made by Dartmouth alumnus Edward Tuck, the Tuck School was the first institution in the world to offer a master's degree in business administration.",
  "/wiki/Dartmouth_College": "Dartmouth College (/ˈdɑːrtməθ/ DART-məth) is a private Ivy League research university in Hanover, New Hampshire, United States. Established in 1769 by Eleazar Wheelock, it is the ninth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. Although founded as a school to educate Native Americans in Christian theology and the English way of life, Dartmouth primarily trained Congregationalist ministers throughout its early history before it gradually secularized, emerging at the turn of the 20th century from relative obscurity into national prominence.",
  "/wiki/S.C._Johnson_Graduate_School_of_Management": "The school is housed in Sage Hall and supports 58 full-time faculty members. There are about 600 Master of Business Administration (MBA) students in the full-time two-year (2Y) and Accelerated MBA (1Y) programs and 375 Executive MBA students.[note 1] The school counts over 15,200 alumni and publishes the academic journal Administrative Science Quarterly.",
  "/wiki/Cornell_University": "Cornell University (/kɔːrˈnɛl/ kor-NEL) is a private and statutory Ivy League research university in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's founding principle, a popular 1868 Ezra Cornell quotation: \"I would found an institution where any person can find instruction in any study.\"",
  "/wiki/Gregory_Pence": "Gregory Pence (born January 17, 1948) is an American philosopher.",
  "/wiki/University_of_Alabama_at_Birmingham": "The University of Alabama at Birmingham (UAB) is a public research university in Birmingham, Alabama. Developed from an academic extension center established in 1936, the institution became a four-year campus in 1966 and a fully autonomous university in the University of Alabama System in 1969.",
  "/wiki/Lisa_Sanders": "Lisa Sanders (born July 24, 1956) is an American physician, medical author and journalist, and associate professor of internal medicine and education at Yale School of Medicine. In 2002, she began writing a column for The New York Times called Diagnosis, that covered medical mystery cases. She is an attending physician at Yale-New Haven Hospital, which serves as the model on which Princeton-Plainsboro Hospital was fashioned for the series House M.D. Her column was the inspiration for the television series House M.D., and she worked as a consultant on the show. In 2019, Netflix began airing the program Diagnosis, featuring a selection of cases from her column.",
  "/wiki/Robert_E._Scott": "Robert E. Scott  (born 25 February 1944 in Nagpur, India) is a Law Professor at Columbia Law School.  Scott graduated from Oberlin College (cum laude) and received his J.D. degree in 1968 from William and Mary Law School where he was editor-in-chief of the William and Mary Law Review. (Scott met his wife, Elizabeth \"Buffie\" Scott, also a Columbia Law Professor, while at Oberlin College.) Scott earned an S.J.D. from the University of Michigan Law School in 1973, after which he joined the law faculty at William & Mary.",
  "/wiki/Columbia_Law_School": "Columbia Law School (often referred to as Columbia Law or CLS) is a professional graduate school of Columbia University, a member of the Ivy League. It has always been ranked in the top five law schools in the United States by U.S. News and World Report. Columbia is especially well known for its strength in corporate law and its placement power in the nation's elite law firms.",
  "/wiki/University_of_Virginia_Law_School": "The University of Virginia School of Law (Virginia Law or UVA Law) was founded in Charlottesville in 1819 by Thomas Jefferson as part of his \"academical village,\" the University of Virginia, where law was one of the original disciplines taught. UVA Law is the fourth-oldest active law school in the United States and the second-oldest continuously operating law school. The law school offers the J.D., LL.M., and S.J.D. degrees in law and hosts visiting scholars, visiting researchers and a number of legal research centers.",
  "/wiki/American_Academy_of_Arts_and_Sciences": "The American Academy of Arts and Sciences is one of the oldest learned societies in the United States. Founded in 1780, the Academy is dedicated to honoring excellence and leadership, working across disciplines and divides, and advancing the common good.",
  "/wiki/William_J._Stuntz": "William J. Stuntz (July 3, 1958 – March 15, 2011) was a criminal justice scholar and a professor at Harvard Law School.",
  "/wiki/Harvard_Law_School": "Harvard Law School is the law school of Harvard University in Cambridge, Massachusetts. Founded in 1817, it is the oldest continuously operating law school in the United States and one of the most prestigious in the world. It is ranked first worldwide by QS World University Rankings and the Academic Ranking of World Universities.",
  "/wiki/Dennis_Frank_Thompson": "Dennis Frank Thompson (born 12 May 1940, in Hamilton, Ohio) is a political scientist and professor at Harvard University, where he founded the university-wide Center for Ethics and the Professions (now the Edmond J. Safra Center for Ethics). Thompson is known for his pioneering work in the fields of both political ethics and democratic theory. According to a recent appraisal, he has become “influential within the world of political theory\" by offering “greater concrete political thought than Rawls” and by showing “an atypical grasp, for a political theorist, of the real political world.”",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.",
  "/wiki/Henry_St._George_Tucker,_Sr.": "Henry St. George Tucker Sr. (December 29, 1780 – August 28, 1848) was a Virginia jurist, law professor, and U.S. Congressman (1815–1819).",
  "/wiki/Honor_Code": "An academic honor code or honor system is a set of rules or ethical principles governing an academic community based on ideals that define what constitutes honorable behaviour within that community.  The use of an honor code depends on the notion that people (at least within the community) can be trusted to act honorably.  Those who are in violation of the honor code can be subject to various sanctions, including expulsion from the institution.  Honor codes are used to deter academic dishonesty and should be taken seriously at all times.",
  "/wiki/George_Wythe": "George Wythe (/wɪθ/;December 3, 1726 – June 8, 1806) was the first American law professor, a noted classics scholar, and a Virginia judge. The first of the seven Virginia signatories of the United States Declaration of Independence, Wythe served as one of Virginia's representatives to the Continental Congress and the Philadelphia Convention. Wythe taught and was a mentor to Thomas Jefferson, John Marshall, Henry Clay and other men who became American leaders."
}