{
  "/wiki/Ming_Chang": "Ming Erh Chang (simplified Chinese: 钱勇杰; traditional Chinese: 錢勇傑; pinyin: Qián Yǒngjié; April 20, 1932 – October 3, 2017) served in the U.S. Navy for 34 years, becoming the first naturalized Asian American naval officer to reach flag rank in the United States military. He became the Department of the Navy Inspector General in 1987 after holding cruiser and destroyer commands. When Chang left the navy, he became vice president and corporate director for the Pacific region at Raytheon International and then president of MEC International, LLC.\n Chang held degrees from the College of William & Mary, the Naval Postgraduate School, and the Industrial College of the Armed Forces.",
  "/wiki/George_Croghan_(soldier)": "George Croghan (November 15, 1791 – January 8, 1849) was an American soldier. He was born at the Locust Grove farm in what is now Louisville, Kentucky and died in New Orleans, Louisiana. He was a recipient of the Congressional Gold Medal.",
  "/wiki/Battle_of_Tippecanoe": "The Battle of Tippecanoe (/ˌtɪpikəˈnuː/ TIP-ee-kə-NOO) was fought on November 7, 1811 in Battle Ground, Indiana between American forces led by Governor William Henry Harrison of the Indiana Territory and Indian forces associated with Shawnee leader Tecumseh and his brother Tenskwatawa (commonly known as \"The Prophet\"), leaders of a confederacy of various tribes who opposed settlement of the American West. As tensions and violence increased, Governor Harrison marched with an army of about 1,000 men to disperse the confederacy's headquarters at Prophetstown, near the confluence of the Tippecanoe River and the Wabash River.\n Tecumseh was not yet ready to oppose the United States by force and was away recruiting allies when Harrison's army arrived. Tenskwatawa was a spiritual leader but not a military man, and he was in charge. Harrison camped near Prophetstown on November 6 and arranged to meet with Tenskwatawa the following day. Early the next morning, however, warriors from Prophetstown attacked Harrison's army. They took the army by surprise, but Harrison and his men stood their ground for more than two hours. The Indians were ultimately repulsed when their ammunition ran low. After the battle, they abandoned Prophetstown and Harrison's men burned it to the ground, destroying the food supplies stored for the winter. The soldiers then returned to their homes.\n Harrison accomplished his goal of destroying Prophetstown and proclaimed that he had won a decisive victory. He gained the nickname \"Tippecanoe\", which was popularized in the campaign song \"Tippecanoe and Tyler too\" during the presidential election of 1840 which Harrison won. The defeat was a setback for Tecumseh's confederacy from which it never fully recovered.\n Americans blamed the violence on British interference in American affairs because they had supplied the Indians with financial support and ammunition. This led to a further deterioration of relations with Britain and was a catalyst of the War of 1812, which began six months later. The US declared war on the United Kingdom in June 1812, and Tecumseh's confederacy was ready to launch its war against the United States in alliance with the British. In preparation, the Indians rebuilt Prophetstown. Frontier violence in the region continued until well after the War of 1812, although Tecumseh and his top war chief Roundhead were both killed in 1813 during the Battle of the Thames.",
  "/wiki/Congressional_Gold_Medal": "A Congressional Gold Medal is an award bestowed by the United States Congress.  The congressional practice of issuing gold medals to occasionally honor recipients from the military began during the American Revolution. Later the practice extended to individuals in all walks of life and in the late 20th century also to groups. The Congressional Gold Medal and the Presidential Medal of Freedom are the highest civilian awards in the United States. The congressional medal seeks to honor those, individually or as a group, \"who have performed an achievement that has an impact on American history and culture that is likely to be recognized as a major achievement in the recipient's field long after the achievement.\" However, \"There are no permanent statutory provisions specifically relating to the creation of Congressional Gold Medals. When a Congressional Gold Medal has been deemed appropriate, Congress has, by legislative action, provided for the creation of a medal on an ad hoc basis.\" Thus, there are generally fewer gold medals than presidential medals. U.S. citizenship is not a requirement.\n As of April 4, 2019, 163 institutions, people, or events have been awarded a Congressional Gold Medal.",
  "/wiki/John_Hartwell_Cocke": "John Hartwell Cocke II (or Jr.) (September 19, 1780 – June 24, 1866) was an American military officer, planter and businessman. During the War of 1812, Cocke was a brigadier general of the Virginia militia.\n After his military service, he invested in the James River and Kanawha Company and helped Thomas Jefferson establish the University of Virginia. The family estate that Cocke built at Bremo Plantation is now a National Historic Landmark.",
  "/wiki/Richmond,_Virginia": "Richmond (/ˈrɪtʃmənd/) is the capital city of the Commonwealth of Virginia. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871.\n As of the 2010 census, the city's population was 204,214; in 2018, the population was estimated to be 228,783, making Richmond the fourth-most populous city in Virginia. The Richmond Metropolitan Area has a population of 1,260,029, the third-most populous metro in the state.\n Richmond is at the fall line of the James River, 44 miles (71 km) west of Williamsburg, 66 miles (106 km) east of Charlottesville, 91 miles (146 km) east of Lynchburg and 92 miles (148 km) south of Washington, D.C. Surrounded by Henrico and Chesterfield counties, the city is at the intersections of Interstate 95 and Interstate 64 and encircled by Interstate 295, Virginia State Route 150 and Virginia State Route 288. Major suburbs include Midlothian to the southwest, Chesterfield to the south, Varina to the southeast, Sandston to the east, Glen Allen to the north and west, Short Pump to the west and Mechanicsville to the northeast.\nThe site of Richmond had been an important village of the Powhatan Confederacy, and was briefly settled by English colonists from Jamestown from 1609 to 1611. The present city of Richmond was founded in 1737. It became the capital of the Colony and Dominion of Virginia in 1780, replacing Williamsburg. During the Revolutionary War period, several notable events occurred in the city, including Patrick Henry's \"Give me liberty or give me death\" speech in 1775 at St. John's Church, and the passage of the Virginia Statute for Religious Freedom written by Thomas Jefferson. During the American Civil War, Richmond was the capital of the Confederacy. It entered the 20th century with one of the world's first successful electric streetcar systems. The Jackson Ward neighborhood is a traditional hub of African-American commerce and culture.\n Richmond's economy is primarily driven by law, finance, and government, with federal, state, and local governmental agencies, as well as notable legal and banking firms in the downtown area. The city is home to both a U.S. Court of Appeals, one of 13 such courts, and a Federal Reserve Bank, one of 12 such banks. Dominion Energy and WestRock, Fortune 500 companies, are headquartered in the city, with others in the metropolitan area.",
  "/wiki/War_of_1812": "The War of 1812 was a conflict fought between the United States and the United Kingdom, with their respective allies, from June 1812 to February 1815. Historians in Britain often see it as a minor theatre of the Napoleonic Wars; historians in the United States and Canada see it as a war in its own right.\n From the outbreak of war with Napoleonic France, Britain had enforced a naval blockade to choke off neutral trade to France, which the US contested as illegal under international law. To man the blockade, Britain pressed American merchant sailors into the Royal Navy. American sentiment grew increasingly hostile toward Britain due to incidents such as the Chesapeake–Leopard affair, which happened five years before the war. The British were in turn outraged by the Little Belt affair in 1811, in which 11 British sailors died. Britain supplied arms to American Indians who raided American settlers on the frontier, hindering American expansion and provoking resentment. Historians debate whether the desire to annex some or all of British North America (Canada) contributed to the American decision to go to war. However, the Western interest was in expansion into American territories such as Indiana, Illinois, Michigan, and Wisconsin, where they were threatened by Indians supported by the British. On June 18, 1812, President James Madison signed into law the American declaration of war, after heavy pressure from the War Hawks in Congress.\n With most of its army in Europe fighting Napoleon, Britain adopted a defensive strategy, with offensive operations initially limited to the border and the western frontier. American prosecution of the war effort suffered from its unpopularity, especially in New England, where it was referred to as \"Mr. Madison's War\". American defeats at the Siege of Detroit and the Battle of Queenston Heights thwarted attempts to seize Upper Canada, improving British morale. American attempts also failed to invade Lower Canada and capture Montreal. In 1813, the Americans won the Battle of Lake Erie, gaining control of the lake, and they defeated Tecumseh's Confederacy at the Battle of the Thames, securing a primary war goal. The Americans made a final attempt to invade Canada but fought to a draw at the Battle of Lundy's Lane during the summer of 1814. At sea, the powerful Royal Navy blockaded American ports, cutting off trade and allowing the British to raid the coast at will. In 1814, one of these raids burned the capital, but the Americans later repulsed British attempts to invade New York and Maryland, ending invasions from Canada into the northern and mid-Atlantic states. In early 1815, the Americans decisively defeated the invading British Army attacking New Orleans, Louisiana. Fighting also took place in Spanish Florida; a two-day battle for the city of Pensacola ended in Spanish surrender.\n In Britain, there was mounting opposition to wartime taxation, and merchants demanded to reopen trade with America. With the abdication of Napoleon, Britain's war with France ended and Britain ceased impressment of American sailors. This made the original cause of the war irrelevant. The British were then able to increase the strength of the blockade on the United States coast, smothering American maritime trade, but their attempts failed to invade America, at which point both sides began to desire peace.\n Peace negotiations began in August 1814, and the Treaty of Ghent was signed on December 24, 1814. News of the peace did not reach America for some time. In February 1815, news reached the East Coast concerning the great victory at New Orleans—at the same time as news of the Christmas peace treaty. The Americans triumphantly celebrated the restoration of their national honour, leading to the collapse of anti-war sentiment and the beginning of the Era of Good Feelings, a period of national unity. The treaty was unanimously ratified by the US Senate on February 17, 1815, ending the war with no boundary changes.",
  "/wiki/Board_of_Visitors": "In the United States, a board often governs institutions of higher education, including private universities, state universities and community colleges. In each US state, such boards may govern either the state university system, individual colleges and universities, or both. In general they operate as a board of directors, and they vary by formal name, size, powers, and membership. In some states, members are appointed by the governor.\n From a legal standpoint, many higher education institutions are corporations; they have separate legal personhood. The corporation is the legal owner of its endowment and other property. The corporation's name might consist of its governing board members' title (for example, The Trustees of Princeton University is a New Jersey nonprofit corporation). These board members (trustees, regents, etc.) are fiduciaries for the corporation. In some cases, the institution might not have separate legal personhood; the trustees then transact in their own name with other parties, such as students, faculty or donors. However, the trustees often utilize a common, enduring title, which enables the trust to operate continuously even as individual trustees change.\n In some private institutions of higher learning, non-governing boards may also be appointed. These boards' members' duties often include but are not limited to major gift cultivation and fundraising.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.\n The original governing Board of Visitors included Jefferson, James Madison, and James Monroe. Monroe was the sitting President of the United States at the time of its foundation and earlier Presidents Jefferson and Madison were UVA's first two rectors. Jefferson conceived and designed the original courses of study and original architecture. UVA was the first university of the American South elected to the research-driven Association of American Universities in 1904. More than a century later, the journal Science credited UVA faculty with two of the top ten global scientific breakthroughs of 2015.\n The University of Virginia offers 121 majors across the eight undergraduate and three professional schools. Its alumni have founded many companies, such as Reddit and CNET, which together produce more than $1.6 trillion in annual revenue and have created 2.3 million jobs. It sits on a historic 1,682-acre (2.6 sq mi; 680.7 ha) central campus partially protected by UNESCO. The university additionally maintains 562 acres north of the campus at UVA Research Park, and 2,913 acres southeast of the city at Morven Farm. Moreover, it manages the College at Wise in Southwest Virginia and until 1972 managed George Mason University and the University of Mary Washington in Northern Virginia.\n Virginia student athletes are called Cavaliers and lead the Atlantic Coast Conference in men's team NCAA Championships with 20, ranking third in women's and second in overall NCAA titles. Virginia men's basketball and Virginia men's lacrosse won NCAA Championships in 2019 to join several Cavalier teams in winning recent national championship events including the College Cup, College World Series, and NCAA Tennis Championships. The entire men's program won the Capital One Cup in 2015 and 2019 after leading the nation in overall athletics excellence. Virginia is one of three universities to win the Cup multiple times.[note 1]",
  "/wiki/Keith_Dayton": "Keith W. Dayton (born March 7, 1949) is a retired lieutenant general in the United States Army who currently serves as the director of the George C. Marshall European Center for Security Studies in Garmisch-Partenkirchen, Germany. Dayton served as the U.S. Security Coordinator for Israel-Palestinian Authority in Tel Aviv, Israel from December 2005 to October 2010. He has also served as the Director of the Iraq Survey Group, as a senior member of the Joint Staff, and as U.S. Defense Attache in the U.S. Embassy in Moscow, Russia.",
  "/wiki/Iraq_Survey_Group": "The Iraq Survey Group (ISG) was a fact-finding mission sent by the multinational force in Iraq after the 2003 invasion of Iraq to find the weapons of mass destruction alleged to be possessed by Iraq that had been the main ostensible reason for the invasion. Its final report, Comprehensive Report of the Special Advisor to the Director of Central Intelligence on Iraq WMD (commonly referred to as the Duelfer Report, named after the head of the ISG Charles A. Duelfer), was submitted to Congress and the president in 2004. It consisted of a 1,400-member international team organized by the Pentagon and Central Intelligence Agency to hunt for the alleged stockpiles of weapons of mass destruction, including chemical and biological agents, and any supporting research programs and infrastructure that could be used to develop WMD. The report acknowledged that only small stockpiles of chemical WMDs were found, the numbers being inadequate to pose a militarily significant threat.",
  "/wiki/William_Gilham": "William Henry Gilham (January 13, 1818 – November 16, 1872) was an American soldier, teacher, chemist, and author. A member of the faculty at Virginia Military Institute, in 1860, he wrote a military manual which was still in modern use 145 years later. He served in the Confederate Army during the American Civil War, and became president of Southern Fertilizing Company in Richmond after the War.",
  "/wiki/Confederate_Army": "The Confederate States Army was the military land force of the Confederate States of America (commonly referred to as the Confederacy) during the American Civil War (1861–1865), fighting against the United States forces. On February 28, 1861, the Provisional Confederate Congress established a provisional volunteer army and gave control over military operations and authority for mustering state forces and volunteers to the newly chosen Confederate president, Jefferson Davis. Davis was a graduate of the U.S. Military Academy, and colonel of a volunteer regiment during the Mexican–American War. He had also been a United States Senator from Mississippi and U.S. Secretary of War under President Franklin Pierce. On March 1, 1861, on behalf of the Confederate government, Davis assumed control of the military situation at Charleston, South Carolina, where South Carolina state militia besieged Fort Sumter in Charleston harbor, held by a small U.S. Army garrison. By March 1861, the Provisional Confederate Congress expanded the provisional forces and established a more permanent Confederate States Army.\n An accurate count of the total number of individuals who served in the Confederate Army is not possible due to incomplete and destroyed Confederate records; estimates of the number of individual Confederate soldiers are between 750,000 and 1,000,000 men. This does not include an unknown number of slaves who were pressed into performing various tasks for the army, such as construction of fortifications and defenses or driving wagons. Since these figures include estimates of the total number of individual soldiers who served at any time during the war, they do not represent the size of the army at any given date. These numbers do not include men who served in Confederate States Navy.\n Although most of the soldiers who fought in the American Civil War were volunteers, both sides by 1862 resorted to conscription, primarily as a means to force men to register and to volunteer. In the absence of exact records, estimates of the percentage of Confederate soldiers who were draftees are about double the 6 percent of United States soldiers who were conscripts.\n Confederate casualty figures also are incomplete and unreliable. The best estimates of the number of deaths of Confederate soldiers are about 94,000 killed or mortally wounded in battle, 164,000 deaths from disease and between 26,000 and 31,000 deaths in United States prison camps. One estimate of the Confederate wounded, which is considered incomplete, is 194,026. These numbers do not include men who died from other causes such as accidents, which would add several thousand to the death toll.\n The main Confederate armies, the Army of Northern Virginia under General Robert E. Lee and the remnants of the Army of Tennessee and various other units under General Joseph E. Johnston, surrendered to the U.S. on April 9, 1865 (officially April 12), and April 18, 1865 (officially April 26). Other Confederate forces surrendered between April 16, 1865, and June 28, 1865. By the end of the war, more than 100,000 Confederate soldiers had deserted, and some estimates put the number as high as one third of Confederate soldiers. The Confederacy's government effectively dissolved when it fled Richmond in April and exerted no control over the remaining armies.",
  "/wiki/American_Civil_War": "The American Civil War (also known by other names) was a civil war in the United States from 1861 to 1865, fought between the northern United States (loyal to the Union) and the southern United States (that had seceded from the Union and formed the Confederacy).[e] The civil war began primarily as a result of the long-standing controversy over the enslavement of black people. War broke out in April 1861 when secessionist forces attacked Fort Sumter in South Carolina shortly after Abraham Lincoln had been inaugurated as the President of the United States. The loyalists of the Union in the North, which also included some geographically western and southern states, proclaimed support for the Constitution. They faced secessionists of the Confederate States in the South, who advocated for states' rights in order to uphold slavery.\n Of the 34 U.S. states in February 1861, seven Southern \"slave states\" were declared by their state governments to have seceded from the country, and the  Confederate States of America was organized in rebellion against the U.S. constitutional government. The Confederacy grew to control at least a majority of territory in eleven states, and it claimed the additional states of Kentucky and Missouri by assertions from native secessionists fleeing Union authority. These states were given full representation in the Confederate Congress throughout the Civil War. The two remaining \"slave states\", Delaware and Maryland, were invited to join the Confederacy, but nothing substantial developed due to intervention by federal troops.\n The Confederate states were never diplomatically recognized as a joint entity by the government of the United States, nor by that of any foreign country.[f] The states that remained loyal to the U.S. were known as the Union.[g] The Union and the Confederacy quickly raised volunteer and conscription armies that fought mostly in the South over the course of four years. Intense combat left 620,000 to 750,000 people dead, more than the number of U.S. military deaths in all other wars combined.[h]\n The war effectively ended April 9, 1865, when General Robert E. Lee surrendered to General Ulysses S. Grant at the Battle of Appomattox Court House. Confederate generals throughout the southern states followed suit, the last surrender on land occurring June 23. Much of the South's infrastructure was destroyed, especially the transportation systems. The Confederacy collapsed, slavery was abolished, and four million black slaves were freed. During the Reconstruction era that followed the war, national unity was slowly restored, the national government expanded its power, and civil and political rights were granted to freed black slaves through amendments to the Constitution and federal legislation. The war is one of the most studied and written about episodes in U.S. history.",
  "/wiki/Edwin_Gray_Lee": "Edwin Gray Lee (May 27, 1836 – August 24, 1870) was an American soldier from Virginia and a Confederate brigadier general during the American Civil War. He was a member of the Lee family and first cousin once removed of Robert E. Lee.",
  "/wiki/Robert_E._Lee": "Robert Edward Lee (January 19, 1807 – October 12, 1870) was an American and Confederate soldier, best known as a commander of the  Confederate States Army. He commanded the Army of Northern Virginia in the American Civil War from 1862 until its surrender in 1865.\n A son of Revolutionary War officer Henry \"Light Horse Harry\" Lee III, Lee was a top graduate of the United States Military Academy and an exceptional officer and military engineer in the United States Army for 32 years. During this time, he served throughout the United States, distinguished himself during the Mexican–American War, and served as Superintendent of the United States Military Academy. He was also the husband of Mary Anna Custis Lee, adopted great granddaughter of George Washington.\n When Virginia's 1861 Richmond Convention declared secession from the Union, Lee chose to follow his home state, despite his desire for the country to remain intact and an offer of a senior Union command. During the first year of the Civil War, he served as a senior military adviser to Confederate President Jefferson Davis. Once he took command of the Army of Northern Virginia in 1862, he soon emerged as an able tactician and battlefield commander, winning most of his battles, nearly all against far larger Union armies.\n Lee's two major strategic offensives into Union territory ended in defeat. His aggressive tactics, especially at the Battle of Gettysburg, which resulted in high casualties at a time when the Confederacy had a shortage of manpower, have come under criticism in recent years.\n Lee surrendered the remnant of his army to Ulysses S. Grant at Appomattox Court House on April 9, 1865. Since Confederate Congress had appointed him supreme commander of Confederate armies, the remaining Confederate forces capitulated after his surrender. Lee rejected the proposal of a sustained insurgency against the Union and called for national reconciliation.\n In 1865, Lee became president of Washington College (later Washington and Lee University) in Lexington, Virginia; in that position, he supported reconciliation between North and South. He accepted \"the extinction of slavery\" provided for by the Thirteenth Amendment, but publicly opposed racial equality and granting African Americans the right to vote and other political rights. Lee died in 1870. In 1975, the U.S. Congress posthumously restored Lee's citizenship effective June 13, 1865.",
  "/wiki/Confederate_States_Army": "The Confederate States Army was the military land force of the Confederate States of America (commonly referred to as the Confederacy) during the American Civil War (1861–1865), fighting against the United States forces. On February 28, 1861, the Provisional Confederate Congress established a provisional volunteer army and gave control over military operations and authority for mustering state forces and volunteers to the newly chosen Confederate president, Jefferson Davis. Davis was a graduate of the U.S. Military Academy, and colonel of a volunteer regiment during the Mexican–American War. He had also been a United States Senator from Mississippi and U.S. Secretary of War under President Franklin Pierce. On March 1, 1861, on behalf of the Confederate government, Davis assumed control of the military situation at Charleston, South Carolina, where South Carolina state militia besieged Fort Sumter in Charleston harbor, held by a small U.S. Army garrison. By March 1861, the Provisional Confederate Congress expanded the provisional forces and established a more permanent Confederate States Army.\n An accurate count of the total number of individuals who served in the Confederate Army is not possible due to incomplete and destroyed Confederate records; estimates of the number of individual Confederate soldiers are between 750,000 and 1,000,000 men. This does not include an unknown number of slaves who were pressed into performing various tasks for the army, such as construction of fortifications and defenses or driving wagons. Since these figures include estimates of the total number of individual soldiers who served at any time during the war, they do not represent the size of the army at any given date. These numbers do not include men who served in Confederate States Navy.\n Although most of the soldiers who fought in the American Civil War were volunteers, both sides by 1862 resorted to conscription, primarily as a means to force men to register and to volunteer. In the absence of exact records, estimates of the percentage of Confederate soldiers who were draftees are about double the 6 percent of United States soldiers who were conscripts.\n Confederate casualty figures also are incomplete and unreliable. The best estimates of the number of deaths of Confederate soldiers are about 94,000 killed or mortally wounded in battle, 164,000 deaths from disease and between 26,000 and 31,000 deaths in United States prison camps. One estimate of the Confederate wounded, which is considered incomplete, is 194,026. These numbers do not include men who died from other causes such as accidents, which would add several thousand to the death toll.\n The main Confederate armies, the Army of Northern Virginia under General Robert E. Lee and the remnants of the Army of Tennessee and various other units under General Joseph E. Johnston, surrendered to the U.S. on April 9, 1865 (officially April 12), and April 18, 1865 (officially April 26). Other Confederate forces surrendered between April 16, 1865, and June 28, 1865. By the end of the war, more than 100,000 Confederate soldiers had deserted, and some estimates put the number as high as one third of Confederate soldiers. The Confederacy's government effectively dissolved when it fled Richmond in April and exerted no control over the remaining armies.",
  "/wiki/Cary_T._Grayson": "Rear Admiral Cary Travers Grayson (October 11, 1878 – February 15, 1938) was a surgeon in the United States Navy who served a variety of roles from personal aide to President Woodrow Wilson to chairman of the American Red Cross.",
  "/wiki/USS_Mayflower_(PY-1)": "USS Mayflower (PY-1) (later as USCGC Mayflower (WPG-183)) was the second ship in the United States Navy to have that name. Mayflower—a luxurious steam yacht built in 1896 by J. and G. Thompson, Clydebank, Scotland for millionaire Ogden Goelet who died on board the Mayflower in August 1897.  Her sister ship, said to be almost identical and built at the same time and in the same yard for brother, Robert Goelet, later became USS Nahma (SP-771).",
  "/wiki/Theodore_Roosevelt": "Theodore  Roosevelt Jr. (/ˈroʊzəvɛlt/ ROH-zə-velt;[b] October 27, 1858 – January 6, 1919) was an American statesman, politician, conservationist, naturalist, and writer who served as the 26th president of the United States from 1901 to 1909. He served as the 25th vice president from March to September 1901 and as the 33rd governor of New York from 1899 to 1900. Roosevelt emerged as a leader of the Republican Party and became a driving force for the anti-trust policy while supporting Progressive Era policies in the United States in the early 20th century. His face is depicted on Mount Rushmore alongside George Washington, Thomas Jefferson, and Abraham Lincoln. He is generally ranked in polls of historians and political scientists as one of the five best presidents.\n Roosevelt was a sickly child with debilitating asthma, but he overcame his health problems by embracing a strenuous lifestyle, as well as growing out of his asthma naturally in his young adult years. He integrated his exuberant personality, vast range of interests, and world-famous achievements into a \"cowboy\" persona defined by robust masculinity. He was home-schooled, and he began a lifelong naturalist avocation before attending Harvard College. His book The Naval War of 1812 (1882) established his reputation as a learned historian and as a popular writer. Upon entering politics, he became the leader of the reform faction of Republicans in New York's state legislature. His wife and his mother both died in rapid succession, and he escaped to a cattle ranch in the Dakotas. He served as Assistant Secretary of the Navy under President William McKinley, but he resigned from that post to lead the Rough Riders during the Spanish–American War, returning a war hero. He was elected governor of New York in 1898. After Vice President Garret Hobart died in 1899, the New York state party leadership convinced McKinley to accept Roosevelt as his running mate in the 1900 election. Roosevelt campaigned vigorously, and the McKinley–Roosevelt ticket won a landslide victory based on a platform of peace, prosperity, and conservation.\n Roosevelt took office as vice president in March 1901 and assumed the presidency at age 42 after McKinley was assassinated the following September. He remains the youngest person to become President of the United States. Roosevelt was a leader of the progressive movement, and he championed his \"Square Deal\" domestic policies, promising the average citizen fairness, breaking of trusts, regulation of railroads, and pure food and drugs. He made conservation a top priority and established many new national parks, forests, and monuments intended to preserve the nation's natural resources. In foreign policy, he focused on Central America where he began construction of the Panama Canal. He expanded the Navy and sent the Great White Fleet on a world tour to project the United States' naval power around the globe. His successful efforts to broker the end of the Russo-Japanese War won him the 1906 Nobel Peace Prize. He avoided controversial tariff and money issues. Roosevelt was elected to a full term in 1904 and continued to promote progressive policies, many of which were passed in Congress. He groomed his close friend William Howard Taft, and Taft won the 1908 presidential election to succeed him.\n Roosevelt grew frustrated with Taft's conservatism and belatedly tried to win the 1912 Republican nomination for president. He failed, walked out, and founded the so-called \"Bull Moose\" Party which called for wide-ranging progressive reforms. He ran in the 1912 election and the split allowed the Democratic nominee Woodrow Wilson to win the election. Following the defeat, Roosevelt led a two-year expedition to the Amazon basin where he nearly died of tropical disease. During World War I, he criticized Wilson for keeping the country out of the war with Germany, and his offer to lead volunteers to France was rejected. He considered running for president again in 1920, but his health continued to deteriorate and he died in 1919.",
  "/wiki/William_Howard_Taft": "William Howard Taft (September 15, 1857 – March 8, 1930) was the 27th president of the United States (1909–1913) and the tenth chief justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for re-election by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. In 1921, President Warren G. Harding appointed Taft to be chief justice, a position in which he served until a month before his death.\n Taft was born in Cincinnati, Ohio in 1857. His father, Alphonso Taft, was a U.S. Attorney General and Secretary of War. Taft attended Yale and, like his father, was a member of Skull and Bones. After becoming a lawyer, Taft was appointed a judge while still in his twenties. He continued a rapid rise, being named Solicitor General and as a judge of the Sixth Circuit Court of Appeals. In 1901, President William McKinley appointed Taft civilian governor of the Philippines. In 1904, Roosevelt made him Secretary of War, and he became Roosevelt's hand-picked successor. Despite his personal ambition to become chief justice, Taft declined repeated offers of appointment to the Supreme Court of the United States, believing his political work to be more important.\n With Roosevelt's help, Taft had little opposition for the Republican nomination for president in 1908 and easily defeated William Jennings Bryan for the presidency in that November's election. In the White House, he focused on East Asia more than European affairs and repeatedly intervened to prop up or remove Latin American governments. Taft sought reductions to trade tariffs, then a major source of governmental income, but the resulting bill was heavily influenced by special interests. His administration was filled with conflict between the conservative wing of the Republican Party, with which Taft often sympathized, and the progressive wing, toward which Roosevelt moved more and more. Controversies over conservation and antitrust cases filed by the Taft administration served to further separate the two men. Roosevelt challenged Taft for renomination in 1912. Taft used his control of the party machinery to gain a bare majority of delegates and Roosevelt bolted the party. The split left Taft with little chance of re-election and he took only Utah and Vermont in Wilson's victory.\n After leaving office, Taft returned to Yale as a professor, continuing his political activity and working against war through the League to Enforce Peace. In 1921, President Harding appointed Taft as chief justice, an office he had long sought. Chief Justice Taft was a conservative on business issues and under him there were advances in individual rights. In poor health, he resigned in February 1930, and died the following month. He was buried at Arlington National Cemetery, the first president and first Supreme Court justice to be interred there. Taft is generally listed near the middle in historians' rankings of U.S. presidents.",
  "/wiki/Woodrow_Wilson": "Thomas Woodrow Wilson (December 28, 1856 – February 3, 1924) was an American politician, lawyer, and academic who served as the 28th president of the United States from 1913 to 1921. A member of the Democratic Party, Wilson served as the president of Princeton University and as the 34th governor of New Jersey before winning the 1912 presidential election. As president, he oversaw the passage of progressive legislative policies unparalleled until the New Deal in 1933. He also led the United States into World War I in 1917, establishing an activist foreign policy known as \"Wilsonianism.\" He was the leading architect of the League of Nations.\n Wilson spent his early years in the American South (mainly in Augusta, Georgia) during the Civil War and Reconstruction. After earning a Ph.D. in political science from Johns Hopkins University, Wilson taught at various schools before becoming the president of Princeton University. As governor of New Jersey from 1911 to 1913, Wilson broke with party bosses and won the passage of several progressive reforms. His success in New Jersey gave him a national reputation as a progressive reformer, and he won the presidential nomination at the 1912 Democratic National Convention. Wilson defeated incumbent Republican President William Howard Taft and Progressive Party nominee Theodore Roosevelt to win the 1912 presidential election, becoming the first Southerner to be elected president since the American Civil War.\n During his first term, Wilson presided over the passage of his progressive New Freedom domestic agenda. His first major priority was the passage of the Revenue Act of 1913, which lowered tariffs and implemented a federal income tax. Later tax acts implemented a federal estate tax and raised the top income tax rate to 77 percent. Wilson also presided over the passage of the Federal Reserve Act, which created a central banking system in the form of the Federal Reserve System. Two major laws, the Federal Trade Commission Act and the Clayton Antitrust Act, were passed to regulate and break up large business interests known as trusts. To the disappointment of his African-American supporters, Wilson allowed some of his Cabinet members to segregate their departments. Upon the outbreak of World War I in 1914, Wilson maintained a policy of neutrality between the Allied Powers and the Central Powers. He won re-election by a narrow margin in the presidential election of 1916, defeating Republican nominee Charles Evans Hughes.\n In early 1917, Wilson asked Congress for a declaration of war against Germany after Germany implemented a policy of unrestricted submarine warfare, and Congress complied. Wilson presided over war-time mobilization but devoted much of his efforts to foreign affairs, developing the Fourteen Points as a basis for post-war peace. After Germany signed an armistice in November 1918, Wilson and other Allied leaders took part in the Paris Peace Conference, where Wilson advocated for the establishment of a multilateral organization, per his \"fourteenth point\". The resulting League of Nations was incorporated into the Treaty of Versailles and other treaties with the defeated Central Powers, but Wilson was subsequently unable to convince the Senate to ratify that treaty or allow the United States to join the League. Wilson suffered a severe stroke in October 1919 and was incapacitated for the remainder of his presidency. He retired from public office in 1921 and died in 1924. Scholars have generally ranked Wilson as one of the better U.S. presidents, though he has received strong criticism for his actions regarding racial segregation.",
  "/wiki/Franklin_D._Roosevelt": "Franklin Delano Roosevelt (/ˈroʊzəvəlt/, /-vɛlt/; January 30, 1882 – April 12, 1945), often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is rated by scholars as one of the three greatest U.S. presidents, along with George Washington and Abraham Lincoln, but has also been subject to substantial criticism.\n Roosevelt was born in Hyde Park, New York, to a Dutch American family made well known by the reputation of Theodore Roosevelt, the 26th president of the United States, and William Henry Aspinwall. FDR graduated from Groton School and Harvard College and attended Columbia Law School but left after passing the bar exam to practice law in New York City. In 1905, he married his fifth cousin once removed, Eleanor Roosevelt. They had six children, of whom five survived into adulthood. He won election to the New York State Senate in 1910, and then served as Assistant Secretary of the Navy under President Woodrow Wilson during World War I. Roosevelt was James M. Cox's running mate on the Democratic Party's 1920 national ticket, but Cox was defeated by Republican Warren G. Harding. In 1921, Roosevelt contracted a paralytic illness, believed at the time to be polio, and his legs became permanently paralyzed. While attempting to recover from his condition, Roosevelt founded the treatment center in Warm Springs, Georgia, for people with poliomyelitis. In spite of being unable to walk unaided, Roosevelt returned to public office by winning election as Governor of New York in 1928. He served as governor from 1929 to 1933, promoting programs to combat the economic crisis besetting the United States.\n In the 1932 presidential election, Roosevelt defeated Republican President Herbert Hoover in a landslide. Roosevelt took office in the midst of the Great Depression, the worst economic crisis in U.S. history. During the first 100 days of the 73rd United States Congress, Roosevelt spearheaded unprecedented federal legislation and issued a profusion of executive orders that instituted the New Deal—a variety of programs designed to produce relief, recovery, and reform. He created numerous programs to provide relief to the unemployed and farmers while seeking economic recovery with the National Recovery Administration and other programs. He also instituted major regulatory reforms related to finance, communications, and labor, and presided over the end of Prohibition. He harnessed radio to speak directly to the American people, giving 30 \"fireside chat\" radio addresses during his presidency and becoming the first American president to be televised. The economy having improved rapidly from 1933 to 1936, Roosevelt won a landslide reelection in 1936. However, the economy then relapsed into a deep recession in 1937 and 1938. After the 1936 election, Roosevelt sought passage of the Judiciary Reorganization Bill of 1937 (the \"court packing plan\"), which would have expanded the size of the Supreme Court of the United States. The bipartisan Conservative Coalition that formed in 1937 prevented passage of the bill and blocked the implementation of further New Deal programs and reforms. Major surviving programs and legislation implemented under Roosevelt include the Securities and Exchange Commission, the National Labor Relations Act, the Federal Deposit Insurance Corporation, Social Security, and the Fair Labor Standards Act of 1938.\n The United States reelected FDR in 1940 for his third term, making him the only U.S. President to serve for more than two terms. With World War II looming after 1938, Roosevelt gave strong diplomatic and financial support to China, the United Kingdom and eventually the Soviet Union while the U.S. remained officially neutral. Following the Japanese attack on Pearl Harbor on December 7, 1941, an event he famously called \"a date which will live in infamy\", Roosevelt obtained a congressional declaration of war on Japan, and, a few days later, on Germany and Italy. Assisted by his top aide Harry Hopkins and with very strong national support, he worked closely with British Prime Minister Winston Churchill, Soviet leader Joseph Stalin and Chinese Generalissimo Chiang Kai-shek in leading the Allied Powers against the Axis Powers. Roosevelt supervised the mobilization of the U.S. economy to support the war effort, and implemented a Europe first strategy, making the defeat of Germany a priority over that of Japan. He also initiated the development of the world's first atomic bomb, and worked with the other Allied leaders to lay the groundwork for the United Nations and other post-war institutions. Roosevelt won reelection in 1944, but with his physical health declining during the war years, he died in April 1945, less than three months into his fourth term. The Axis Powers surrendered to the Allies in the months following Roosevelt's death, during the presidency of his successor, Harry S. Truman.",
  "/wiki/American_Red_Cross": "The American Red Cross (ARC), also known as The American National Red Cross, is a humanitarian organization that provides emergency assistance, disaster relief, and disaster preparedness education in the United States. It is the designated US affiliate of the International Federation of Red Cross and Red Crescent Societies and the United States movement to the International Red Cross and Red Crescent Movement.\n The organization offers services and development programs.",
  "/wiki/David_D._McKiernan": "David D. McKiernan (born December 11, 1950) is a retired United States Army four-star general who served in Afghanistan as Commander, International Security Assistance Force (ISAF). He served concurrently as Commander, United States Forces – Afghanistan (USFOR-A) from October 6, 2008, to June 15, 2009.\n Prior to Afghanistan, McKiernan was Commanding General, United States Army, Europe and Seventh United States Army from December 14, 2005, to May 2, 2008. Before promotion to four-star rank, he served as Commanding General, Third United States Army and Coalition Forces Land Component Command from 2002 to 2004, where he commanded all allied ground forces during the 2003 invasion of Iraq, and as Deputy Commanding General, United States Army Forces Command, the army's largest major command, from 2004 to 2005.\n Secretary of Defense Robert Gates said new leadership was needed as the administration of President Barack Obama launched a new strategy in the seven-year-old War in Afghanistan. McKiernan was replaced by two generals, General Stanley A. McChrystal (Commander) and Lieutenant General David M. Rodriguez (Deputy Commander), ISAF and USFOR-A.",
  "/wiki/Coalition_Forces_Land_Component_Command": "Coalition Forces Land Component Command, or CFLCC, is a command directing all land forces of different allied countries on behalf of a combatant commander or JTF commander. \n In U.S. military terminology, Unified Combatant Commands or Joint Task Forces can have components from all services and components – Army ~ Land, Air, Naval, Marine, and Special Operations. Thus a Land Component Command is a command directing all land forces on behalf of a combatant commander or JTF commander. \n Coalition, or sometimes 'Combined', means armed services of different countries are involved. Thus a Coalition Forces Land Component Command is a multinational land force, usually operating as part of a U.S. combatant command, though it could theoretically be applied by other Western and U.S. allied nations.",
  "/wiki/CENTCOM": "The United States Central Command (USCENTCOM or CENTCOM) is one of the eleven unified combatant commands of the U.S. Department of Defense. It was established in 1983, taking over the previous responsibilities of the Rapid Deployment Joint Task Force (RDJTF).\n The CENTCOM Area of Responsibility includes the Middle East, including Egypt in Africa, and Central Asia, most notably Afghanistan and Iraq. The command has been the main American presence in many military operations, including the Persian Gulf War's Operation Desert Storm in 1991, the War in Afghanistan, and the Iraq War from 2003 to 2011. As of 2015[update], CENTCOM forces are deployed primarily in Afghanistan under the auspices of Operation Freedom's Sentinel, which is itself part of NATO's Resolute Support Mission (from 2015 to the present), and in Iraq and Syria as part of Operation Inherent Resolve since 2014 in supporting and advise-and-assist roles.\n As of 28 March 2019[update], CENTCOM's commander is General Kenneth F. McKenzie Jr., U.S. Marine Corps.\n Of all six American regional unified combatant commands, CENTCOM is among the three with headquarters outside its area of operations (the other two being USAFRICOM and USSOUTHCOM). CENTCOM's main headquarters is located at MacDill Air Force Base, in Tampa, Florida. A forward headquarters was established in 2002 at Camp As Sayliyah in Doha, Qatar, which in 2009 transitioned to a forward headquarters at Al Udeid Air Base in Qatar.",
  "/wiki/Lewis_Burwell_Puller,_Jr.": "Lewis Burwell Puller Jr. (August 18, 1945 – May 11, 1994) was an attorney and a United States Marine Corps officer who was severely wounded in the Vietnam War. He won the 1992 Pulitzer Prize for Biography or Autobiography for his autobiography Fortunate Son.",
  "/wiki/Pulitzer_Prize": "The Pulitzer Prize (/ˈpʊlɪtsər/) is an award for achievements in newspaper, magazine and online journalism, literature, and musical composition in the United States. It was established in 1917 by provisions in the will of American (Hungarian-born) Joseph Pulitzer who had made his fortune as a newspaper publisher, and is administered by Columbia University in New York City. Prizes are awarded yearly in twenty-one categories. In twenty of the categories, each winner receives a certificate and a US$15,000 cash award (raised from $10,000 in 2017). The winner in the public service category of the journalism competition is awarded a gold medal.",
  "/wiki/Vietnam_War": "The Vietnam War (Vietnamese: Chiến tranh Việt Nam), also known as the Second Indochina War, and in Vietnam as the Resistance War Against America (Vietnamese: Kháng chiến chống Mỹ) or simply the American War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955[A 1] to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United States, South Korea, the Philippines, Australia, Thailand and other anti-communist allies. The war, considered a Cold War-era proxy war by some, lasted 19 years, with direct U.S. involvement ending in 1973, and included the Laotian Civil War and the Cambodian Civil War, which ended with all three countries becoming communist in 1975.\n The conflict emerged from the First Indochina War against the communist-led Viet Minh.[A 4] Most of the funding for the French war effort was provided by the U.S. After the French quit Indochina in 1954, the US assumed financial and military support for the South Vietnamese state. The Việt Cộng, also known as Front national de libération du Sud-Viêt Nam or NLF (the National Liberation Front), a South Vietnamese common front under the direction of North Vietnam, initiated a guerrilla war in the south. North Vietnam had also invaded Laos in the mid-1950s in support of insurgents, establishing the Ho Chi Minh Trail to supply and reinforce the Việt Cộng.:16 U.S. involvement escalated under President John F. Kennedy through the MAAG program from just under a thousand military advisors in 1959 to 16,000 in 1963.:131 By 1963, the North Vietnamese had sent 40,000 soldiers to fight in South Vietnam.:16 North Vietnam was heavily backed by the USSR and the People's Republic of China. China also sent hundreds of PLA servicemen to North Vietnam to serve in air-defense and support roles.:371–4\n By 1964, there were 23,000 US advisors in South Vietnam. In August, the Gulf of Tonkin incident occurred, in which a U.S. destroyer was alleged to have clashed with North Vietnamese fast attack craft. In response, the U.S Congress passed the Gulf of Tonkin Resolution, giving President Lyndon B. Johnson broad authorization to increase U.S. military presence. He ordered the deployment of combat units for the first time and increased troop levels to 184,000. Past this point, the People's Army of Vietnam (PAVN) (also known as the North Vietnamese Army or NVA) engaged in more conventional warfare with U.S and South Vietnamese forces. Every year onward, there was significant build-up of U.S forces, despite little progress. U.S Secretary of Defense Robert McNamara, one of the principal architects of the war, began expressing doubts of victory by the end of 1966.:287 U.S. and South Vietnam forces relied on air superiority and overwhelming firepower to conduct search and destroy operations, involving ground forces, artillery, and airstrikes. The U.S. also conducted a large-scale strategic bombing campaign against North Vietnam and Laos.\n The Tet Offensive of 1968 showed the lack of progress with these doctrines. With the VC and PAVN mounting large-scale urban offensives throughout 1968, U.S domestic support for the war began fading. The Army of the Republic of Vietnam (ARVN) expanded following a period of neglect after Tet and was modeled after U.S doctrine. The VC sustained heavy losses during the Tet Offensive and subsequent U.S.-ARVN operations in the rest of 1968, losing over 50,000 men.:481 The CIA's Phoenix Program further degraded the VC's membership and capabilities. By the end of the year, the VC insurgents held almost no territory in South Vietnam, and their recruitment dropped by over 80% in 1969, signifying a drastic reduction in guerrilla operations, necessitating increased use of PAVN regular soldiers from the north.:247–9 In 1969, North Vietnam declared a Provisional Revolutionary Government in South Vietnam in an attempt to give the reduced VC a more international stature, but the southern guerrillas from then on were sidelined as PAVN forces begun more conventional Combined arms warfare. Operations crossed national borders: Laos was invaded by North Vietnam early on, while Cambodia was used by North Vietnam as a supply route starting in 1967; the route through Cambodia began to be bombed by the U.S. in 1969, while the Laos route had been heavily bombed since 1964. The deposing of the monarch Norodom Sihanouk by the Cambodian National Assembly resulted in a PAVN invasion of the country at the request of the Khmer Rouge, escalating the Cambodian Civil War and resulting in a U.S.-RVN counter-invasion.\n In 1969, following the election of U.S President Richard Nixon, a policy of \"Vietnamization\" began, which saw the conflict fought by an expanded ARVN, with U.S. forces sidelined and increasingly demoralized by domestic opposition and reduced recruitment. U.S. ground forces had largely withdrawn by early 1972 and support was limited to air support, artillery support, advisers, and materiel shipments. The ARVN, buttressed by said U.S. support, stopped the largest and first mechanized PAVN offensive to date during the Easter Offensive of 1972, which had sustained heavy casualties on both sides but failed to recapture all territory, leaving its military situation difficult. The Paris Peace Accords saw all U.S forces withdrawn; the Case–Church Amendment, passed by the U.S Congress on 15 August 1973, ended direct U.S military involvement.:457 The Peace Accords were broken almost immediately, and fighting continued for two more years. Phnom Penh fell to the Khmer Rouge on 17 April 1975 while the 1975 Spring Offensive saw the capture of Saigon by the PAVN on 30 April; this marked the end of the war, and North and South Vietnam were reunified the following year.\n The scale of fighting was enormous: by 1970 the ARVN was the world's fourth largest army, with the PAVN being similar in size at around a million regular soldiers.:770 The war exacted a huge human cost in terms of fatalities (see Vietnam War casualties): estimates of the number of Vietnamese soldiers and civilians killed vary from 966,000 to 3.8 million. Some 275,000–310,000 Cambodians, 20,000–62,000 Laotians, and 58,220 U.S. service members also died in the conflict, and a further 1,626 remain missing in action.[A 3]\n The Sino-Soviet split re-emerged following the lull during the Vietnam War. Conflict between North Vietnam and its Cambodian allies in the Royal Government of the National Union of Kampuchea, and the newly-formed Democratic Kampuchea begun almost immediately in a series of border raids by the Khmer Rouge, eventually escalating into the Cambodian–Vietnamese War. Chinese forces directly invaded Vietnam in the Sino-Vietnamese War, with subsequent border conflicts lasting until 1991. Insurgencies were fought by the unified Vietnam in all three countries. The end of the war and resumption of the Third Indochina War would precipitate the Vietnamese boat people and the larger Indochina refugee crisis, which saw millions of refugees leave Indochina (mainly southern Vietnam), with an estimated 250,000 of whom perished at sea. Within the U.S, the war gave rise to what was referred to as Vietnam Syndrome, a public aversion to American overseas military involvements, which together with the Watergate scandal contributed to the crisis of confidence that affected America throughout the 1970s.",
  "/wiki/Lewis_\"Chesty\"_Puller": "Lewis Burwell \"Chesty\" Puller (June 26, 1898 – October 11, 1971) served as a United States Marine Corps officer. Beginning his career fighting guerillas in Haiti and Nicaragua as part of the Banana Wars, he later served with distinction in World War II and the Korean War as a senior officer. By the time of his retirement in 1955, he had reached the rank of lieutenant general.\n Puller is the most decorated Marine in American history. He is one of two United States servicemen to be awarded five Navy Crosses and one Army Distinguished Service Cross. Puller's six crosses are next in number to the eight times Eddie Rickenbacker received the nation's second-highest military award for valor.\n Puller retired from the Marine Corps in 1955, after 37 years of service. He lived in Virginia and died in 1971, at age 73.",
  "/wiki/Edmund_Ruffin": "Edmund Ruffin (January 5, 1794 – June 18, 1865) was a wealthy Virginia planter and slaveholder. In the last three decades before the Civil War, his pro-slavery writings received more attention than his agricultural work. Ruffin staunchly advocated states' rights and slavery, arguing for secession years before the American Civil War and became a political activist with the so-called Fire-Eaters. Ruffin is given credit for \"firing the first shot of the war\" at the Battle of Fort Sumter in April 1861 and fought as a Confederate soldier despite his advanced age. When the war ended in Southern defeat in 1865, he committed suicide rather than submit to \"Yankee rule.\"\n Ruffin's chief legacy may be his pioneering work in methods to preserve and improve soil productivity. He recommended crop rotation and additions to restore soils exhausted from tobacco monoculture. Early in his career, he studied bogs and swamps to learn how to correct soil acidity. He published essays and, in 1832, a book on his findings for improving soils. He has since become known as \"the father of soil science\" in the United States.",
  "/wiki/Fort_Sumter": "Fort Sumter is a sea fort in Charleston, South Carolina, notable for two battles, the first of which signified the start of the American Civil War. It was one of a number of special forts planned after the War of 1812, combining high walls and heavy masonry, and classified as Third System, as a grade of structural integrity. Work started in 1829, but was incomplete by 1860, when South Carolina seceded from the Union.\n The First Battle of Fort Sumter began on April 12, 1861, when Confederate artillery fired on the Union garrison. These were the first shots of the war and continued all day, watched by many civilians in a celebratory spirit. The fort had been cut off from its supply line and surrendered the next day. The Second Battle of Fort Sumter (September 8, 1863) was a failed attempt by the Union to retake the fort, dogged by a rivalry between army and navy commanders. Although the fort was reduced to rubble, it remained in Confederate hands until it was evacuated as General Sherman marched through South Carolina in February 1865.\n Fort Sumter is open for public tours as part of the Fort Sumter and Fort Moultrie National Historical Park operated by the National Park Service.",
  "/wiki/Winfield_Scott": "Winfield Scott (June 13, 1786 – May 29, 1866) was an American military commander and political candidate. He served as a general in the United States Army from 1814 to 1861, taking part in the War of 1812, the Mexican–American War, the early stages of the American Civil War, and various conflicts with Native Americans. Scott was the Whig Party's presidential nominee in the 1852 presidential election, but was defeated by Democrat Franklin Pierce. He was known as Old Fuss and Feathers for his insistence on proper military etiquette, and as the Grand Old Man of the Army for his many years of service.\n Scott was born near Petersburg, Virginia, in 1786. After training as a lawyer, he joined the army in 1808 as a captain of the light artillery. In the War of 1812, Scott served on the Canadian front, taking part in the Battle of Queenston Heights and the Battle of Fort George, and was promoted to the rank of brigadier general in early 1814. He served with distinction in the Battle of Chippawa, but was badly wounded in the subsequent Battle of Lundy's Lane. After the conclusion of the war, Scott was assigned to command army forces in a district containing much of the Northeastern United States, and he and his family made their home near New York City. During the 1830s, Scott negotiated an end to the Black Hawk War, took part in the Second Seminole War and the Creek War of 1836, and presided over the removal of the Cherokee. Scott also helped to avert war with Britain, defusing tensions arising from the Patriot War and the Aroostook War. \n In 1841, Scott became the Commanding General of the United States Army, beating out his rival, Edmund P. Gaines, for the position. After the outbreak of the Mexican–American War in 1846, Scott initially served as an administrator, but in 1847 he led a campaign against the Mexican capital of Mexico City. After capturing the port city of Veracruz, he defeated Mexican General Antonio López de Santa Anna's armies at the Battle of Cerro Gordo, the Battle of Contreras, and the Battle of Churubusco and captured Mexico City. He maintained order in the Mexican capital and indirectly helped envoy Nicholas Trist negotiate the Treaty of Guadalupe Hidalgo, which brought an end to the war.\n Scott was a candidate for the Whig presidential nomination in 1840, 1844, and 1848, and he finally won the Whig presidential nomination at the 1852 Whig National Convention. The Whigs were badly divided over the Compromise of 1850, and Pierce won a decisive victory over his former commander. Nonetheless, Scott remained popular among the public, and in 1855 he received a brevet promotion to the rank of lieutenant general, becoming the first U.S. Army officer to hold that rank since George Washington. Despite being a Virginia native, Scott stayed loyal to the Union and served as an important adviser to President Abraham Lincoln during the opening stages of the Civil War. He developed a strategy known as the Anaconda Plan, but retired in late 1861 after Lincoln increasingly relied on General George B. McClellan for military advice and leadership. Scott's military talent was highly regarded by contemporaries, and historians generally consider him to be one of the most accomplished generals in U.S. history.",
  "/wiki/Black_Hawk_War": "The Black Hawk War was a brief  conflict between the United States and Native Americans led by Black Hawk, a Sauk leader. The war erupted soon after Black Hawk and a group of Sauks, Meskwakis, and Kickapoos, known as the \"British Band\", crossed the Mississippi River, into the U.S. state of Illinois, from Iowa Indian Territory in April 1832. Black Hawk's motives were ambiguous, but he was apparently hoping to avoid bloodshed while resettling on tribal land that had been ceded to the United States in the disputed 1804 Treaty of St. Louis.\n U.S. officials, convinced that the British Band was hostile, mobilized a frontier militia and opened fire on a delegation from the Native Americans on May 14, 1832. Black Hawk responded by successfully attacking the militia at the Battle of Stillman's Run. He led his band to a secure location in what is now southern Wisconsin and was pursued by U.S. forces. Meanwhile, other Native Americans conducted raids against forts and settlements largely unprotected with the absence of U.S. troops. Some Ho-Chunk and Potawatomi warriors with grievances against European-Americans took part in these raids, although most tribe members tried to avoid the conflict. The Menominee and Dakota tribes, already at odds with the Sauks and Meskwakis, supported the U.S.\n Commanded by General Henry Atkinson, the U.S. troops tracked the British Band. Militia under Colonel Henry Dodge caught up with the British Band on July 21 and defeated them at the Battle of Wisconsin Heights. Black Hawk's band was weakened by hunger, death, and desertion and many native survivors retreated towards the Mississippi. On August 2, U.S. soldiers attacked the remnants of the British Band at the Battle of Bad Axe, killing many and capturing most who remained alive. Black Hawk and other leaders escaped, but later surrendered and were imprisoned for a year.\n The Black Hawk War gave the young captain Abraham Lincoln his brief military service, although he never saw combat. Other participants who later became famous included Winfield Scott, Zachary Taylor, and Jefferson Davis. The war gave impetus to the U.S. policy of Indian removal, in which Native American tribes were pressured to sell their lands and move west of the Mississippi River and stay there.",
  "/wiki/Mexican–American_War": "The Mexican–American War,[a] also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México (American intervention in Mexico),[b] was an armed conflict between the United States and Mexico from 1846 to 1848. It followed in the wake of the 1845 U.S. annexation of Texas, which was not formally recognized by the Mexican government, who disputed the Treaties of Velasco signed by Mexican caudillo President/General Antonio López de Santa Anna after the Texas Revolution a decade earlier. In 1845, newly elected U.S. President James K. Polk, who saw the annexation of Texas as the first step towards a further expansion of the United States, sent troops to the disputed area and a diplomatic mission to Mexico. After Mexican forces attacked U.S. forces, the United States Congress declared war.\n U.S. forces quickly occupied the regional capital of Santa Fe de Nuevo México along the upper Rio Grande and the Pacific coast province of Alta California, and then moved south. Meanwhile, the Pacific Squadron of the U.S. Navy blockaded the Pacific coast farther south in the lower Baja California Territory. The U.S. Army, under Major General Winfield Scott, eventually captured Mexico City through stiff resistance, having marched west from the port of Veracruz on the Gulf Coast, where the U.S. staged its first ever major amphibious landing.\n The 1848 Treaty of Guadalupe Hidalgo, forced onto the remnant Mexican government, ended the war and enforced the Mexican Cession of the northern territories of Alta California and Santa Fe de Nuevo México to the United States. The U.S. agreed to pay $15 million in compensation for the physical damage of the war and assumed $3.25 million of debt already owed earlier by the Mexican government to U.S. citizens. Mexico acknowledged the loss of what became the State of Texas and accepted the Rio Grande as its northern border with the United States.\n The victory and territorial expansion Polk envisioned inspired great patriotism in the United States, but the war and treaty drew some criticism in the U.S. for their casualties, monetary cost, and heavy-handedness, particularly early on. The question of how to treat the new acquisitions also intensified the debate over slavery. Mexico's worsened domestic turmoil and losses of life, territory and national prestige left it in what prominent Mexicans called a \"state of degradation and ruin\".",
  "/wiki/Union_Army": "During the American Civil War, the Union Army referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic.\n The Union Army was made up of the permanent regular army of the United States, but further fortified, augmented, and strengthened by the many temporary units of dedicated volunteers as well as including those who were drafted in to service as conscripts. To this end, the Union Army fought and ultimately triumphed over the efforts of the Confederate States Army in the American Civil War.\n Over the course of the war, 2,128,948 men enlisted in the Union Army, including 178,895 colored troops; 25% of the white men who served were foreign-born. Of these soldiers, 596,670 were killed, wounded or went missing. The initial call-up was for just three months, after which many of these men chose to reenlist for an additional three years.",
  "/wiki/Anaconda_Plan": "The Anaconda Plan is the name applied to a Union Army outline strategy for suppressing the Confederacy at the beginning of the American Civil War. Proposed by Union General-in-Chief Winfield Scott, the plan emphasized a Union blockade of the Southern ports and called for an advance down the Mississippi River to cut the South in two. Because the blockade would be rather passive, it was widely derided by a vociferous faction of Union generals who wanted a more vigorous prosecution of the war and likened it to the coils of an anaconda suffocating its victim. The snake image caught on, giving the proposal its popular name.\n In the early days of the Civil War, Scott's proposed strategy for the war against the South had two prominent features. First, all ports in the seceding states were to be rigorously blockaded. Secondly, a strong column of perhaps 80,000 men should use the Mississippi River as a highway to thrust completely through the Confederacy. A spearhead, a relatively-small amphibious force of army troops transported by boats and supported by gunboats, should advance rapidly, capturing the Confederate positions down the river in sequence. It would be followed by a more traditional army, marching behind to secure victories. The culminating battle would be for the forts below New Orleans. When they fell, the river would be in US hands from its source to its mouth, and the rebellion would be cut in two.",
  "/wiki/William_B._Taliaferro": "William Booth Taliaferro ( /ˈtɒlɪvər/ TOL-i-vər; December 28, 1822 – February 27, 1898), was a United States Army officer, a lawyer, legislator, Confederate general in the American Civil War, and Grand Master of Masons in Virginia.",
  "/wiki/General_officer": "A general officer is an officer of high rank in the army, and in some nations' air forces or marines.[a]\n The term general is used in two ways: as the generic title for all grades of general officer and as a specific rank. \nIt originates in the 16th century, as a shortening of captain general, which rank was taken from Middle French capitaine général.\nThe adjective general had been affixed to officer designations since the late medieval period to indicate relative superiority or an extended jurisdiction.\n Today, the title of general is known in some countries as a four-star rank. However, different countries use different systems of stars or other insignia for senior ranks. It has a NATO code of OF-9 and is the highest rank currently in use in a number of armies, air forces and marine organizations.",
  "/wiki/Charles_Stewart_Todd": "Colonel Charles Stewart Todd (January 22, 1791 – May 17, 1871) was an American military officer and government official.\n Charles Stewart Todd was the son of Supreme Court Associate Justice Thomas Todd and his first wife, Elizabeth Harris. He was born near Danville, Kentucky, and continued to reside here through his childhood and adult life. Todd briefly attended Transylvania University before his transfer and graduation at the College of William and Mary in 1809. He briefly studied law with his father in Washington before attending Litchfield Law School. After his admission to the bar in 1811, he started his practice in Lexington, KY.\n Shortly after, he volunteered in the war of 1812 where he was a subaltern and judge-advocate of General James Winchester's division in the War of 1812. In 1813, he was made a captain of infantry, and was an aide to General William Henry Harrison in the Battle of the Thames. In March, 1815, he was made Aide-de-Camp to Governor Isaac Shelby, with the rank of colonel. During this time, Todd established a legal practice in the Kentucky state capital of Frankfort, KY where his diplomatic and political career began to expand. On June 16, 1816 he married the youngest of Isaac Shelby’s daughters, Letitia, with whom he had 12 children.\n He served as a state representative in the years following his political establishment in Frankfort, and in 1817, he was appointed Secretary of State of Kentucky. In 1820, Todd was appointed a Confidential Agent to Gran Colombia, where he would remain until 1824. US. President James Monroe offered Todd a position to the secretaryship of the delegation to Columbia in 1823 but he declined the offer. Instead he went to retire in Shelby County Kentucky where he worked on his farm and took up writing.\n Todd came out of his retirement upon being appointed Minister to Russia From 1841 to 1846 he served as the fifteenth United States Ambassador to Russia during the entirety of President Tyler’s administration. He then went back to his retirement in 1846 and spent his time raising livestock and writing. He refused a later nomination for Governor of Kentucky, but remained politically active during Zachary Taylor’s presidential campaign of 1848. He took interest in the state of Texas and their railroad system, along with developing his writing interests. He took positions as an editor of Louisville Industrial and Commercial Gazette and the Cincinnati Republican.\n He died in 1871 from pneumonia, in Baton Rouge, LA  at the home of his son-in-law Judge Posey. He was buried at Rosehill Elmwood Cemetery in Owensboro, KY",
  "/wiki/Subaltern": "A subaltern (IPA: /ˈsʌbəltərn/) is a primarily British military term for a junior officer. Literally meaning \"subordinate\", subaltern is used to describe commissioned officers below the rank of captain and generally comprises the various grades of lieutenant.\nEnsign and Fähnrich stand for standard or standard-bearer and were, therefore, the ranks given to the junior officer who carried, or was responsible for, the flag in battle. The cornet carried the troop standard, known as a \"cornet\". These ranks have generally been replaced in army ranks by second lieutenant. Ensigns were generally the lowest ranking commissioned officer, except where the rank of subaltern itself existed.",
  "/wiki/James_Winchester": "James Winchester (February 26, 1752 – July 26, 1826) was an officer in the Continental Army in the American Revolutionary War (1775–1783) and a brigadier general during the War of 1812 (1812–1815). He commanded the American forces at the Battle of Frenchtown, which led to the Massacre of the River Raisin.",
  "/wiki/William_Henry_Harrison": "William Henry Harrison (February 9, 1773 – April 4, 1841) was an American military officer and politician who served as the ninth president of the United States in 1841. He died of typhoid, pneumonia or paratyphoid fever 31 days into his term (the shortest tenure), becoming the first president to die in office. His death sparked a brief constitutional crisis regarding succession to the presidency, because the Constitution was unclear as to whether Vice President John Tyler should assume the office of president or merely execute the duties of the vacant office. Tyler claimed a constitutional mandate to become the new president and took the presidential oath of office, setting an important precedent for an orderly transfer of the presidency and its full powers when the previous president fails to complete the elected term.\n Harrison was born in Charles City County, Virginia, the son of Founding Father Benjamin Harrison V and the paternal grandfather of Benjamin Harrison, the 23rd president of the United States. He was the last president born as a British subject in the Thirteen Colonies before the start of the Revolutionary War in 1775. During his early military career, he participated in the 1794 Battle of Fallen Timbers, an American military victory that effectively ended the Northwest Indian War. Later, he led a military force against Tecumseh's Confederacy at the Battle of Tippecanoe in 1811, where he earned the nickname \"Old Tippecanoe\". He was promoted to major general in the Army in the War of 1812, and in 1813 led American infantry and cavalry at the Battle of the Thames in Upper Canada.\n Harrison began his political career in 1798, when he was appointed Secretary of the Northwest Territory, and in 1799 he was elected as the territory's delegate in the House of Representatives. Two years later, President John Adams named him governor of the newly established Indiana Territory, a post he held until 1812. After the War of 1812, he moved to Ohio where he was elected to represent the state's 1st district in the House in 1816. In 1824, the state legislature elected him to the U.S. Senate; his term was truncated by his appointment as Minister Plenipotentiary to Gran Colombia in May 1828. Afterward, he returned to private life in North Bend, Ohio until he was nominated as the Whig Party candidate for president in the 1836 election; he was defeated by Democratic vice president Martin Van Buren. Four years later, the party nominated him again with John Tyler as his running mate, and the Whig campaign slogan was \"Tippecanoe and Tyler Too\". They defeated Van Buren in the 1840 election, making Harrison the first Whig to win the presidency.\n At 68 years, 23 days of age at the time of his inauguration, Harrison was the oldest person to assume the U.S. presidency, a distinction he held until 1981, when Ronald Reagan was inaugurated at age 69 years, 349 days. Due to his brief tenure, scholars and historians often forgo listing him in historical presidential rankings. However, historian William W. Freehling calls him \"the most dominant figure in the evolution of the Northwest territories into the Upper Midwest today\".",
  "/wiki/Battle_of_the_Thames": "The Battle of the Thames, also known as the Battle of Moraviantown, was a decisive American victory in the War of 1812 against Great Britain and its Indian allies in Tecumseh's Confederacy. It took place on October 5, 1813 in Upper Canada, near Chatham. The British lost control of Southwestern Ontario as a result of the battle; Tecumseh and war chief Roundhead  were killed, and Tecumseh's Confederacy largely fell apart.\n British troops under Major General Henry Procter had occupied Detroit until the United States Navy gained control of Lake Erie, depriving them of their supplies. Procter was forced to retreat north up the Thames River to Moraviantown, followed by the tribal confederacy under Shawnee leader Tecumseh and war chief Roundhead who were his allies. American infantry and cavalry under Major General William Henry Harrison drove off the British and then defeated the Indians, who were demoralized by the deaths of Tecumseh and Roundhead in action. American control was re-established in the Detroit area, the tribal confederacy collapsed, and Procter was court-martialled for his poor leadership",
  "/wiki/List_of_College_of_William_&_Mary_alumni": "The College of William & Mary, located in Williamsburg, Virginia, United States, was founded in 1693 by a royal charter issued by King William III and Queen Mary II.  It is a public research university and has more than 94,000 living alumni.\n Alumni of William & Mary have played important roles in shaping the United States. Three of the country's first ten presidents were educated there; only Harvard University, which educated five, can claim more. The school is also the alma mater of four United States Supreme Court justices (including its longest-serving chief justice, John Marshall).  Because the school was one of the few colleges existing in the Colonies, many colonial era notables enrolled including four signers of the Declaration of Independence and the first president of the Continental Congress, Peyton Randolph.\n This list of alumni includes those who graduated, transferred to another school, dropped out, or were fully educated at the college but never received an academic degree.  This list uses the following notations:"
}