{
  "/wiki/Richard_Coke": "Richard Coke (March 18, 1829 – May 14, 1897) was an American lawyer, farmer, and statesman from Waco, Texas. He was the 15th governor of Texas from 1874 to 1876 and represented Texas in the U.S. Senate from 1877 to 1895. His uncle was Congressman Richard Coke, Jr..",
  "/wiki/Powhatan_Ellis": "Powhatan Ellis (January 17, 1790 – March 18, 1863) was a United States Senator from Mississippi and a United States District Judge of the United States District Court for the District of Mississippi.",
  "/wiki/Cumberland_University": "Cumberland University is a private university in Lebanon, Tennessee. It was founded in 1842, though the current campus buildings were constructed between 1892 and 1896.",
  "/wiki/John_Griffin_(judge)": "John Griffin (born 1774 or 1779 – death unknown) was an American judge. He was one of the original judges of the Supreme Court of Michigan Territory.",
  "/wiki/John_Hall_(judge)": "John Hall (1767–1833) was an American jurist who served as one of the original three judges of the North Carolina Supreme Court.  He was elected by the North Carolina General Assembly to the court in 1818 and served on that court from its first meeting in January 1819 until his declining health led him to retire in 1832.",
  "/wiki/Helen_E._Hoens": "Helen E. Hoens (born July 31, 1954) was an Associate Justice of the New Jersey Supreme Court.   She was nominated to the Supreme Court by Governor Jon S. Corzine on Sept. 21, 2006. She was confirmed by the New Jersey Senate on October 23 and sworn into office on October 26, 2006. October 26, 2013 was her last day as a sitting member of the Court.",
  "/wiki/New_Jersey_Supreme_Court": "The Supreme Court of New Jersey is the highest court in the U.S. state of New Jersey. In its current form, the Supreme Court of New Jersey is the final judicial authority on all cases in the state court system, including cases challenging the validity of state laws under the state constitution; has sole authority to prescribe and amend court rules and regulate the practice of law; and is the arbiter and overseer of the decennial legislative redistricting. One of its former members, William J. Brennan Jr., became an Associate Justice of the Supreme Court of the United States.",
  "/wiki/John_Louis_Taylor": "John Louis Taylor (March 1, 1769 – January 29, 1829) was an American jurist and first Chief Justice of the North Carolina Supreme Court.",
  "/wiki/List_of_College_of_William_&_Mary_alumni": "The College of William & Mary, located in Williamsburg, Virginia, United States, was founded in 1693 by a royal charter issued by King William III and Queen Mary II.  It is a public research university and has more than 94,000 living alumni."
}