{
  "/wiki/Townsend,_Wisconsin": "Townsend is a town in Oconto County, Wisconsin, United States. The population was 963 at the 2000 census. The census-designated place of Townsend is located in the town.",
  "/wiki/Mound_Builders": "The various cultures collectively termed \"Mound Builders\" were inhabitants of North America who, during a 5,000-year period, constructed various styles of earthen mounds for religious, ceremonial, burial, and elite residential purposes. These included the pre-Columbian cultures of the Archaic period, Woodland period (Calusa culture, Adena and Hopewell cultures), and Mississippian period; dating from roughly 3500 BCE (the construction of Watson Brake) to the 16th century CE, and living in regions of the Great Lakes, the Ohio River Valley, and the Mississippi River valley and its tributary waters.",
  "/wiki/Pensaukee_(community),_Wisconsin": "Pensaukee is an unincorporated community located in the town of Pensaukee, Oconto County, Wisconsin, United States.",
  "/wiki/Oconto,_Wisconsin": "Oconto is a city in Oconto County, Wisconsin, United States. The population was 4,513 at the 2010 census. It is part of the Green Bay Metropolitan Statistical Area. The city is located partially within the town of Oconto.",
  "/wiki/Italianate_architecture": "The Italianate style of architecture was a distinct 19th-century phase in the history of Classical architecture.\nIn the Italianate style, the models and architectural vocabulary of 16th-century Italian Renaissance architecture, which had served as inspiration for both Palladianism and Neoclassicism, were synthesised with picturesque aesthetics. The style of architecture that was thus created, though also characterised as \"Cali Byrd-Renaissance\", was essentially of its own time. \"The backward look transforms its object,\" Siegfried Giedion wrote of historicist architectural styles; \"every spectator at every period—at every moment, indeed—inevitably transforms the past according to his own nature.\"",
  "/wiki/Queen_Anne_style_architecture_in_the_United_States": "In the United States, Queen Anne-style architecture was popular from roughly 1880 to 1910. \"Queen Anne\" was one of a number of popular architectural styles to emerge during the Victorian era. Within the Victorian era timeline, Queen Anne style followed the Eastlake style and preceded the Richardsonian Romanesque and Shingle styles.",
  "/wiki/Doty,_Wisconsin": "Doty is a town in Oconto County, Wisconsin, United States. The population was 249 at the 2000 census.",
  "/wiki/Woodland_period": "In the classification of archaeological cultures of North America, the Woodland period of North American pre-Columbian cultures spanned a period from roughly 1000 BCE to European contact in the eastern part of North America, with some archaeologists distinguishing the Mississippian period, from 1000 CE to European contact as a separate period. The term \"Woodland Period\" was introduced in the 1930s as a generic term for prehistoric sites falling between the Archaic hunter-gatherers and the agriculturalist Mississippian cultures. The Eastern Woodlands cultural region covers what is now eastern Canada south of the Subarctic region, the Eastern United States, along to the Gulf of Mexico.",
  "/wiki/Chute_Pond_Dam": "The Chute Pond Dam is located in Mountain, Wisconsin. It was added to the National Register of Historic Places in 2010.",
  "/wiki/Wisconsin_Highway_32": "State Trunk Highway 32 (often called Highway 32, STH 32 or WIS 32) is a state highway in the U.S. state of Wisconsin that runs north–south in eastern Wisconsin. It runs from the Illinois border (at Illinois Route 137) north to the Michigan border (concurrent with U.S. Highway 45). It is named the 32nd Division Memorial Highway  after the U.S. 32nd Infantry Division, and the highway shields have red arrows—the division's logo—on either side of the number 32. The route of WIS 32 and the Red Arrow marking is set in state statute by the Wisconsin Legislature.",
  "/wiki/Wisconsin_Highway_64": "State Trunk Highway 64 (often called Highway 64, STH 64 or WIS 64) is a Wisconsin state highway running east–west across central Wisconsin.  It is 275.65 miles (443.62 km) in length. The western end of WIS 64 is located at the Minnesota state line on the St. Croix Crossing bridge in Oak Park Heights, Minnesota. The eastern end is located at U.S. Highway 41 (US 41) in downtown Marinette on the corner of Marinette Avenue and Hall Avenue. In between, WIS 64 runs through eight counties in the northern part of Wisconsin.",
  "/wiki/Mountain,_Wisconsin": "Mountain is a town in Oconto County, Wisconsin, United States. The population was 860 at the 2000 census. The census-designated place of Mountain is located within the town. The unincorporated communities of Bonita and Mountain are located in the town.",
  "/wiki/Works_Progress_Administration": "The Works Progress Administration (WPA; renamed in 1939 as the Work Projects Administration) was an American New Deal agency, employing millions of job-seekers (mostly unskilled men) to carry out public works projects, including the construction of public buildings and roads. It was established on May 6, 1935, by Executive Order 7034. In one project, Federal Project Number One, the WPA employed musicians, artists, writers, actors and directors in large arts, drama, media, and literacy projects. The five projects dedicated to these were: the Federal Writers’ Project (FWP), the Historical Records Survey (HRS), the Federal Theatre Project (FTP), the Federal Music Project (FMP), and the Federal Art Project (FAP). In the Historical Records Survey, for instance, many former slaves in the South were interviewed; these documents are of great importance for American history. Theater and music groups toured throughout America, and gave more than 225,000 performances. Archaeological investigations under the WPA were influential in the rediscovery of pre-Columbian Native American cultures, and the development of professional archaeology in the US.",
  "/wiki/Oconto_River": "Located in northeastern Wisconsin, the Oconto River is a tributary of Lake Michigan via Green Bay. The Oconto River is 56.9 miles (91.6 km) long, stretching from the confluence of its North and South branches at Suring, Wisconsin, to Green Bay at the city of Oconto. Its drainage basin covers 2,416 square miles (6,260 km2), encompassing most of Oconto County as well as portions of Shawano, Marinette, Menominee, Langlade, and Forest counties.",
  "/wiki/Citizens_State_Bank_of_Gillett": "The Citizens State Bank of Gillett is located in Gillett, Wisconsin. It was added to the National Register of Historic Places in 2008.",
  "/wiki/Gillett,_Wisconsin": "Gillett is a city in Oconto County, Wisconsin, United States. The population was 1,386 at the 2010 census. It is part of the Green Bay Metropolitan Statistical Area. The city is adjacent to the Town of Gillett.",
  "/wiki/Neoclassical_architecture": "Neoclassical architecture is an architectural style produced by the neoclassical movement that began in the mid-18th century in Italy and France. In its purest form, it is a style principally derived from the architecture of classical antiquity, the Vitruvian principles, and the work of the Italian architect Andrea Palladio.",
  "/wiki/First_Church_of_Christ,_Scientist_(Oconto,_Wisconsin)": "First Church of Christ, Scientist, also known as First Christian Science Church Edifice, is a church building located at the corner of Chicago and Main streets in Oconto, Wisconsin. Built in 1886 of stone, weatherboard and brick in the Gothic Revival style, it was the first purpose-built Christian Science church edifice in the world. It was added to the National Register of Historic Places in 1974.",
  "/wiki/Carpenter_Gothic": "Carpenter Gothic, also sometimes called Carpenter's Gothic or Rural Gothic, is a North American architectural style-designation for an application of Gothic Revival architectural detailing and picturesque massing applied to wooden structures built by house-carpenters. The abundance of North American timber and the carpenter-built vernacular architectures based upon it made a picturesque improvisation upon Gothic a natural evolution. Carpenter Gothic improvises upon features that were carved in stone in authentic Gothic architecture, whether original or in more scholarly revival styles; however, in the absence of the restraining influence of genuine Gothic structures, the style was freed to improvise and emphasize charm and quaintness rather than fidelity to received models. The genre received its impetus from the publication by Alexander Jackson Davis of Rural Residences and from detailed plans and elevations in publications by Andrew Jackson Downing.",
  "/wiki/Church_of_Christ,_Scientist": "The Church of Christ, Scientist was founded in 1879 in Boston, Massachusetts, by Mary Baker Eddy, author of Science and Health with Key to the Scriptures, and founder of Christian Science. The church was founded \"to commemorate the word and works of [Christ Jesus]\" and \"reinstate primitive Christianity and its lost element of healing\". Sunday services are held throughout the year and weekly testimony meetings are held on Wednesday evenings, where following brief readings from the Bible and the Christian Science textbook, those in attendance are invited to give testimonies of healing brought about through Christian Science prayer.",
  "/wiki/Holt_and_Balcom_Logging_Camp_No._1": "The Holt and Balcom Logging Camp No. 1 in Lakewood, Wisconsin was built around 1880 in what was then timber along McCaslin Brook. It is probably the oldest lumber camp in Wisconsin still standing in its original location, and was added to the National Register of Historic Places in 1978.",
  "/wiki/Lakewood,_Wisconsin": "Lakewood is a town in Oconto County, Wisconsin, United States. As of the 2000 census, the town population was 875. The census-designated place of Lakewood is located in the town.",
  "/wiki/Sawmill": "A sawmill or lumber mill is a facility where logs are cut into lumber. Modern saw mills use a motorized saw to cut logs lengthwise to make long pieces, and crosswise to length depending on standard or custom sizes (dimensional lumber). The \"portable\" saw mill is iconic and of simple operation—the logs lay flat on a steel bed and the motorized saw cuts the log horizontally along the length of the bed, by the operator manually pushing the saw. The most basic kind of saw mill consists of a chainsaw and a customized jig (\"Alaskan saw mill\"), with similar horizontal operation.",
  "/wiki/Greek_revival_architecture": "The Greek Revival was an architectural movement of the late 18th and early 19th centuries, predominantly in Northern Europe and the United States. It revived the style of ancient Greek architecture, in particular the Greek temple, with varying degrees of thoroughness and consistency.  A product of Hellenism, it may be looked upon as the last phase in the development of Neoclassical architecture, which had for long mainly drawn from Roman architecture. The term was first used by Charles Robert Cockerell in a lecture he gave as Professor of Architecture to the Royal Academy of Arts, London in 1842.",
  "/wiki/Huff_Jones_House": "The Huff Jones House is located in Oconto, Wisconsin. It was listed on the National Register of Historic Places in 1978 and on the State Register of Historic Places in 1989.",
  "/wiki/Daniel_E._Krause_Stone_Barn": "The Daniel E. Krause Stone Barn, also known as the Chase Stone Barn, is a historic barn in the town of Chase in Oconto County, Wisconsin, United States.  Designed by farmer Daniel E. Krause and built by stonemason William Mensenkamp, the barn has become renowned for its historical significance.",
  "/wiki/Chase,_Wisconsin": "Chase is a town in Oconto County, Wisconsin, United States. The population was 2,082 at the 2000 census. The unincorporated communities of Chase and South Chase are located in the town. The unincorporated community of Krakow is also located partially in the town.",
  "/wiki/Cobblestone": "Cobblestone is a natural building material based on cobble-sized stones, and is used for pavement roads, streets, and buildings.",
  "/wiki/Lena,_Wisconsin": "Lena is a village in Oconto County, Wisconsin, United States. The population was 564 at the 2010 census. It is part of the Green Bay Metropolitan Statistical Area. The village is located within the Town of Lena.",
  "/wiki/Mountain_Fire_Lookout_Tower": "Mountain Fire Lookout Tower is a fire lookout tower in Oconto County, Wisconsin, United States.",
  "/wiki/Nicolet_National_Forest": "The Chequamegon–Nicolet National Forest (/ʃɪˈwɑːmɪɡən ˌnɪkəˈleɪ/; the q is silent) is a 1,530,647-acre (6,194.31 km2) U.S. National Forest in northern Wisconsin in the United States.  Much of the old growth forest in this region was destroyed by logging in the early part of the 20th century. Some of the trees that grow there today were planted by the Civilian Conservation Corps in the 1930s.  The national forest lands contain trees and vegetation corresponding to the North Woods Ecoregion that is prevalent throughout the upper Great Lakes region.",
  "/wiki/Riverview,_Wisconsin": "Riverview is a town in Oconto County, Wisconsin, United States. The population was 829 at the 2000 census.",
  "/wiki/Galvanized_steel": "Hot-dip galvanization is a form of galvanization. It is the process of coating iron and steel with zinc, which alloys with the surface of the base metal when immersing the metal in a bath of molten zinc at a temperature of around 449 °C (840 °F). When exposed to the atmosphere, the pure zinc (Zn) reacts with oxygen (O2) to form zinc oxide (ZnO), which further reacts with carbon dioxide (CO2) to form zinc carbonate (ZnCO3), a usually dull grey, fairly strong material that protects the steel underneath from further corrosion in many circumstances. Galvanized steel is widely used in applications where corrosion resistance is needed without the cost of stainless steel, and is considered superior in terms of cost and life-cycle. It can be identified by the crystallization patterning on the surface (often called a \"spangle\").",
  "/wiki/Fire_tower": "A fire lookout tower, fire tower or lookout tower, provides housing and protection for a person known as a \"fire lookout\" whose duty it is to search for wildfires in the wilderness.  The fire lookout tower is a small building, usually located on the summit of a mountain or other high vantage point, in order to maximize the viewing distance and range, known as view shed.  From this vantage point the fire lookout can see smoke that may develop, determine the location by using a device known as an Osborne Fire Finder, and call fire suppression personnel to the fire. Lookouts also report weather changes and plot the location of lightning strikes during storms. The location of the strike is monitored for a period of days after in case of ignition.",
  "/wiki/Aermotor_Company": "The Aermotor Windmill Company, or Aermotor Company, is an American manufacturer of wind-powered water pumps. The widespread use of their distinctive wind pumps on ranches throughout the arid plains and deserts of the United States has made their design a quintessential image of the American West.",
  "/wiki/Civilian_Conservation_Corps": "The Civilian Conservation Corps (CCC) was a voluntary public work relief program that operated from 1933 to 1942 in the United States for unemployed, unmarried men. Originally for young men ages 18–25, it was eventually expanded to ages 17–28. Robert Fechner was the first director of this agency, succeeded by James McEntee following Fechner's death. The CCC was a major part of President Franklin D. Roosevelt's New Deal that provided manual labor jobs related to the conservation and development of natural resources in rural lands owned by federal, state, and local governments. The CCC was designed to provide jobs for young men and to relieve families who had difficulty finding jobs during the Great Depression in the United States. Maximum enrollment at any one time was 300,000. Through the course of its nine years in operation, 3 million young men participated in the CCC, which provided them with shelter, clothing, and food, together with a wage of $30 (equivalent to $590 in 2019) per month ($25 of which had to be sent home to their families).",
  "/wiki/Mountain_School": "Mountain High School (formerly Mountain School) is a high school in Mountain, Oconto County, Wisconsin. It is listed on the National Register of Historic Places as Mountain School in 2000.  It has also been known as Mountain Union Free High School and as State Graded School.",
  "/wiki/Romanesque_Revival_architecture": "Romanesque Revival (or Neo-Romanesque) is a style of building employed beginning in the mid-19th century  inspired by the 11th- and 12th-century Romanesque architecture. Unlike the historic Romanesque style, however, Romanesque Revival buildings tended to feature more simplified arches and windows than their historic counterparts.",
  "/wiki/James_Wetmore": "James Alfonso Wetmore (November 1863 – March 14, 1940) was an American lawyer and administrator, best known as the Acting Supervising Architect of the U.S. Office of the Supervising Architect of the Treasury Department from 1915 through 1933.",
  "/wiki/Georgian_Revival": "Georgian architecture is the name given in most English-speaking countries to the set of architectural styles current between 1714 and 1830. It is eponymous for the first four British monarchs of the House of Hanover—George I, George II, George III, and George IV—who reigned in continuous succession from August 1714 to June 1830. The style was revived in the late 19th century in the United States as Colonial Revival architecture and in the early 20th century in Great Britain as Neo-Georgian architecture; in both it is also called Georgian Revival architecture. In the United States the term \"Georgian\" is generally used to describe all buildings from the period, regardless of style; in Britain it is generally restricted to buildings that are \"architectural in intention\", and have stylistic characteristics that are typical of the period, though that covers a wide range.",
  "/wiki/Copper_Culture_State_Park": "Copper Culture State Park is a 42-acre (17 ha) Wisconsin state park in Oconto, northeastern Wisconsin.  The park has natural areas, farmlands, archaeological sites, and a Native American museum.",
  "/wiki/Old_Copper_Complex": "Old Copper Complex is a term used for ancient Native North American societies known to have been heavily involved in the utilization of copper for weaponry and tools. The evidence of smelting or alloying that has been found is subject to some dispute and a common assumption by archaeologists is that objects were cold-worked into shape. Artifacts from some of these sites have been dated from 4000 to 1000 BCE. Furthermore, some archaeologists find artifactual and structural evidence of casting by  Hopewellian and  Mississippian peoples to be demonstrated in the archaeological record.",
  "/wiki/Rocky_Mountains": "The Rocky Mountains, also known as the Rockies, are a major mountain range located in western North America. The Rocky Mountains stretch 3,000 km (1,900 mi) in straight-line distance from the northernmost part of British Columbia, in western Canada, to New Mexico in the Southwestern United States. The northern terminus is near the Liard River, while the southernmost point is near Albuquerque, adjacent the Sandia–Manzano Mountains. Located within the North American Cordillera, the Rockies are distinct from the Pacific Coast Ranges, Cascade Range, and the Sierra Nevada, which all lie farther to the west.",
  "/wiki/Gulf_Coast_of_the_United_States": "The Gulf Coast of the United States is the coastline along the Southern United States where they meet the Gulf of Mexico. The coastal states that have a shoreline on the Gulf of Mexico are Southeast Texas & South Texas, Louisiana, Mississippi, Alabama, and Florida, and these are known as the Gulf States.",
  "/wiki/St._Mark%27s_Episcopal_Church,_Guild_Hall_and_Vicarage": "St. Mark's Episcopal Church, Guild Hall and Vicarage is a historic Episcopal church complex in Oconto, Wisconsin, with its buildings in architectural styles popular when they were constructed. The complex was added to the National Register of Historic Places on August 1, 1985 for its architectural significance.",
  "/wiki/Greek_Revival_architecture": "The Greek Revival was an architectural movement of the late 18th and early 19th centuries, predominantly in Northern Europe and the United States. It revived the style of ancient Greek architecture, in particular the Greek temple, with varying degrees of thoroughness and consistency.  A product of Hellenism, it may be looked upon as the last phase in the development of Neoclassical architecture, which had for long mainly drawn from Roman architecture. The term was first used by Charles Robert Cockerell in a lecture he gave as Professor of Architecture to the Royal Academy of Arts, London in 1842.",
  "/wiki/Gothic_Revival_architecture": "Gothic Revival (also referred to as Victorian Gothic, neo-Gothic, or Gothick) is an architectural movement popular in the Western world that began in the late 1740s in England. Its momentum grew in the early 19th century, when increasingly serious and learned admirers of neo-Gothic styles sought to revive medieval Gothic architecture, in contrast to the neoclassical styles prevalent at the time. Gothic Revival draws features from the original Gothic style, including decorative patterns, finials, lancet windows, hood moulds and label stops.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Oconto_County,_Wisconsin": "This is a list of the National Register of Historic Places listings in Oconto County, Wisconsin. It is intended to provide a comprehensive listing of entries in the National Register of Historic Places that are located in Oconto County, Wisconsin.  The locations of National Register properties for which the latitude and longitude coordinates are included below may be seen in a map."
}