{
  "/wiki/Estevan,_Saskatchewan": "Estevan is the eighth-largest city in Saskatchewan, Canada. It is approximately 16 km (9.9 mi) north of the Canada–United States border. The Souris River runs by the city. This city is surrounded by the Rural Municipality of Estevan No. 5.",
  "/wiki/Telegraphic_address": "A telegraphic address or cable address was a unique identifier code for a recipient of telegraph messages. Operators of telegraph services regulated the use of telegraphic addresses to prevent duplication.  Rather like a uniform resource locator (URL), the telegraph address did not contain any routing information (aside from possibly a city name), but instead could be looked up by telegraph office personnel, who would then manually direct the message to the office nearest the destination or to an intermediate office. Since the destination address of a telegram counted as part of the message, using a short registered address code saved the expense of sending a complete street address. Telegraph addresses were chosen either as versions of a company's name or as a memorable short word somehow associated with the recipient.  Occasionally, an organization would come to be best known by its telegraphic address, for example Interflora, Interpol and Oxfam.  A telegraphic address was a valuable part of a company's corporate identity, and disputes sometimes arose when a competitor registered a telegraphic address similar to a trade name or identifier used by a rival.",
  "/wiki/George_Stephen,_1st_Baron_Mount_Stephen": "George Stephen, 1st Baron Mount Stephen, GCVO (5 June 1829 – 29 November 1921), known as Sir George Stephen, Bt, between 1886 and 1891, was a prominent Canadian businessman. Originally from Scotland, he made his fame in Montreal and was the first Canadian to be elevated to the Peerage of the United Kingdom. He was the financial genius behind the creation of the Canadian Pacific Railway.",
  "/wiki/Canadian_Pacific_Railway": "The Canadian Pacific Railway (CPR) (reporting marks CP, CPAA, MILW, SOO), also known formerly as CP Rail between 1968 and 1996, and known as simply Canadian Pacific is a historic Canadian Class I railway incorporated in 1881. The railway is owned by Canadian Pacific Railway Limited, which began operations as legal owner in a corporate restructuring in 2001.",
  "/wiki/Humboldt,_Saskatchewan": "Humboldt is a city in the province of Saskatchewan, Canada. It is located 113 km east of Saskatoon at the junction of Highway 5 and Highway 20. The city is surrounded by the Rural Municipality of Humboldt No. 370.",
  "/wiki/Alexander_von_Humboldt": "Friedrich Wilhelm Heinrich Alexander von Humboldt (14 September 1769 – 6 May 1859) was a Prussian polymath, geographer, naturalist, explorer, and proponent of Romantic philosophy and science. He was the younger brother of the Prussian minister, philosopher, and linguist Wilhelm von Humboldt (1767–1835). Humboldt's quantitative work on botanical geography laid the foundation for the field of biogeography. Humboldt's advocacy of long-term systematic geophysical measurement laid the foundation for modern geomagnetic and meteorological monitoring.",
  "/wiki/North_Battleford,_Saskatchewan": "North Battleford is a city in west-central Saskatchewan, Canada. It is the seventh largest city in the province and is directly across the North Saskatchewan River from the Town of Battleford. Together, the two communities are known as \"The Battlefords\". North Battleford borders the Rural Municipality of North Battleford No. 437, as well as the North Battleford Crown Colony (census subdivision).",
  "/wiki/Ford_(crossing)": "A ford is a shallow place with good footing where a river or stream may be crossed by wading, or inside a vehicle getting its wheels wet. A ford may occur naturally or be constructed. Fords may be impassable during high water. A low water crossing is a low bridge that allows crossing over a river or stream when water is low but may be covered by deep water when the river is high.",
  "/wiki/Battle_River": "Battle River is a river in central Alberta and western Saskatchewan. It is a major tributary of the North Saskatchewan River.",
  "/wiki/Battleford,_Saskatchewan": "Battleford (2011 population 4,065) is a small town located across the North Saskatchewan River from the City of North Battleford, in Saskatchewan, Canada.",
  "/wiki/North_Saskatchewan_River": "The North Saskatchewan River is a glacier-fed river that flows from the Canadian Rockies continental divide east to central Saskatchewan, where it joins with another major river to make up the Saskatchewan River. Its water flows eventually into the Hudson Bay.",
  "/wiki/Martensville": "Martensville is a city located in Saskatchewan, Canada, just 8 kilometres (5.0 mi) north of Saskatoon, and 14 kilometres (8.7 mi) south west of Clarkboro Ferry which crosses the South Saskatchewan River. It is sometimes considered a bedroom community of Saskatoon. It is surrounded by the Rural Municipality of Corman Park No. 344.  The community is served by the Saskatoon/Richter Field Aerodrome located immediately west of the city across Highway 12.",
  "/wiki/Meadow_Lake,_Saskatchewan": "Meadow Lake is a city in the boreal forest of northwestern Saskatchewan, Canada. Its location is about 246 kilometres (153 mi) northeast of Lloydminster and 156 kilometres (97 mi) north of North Battleford. Founded as a trading post in 1799, it became a village in 1931 and a town in 1936. On November 9, 2009, it officially became Saskatchewan's 14th city.",
  "/wiki/Melfort,_Saskatchewan": "Melfort (2016 population 5,992) is a city in Saskatchewan, Canada, located approximately 95 km (59 mi) southeast of Prince Albert, 172 km (107 mi) northeast of Saskatoon and 280 km (170 mi) north of Regina.",
  "/wiki/Argyll": "Argyll (/ɑːrˈɡaɪl/; archaically Argyle, Earra-Ghàidheal in modern Gaelic, pronounced [ˈaːrˠəɣɛː.əl̪ˠ]), sometimes called Argyllshire, is a historic county and registration county of western Scotland.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Melville,_Saskatchewan": "Melville is a small city in the east-central portion of Saskatchewan, Canada. The city is 145 kilometres (90 mi) northeast of the provincial capital of Regina and 45 kilometres (28 mi) southwest of Yorkton. Melville is bordered by the rural municipalities of Cana No. 214 and Stanley No. 215. Its population at the 2016 census was 4,562, making it Saskatchewan's smallest city. It is also home of the Melville Millionaires who compete in the Saskatchewan Junior Hockey League.",
  "/wiki/Charles_Melville_Hays": "Charles Melville Hays (May 16, 1856 – April 15, 1912) was the president of the Grand Trunk Railway. He began working in the railroad business as a clerk at the age of 17 and quickly rose through the ranks of management to become the General Manager of the Wabash, St. Louis and Pacific Railway.  He became Vice-President of that company in 1889 and remained as such until 1896 when he became General Manager of the Grand Trunk Railway (GTR) of Canada.",
  "/wiki/Grand_Trunk_Railway": "The Grand Trunk Railway (reporting mark GT) was a railway system that operated in the Canadian provinces of Quebec and Ontario and in the American states of Connecticut, Maine, Michigan, Massachusetts, New Hampshire, and Vermont. The railway was operated from headquarters in Montreal, Quebec, with corporate headquarters in London, England (4 Warwick House Street). It cost an estimated $160 million to build.[citation needed] The Grand Trunk, its subsidiaries, and the Canadian Government Railways were precursors of today's Canadian National Railways.",
  "/wiki/Grand_Trunk_Pacific_Railway": "The Grand Trunk Pacific Railway (reporting mark GTP) was a historic Canadian transcontinental railway running from Winnipeg to Prince Rupert, British Columbia, a Pacific coast port. East of Winnipeg the line continued as the National Transcontinental Railway (NTR], running across northern Ontario and Quebec, crossing the St. Lawrence River at Quebec City and ending at Moncton, New Brunswick. The Grand Trunk Railway (GTR) managed and operated the entire line.",
  "/wiki/Prince_Albert,_Saskatchewan": "Prince Albert is the third-largest city in Saskatchewan, Canada, after Saskatoon and Regina. It is situated near the centre of the province on the banks of the North Saskatchewan River. The city is known as the \"Gateway to the North\" because it is the last major centre along the route to the resources of northern Saskatchewan. Prince Albert National Park is located 51 km (32 mi) north of the city and contains a huge wealth of lakes, forest, and wildlife. The city itself is located in a transition zone between the aspen parkland and boreal forest biomes. Prince Albert is bordered by the Rural Municipality of Prince Albert No. 461 and the Rural Municipality of Buckland No. 491.",
  "/wiki/James_Nisbet": "James Nisbet (September 8, 1823 – September 30, 1874) was a Scottish born missionary to Canada.",
  "/wiki/Albert,_Prince_Consort": "Prince Albert of Saxe-Coburg and Gotha (Francis Albert Augustus Charles Emmanuel; 26 August 1819 – 14 December 1861) was the husband of Queen Victoria of the United Kingdom of Great Britain and Ireland.",
  "/wiki/Queen_Victoria": "Victoria (Alexandrina Victoria; 24 May 1819 – 22 January 1901) was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death. On 1 May 1876, she adopted the additional title of Empress of India. Known as the Victorian era, her reign of 63 years and seven months was longer than that of any of her predecessors. It was a period of industrial, cultural, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire.",
  "/wiki/Regina,_Saskatchewan": "Regina (/rɪˈdʒaɪnə/) is the capital city of the Canadian province of Saskatchewan. The city is the second-largest in the province, after Saskatoon, and a cultural and commercial centre for southern Saskatchewan. As of the 2016 census, Regina had a city population of 215,106, and a Metropolitan Area population of 236,481. It is governed by Regina City Council. The city is surrounded by the Rural Municipality of Sherwood No. 159.",
  "/wiki/Princess_Louise,_Duchess_of_Argyll": "Princess Louise, Duchess of Argyll, VA, CI, GCVO, GBE, RRC, GCStJ (Louisa Caroline Alberta; 18 March 1848 – 3 December 1939) was the sixth child and fourth daughter of Queen Victoria and Prince Albert. In her public life, she was a strong proponent of the arts and higher education and of the feminist cause.  Her early life was spent moving among the various royal residences in the company of her family. When her father, the prince consort, died on 14 December 1861, the court went into a long period of mourning, to which with time Louise became unsympathetic. Louise was an able sculptor and artist, and several of her sculptures remain today. She was also a supporter of the feminist movement, corresponding with Josephine Butler, and visiting Elizabeth Garrett.",
  "/wiki/Governor_General_of_Canada": "The Governor General of Canada (French: Gouverneure générale du Canada[n 1]) is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The person of the sovereign is shared equally both with the 15 other Commonwealth realms and the 10 provinces of Canada, but resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime minister, appoints a governor general to carry out most of her constitutional and ceremonial duties. The commission is for an unfixed period of time—known as serving at Her Majesty's pleasure—though five years is the normal convention. Beginning in 1959, it has also been traditional to rotate between anglophone and francophone officeholders—although many recent governors general have been bilingual. Once in office, the governor general maintains direct contact with the Queen, wherever she may be at the time.",
  "/wiki/Marquess_of_Lorne": "John George Edward Henry Douglas Sutherland Campbell, 9th Duke of Argyll KG, KT, GCMG, GCVO, VD, PC (6 August 1845 – 2 May 1914), usually better known by the courtesy title Marquess (Marquis) of Lorne, by which he was known between 1847 and 1900, was a British nobleman and was the fourth Governor General of Canada from 1878 to 1883. He is now remembered primarily for the place names bestowed on Canadian geography in honour of his wife and for his metrical paraphrase of Psalm 121, \"Unto the hills around do I lift up\". He was the first President of \"The Rangers Football Club\", thanks to his Argyllshire ties to the original founders of the football club.",
  "/wiki/Saskatoon": "Saskatoon (/ˌsæskəˈtuːn/) is the largest city in the Canadian province of Saskatchewan. It straddles a bend in the South Saskatchewan River in the central region of the province. It is located along the Trans-Canada Yellowhead Highway, and has served as the cultural and economic hub of central Saskatchewan since its founding in 1882 as a Temperance colony.",
  "/wiki/Amelanchier_alnifolia": "Amelanchier alnifolia, the saskatoon, Pacific serviceberry, western serviceberry, alder-leaf shadbush, dwarf shadbush, chuckley pear, or western juneberry, is a shrub with edible berry-like fruit, native to North America from Alaska across most of western Canada and in the western and north-central United States. Historically, it was also called pigeon berry. It grows from sea level in the north of the range, up to 2,600 m (8,530 ft) elevation in California and 3,400 m (11,200 ft) in the Rocky Mountains, and is a common shrub in the forest understory.",
  "/wiki/Swift_Current,_Saskatchewan": "Swift Current is the fifth largest city in the Canadian province of Saskatchewan. It is situated along the Trans Canada Highway 170 kilometres (110 mi) west from Moose Jaw, and 218 kilometres (135 mi) east from  Medicine Hat, Alberta.  Swift Current grew 6.8% between 2011 and 2016, ending up at 16,604 residents. The city is surrounded by the Rural Municipality of Swift Current No. 137.",
  "/wiki/M%C3%A9tis_in_Canada": "The Métis (/meɪˈtiː/) are a polyethnic Indigenous group whose homeland is in Canada and parts of the United States between the Great Lakes region and the Rocky Mountains. The Métis trace their descent to both Indigenous North Americans and European settlers. Not all people of mixed Indigenous and Settler descent are Métis, as the Métis is a distinct group of people with a distinct culture and language. Since the late 20th century, the Métis in Canada have been recognized as a distinct Indigenous peoples under the Constitution Act of 1982; and have a population of 587,545 as of 2016. Smaller communities self-identifying as Métis exist in the United States., such as the Little Shell Tribe of Montana. The Métis ethnogenesis began in the fur trade, and they have been an important group in the history of Canada, as well as the foundation of the province of Manitoba. The Métis have homelands and communities in the U.S., as well as in Canada, that have been separated by the drawing of the U.S.-Canada border at the 49th parallel North.",
  "/wiki/South_Saskatchewan_River": "The South Saskatchewan River is a major river in Canada that flows through the provinces of Alberta and Saskatchewan.",
  "/wiki/Warman,_Saskatchewan": "Warman is the ninth largest city in Saskatchewan, Canada.  It is approximately 20 kilometres (12 mi) north of the city of Saskatoon, and 5 kilometres (3.1 mi)  northeast of the city of Martensville. According to the 2016 census, Warman is the fastest growing municipality in the country, growing 55% between 2011 and 2016. Warman is often referred to as a bedroom community of Saskatoon. The current mayor is Sheryl Spence.  The current city council consists of Richard Beck, Brian Jones, Trevor Peterson, Gary Philipchuk, Kendal Shram, and Kevin Tooley.",
  "/wiki/Cy_Warman": "Cy Warman (June 22, 1855 – April 7, 1914) was an American journalist and author known during his life by the appellation \"The Poet Laureate of the Rockies\".",
  "/wiki/Weyburn": "Weyburn is the tenth-largest city in Saskatchewan, Canada. The city has a population of 10,870. It is on the Souris River 110 km (68 mi) southeast of the provincial capital of Regina and is  70 km (43 mi) north from the North Dakota border in the United States. The name is reputedly a corruption of the Scottish \"wee burn,\" referring to a small creek. The city is surrounded by the Rural Municipality of Weyburn No. 67.",
  "/wiki/Souris_River": "The Souris River (French: rivière Souris) or Mouse River (as it is alternatively known in the U.S., a direct translation from its French name) is a river in central North America. It is about 700 km (435 mi) in length and drains about 23,600 square miles (61,100 km2). It rises in the Yellow Grass Marshes north of Weyburn, Saskatchewan. It wanders south through North Dakota beyond Minot to its most southern point at the city of Velva, and then back north into Manitoba. The river passes through the communities of Melita, Hartney, Souris and Wawanesa and on to its confluence with the Assiniboine River at Treesbank, about 25 miles (40 km) south east of Brandon. The main tributaries which flow into the Souris in Manitoba are the Antler River, the Gainsborough and Plum Creeks. Much of its drainage basin is fertile silt and clay deposited by former glacial Lake Souris.",
  "/wiki/Yorkton": "Yorkton is a city located in south-eastern Saskatchewan, Canada. It is about 450 kilometres north-west of Winnipeg and 300 kilometres south-east of Saskatoon and is the sixth largest in the province."
}