{
  "/wiki/In_Cold_Blood_(book)": "In Cold Blood is a non-fiction novel by American author Truman Capote, first published in 1966; it details the 1959 murders of four members of the Herbert Clutter family in the small farming community of Holcomb, Kansas.",
  "/wiki/Truman_Capote": "Truman Garcia Capote (/kəˈpoʊti/; born Truman Streckfus Persons, September 30, 1924 – August 25, 1984) was an American novelist, short story writer, screenwriter, playwright, and actor. Several of his short stories, novels, and plays have been praised as literary classics, including the novella Breakfast at Tiffany's (1958) and the true crime novel In Cold Blood (1966), which he labeled a \"nonfiction novel\". His works have been adapted into more than 20 films and television dramas.",
  "/wiki/The_New_Yorker": "The New Yorker is an American weekly magazine featuring journalism, commentary, criticism, essays, fiction, satire, cartoons, and poetry. Started as a weekly in 1925, the magazine is now published 47 times annually, with five of these issues covering two-week spans. Although its reviews and events listings often focus on the cultural life of New York City, The New Yorker has a wide audience outside New York and is read internationally. It is well known for its illustrated and often topical covers, its commentaries on popular culture and eccentric Americana, its attention to modern fiction by the inclusion of short stories and literary reviews, its rigorous fact checking and copy editing, its journalism on politics and social issues, and its single-panel cartoons sprinkled throughout each issue.",
  "/wiki/Robert_Christgau": "Robert Thomas Christgau (/ˈkrɪstɡaʊ/; born April 18, 1942) is an American essayist and music journalist. One of the earliest professional rock critics, he spent 37 years as the chief music critic and senior editor for The Village Voice, during which time he created and oversaw the annual Pazz & Jop poll. He has also covered popular music for Esquire, Creem, Newsday, Playboy, Rolling Stone, Billboard, NPR, Blender, and MSN Music, and was a visiting arts teacher at New York University.",
  "/wiki/New_York_Herald_Tribune": "The New York Herald Tribune was a newspaper published between 1924 and 1966. It was created in 1924 when Ogden Mills Reid of the New-York Tribune acquired the New York Herald. It was widely regarded as a \"writer's newspaper\" and competed with The New York Times in the daily morning market. The paper won at least nine Pulitzer Prizes during its lifetime.[a]",
  "/wiki/Joan_Didion": "Joan Didion (/ˈdɪdiən/; born December 5, 1934) is an American essayist. In the late 1960s, Didion's reportage brought Californian subcultures to wider attention. Her political writing often concentrated on the subtext of rhetoric. In 1991, she wrote the earliest mainstream media article to suggest the Central Park Five had been wrongfully convicted.  In 2005, she won the National Book Award for Nonfiction and was a finalist for both the National Book Critics Circle Award and the Pulitzer Prize for Biography/Autobiography for The Year of Magical Thinking. She later adapted the book into a play, which premiered on Broadway in 2007. In 2017, Didion was profiled in the Netflix documentary The Center Will Not Hold, directed by her nephew Griffin Dunne.",
  "/wiki/The_Saturday_Evening_Post": "The Saturday Evening Post is an American magazine, currently published six times a year. It was published weekly under this title from 1897 until 1963, then every two weeks until 1969. From the 1920s to the 1960s, it was one of the most widely circulated and influential magazines for the American middle class, with fiction, non-fiction, cartoons and features that reached millions of homes every week. The magazine declined in readership through the 1960s, and in 1969 The Saturday Evening Post folded for two years before being revived as a quarterly publication with an emphasis on medical articles in 1971. As of the late 2000s, The Saturday Evening Post is published six times a year by the Saturday Evening Post Society, which purchased the magazine in 1982. The magazine was redesigned in 2013.",
  "/wiki/Slouching_Towards_Bethlehem": "Slouching Towards Bethlehem is a 1968 collection of essays by Joan Didion that mainly describes her experiences in California during the 1960s. It takes its title from the poem \"The Second Coming\" by W. B. Yeats. The contents of this book are reprinted in Didion's We Tell Ourselves Stories in Order to Live: Collected Nonfiction (2006).",
  "/wiki/John_Gregory_Dunne": "John Gregory Dunne (May 25, 1932 – December 30, 2003) was an American novelist, screenwriter and literary critic.",
  "/wiki/Joe_Eszterhas": "Joe Eszterhas (/ˈɛstərhɑːz/; Hungarian: [ˈjoːʒɛf ˈɛstɛrhaːʃ]; born November 23, 1944) is a Hungarian-American writer. He wrote the screenplays for the films Flashdance, Jagged Edge, Basic Instinct and Showgirls. He has also written several books, including an autobiography entitled Hollywood Animal, American Rhapsody and Crossbearer: A Memoir of Faith.",
  "/wiki/Rolling_Stone": "Rolling Stone is an American monthly magazine that focuses on popular culture. It was founded in San Francisco, California, in 1967 by Jann Wenner, who is still the magazine's publisher, and the music critic Ralph J. Gleason. It was first known for its coverage of rock music and for political reporting by Hunter S. Thompson. In the 1990s, the magazine broadened and shifted its focus to a younger readership interested in youth-oriented television shows, film actors, and popular music. It has returned to its traditional mix of content, including music, entertainment, and politics.",
  "/wiki/Barbara_Goldsmith": "Barbara Goldsmith (May 18, 1931 – June 26, 2016)  was an American author, journalist, and philanthropist.  She received critical and popular acclaim for her best-selling books, essays, articles, and her philanthropic work.  She was awarded four honoris causa doctorates, and numerous awards; been elected to the American Academy of Arts and Sciences, two Presidential Commissions, and the New York State Council on the Arts; and honored by The New York Public Library Literary Lions as well as the Literacy Volunteers, the American Academy in Rome, The Authors Guild, and the Guild Hall Academy of Arts for Lifetime Achievement. In 2009, she received the Knight’s Cross of the Order of Merit medal from the Republic of Poland.  In November 2008, Goldsmith was elected a “Living Landmark” by the New York Landmarks Conservancy.  She has three children and six grandchildren. The Financial Times declared that \"Goldsmith is leaving a legacy—one of art, literature, friends, family and philanthropy.\"",
  "/wiki/New_York_(magazine)": "New York is an American biweekly magazine concerned with life, culture, politics, and style generally, and with a particular emphasis on New York City. Founded by Milton Glaser and Clay Felker in 1968 as a competitor to The New Yorker, it was brasher and less polite, and established itself as a cradle of New Journalism. Over time, it became more national in scope, publishing many noteworthy articles on American culture by writers such as Tom Wolfe, Jimmy Breslin, Nora Ephron, John Heilemann, Frank Rich, and Rebecca Traister.",
  "/wiki/Richard_Goldstein_(writer_born_1944)": "Richard Goldstein (born June 19, 1944) is an American journalist and writer. He wrote for The Village Voice from June 1966 until 2004, eventually becoming executive editor. He specializes in gay and lesbian issues, music, and counterculture topics.",
  "/wiki/The_Village_Voice": "The Village Voice was an American news and culture paper, known for being the country's first alternative newsweekly. Founded in 1955 by Dan Wolf, Ed Fancher, John Wilcock, and Norman Mailer, the Voice began as a platform for the creative community of New York City. It is still kept alive online.",
  "/wiki/Michael_Herr": "Michael David Herr (April 13, 1940 – June 23, 2016) was an American writer and war correspondent, known as the author of Dispatches (1977), a memoir of his time as a correspondent for Esquire magazine (1967–1969) during the Vietnam War. The book was called the best \"to have been written about the Vietnam War\" by The New York Times Book Review. Novelist John le Carré called it \"the best book I have ever read on men and war in our time.\"",
  "/wiki/Esquire_(magazine)": "Esquire is a long-running American men's magazine. In the United States it is published by the Hearst Corporation since 1986, also having over 20 international editions.",
  "/wiki/The_Armies_of_the_Night": "The Armies of the Night: History as a Novel/The Novel as History is a nonfiction novel recounting the October 1967 March on the Pentagon written by Norman Mailer and published by New American Library in 1968. It won the Pulitzer Prize for General Non-fiction and the National Book Award in category Arts and Letters. Mailer's unique rendition of the non-fiction novel was perhaps his most successful example of new journalism, and received the most critical attention. In Cold Blood (1965) by Truman Capote and Hell's Angels (1966) by Hunter S. Thompson had already been published, and three months later Tom Wolfe would contribute The Electric Kool-Aid Acid Test (1968).",
  "/wiki/Norman_Mailer": "Norman Kingsley Mailer (January 31, 1923 – November 10, 2007) was an American novelist, journalist, essayist, playwright, film-maker, actor, and liberal political activist. His novel The Naked and the Dead was published in 1948, and brought him early and wide renown. His 1968 nonfiction novel Armies of the Night won the Pulitzer Prize for non-fiction as well as the National Book Award. His best-known work is widely considered to be The Executioner's Song, the 1979 winner of the Pulitzer Prize for fiction. In over six decades of work, Mailer had eleven best-selling books, at least one in each of the seven decades after World War II—more than any other post-war American writer.",
  "/wiki/Joe_McGinniss": "Joseph Ralph McGinniss Sr. (December 9, 1942 – March 10, 2014) was an American non-fiction writer and novelist. The author of twelve books, he first came to prominence with the best-selling The Selling of the President 1968 which described the marketing of then-presidential candidate Richard Nixon. He is popularly known for his trilogy of bestselling true crime books — Fatal Vision, Blind Faith and Cruel Doubt — which were adapted into TV miniseries in the 1980s and 90s. His last book was The Rogue: Searching for the Real Sarah Palin, an account of Sarah Palin, the former governor of Alaska who was the 2008 Republican vice-presidential nominee.",
  "/wiki/Life_(magazine)": "Life was an American magazine published weekly until 1972, as an intermittent \"special\" until 1978, and as a monthly from 1978 until 2000. During its golden age from 1936 to 1972, Life was a wide-ranging weekly general interest magazine known for the quality of its photography.",
  "/wiki/Paper_Lion": "Paper Lion is a 1966 non-fiction book by American author George Plimpton.",
  "/wiki/George_Plimpton": "George Ames Plimpton (March 18, 1927 – September 25, 2003) was an American journalist, writer, literary editor, actor and occasional amateur sportsman. He is widely known for his sports writing and for helping to found The Paris Review, as well as his patrician demeanor and accent. He was also famous for \"participatory journalism\" which included competing in professional sporting events, acting in a Western, performing a comedy act at Caesars Palace in Las Vegas, and playing with the New York Philharmonic Orchestra and then recording the experience from the point of view of an amateur.",
  "/wiki/Rex_Reed": "Rex Taylor Reed (born October 2, 1938) is an American film critic, occasional actor and former co-host of the syndicated television show At the Movies.  He writes the column \"On the Town with Rex Reed\" for The New York Observer.",
  "/wiki/Pen_name": "A pen name, also called a nom de plume (French: [nɔ̃ də plym]) or a literary double, is a pseudonym (or, in some cases, a variant form of a real name) adopted by an author and printed on the title page or by-line of their works in place of their real name. A pen name may be used to make the author's name more distinctive, to disguise the author's gender, to distance the author from their other works, to protect the author from retribution for their writings, to combine more than one author into a single author, or for any of a number of reasons related to the marketing or aesthetic presentation of the work. The author's name may be known only to the publisher or may come to be common knowledge.",
  "/wiki/George_Goodman": "George Jerome Waldo Goodman (August 10, 1930 – January 3, 2014) was an American author and economics broadcast commentator, best known by his pseudonym Adam Smith (which was assigned by Clay Felker at New York magazine in order to keep his published articles about Wall Street anonymous). He also wrote fiction under the name \"George Goodman\".",
  "/wiki/New_York_World_Journal_Tribune": "The New York World Journal Tribune (WJT) was an evening daily newspaper published in New York City from September 1966 until May 1967. The World Journal Tribune represented an attempt to save the heritages of several historic New York City newspapers by merging the city's three mid-market papers (the Journal-American, the World-Telegram and Sun and the Herald Tribune) together into a consolidated newspaper.",
  "/wiki/John_Sack": "John Sack (March 24, 1930 – March 27, 2004) was an American literary journalist and war correspondent. He was the only journalist to cover each American war over half a century.",
  "/wiki/Terry_Southern": "Terry Southern (May 1, 1924 – October 29, 1995) was an American novelist, essayist, screenwriter, and university lecturer, noted for his distinctive satirical style. Part of the Paris postwar literary movement in the 1950s and a companion to Beat writers in Greenwich Village, Southern was also at the center of Swinging London in the 1960s and helped to change the style and substance of American films in the 1970s. He briefly wrote for Saturday Night Live in the 1980s.",
  "/wiki/Red-Dirt_Marijuana_and_Other_Tastes": "Red-Dirt Marijuana and Other Tastes (.mw-parser-output cite.citation{font-style:inherit}.mw-parser-output .citation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-output .id-lock-free a,.mw-parser-output .citation .cs1-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .id-lock-limited a,.mw-parser-output .id-lock-registration a,.mw-parser-output .citation .cs1-lock-limited a,.mw-parser-output .citation .cs1-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .id-lock-subscription a,.mw-parser-output .citation .cs1-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-maint{display:none;color:#33aa33;margin-left:0.3em}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}ISBN 0-8065-1167-2) is a collection of essays and short fiction works by satirical novelist and screenwriter Terry Southern, which was first published in 1967.",
  "/wiki/Gay_Talese": "Gay Talese (/təˈliːz/; born February 7, 1932) is an American writer. As a journalist for The New York Times and Esquire magazine during the 1960s, Talese helped to define literary journalism. Talese's most famous articles are about Joe DiMaggio and Frank Sinatra.",
  "/wiki/Hell's_Angels:_The_Strange_and_Terrible_Saga_of_the_Outlaw_Motorcycle_Gangs": "Hell's Angels: The Strange and Terrible Saga of the Outlaw Motorcycle Gangs is a book written by Hunter S. Thompson, first published in 1967 by Random House. It was widely lauded for its up-close and uncompromising look at the Hells Angels motorcycle club, during a time when the gang was highly feared and accused of numerous criminal activities.  The New York Times described Thompson's portrayal as \"a world most of us would never dare encounter.\"",
  "/wiki/Hunter_S._Thompson": "Hunter Stockton Thompson (July 18, 1937 – February 20, 2005) was an American journalist and author, and the founder of the gonzo journalism movement. He first rose to prominence with the publication of Hell's Angels (1967), a book for which he spent a year living and riding with the Hells Angels motorcycle gang in order to write a first-hand account of the lives and experiences of its members.",
  "/wiki/The_Kentucky_Derby_is_Decadent_and_Depraved": "\"The Kentucky Derby Is Decadent and Depraved\" is a seminal sports article written by Hunter S. Thompson on the 1970 Kentucky Derby in Louisville, Kentucky, first appearing in an issue of Scanlan's Monthly in June of that year. Though not known at the time, the article marked the first appearance of gonzo journalism, the style that Thompson came to epitomize through the 1970s.",
  "/wiki/Scanlan's_Monthly": "Scanlan's Monthly was a short-lived monthly publication which ran from March 1970 to January 1971. The publisher was Scanlan's Literary House. Edited by Warren Hinckle III and Sidney Zion, it featured politically controversial muckraking and was ultimately subject to an investigation by the FBI during the Nixon administration. It was boycotted by printers as \"un-American\" by 1971. According to the publishers, more than 50 printers refused to handle the January 1971 special issue Guerilla War in the USA because it appeared to be promoting domestic terrorism. The issue was finally printed in Quebec and in a German translation in Stuttgart (Guerilla-Krieg in USA, Deutsche Verlagsanstalt 1971). The magazine produced a total of eight issues during its existence.",
  "/wiki/The_General_Goes_Zapping_Charlie_Cong": "The General Goes Zapping Charlie Cong is an example of The New Journalism by Nicholas Tomalin, an English journalist, in 1966. It relates a day’s activities of General James F. Hollingsworth during the Vietnam War. It first appeared in the British newspaper The Sunday Times.",
  "/wiki/Nicholas_Tomalin": "Nicholas Osborne Tomalin (30 October 1931 – 17 October 1973) was an English journalist and writer.",
  "/wiki/The_Sunday_Times": "The Sunday Times is the largest-selling British national newspaper in the \"quality press\" market category. It is published by Times Newspapers Ltd, a subsidiary of News UK, which is in turn owned by News Corp. Times Newspapers also publishes The Times. The two papers were founded independently and have been under common ownership only since 1966. They were bought by News International in 1981.",
  "/wiki/The_New_Journalism": "The New Journalism is a 1973 anthology of journalism edited by Tom Wolfe and E. W. Johnson. The book is both a manifesto for a new type of journalism by Wolfe, and a collection of examples of New Journalism by American writers, covering a variety of subjects from the frivolous (baton twirling competitions) to the deadly serious (the Vietnam War). The pieces are notable because they do not conform to the standard dispassionate and even-handed model of journalism. Rather they incorporate literary devices usually only found in fictional works."
}