{
  "/wiki/Barrie": "Barrie is a city, and manifesting regional centre in Central Ontario, Canada, positioned on the shores of Kempenfelt Bay, the western arm of Lake Simcoe. The city is located geographically within Simcoe County, however, it is a politically independent single-tier municipality.  It is part of the historically significant Huronia region of Central Ontario and is within the northern part of the Greater Golden Horseshoe, a densely populated and industrialized region of Ontario. As of the 2016 census, the city's population was 141,434 making it the 34th largest in Canada in terms of population proper. The Barrie census metropolitan area (CMA) as of the same census had a population of 197,059 residents, making the city the 21st largest CMA in Canada. The city itself has seen significant growth in recent decades due to its emergence as a bedroom community, and its relatively close proximity to the city of Toronto. Barrie is situated approximately 86.6 kilometres (53.8 mi) from the Toronto Pearson International Airport and 109 kilometres (68 mi) from Downtown Toronto, representing the city's highly centralized and historically strategic geographical orientation and its ease of access to major centres and airports across the region.",
  "/wiki/Robert_Barrie": "Sir Robert Barrie KCB, KCH (5 May 1774 – 7 June 1841) was a British officer of the Royal Navy noted for his service in the War of 1812.",
  "/wiki/Lake_Simcoe": "Lake Simcoe (French: Lac Simcoe) is a lake in southern Ontario, Canada, the fourth-largest lake wholly in the province, after Lake Nipigon, Lac Seul, and Lake Nipissing. At the time of the first European contact in the 17th century the lake was called Ouentironk (\"Beautiful Water\") by the Wyandot (Huron) people. It was also known as Lake Taronto until it was renamed by John Graves Simcoe, the first Lieutenant-Governor of Upper Canada, in memory of his father, Captain John Simcoe, Royal Navy.",
  "/wiki/Georgian_Bay": "Georgian Bay (French: Baie Georgienne) is a large bay of Lake Huron, in the Laurentia bioregion. It is located entirely within the borders of Ontario, Canada. The main body of the bay lies east of the Bruce Peninsula and Manitoulin Island. To its northwest is the North Channel.",
  "/wiki/Belleville,_Ontario": "Belleville (Canada 2016 Census population 50,716; census agglomeration population 103,472) is a city located at the mouth of the Moira River on the Bay of Quinte in Southern (Central) Ontario, Canada, along the Quebec City-Windsor Corridor. It is the seat of Hastings County, but politically independent of it, and is the centre of the Bay of Quinte Region.",
  "/wiki/Francis_Gore": "Francis Gore, (Blackheath, London 1769 – 3 November 1852) was an English officer and British colonial administrator.",
  "/wiki/John_Walden_Meyers": "John Walden Meyers (January 22, 1745 – November 22, 1821) was an Upper Canada businessman and United Empire Loyalist.",
  "/wiki/Brampton": "Brampton (/ˈbræmptən/ or /ˈbræmtən/) is a city in the Canadian province of Ontario. Situated in Southern Ontario, it is a suburban city in the Greater Toronto Area (GTA) and the seat of Peel Region. The city has a population of 593,638 as of the Canada 2016 Census. Brampton is Canada's ninth-most populous municipality, the seventy-seventh largest city in North America and the third most populous city in the Greater Golden Horseshoe Region, behind Toronto and Mississauga.",
  "/wiki/Brampton,_Carlisle": "Brampton is a small market town, civil parish and electoral ward within the City of Carlisle district of Cumbria, England, about 9 miles (14 km) east of Carlisle and 2 miles (3.2 km) south of Hadrian's Wall. Historically part of Cumberland, it is situated off the A69 road which bypasses it. Brampton railway station, on the Newcastle and Carlisle Railway, is about a mile outside the town, near the hamlet of Milton.",
  "/wiki/County_of_Brant": "The County of Brant (2016 population 36,707) is a single-tier municipality in the Canadian province of Ontario. Despite its name, it is no longer a county by definition, as all municipal services are handled by a single level of government. The county has service offices in Burford, Paris, Oakland, Onondaga and St. George.",
  "/wiki/Mohawk_people": "The Mohawk people (Mohawk: Kanienʼkehá꞉ka) are the most easterly tribe of the Haudenosaunee, or Iroquois Confederacy. They are an Iroquoian-speaking indigenous people of North America, with communities in northern New York State and southeastern Canada, primarily around Lake Ontario and the St Lawrence River. As one of the five original members of the Iroquois League, the Mohawk are known as the Keepers of the Eastern Door – the traditional guardians of the Iroquois Confederation against invasions from the east.",
  "/wiki/Thayendanegea": "Thayendanegea or Joseph Brant  (March 1743 – November 24, 1807) was a Mohawk military and political leader, based in present-day New York, who was closely associated with Great Britain during and after the American Revolution. Perhaps the Native American of his generation best known to the Americans and British, he met many of the most significant Anglo-American people of the age, including both George Washington and King George III.",
  "/wiki/American_Revolution": "The American Revolution was a colonial revolt which occurred between 1765 and 1783. The American Patriots in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783) with the assistance of France, winning independence from Great Britain and establishing the United States of America.",
  "/wiki/Brantford": "Brantford (2016 population 97,496; CMA population 134,203) is a city in southwestern Ontario, Canada, founded on the Grand River. It is surrounded by Brant County, but is politically separate with a municipal government of its own that is fully independent of the county's municipal government.",
  "/wiki/Brockville": "Brockville, formerly Elizabethtown, is a city in Eastern Ontario, Canada in the Thousand Islands region.  Although it is the seat of the United Counties of Leeds and Grenville, it is politically independent of the county. It is included with Leeds and Grenville for census purposes only.",
  "/wiki/Sir_Isaac_Brock": "Major-General Sir Isaac Brock KB (6 October 1769 – 13 October 1812) was a British Army officer and colonial administrator from Guernsey. Brock was assigned to Lower Canada in 1802. Despite facing desertions and near-mutinies, he commanded his regiment in Upper Canada (present-day Ontario) successfully for many years. He was promoted to major general, and became responsible for defending Upper Canada against the United States. While many in Canada and Britain believed war could be averted, Brock began to ready the army and militia for what was to come. When the War of 1812 broke out, the populace was prepared, and quick victories at Fort Mackinac and Detroit defeated American invasion efforts.",
  "/wiki/Upper_Canada": "The Province of Upper Canada (French: province du Haut-Canada) was a part of British Canada established in 1791 by the Kingdom of Great Britain, to govern the central third of the lands in British North America, formerly part of the Province of Quebec since 1763. Upper Canada included all of modern-day Southern Ontario and all those areas of Northern Ontario in the Pays d'en Haut which had formed part of New France, essentially the watersheds of the Ottawa River or Lakes Huron and Superior, excluding any lands within the watershed of Hudson Bay. The \"upper\" prefix in the name reflects its geographic position along the Great Lakes, mostly above the headwaters of the Saint Lawrence River, contrasted with Lower Canada (present-day Quebec) to the northeast.",
  "/wiki/Burlington,_Ontario": "Burlington is a city in the Regional Municipality of Halton at the northwestern end of Lake Ontario in Ontario, Canada. Along with Milton to the north, Burlington forms the west end of the Greater Toronto Area, and is also part of the Hamilton metropolitan census area. Burlington lies between Lake Ontario's north shore and the Niagara Escarpment.",
  "/wiki/Hamilton_Harbour": "Hamilton Harbour, formerly known as Burlington Bay, lies on the western tip of Lake Ontario, bounded on the northwest by the City of Burlington, on the south by the City of Hamilton, and on the east by Hamilton Beach (south of the Burlington Bay James N. Allan Skyway) and Burlington Beach (north of the channel). It is joined to Cootes Paradise by a narrow channel formerly excavated for the Desjardins Canal. Within Hamilton itself, it is referred to as \"Hamilton Harbour\", \"The Harbour\" and \"The Bay\". The bay is naturally separated from Lake Ontario by a sand bar. The opening in the north end was filled in and channel cut in the middle for ships to pass. The Port of Hamilton is on the Hamilton side of the harbour.",
  "/wiki/Lieutenant_Governor_of_Upper_Canada": "The following is a list of Lieutenant Governors of Ontario and governors of predecessor colonies. Though the present day office of the lieutenant governor in Ontario came into being only upon the province's entry into Canadian Confederation in 1867, the post is a continuation from the first governorship of Upper Canada in 1791, which itself branched out of the governorship of the Province of Quebec. From 1841 to 1867, the Governors General of the Province of Canada simultaneously acted as the direct governor of Canada West (what is present day Ontario) only occasionally appointing a lieutenant to act in their stead.",
  "/wiki/John_Graves_Simcoe": "John Graves Simcoe (25 February 1752 – 26 October 1806) was a British Army general and the first Lieutenant Governor of Upper Canada from 1791 until 1796 in southern Ontario and the watersheds of Georgian Bay and Lake Superior. He founded York (now Toronto) and was instrumental in introducing institutions such as courts of law, trial by jury, English common law, and freehold land tenure, and also in the abolition of slavery in Canada.",
  "/wiki/Bridlington": "Bridlington is a coastal town and civil parish on the Holderness Coast of the North Sea known as \"The Lobster Capital Of Europe\". It is situated in the unitary authority and ceremonial county of the East Riding of Yorkshire approximately 28 miles (45 km) north of Hull and 34 miles (55 km) east of York. The Gypsey Race river runs through the town and emerges into the North Sea in the town harbour. In the 2011 Census the population of the parish was 35,369.",
  "/wiki/Cambridge,_Ontario": "Cambridge (2016 population 129,920) is a city in the Regional Municipality of Waterloo, Ontario, Canada.  It is located at the confluence of the Grand and Speed rivers.  Cambridge was formed in 1973 by the amalgamation of Galt, Preston, Hespeler, the settlement of Blair and a small portion of surrounding townships.",
  "/wiki/Clarence-Rockland": "The city was formed on January 1, 1998, through the amalgamation of the Town of Rockland with Clarence Township.",
  "/wiki/Cornwall,_Ontario": "Cornwall is a city in Eastern Ontario, Canada, and the seat of the United Counties of Stormont, Dundas and Glengarry.  Cornwall is Ontario's easternmost city, located on the Saint Lawrence River in the Quebec City–Windsor Corridor along Ontario Highway 401, and is the urban centre for surrounding communities, including Long Sault and Ingleside to the west, Mohawk Territory of Akwesasne to the south, St. Andrew's and Avonmore to the north, and Glen Walter, Martintown, Apple Hill, Williamstown, and Lancaster to the east.",
  "/wiki/Duchy_of_Cornwall": "The Duchy of Cornwall (Cornish: Duketh Kernow) is one of two royal duchies in England, the other being the Duchy of Lancaster. The eldest son of the reigning British monarch inherits possession of the duchy and title of Duke of Cornwall at birth or when his parent succeeds to the throne, but may not sell assets for personal benefit and has limited rights and income as a minor.",
  "/wiki/Dryden,_Ontario": "Dryden is the second-largest city in the Kenora District of Northwestern Ontario, Canada, located on Wabigoon Lake. It is the smallest community in the province of Ontario designated as a city.  It and Kenora are the only cities in Ontario located in the Central Time Zone.",
  "/wiki/John_Dryden_(MLA)": "John Dryden (June 5, 1840 – July 29, 1909) was a farmer and politician in Ontario, Canada.",
  "/wiki/Elliot_Lake": "Elliot Lake is a city in Algoma District, Ontario, Canada. It is north of Lake Huron, midway between the cities of Sudbury and Sault Ste. Marie in the Northern Ontario region. Once dubbed the \"uranium capital of the world,\" Elliot Lake has since diversified to a hub for forest harvesting, mine reclamation expertise, exporting glass awards and telescoping equipment for mining. In addition, Elliot Lake is now known as a place for affordable retirement living, waterfront cottage lots and as a four-season destination.",
  "/wiki/Greater_Sudbury": "Sudbury, officially Greater Sudbury (French: Grand-Sudbury), is a city in Ontario, Canada. It is the largest city in Northern Ontario by population, with a population of 161,531 at the 2016 Canadian Census. By land area, it is the largest in Ontario and the fifth largest in Canada. It is administratively a Unitary authority, and thus not part of any district, county, or regional municipality.",
  "/wiki/Sudbury,_Suffolk": "Sudbury (/ˈsʌdbəri/, locally /ˈsʌbəri/) is a small market town in the English county of Suffolk. It is located on the River Stour near the Essex border, and is 60 miles (97 km) north-east of London. At the 2011 census, the parish has a population of 13,063, rising to 21,971 including the adjoining parish of Great Cornard. It is the largest town of Babergh, the local government district, and is represented in the UK Parliament as part of the South Suffolk constituency.",
  "/wiki/Guelph": "Guelph (/ɡwɛlf/ (listen); 2016 Canadian Census population 131,794) is a city in Southwestern Ontario, Canada. Known as \"The Royal City\", Guelph is roughly 28 km (17 mi) east of Kitchener and 100 km (62 mi) west of Downtown Toronto, at the intersection of Highway 6, Highway 7 and Wellington County Road 124. It is the seat of Wellington County, but is politically independent of it. The city is built on the traditional territory of the Mississaugas of the Credit First Nation.",
  "/wiki/Haldimand_County": "Haldimand County is a rural city-status single-tier municipality (but called a county) on the Niagara Peninsula in Southern Ontario, Canada, on the north shore of Lake Erie, and on the Grand River.  Municipal offices are located in Cayuga.",
  "/wiki/Sir_Frederick_Haldimand": "Sir Frederick Haldimand, KB (11 August 1718 – 5 June 1791) was a military officer best known for his service in the British Army in North America during the Seven Years' War and the American Revolutionary War.  From 1778 to 1786, he served as Governor of the Province of Quebec, during which time he oversaw military operations against the northern frontiers in the war, and engaged in ultimately fruitless negotiations to establish the independent Vermont Republic as a new British province.  His administration of Quebec was at times harsh, with the detention of numerous political dissidents and agitators.[citation needed]",
  "/wiki/Province_of_Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Hamilton,_Ontario": "Hamilton is a port city in the Canadian province of Ontario. An industrialized city in the Golden Horseshoe at the west end of Lake Ontario, Hamilton has a population of 536,917, and its census metropolitan area, which includes Burlington and Grimsby, has a population of 747,545. The city is 58 kilometres (36 mi) southwest of Toronto, with which the Greater Toronto and Hamilton Area (GTHA) is formed.",
  "/wiki/George_Hamilton_(city_founder)": "George Hamilton (c. October 1788 – February 20, 1836) was a Canadian merchant and politician, who founded the city of Hamilton, Ontario.",
  "/wiki/Kawartha_Lakes": "The City of Kawartha Lakes (2016 population 75,423) is a unitary municipality in Central Ontario, Canada. It is a municipality legally structured as a single-tier city; however, Kawartha Lakes is the size of a typical Ontario county and is mostly rural. It is the second largest single-tier municipality in Ontario by land area (after Greater Sudbury).",
  "/wiki/Anishinaabe_language": "Ojibwe /oʊˈdʒɪbweɪ/, also known as Ojibwa /oʊˈdʒɪbwə/, Ojibway or Otchipwe, is an indigenous language of North America of the Algonquian language family. The language is characterized by a series of dialects that have local names and frequently local writing systems. There is no single dialect that is considered the most prestigious or most prominent, and no standard writing system that covers all dialects.",
  "/wiki/Kawartha_Lakes_(Ontario)": "The Kawartha Lakes (/kə'wɔrθɐ/) are a chain of lakes in south-central Ontario, Canada that form the upper watershed of the Trent River. The lakes are located on the boundary between the Paleozoic limestone regions of the Golden Horseshoe, and the Precambrian granite Canadian Shield of northern and central Ontario.",
  "/wiki/Kenora": "Kenora, originally named Rat Portage (French: Portage-aux-Rats), is a small city situated on the Lake of the Woods in Northwestern Ontario, Canada, close to the Manitoba boundary, and about 200 km (124 mi) east of Winnipeg. It is the seat of Kenora District.",
  "/wiki/Portmanteau": "A portmanteau (/pɔːrtˈmæntoʊ/ (listen), /ˌpɔːrtmænˈtoʊ/) or portmanteau word (from French porte-manteau) is a linguistic blend of words, in which parts of multiple words or their phonemes (sounds) are combined into a new word,\nas in smog, coined by blending smoke and fog, or motel, from motor and hotel. In linguistics, a portmanteau is a single morph that is analyzed as representing two (or more) underlying morphemes.",
  "/wiki/Kingston,_Ontario": "Kingston is a city in Eastern Ontario, Canada. It is on the eastern end of Lake Ontario, at the beginning of the St. Lawrence River and at the mouth of the Cataraqui River (south end of the Rideau Canal). The city is midway between Toronto, Ontario and Montreal, Quebec. The Thousand Islands tourist region is nearby to the east. Kingston is nicknamed the \"Limestone City\" because of the many heritage buildings constructed using local limestone.",
  "/wiki/Kitchener,_Ontario": "Kitchener is a city in the Regional Municipality of Waterloo, Ontario. Located approximately 100 km (62 mi) west of Toronto, Kitchener is the regional seat. Kitchener was called Berlin until 1916, designated the Town of Berlin from 1854 until 1912 and the City of Berlin from 1912 until 1916.",
  "/wiki/Berlin_to_Kitchener_name_change": "The city of Kitchener, Ontario voted in May 1916 to change the name of the city from its original name, Berlin, primarily because of some anti-German sentiment during the First World War. Through the latter half of the 19th century and into the first decade of the 20th, the city of Berlin, Ontario, Canada, was a bustling industrial centre celebrating its German heritage. However, when World War I started, that heritage became the focus of considerable enmity from non-German residents within the city and throughout Waterloo County. The First World War created conflict among the citizens of Waterloo County. Not only were residents divided by ethnicity – German and British – but longstanding civic rivalries between Berlin (now Kitchener) and Galt (now Cambridge) increased the tension. The vote passed by only a slim margin.",
  "/wiki/Anti-German_sentiment": "Anti-German sentiment (also known as Germanophobia or Teutophobia) is defined as an opposition to or fear of Germany, its inhabitants, its culture and the German language. Its opposite is Germanophilia.  The sentiment largely began with the mid-19th century unification of Germany, which made the new nation a rival to the Great Powers of Europe on economic, cultural, geopolitical and military grounds.",
  "/wiki/First_World_War": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/Horatio_Herbert_Kitchener": "Field Marshal Horatio Herbert Kitchener, 1st Earl Kitchener, KG, KP, GCB, OM, GCSI, GCMG, GCIE, PC (/ˈkɪtʃɪnər/; 24 June 1850 – 5 June 1916) was a senior British Army officer and colonial administrator who won notoriety for his imperial campaigns, most especially his scorched earth policy against the Boers and his establishment of concentration camps during the Second Boer War in which between 18,000 and 28,000 men, women and children died, mainly from disease epidemics, and later played a central role in the early part of the First World War."
}