{
  "/wiki/Kimberley_Hyacinthe": "Kimberly Hyacinthe (born 28 March 1989) is a Canadian athlete specializing in the sprinting events. She competed in the 200 meters at the 2011 World Championships in Athletics without advancing to the semifinals.",
  "/wiki/Athletics_at_the_2013_Summer_Universiade": "Athletics was contested at the 2013 Summer Universiade from July 7 to 12 at the Universiade Village Stadium and the Central Stadium in Kazan, Russia.",
  "/wiki/Athletics_at_the_2013_Summer_Universiade_–_Women's_200_metres": "The women's 200 metres event at the 2013 Summer Universiade was held on 9–10 July.",
  "/wiki/Katerine_Savard": "Katerine Savard (born May 26, 1993) is a Canadian competitive swimmer who specializes in women's butterfly events and freestyle relay. She holds several Canadian national records in the butterfly over the 50-, 100-, and 200-metre distances in both the short and long courses.  Savard also holds the Canadian junior butterfly record in the 200-metre event.  She won the gold medal at the Summer Universiade in the 100-metre butterfly in 2012, while also garnering a medal in the 50-metre butterfly at the 2013 Universiade.  Savard is the reigning Commonwealth Games champion in the 100-metre butterfly in Glasgow, where she set the Commonwealth record in the process.  At the same games she also won a bronze as a member of the women's 4×100-metre medley relay team.",
  "/wiki/Swimming_at_the_2013_Summer_Universiade": "Swimming was contested at the 2013 Summer Universiade from July 10 to 17 in Kazan, Russia. The swimming competitions was held at the Akcharlak Swimming Pool and the Aquatics Place, while the open water competitions was held at the Rowing Centre.",
  "/wiki/Jeremy_Rae": "Jeremy Nicholas Rae (born May 19, 1991) is a Canadian middle-distance track athlete. Rae competed for Notre Dame during his collegiate career. He holds various school records and won an NCAA Championship in the Distance Medley Relay in 2012. Rae has also represented Canada internationally in various world track meets.",
  "/wiki/Athletics_at_the_2013_Summer_Universiade_–_Men's_1500_metres": "The men's 1500 metres event at the 2013 Summer Universiade was held on 7–9 July.",
  "/wiki/Benjamin_Ayesu-Attah": "Benjamin Kweku Ayesu-Attah (born 28 April 1993) is a Canadian sprinter specialising in the 400 metres. He won the gold medal at the 2017 Jeux de la Francophonie.",
  "/wiki/Brendon_Rodney": "Brendon Rodney (born 9 April 1992) is a Canadian sprinter. As a member of the Canadian men's relay team, he won bronze medals in the 4 × 100 metres relay at the 2016 Summer Olympics in Rio de Janeiro and the same event at the 2015 World Championships in Athletics in Beijing, China.  He also competed as an individual runner at both events.",
  "/wiki/Tyler_Harper": "Tyler Harper (born April 19, 1986) is an American politician who has served in the Georgia State Senate from the 7th district since 2013.",
  "/wiki/Athletics_at_the_2013_Summer_Universiade_–_Men's_4_×_100_metres_relay": "The men's 4 x 100 metres relay event at the 2013 Summer Universiade was held on 11–12 July.",
  "/wiki/Athletics_at_the_2013_Summer_Universiade_–_Women's_4_×_100_metres_relay": "The women's 4 × 100 metres relay event at the 2013 Summer Universiade was held on 11–12 July.",
  "/wiki/Elsabeth_Black": "Elsabeth Ann \"Ellie\" Black ONS (born 8 September 1995) is a Canadian artistic gymnast. She is a two-time Olympian, having represented her country at the 2012 and 2016 Summer Olympics. She is the 2017 World all-around silver medalist, making her the first Canadian gymnast to win a world all-around medal. Black is also the 2018 Commonwealth Games all-around champion, a two time Pan American Games all-around champion (2015, 2019) champion, and a six-time Canadian national all-around champion (2013-2015, 2017-2019). At the 2016 Olympic Games, Black finished 5th in the individual all-around.",
  "/wiki/Gymnastics_at_the_2013_Summer_Universiade": "Gymnastics was contested at the 2013 Summer Universiade from July 7 to 10 at the Gymnastics Centre in Kazan, Russia. Artistic and rhythmic gymnastics was the two disciplines of gymnastics contested.",
  "/wiki/Gymnastics_at_the_2013_Summer_Universiade_–_Women's_floor": "The women's floor gymnastics competition at the 2013 Summer Universiade was held on July 10 at the Gymnastics Centre in Kazan.",
  "/wiki/Alicia_Brown": "Alicia Brown (born January 21, 1990 in Ottawa, Ontario) is a Canadian track and field athlete competing in the sprint events, predominantly the 400m event.",
  "/wiki/Noelle_Montcalm": "Noelle Montcalm (born 3 April 1988) is a Canadian athlete specialising in the 400 metres hurdles. She competed at the 2013 World Championships failing to qualify for the semifinals.",
  "/wiki/Sarah-Lynn_Wells": "Sarah Wells (born November 10, 1989) is a Canadian hurdler.",
  "/wiki/Eric_Hedlin": "Eric Hedlin (born April 18, 1993) is a Canadian long-distance swimmer. Hedlin won a silver medal in the men's open water 5 km swim at the 2013 World Aquatics Championships.",
  "/wiki/Brittany_MacLean": "Brittany MacLean (born March 3, 1994) is a Canadian retired competitive swimmer who has represented her country  in the Summer Olympics and other international championships. She won a bronze medal in the women's 4 x 200 m freestyle relay at the 2016 Summer Olympics.",
  "/wiki/Sandrine_Mainville": "Sandrine Mainville (born March 20, 1992) is a Canadian competition swimmer who specializes in the freestyle. She won a bronze medal in the 2015 World Aquatics Championships in the 4 x 100 m mixed freestyle in Kazan, Russia. Mainville was also part of the 2015 Pan American Games champion 4 x 100 m freestyle relay team for Canada in Toronto.",
  "/wiki/Savannah_King": "Savannah King (born June 4, 1992) is a competition swimmer from Canada, who competes primarily in the freestyle events.  She claimed a bronze medal in the 800-metre freestyle at the 2007 Pan American Games in Rio de Janeiro, Brazil.  She also won a silver medal in the 4x200-metre freestyle relay by participating in the preliminary heats.",
  "/wiki/Marie-Ève_Beauchemin-Nadeau": "Marie-Ève Beauchemin-Nadeau (born October 13, 1988) is a Canadian Olympian weightlifter. She competed at the 2012 Summer Olympics in the -69 kg event and finished eighth. At the 2014 Commonwealth Games she won a gold medal in the 75 kg event with a 110 kg snatch and a 140 clean and jerk for a combined total of 250 kg, a Commonwealth Games record.  She competed at the 2016 Summer Olympics in the same category, again finishing eighth, with a total of 228 kg.",
  "/wiki/Weightlifting_at_the_2013_Summer_Universiade": "Weightlifting was contested at the 2013 Summer Universiade from July 7 to 12 at the Ak Bure Multipurpose Sports Complex and the Batyr Sports Complex in Kazan, Russia.",
  "/wiki/Gymnastics_at_the_2013_Summer_Universiade_–_Women's_balance_beam": "The women's balance beam gymnastics competition at the 2013 Summer Universiade was held on July 10 at the Gymnastics Centre in Kazan.",
  "/wiki/Stacie_Anaka": "Stacie Anaka is a Canadian freestyle wrestler from Coquitlam, British Columbia. She competes in the 67 kg division. Anaka also serves as an assistant coach for women's wrestling at Simon Fraser University. In 2007, she received the Tom Longboat Award for her outstanding contributions to sports by the Aboriginal Sport Circle.",
  "/wiki/Wrestling_at_the_2013_Summer_Universiade": "Wrestling was contested at the 2013 Summer Universiade from July 11 to 16 at the Ak Bars Wrestling Palace in Kazan, Russia.",
  "/wiki/Erica_Wiebe": "Erica Elizabeth Wiebe (born June 13, 1989) is a wrestler competing for Canada. She is the reigning Olympic champion in women's 75 kg freestyle, winning gold at the 2016 Summer Olympics.  She was the third Canadian champion ever in wrestling at the Olympics, and second Canadian woman to win gold after Carol Huynh. Wiebe is also the current Commonwealth Games champion in the same weight class, having won the gold medal at the 2014 and 2018 Commonwealth Games in Glasgow and the Gold Coast, respectively.",
  "/wiki/Rugby_sevens_at_the_2013_Summer_Universiade": "Rugby sevens was contested at the 2013 Summer Universiade from July 14 to 17 at the Dinamo Stadium and the Tulpar Stadium in Kazan, Russia. Rugby sevens makes its debut at the 2013 Summer Universiade.",
  "/wiki/Rugby_sevens_at_the_2013_Summer_Universiade_–_Women's_tournament": "The women's tournament of rugby sevens at the 2013 Summer Universiade was held from July 14 to 17 in Kazan, Russia.",
  "/wiki/Canada_at_the_2013_Summer_Universiade": "Canada competed at the 2013 Summer Universiade in Kazan, Russia. The team won a total of 16 medals, including  2 gold."
}