{
  "/wiki/Loyola_Marymount_University": "Loyola Marymount University (LMU) is a private Jesuit and Marymount research university in Los Angeles, California. It is located on the west side of the city and is scenically positioned atop the bluffs overlooking Playa Vista. LMU is also the parent school to Loyola Law School located in downtown Los Angeles.",
  "/wiki/Jessica_Gaudreault": "Jessica Gaudreault (born July 18, 1994) is a Canadian water polo goalkeeper. She won the silver medal with the Women's National Team at the 2015 Pan American Games. She won silver, again, the silver medal with the Canada women’s National Team at the 2019 Pan American Games",
  "/wiki/Indiana_University": "Indiana University (IU) is a system of public universities in the state of Indiana. Indiana University has a combined student body of more than 110,000 students, which includes approximately 46,000 students enrolled at the Indiana University Bloomington campus.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/San_Jose_State_University": "San José State University (San Jose State or SJSU) is a public university in San Jose, California. SJSU is the oldest public university on the West Coast and the founding campus of the California State University (CSU) system.",
  "/wiki/Shae_Fournier": "Shae Fournier (born September 3, 1992) is a Canadian water polo player. She won the silver medal with the Women's National Team at the 2015 Pan American Games and the 2019 Pan American Games.",
  "/wiki/Kelly_McKee": "Monika Eggens (born June 16, 1992) is a Canadian water polo player. She player for the Canada women's national water polo team at the 2015 World Aquatics Championships, 2017 World Aquatics Championships, and 2019 World Aquatics Championships.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/University_of_Hawaii": "The University of Hawaiʻi system (formally the University of Hawaiʻi and popularly known as UH) is a public college and university system that confers associate, bachelor's, master's, and doctoral degrees through three university campuses, seven community college campuses, an employment training center, three university centers, four education centers and various other research facilities distributed across six islands throughout the state of Hawaiʻi in the United States. All schools of the University of Hawaiʻi system are accredited by the Western Association of Schools and Colleges. The U.H. system's main administrative offices are located on the property of the University of Hawaiʻi at Mānoa in Honolulu CDP.",
  "/wiki/Elyse_Lemay-Lavoie": "Elyse Lemay-Lavoie (born 12 November 1994) is a female water polo player from Canada. She was a member of the Canada women's national water polo team at the 2017 World Aquatics Championships,",
  "/wiki/Concordia_University": "Concordia University (French: Université Concordia; commonly referred to as Concordia) is a public comprehensive research university located in Montreal, Quebec, Canada. Founded in 1974 following the merger of Loyola College and Sir George Williams University, Concordia is one of the three universities in Quebec where English is the primary language of instruction (the others being McGill and Bishop's). As of the 2018-19 academic year, there were 46,829 students enrolled in credit courses at Concordia, making the university among the largest in Canada by enrollment. The university has two campuses, set approximately 7 kilometres (4 miles) apart: Sir George Williams Campus is the main campus, located in Downtown Montreal in an area known as Quartier Concordia; and Loyola Campus in the residential district of Notre-Dame-de-Grâce. With four faculties, a school of graduate studies and numerous colleges, centres and institutes, Concordia offers over 300 undergraduate and 100 graduate programs and courses.",
  "/wiki/University_of_California,_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Canada_at_the_2013_Summer_Universiade": "Canada competed at the 2013 Summer Universiade in Kazan, Russia. The team won a total of 16 medals, including  2 gold."
}