{
  "/wiki/Saint_Mary's_University_(Halifax)": "Saint Mary's University (SMU) is located in Halifax, Nova Scotia, Canada. The school is best known for having nationally leading programs in business and chemistry, as well as one of the best Canadian women's basketball programs. The campus is situated in Halifax's South End and covers approximately 80 acres (32 ha).",
  "/wiki/University_of_Victoria": "The University of Victoria (UVic) is a public comprehensive research university located in the Greater Victoria municipalities of Oak Bay and Saanich, British Columbia, Canada. The university traces its roots to Victoria College, an institution established in 1903. The college was the first post-secondary institution established in British Columbia, and operated as an affiliated college until 1963, when it was reorganized into the independent University of Victoria. The university has ranked as the second best comprehensive university in Canada for three successive years. The campus is situated 7 km north of Downtown Victoria and is spread over 403 acres. The university operates nine academic faculties and schools including the Peter B. Gustavson School of Business and the Faculties of Education, Engineering, Fine Arts, Human & Social Development, Humanities, Law, Science, and Social Sciences. It is the nation's lead institution in the VENUS and NEPTUNE deep-water seafloor observatory projects. The university also hosts and leads the Pacific Institute for Climate Solutions (PICS) and is home to two Environment Canada labs: the Canadian Center for Climate Modelling and Analysis and the Water and Climate Impacts Research Centre.",
  "/wiki/University_of_Alberta": "The University of Alberta (also known as U of A and UAlberta) is a public research university located in Edmonton, Alberta, Canada. It was founded in 1908 by Alexander Cameron Rutherford, the first premier of Alberta, and Henry Marshall Tory, its first president. Its enabling legislation is the Post-secondary Learning Act. The university is considered a “Comprehensive academic and research university” (CARU), which means that it offers a range of academic and professional programs, which generally lead to undergraduate and graduate level credentials, and have a strong research focus. The university comprises four campuses in Edmonton, the Augustana Campus in Camrose, and a staff centre in downtown Calgary. The original north campus consists of 150 buildings covering 50 city blocks on the south rim of the North Saskatchewan River valley, directly across from downtown Edmonton. 39,000 students from Canada and 150 other countries participate in 400 programs in 18 faculties. The University of Alberta is a major economic driver in Alberta.",
  "/wiki/Laval_University": "Université Laval is a French-language, public research university in Quebec City, Quebec, Canada. The University was founded by royal charter issued by Queen Victoria in 1852, with roots in the founding of the Séminaire de Québec in 1663 by François de Montmorency-Laval, making it the oldest centre of higher education in Canada and the first North American institution to offer higher education in French. The university, whose campus was erected from the 1950s onward in the suburban borough of Sainte-Foy–Sillery–Cap-Rouge, is ranked among the top 10 Canadian universities in terms of research funding and holds 4 Canada Excellence Research Chairs. Like most institutions in Quebec, the name (Université Laval) is not translated in English.",
  "/wiki/University_of_Ottawa": "The University of Ottawa (French: Université d'Ottawa), often referred to as uOttawa or U of O, is a bilingual public research university in Ottawa, Ontario, Canada. The main campus is located on 42.5 hectares (105 acres) in the heart of Ottawa's Downtown Core, adjacent to the residential neighbourhood of Sandy Hill, adjacent to Ottawa's Rideau Canal. The University of Ottawa was first established as the College of Bytown in 1848 by the first bishop of the Catholic Archdiocese of Ottawa, Joseph-Bruno Guigues. Placed under the direction of the Oblates of Mary Immaculate, it was renamed the College of Ottawa in 1861 and received university status five years later through a royal charter. On 5 February 1889, the university was granted a pontifical charter by Pope Leo XIII, elevating the institution to a pontifical university. The University was reorganized on July 1, 1965, as a corporation, independent from any outside body or religious organization. As a result, the civil and pontifical charters were kept by the newly created Saint Paul University, federated with the university. The remaining civil faculties were retained by the reorganized university.",
  "/wiki/McGill_University": "McGill University is a public research university in Montreal, Quebec, Canada. Founded in 1821 by royal charter, granted by King George IV, it is the oldest university in Montreal and one of just three English-language universities in Quebec. The university bears the name of James McGill, a Montreal merchant originally from Scotland whose bequest in 1813 formed the university's precursor, McGill College. Twelve years after it was officially established, McGill College awarded its first degree and Canada's first ever medical degree. The college adopted its present name in 1885. McGill's main campus is on the slope of Mount Royal in downtown Montreal, with a second campus situated in Sainte-Anne-de-Bellevue, also on Montreal Island, 30 kilometres (19 mi) west of the main campus. The university is one of two universities outside the United States which are members of the Association of American Universities, alongside the University of Toronto, and it is the only Canadian member of the Global University Leaders Forum (GULF) within the World Economic Forum. McGill offers degrees and diplomas in over 300 fields of study, with the highest average admission requirements of any Canadian university.",
  "/wiki/York_University": "York University (French: Université York) is a public research university in Toronto, Ontario, Canada. It is Canada's third-largest university, and it has approximately 55,700 students, 7,000 faculty and staff, and over 315,000 alumni worldwide. It has eleven faculties, including the Faculty of Liberal Arts & Professional Studies, Faculty of Science, Lassonde School of Engineering, Schulich School of Business, Osgoode Hall Law School, Glendon College, Faculty of Education, Faculty of Health, Faculty of Environmental Studies, Faculty of Graduate Studies, the School of the Arts, Media, Performance and Design (formerly the Faculty of Fine Arts), and 28 research centres. York University was established in 1959 as a non-denominational institution by the York University Act, which received Royal Assent in the Legislative Assembly of Ontario on 26 March of that year. Its first class was held in September 1960 in Falconer Hall on the University of Toronto campus with a total of 76 students. In the fall of 1961, York moved to its first campus, Glendon College, and began to emphasize liberal arts and part-time adult education. In 1965, the university opened a second campus, the Keele Campus, in North York, within the neighbourhood community of York University Heights. Several of York's programs have gained notable recognition both nationally and internationally.",
  "/wiki/Natasha_Smith": "Natasha Smith is a Canadian international rugby league player. She has also played rugby union for Carleton Ravens",
  "/wiki/Carleton_University": "Carleton University is a public comprehensive university  in Ottawa, Ontario, Canada. Founded in 1942 as Carleton College, a private, non-denominational evening college to serve veterans returning from World War II, the institution was chartered as a university by the provincial government in 1952 through The Carleton University Act. The legislation was subsequently amended in 1957 to give the institution its current name. The university moved to its current campus in 1959, expanding rapidly throughout the 1960s amid broader efforts by the provincial government to increase support to post-secondary institutions and enhance access to higher education. The university is named for the now-dissolved Carleton County, which included the city of Ottawa at the time the university was founded. Carleton County, in turn, was named in honour of Guy Carleton, 1st Baron Dorchester, who served as Governor General of The Canadas from 1786 to 1796. Carleton, which has more than 159,000 alumni worldwide, is reputed for its strength in many disciplines including the humanities, international business, aerospace engineering, computer science, international affairs, journalism, political science, political management, public policy and administration, and legal studies. Carleton has produced 6 Rhodes Scholars, 29 Royal Society Fellows, 20 recipients of the Order of Canada, 8 Banting Postdoctoral Fellowship awardees, and 3 National Killam Award recipients.",
  "/wiki/University_of_Guelph": "The University of Guelph (U of G) is a comprehensive public research university in Guelph, Ontario, Canada. It was established in 1964 after the amalgamation of Ontario Agricultural College, the MacDonald Institute, and the Ontario Veterinary College, and has since grown to an institution of more than 32,000 students (including those at the Humber campus, off-campus degree enrollments, diploma enrollments and part-time students) and over 1,500 faculty (academic staff) as of fall 2015. It offers 94 undergraduate degrees, 48 graduate programs, and 6 associate degrees in many different disciplines. The Veterinary medicine program at the University of Guelph was ranked 4th in the world in 2015. The University of Guelph is ranked 4th in Canada in Maclean's University Rankings 2018 in the Comprehensive category, which includes universities that conduct a significant degree of research and offer a wide range of undergraduate, graduate and professional degrees. It is given top marks for student satisfaction among medium-sized universities in Canada by The Globe and Mail. It has held these rankings with its reputation, innovative research-intensive programs, and lively campus life cited as particular strengths. According to the Journal of Hospitality & Tourism Research, the university's Hospitality and Tourism Management program has Canada's highest research index.",
  "/wiki/University_of_Toronto": "The University of Toronto (U of T  or UToronto) is a public research university in Toronto, Ontario, Canada, located on the grounds that surround Queen's Park. It was founded by royal charter in 1827 as King's College, the first institution of higher learning in the colony of Upper Canada. Originally controlled by the Church of England, the university assumed its present name in 1850 upon becoming a secular institution. As a collegiate university, it comprises eleven colleges each with substantial autonomy on financial and institutional affairs and significant differences in character and history. The university also operates two satellite campuses located in Scarborough and Mississauga. Academically, the University of Toronto is noted for influential movements and curricula in literary criticism and communication theory, known collectively as the Toronto School. The university was the birthplace of insulin and stem cell research, and was the site of the first practical electron microscope, the development of deep learning, multi-touch technology, the identification of the first black hole Cygnus X-1, and the development of the theory of NP-completeness. It receives the most annual scientific research funding of any Canadian university and is one of two members of the Association of American Universities outside the United States, the other being McGill University.",
  "/wiki/Natasha_Watcham-Roy": "Natasha Watcham-Roy (born April 28, 1992) is a Canadian rugby union player. She won a gold medal at the 2015 Pan American Games as a member of the Canadian women's rugby sevens team. In 2016, Watcham-Roy was named to Canada's first ever women's rugby sevens Olympic team. In August 2018, she stepped away from the program. On 22 November 2018, she announced her retirement due to mental health."
}