{
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Marco_Borsato": "Marco Roberto Borsato (Dutch pronunciation: [ˈmɑrkoː roːˈbɛrtoː bɔrˈsaːtoː]; born 21 December 1966) is a Dutch singer. Born in Alkmaar, North Holland, he started performing in Italian before switching to Dutch in 1994. He has consistently been one of the most successful and biggest grossing artists in the Netherlands for the past twenty years.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Madonna_(entertainer)": "Madonna Louise Ciccone (/tʃɪˈkoʊni/, Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, actress, and businesswoman. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in mainstream popular music and for the imagery she uses onstage and in music videos. She has frequently reinvented her music and image while maintaining autonomy within the recording industry. Her works have been praised by music critics and have sparked controversy. Madonna is often cited as an influence by other artists.\n Born and raised in Michigan, Madonna moved to New York City in 1978 to pursue a career in modern dance. After performing as a drummer, guitarist, and vocalist in the rock bands Breakfast Club and Emmy, Madonna signed with Sire Records in 1982 and released her eponymous debut album the next year. She followed it with a series of successful albums, including global bestsellers Like a Virgin (1984) and True Blue (1986) as well as Grammy Award winners Ray of Light (1998) and Confessions on a Dance Floor (2005). Many of her songs have reached the top of record charts worldwide, including \"Like a Virgin\", \"La Isla Bonita\", \"Like a Prayer\", \"Vogue\", \"Take a Bow\", \"Frozen\", \"Music\", \"Hung Up\", and \"4 Minutes\".\n Madonna's popularity was further enhanced by her roles in films such as Desperately Seeking Susan (1985), Dick Tracy (1990), A League of Their Own (1992), and Evita (1996). While Evita earned her a Golden Globe Award for Best Actress, many of her other films received poor reviews. As a businesswoman, Madonna founded an entertainment company called Maverick (including the label Maverick Records) in 1992. Her other ventures include fashion design, children's books, health clubs, and filmmaking. She contributes to various charities, having founded Ray of Light Foundation in 1998 and Raising Malawi in 2006.\n Having sold more than 300 million records worldwide, Madonna is noted as the best-selling female recording artist of all time by Guinness World Records. The Recording Industry Association of America listed her as the third highest-certified female artist in the U.S., with 64.5 million album units. According to Billboard, Madonna is the most successful solo artist in its Hot 100 chart history. She is also the highest-grossing solo touring artist of all time, accumulating U.S. $1.4 billion from her concert tickets. Inducted into the Rock and Roll Hall of Fame in her first year of eligibility, Madonna topped VH1's countdown of 100 Greatest Women in Music. Rolling Stone listed her among the 100 Greatest Artists of All Time and the 100 Greatest Songwriters of All Time.",
  "/wiki/Timbaland": "Timothy Zachary Mosley (born March 10, 1972), known professionally as Timbaland, is an American record producer, rapper, singer, songwriter, and DJ.\n Timbaland's first full credit production work was in 1996 on Ginuwine...the Bachelor for R&B singer Ginuwine. After further work on Aaliyah's second studio album One in a Million (1996) and Missy Elliott's debut studio album Supa Dupa Fly (1997), Timbaland became a prominent producer for R&B and hip hop artists. As a rapper he initially released several albums with fellow rapper Magoo, followed by his debut solo album Tim's Bio in 1998. In 2002, Timbaland produced the hit single \"Cry Me a River\" for Justin Timberlake, going on to produce most of Timberlake's subsequent LPs such as FutureSex/LoveSounds and The 20/20 Experience and their respective hit singles. A Timbaland-owned imprint label, Mosley Music Group, featured artists such as Nelly Furtado, whose Timbaland-produced album Loose (2006) was a commercial and critical success. In 2007, Timbaland released a solo album, Shock Value, which was followed by Shock Value II in 2009.\n Aside from the aforementioned artists, Timbaland's production credits from the 2000s forward include work with Jay-Z, Nas, Ludacris, Bubba Sparxxx, Madonna, Rihanna, OneRepublic, Brandy, Drake, Rick Ross and others. As a songwriter, he has written 85 UK hits and 99 hits Stateside, as of 2014. Timbaland has received widespread acclaim for his production style. In 2007, Entertainment Weekly stated that \"just about every current pop trend can be traced back to him — from sultry, urban-edged R&B songstresses ... to the art of incorporating avant-garde sounds into No. 1 hits.\"",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Mark_Ronson": "Mark Daniel Ronson (born 4 September 1975) is a British–American musician, DJ, songwriter, and record producer. Ronson is best known for his collaborations with artists such as Amy Winehouse, Lady Gaga, Adele, Lily Allen, Miley Cyrus, Queens of the Stone Age, and Bruno Mars. He has received seven Grammy Awards, including Producer of the Year for Winehouse's album Back to Black and two for Record of the Year singles \"Rehab\" and \"Uptown Funk\". He received an Academy Award, a Golden Globe Award and a Grammy Award for co-writing the song \"Shallow\" for the film A Star is Born (2018).\n Ronson was born in London and raised in New York City. His stepfather is Foreigner guitarist Mick Jones, which contributed to a childhood surrounded by music. While attending New York University, Ronson became a popular DJ in the hip hop scene. His debut album Here Comes the Fuzz failed to have an effect on the charts. In 2006, he received acclaim for producing albums for Lily Allen, Christina Aguilera, and Amy Winehouse. In 2007, Ronson released his second album, Version. The album reached number two in the UK and included three top ten singles and earned him the Brit Award for British Male Solo Artist. He subsequently released his third studio album, Record Collection, peaking at number two in the UK.\n In 2014, Ronson released his single \"Uptown Funk\" featuring vocals from Bruno Mars. The single spent 14 consecutive weeks at number one on the U.S. Billboard Hot 100, seven non-consecutive weeks at number one on the UK Singles Chart and became one of the best-selling singles of all-time. His fourth studio album, Uptown Special, became his most successful album to date. In 2018, he founded his own label, Zelig Records (an imprint of Columbia Records), and formed the duo Silk City with fellow producer Diplo, for which he received the Grammy Award for Best Dance Recording for the song \"Electricity\".\n Beyond his work in entertainment, Ronson is dedicated to using his creative influence to help others. In 2015, he became a patron of the Amy Winehouse Foundation, which helps disadvantaged youth through music. He has also worked with the End the Silence campaign to raise money and awareness for the Hope and Homes for Children charity and most recently became an artist mentor at Turnaround Arts, a national program of the John F. Kennedy Center for the Performing Arts, which helps low-performing schools through arts education.",
  "/wiki/Amy_Winehouse": "Amy Jade Winehouse (14 September 1983 – 23 July 2011) was an English singer and songwriter. She was known for her deep, expressive contralto vocals and her eclectic mix of musical genres, including soul (sometimes labelled as blue-eyed soul and neo soul), rhythm and blues, and jazz. Winehouse's debut album, Frank (2003), was a critical success in the UK and was nominated for the Mercury Prize. Her follow-up album, Back to Black (2006), led to five 2008 Grammy Awards, tying the then record for the most wins by a female artist in a single night, and made her the first British woman to win five Grammys, including three of the General Field \"Big Four\" Grammy Awards: Best New Artist, Record of the Year and Song of the Year.\n Winehouse won three Ivor Novello Awards from the British Academy of Songwriters, Composers, and Authors: in 2004, Best Contemporary Song for \"Stronger Than Me\"; in 2007, Best Contemporary Song again, this time for \"Rehab\"; and in 2008, Best Song Musically and Lyrically for \"Love Is a Losing Game.\" She also won the 2007 Brit Award for Best British Female Artist, having been nominated for Best British Album, with Back to Black.\n Winehouse was plagued by drug and alcohol addiction. She died of alcohol poisoning on 23 July 2011 at the age of 27. After her death, her album Back to Black became, for a time, the UK's best-selling album of the 21st century. It is also listed as one of the best-selling albums in UK chart history.",
  "/wiki/Robbie_Williams": "Robert Peter Williams (born 13 February 1974) is an English singer-songwriter and entertainer. He found fame as a member of the pop group Take That from 1989 to 1995, but achieved greater commercial success with his solo career, beginning in 1997. Williams has released seven UK number one singles and eleven out of his twelve studio albums have reached number one in the UK. He is the best-selling British solo artist in the United Kingdom and the best selling non-Latino artist in Latin America. Six of his albums are among the top 100 biggest-selling albums in the United Kingdom–four albums in the top 60–and in 2006 he entered the Guinness Book of World Records for selling 1.6 million tickets of his Close Encounters Tour in a single day.\n Williams has received a record eighteen Brit Awards—winning Best British Male Artist four times, two awards for Outstanding Contribution to Music and the 2017 Brits Icon for his \"lasting impact on British culture\", and three MTV European Music Awards. In 2004, he was inducted into the UK Music Hall of Fame after being voted the \"Greatest Artist of the 1990s\". According to the British Phonographic Industry (BPI), Williams has been certified for 19.9 million albums and 7.2 million singles in the UK as a solo artist. He is also one of the best-selling music artists of all time, having sold 75 million records worldwide. Williams also topped the 2000–2010 UK airplay chart. His three concerts at Knebworth in 2003 drew over 375,000 people, the UK’s biggest music event to that point. In 2014, he was awarded the freedom of his home town of Stoke-on-Trent, as well as having a tourist trail created and streets named in his honour.\n After a fifteen year hiatus from the group, he was re-united with Take That on 15 July 2010, co-writing and performing lead vocals on their album Progress, which became the second fastest-selling album in UK chart history and the fastest-selling record of the century at the time. The subsequent stadium tour, which featured seven songs from Williams's solo career, became the biggest-selling concert in UK history, selling 1.34 million tickets in less than 24 hours. In late 2011, Take That's frontman Gary Barlow confirmed that Williams had left the band for a second time to focus on his solo career, although the departure was amicable and that Williams was welcome to rejoin Take That in the future. He has since performed with Take That on three separate television appearances, and has collaborated with Barlow on a number of projects—including the West End musical The Band.",
  "/wiki/Beyoncé_Knowles": "Beyoncé Giselle Knowles-Carter (/biːˈjɒnseɪ/ bee-YON-say; born September 4, 1981) is an American singer, songwriter, record producer, and actress. Born and raised in Houston, Texas, Beyoncé performed in various singing and dancing competitions as a child. She rose to fame in the late 1990s as the lead singer of Destiny's Child, one of the best-selling girl groups of all time. \n During Destiny's Child's hiatus, Beyoncé made her theatrical film debut with a role in the US box-office number-one Austin Powers in Goldmember (2002) and recorded her first solo album, Dangerously in Love (2003), which debuted at number one on the US Billboard 200 chart. It also featured the Billboard Hot 100 number-one singles \"Crazy in Love\" and \"Baby Boy\". Following the disbandment of Destiny's Child in 2006, she released her second solo album, B'Day, which contained the US number-one single \"Irreplaceable\", as well as the UK number-one singles \"Déjà Vu\" and \"Beautiful Liar\". Beyoncé continued her acting career with starring roles in The Pink Panther (2006), Dreamgirls (2006), and Obsessed (2009). Her marriage to rapper Jay-Z and her portrayal of Etta James in Cadillac Records (2008) influenced her third album, I Am... Sasha Fierce (2008), which earned a record-setting six Grammy Awards in 2010. It spawned the UK number-one single \"If I Were a Boy\" and the US number-one single \"Single Ladies (Put a Ring on It)\". \n After splitting from her manager and father Mathew Knowles in 2010, Beyoncé released 4 (2011), which was influenced by 1970s funk, 1980s pop, and 1990s soul. Beyoncé received widespread critical acclaim for her albums, Beyoncé (2013) and Lemonade (2016); the latter became the world's best-selling album of 2016. She became the first and only music act in Billboard 200 chart history to debut at number one with their first six solo studio albums. In 2018, she released Everything Is Love, a collaborative album with her husband, Jay-Z, as the Carters.\n Beyoncé is one of the word's best-selling music artists, having sold over 100 million records worldwide. Her success during the 2000s was recognized with the Recording Industry Association of America's Top Certified Artist of the Decade, as well as Billboard magazine's Top Radio Songs Artist and the Top Female Artist of the Decade. Beyoncé is the most nominated woman in the Grammy Award's history, with a total of 24 wins. She is also the most awarded artist at the MTV Video Music Awards, with 24 wins, including the Michael Jackson Video Vanguard Award. In 2014, she became the highest-paid black musician in history and was listed among Time's 100 most influential people in the world for a second year in a row. Forbes ranked her as the most powerful female in entertainment on their 2015 and 2017 lists, and in 2016, she occupied the sixth place for Time's Person of the Year.",
  "/wiki/OneRepublic": "OneRepublic is an American pop rock band formed in Colorado Springs, Colorado, in 2002. It  consists of lead vocalist & multi-instrumentalist Ryan Tedder, guitarist Zach Filkins, guitarist Drew Brown, bassist and cellist Brent Kutzle, drummer Eddie Fisher and keyboardist Brian Willett. The band first achieved commercial success on Myspace as an unsigned act. In late 2002, after OneRepublic played shows throughout the Los Angeles area, a number of record labels approached the band with interest, but the band ultimately signed with Velvet Hammer, an imprint of Columbia Records. They made their first album with producer Greg Wells during the summer and fall of 2005 at his studio, Rocket Carousel, in Culver City, California. The album was originally scheduled for release on June 6, 2006, but the group was dropped by Columbia two months before the album came out. The lead single of that album, \"Apologize\", was released on April 30, 2006, on Myspace and received some recognition there, becoming number one on the Myspace charts.\n In 2007, OneRepublic released their debut album, Dreaming Out Loud. Its lead single, \"Apologize\", was remixed by Timbaland, becoming a huge international success, reaching number one in sixteen countries and subsequently earning them a Grammy Award nomination. The second single, \"Stop and Stare\", mirrored its predecessor's success. The album was later certified Platinum by the Recording Industry Association of America (RIAA). The band's second album, Waking Up (2009), produced the singles \"All the Right Moves\", \"Secrets\", \"Marchin On\", and \"Good Life\", with the latter reaching the top ten of the US Billboard Hot 100.\n OneRepublic's third album, Native (2013), became the band's first top ten album on the Billboard 200, and highest charting album to date, charting at number four. The lead single, \"If I Lose Myself\", charted within the top ten in several countries, while the album's third single, \"Counting Stars\", became the band's most successful single in recent years, obtaining top five placements in Australia, Canada, Germany, Ireland, New Zealand, the U.S. and the UK. This marks their highest charting single in the United Kingdom to date. It has also peaked at number 2 on the US Billboard Hot 100, matching their highest peak of \"Apologize\" in 2007.\n On October 7, 2016, OneRepublic released Oh My My, their fourth studio album, which featured a number of collaborators, including Cassius, Peter Gabriel, and Santigold. Preceded by the singles \"Wherever I Go\", released on May 13, 2016, and \"Kids\", released on August 12, 2016, it was recognized as a change in their sound in contrast to previous albums by both critics and the band itself. In 2017, the band released the singles \"No Vacancy\", \"Truth to Power\", \"Stranger Things\" with Kygo and \"Rich Love\" with Seeb. To date, the band has sold approximately over 16 million records worldwide.",
  "/wiki/Leona_Lewis": "Leona Louise Lewis (born 3 April 1985) is a British singer, songwriter, actress, model and activist. She was born and raised in the London Borough of Islington in London, where she attended the BRIT School for Performing Arts and Technology. Lewis achieved national recognition when she won the third series of The X Factor in 2006, winning a £1 million recording contract with Simon Cowell's record label, Syco Music. Her winner's single, a cover of Kelly Clarkson's \"A Moment Like This\", peaked at number one for four weeks on the UK Singles Chart and broke a world record for reaching 50,000 digital downloads within 30 minutes. In February 2007, Lewis signed a five-album contract in the United States with Clive Davis's record label, J Records.\n Lewis's success continued with the release of her debut album, Spirit, in 2007; it was certified 10× platinum in the United Kingdom and became the fourth best-selling album of the 2000s. It is one of the best-selling albums in UK chart history. In the US, Lewis became the first UK solo artist to debut at number one with a debut album, with Spirit. The lead single, \"Bleeding Love\", spent seven weeks at number one in the UK where it became the best-selling single of 2007. She achieved international recognition with the album in 2008 when it topped charts around the world. Spirit has sold more than eight million copies worldwide, and \"Bleeding Love\" peaked at number one in over 30 countries, including the US Billboard Hot 100, becoming the best-selling single of 2008. As a result, she was proclaimed Top New Artist by Billboard in 2008. Under the guidance of Cowell and Davis, Lewis released her second UK number-one album Echo and recorded the theme song for the film Avatar in 2009. She embarked on her first UK arena tour, The Labyrinth, in 2010.\n In 2011, Lewis released the non-album single \"Collide\", a collaboration with Swedish DJ Avicii, and her first extended play, Hurt: The EP. Her third album, Glassheart, was released in 2012. It marked a new creative direction for Lewis, drawing inspiration from dubstep and electronic music. However, it failed to match the commercial performance of her two previous albums, peaking at number three in the UK and becoming her first to not be certified platinum. Lewis began to record material for her first Christmas album during her Glassheart Tour, which took place in mid 2013. Christmas, with Love was released later that year. Its lead single, \"One More Sleep\", peaked at number three in the UK. With this chart entry, Lewis became the first British female solo artist to reach the top five with eight singles, surpassing Olivia Newton-John's record of seven. In 2014, Lewis made her film debut in the supporting role of Elena in the romantic comedy musical, Walking on Sunshine. Her fourth studio album, I Am, was released the following year. In 2016, Lewis made her Broadway debut as Grizabella in the revival of Andrew Lloyd Webber's musical Cats. A year later, she signed a modelling contract with Wilhelmina Models. She then collaborated with Calum Scott on the single \"You Are The Reason\" (2018) which achieved worldwide chart success, and had a recurring role in the American television series The Oath (2019).\n As of 2015, Lewis is the second best-selling act from The X Factor franchise in the UK, behind One Direction, having sold over 30 million records worldwide. The OCC recognises Lewis as the most successful winner from the UK's The X Factor. Lewis has won two MOBO Awards, an MTV Europe Music Award, and two World Music Awards. She is also a six-time Brit Award and three-time Grammy Award nominee. Lewis is known for her expansive four-octave vocal range, power, technical control and, in particular, her frequent use of the falsetto register. Aside from her musical career, Lewis is a philanthropist and an animal welfare campaigner for World Animal Protection and is a supporter of other animal rights charities and organisations; she is also vegan.",
  "/wiki/Nikki_Kerkhof": "Nikki Kerkhof (also known as Nikki Nola; born 21 December 1983) is a Dutch singer and the winner of the fourth series of Idols, the Dutch variant on Pop Idol. At the first of March 2008 she won the singing contest with 62% of all the votes from the other finalist Nathalie Makoma\n.\n Her single \"Perfect Day\" will also be released in the rest of Europe as her European debut single.[citation needed]",
  "/wiki/Coldplay": "Coldplay are a British rock band formed in London in 1996. Vocalist and pianist Chris Martin, guitarist Jonny Buckland, bassist Guy Berryman, and drummer Will Champion met at University College London and began playing music together from 1996 to 1998, first calling themselves Pectoralz and then Starfish before finally changing their name to Coldplay. Creative director and former manager Phil Harvey is often referred to as the fifth member by the band. After changing their name to Coldplay, they recorded and released two EPs: Safety in 1998 and The Blue Room in 1999. The latter was their first release on a major record label, after signing to Parlophone.\n Coldplay achieved worldwide fame with the release of the song \"Yellow\" in 2000, followed in the same year by their debut album Parachutes, which was nominated for the Mercury Prize. The band's second album, A Rush of Blood to the Head (2002), was released to critical acclaim and won many awards, including NME's Album of the Year. Their next release, X&Y, the best-selling album worldwide in 2005, received mostly positive reviews, though some critics felt it was inferior to its predecessor. Their fourth studio album, Viva la Vida or Death and All His Friends (2008), the best-selling album worldwide of 2008, was produced by Brian Eno and released to largely positive reviews, earning three Grammy Awards. In October 2011, Coldplay released their fifth studio album, Mylo Xyloto, which topped the charts in over 34 countries, was the UK's best-selling rock album of 2011, and received moderately positive reviews. Their sixth album, Ghost Stories, released in 2014, received mixed reviews and topped several national album charts. The following year the band released their seventh album, A Head Full of Dreams, which reached the top two in most major markets, but received generally mixed reviews. Four years later, in November 2019, they released their eighth album, Everyday Life, which received mainly positive reviews.\n Coldplay have won numerous awards throughout their career, including nine Brit Awards, six MTV Video Music Awards, seven MTV Europe Music Awards and seven Grammy Awards from 29 nominations. They have sold more than 100 million records worldwide, making them one of the world's best-selling music artists. Three of their albums—Parachutes, A Rush of Blood to the Head, and X&Y—are among the best-selling albums in UK chart history. In December 2009, Rolling Stone readers voted the group the fourth-best artist of the 2000s. Coldplay have supported various social and political causes, such as Oxfam's Make Trade Fair campaign and Amnesty International. They have also performed at charity projects, including Band Aid 20, Live 8, Global Citizen Festival, Sound Relief, Hope for Haiti Now: A Global Benefit for Earthquake Relief, One Love Manchester, The Secret Policeman's Ball, Sport Relief and the UK Teenage Cancer Trust.",
  "/wiki/Robin_S.": "Robin Stone (born April 27, 1962), known professionally as Robin S., is an American house music singer and songwriter, who scored success in the 1990s with such hit singles as \"Show Me Love\" (which was her debut single and a number-one hit) and \"Luv 4 Luv\". She has had three number ones on the Billboard Hot Dance Club Play chart.",
  "/wiki/Duffy_(singer)": "Aimee Anne Duffy (born 23 June 1984) is a Welsh singer, songwriter and actress. Born in Bangor, Wales, she was introduced to Jeannette Lee of Rough Trade Records, which led to her signing a recording contract with A&M Records in 2007.\n Following the release of the singles \"Rockferry\" (2007) and \"Mercy\" (2008), the latter reaching singles charts worldwide, Duffy released her debut album Rockferry in 2008. The album entered the UK Album Chart at number one, and became the best-selling album in the United Kingdom that year, with 1.68 million copies sold. The album was certified several times Platinum and sold over 7 million copies worldwide, spawning further successful singles. With \"Mercy\", Duffy became the first Welsh woman to achieve number one on the UK Singles Chart since 1983, while Rockferry was awarded the Grammy Award for Best Pop Vocal Album amongst further nominations at the 51st Grammy Awards. In 2009, she won three Brit Awards for British Breakthrough, Best British Female and Best British Album.\n In 2010, Duffy released her second album Endlessly. Following its relative critical and commercial failure, in February 2011, Duffy announced she would take an extended hiatus from music before beginning work on her third album, and made her acting debut in the film Patagonia. She has since appeared in and contributed music to the film Legend (2015), playing American singer Timi Yuro.",
  "/wiki/Kane_(Dutch_band)": "Kane was a Dutch pop rock band. In its final stage, the group consisted of the two original members, Dinand Woesthoff (lead vocals) and Dennis van Leeuwen (guitar). The band was inspired by U2, Pearl Jam, Queen, and Nirvana.",
  "/wiki/Justin_Timberlake": "Justin Randall Timberlake (born January 31, 1981), occasionally known by his initials JT, is an American singer, songwriter, actor, and record producer. Raised in Tennessee, he appeared on the television shows Star Search and The All-New Mickey Mouse Club as a child. In the late 1990s, Timberlake rose to prominence as one of the two lead vocalists and youngest member of NSYNC, which eventually became one of the best-selling boy bands of all time. Timberlake began to adopt a more mature image as an artist with the release of his debut solo album, the R&B-focused Justified (2002), which yielded the successful singles \"Cry Me a River\" and \"Rock Your Body\", and earned his first two Grammy Awards.\n His critically acclaimed second album FutureSex/LoveSounds (2006), characterized by its diversity in music genres, debuted atop the U.S. Billboard 200 and produced the Hot 100 number-one singles \"SexyBack\", \"My Love\", and \"What Goes Around... Comes Around\". Established as a solo artist worldwide, his first two albums both exceeded sales of 10 million copies, and he continued producing records and collaborating with other artists. From 2008 through 2012, Timberlake focused on his acting career, effectively putting his music career on hiatus. He held starring roles in the films The Social Network, Bad Teacher, Friends with Benefits, and In Time.\n Timberlake resumed his music career in 2013 with his third and fourth albums The 20/20 Experience and The 20/20 Experience – 2 of 2, exploring neo soul styles, partly inspired by the expansive song structures of 1960s and 1970s rock. The former became the best-selling album of the year in the US with the largest sales week, and spawned the top-three singles \"Suit & Tie\" and \"Mirrors\", while the latter produced the top-ten song \"Not a Bad Thing\". For his live performances, including the eponymous concert tour for the albums, he began performing with his band The Tennessee Kids, composed by instrumentalists and dancers. Timberlake voiced Branch in DreamWorks Animation's Trolls (2016), whose soundtrack includes his fifth Billboard Hot 100 chart-topping single, \"Can't Stop the Feeling!\". His fifth studio album Man of the Woods (2018) became his fourth number-one album in the US. The album was supported by the two top ten singles, \"Filthy\" and \"Say Something\". Man of the Woods concluded 2018 as the sixth best-selling album of the year.\n Throughout his solo career, Timberlake has sold over 32 million albums and 56 million singles globally, making him one of the world's best-selling music artists. Often cited as a pop icon, Timberlake is the recipient of numerous awards and accolades, including ten Grammy Awards, four Emmy Awards, three Brit Awards, nine Billboard Music Awards, a Contemporary Icon Award by the Songwriters Hall of Fame, and an honorary Doctor of Music degree from the Berklee College of Music. According to Billboard in 2017, he is the best performing male soloist in the history of the Mainstream Top 40. Time named him one of the 100 most influential people in the world in 2007 and 2013. His other ventures include record label Tennman Records, fashion label William Rast, and the restaurants Destino and Southern Hospitality.",
  "/wiki/Amy_Macdonald": "Amy Elizabeth Macdonald (born 25 August 1987) is a Scottish singer-songwriter, guitarist, and musician. She has sold over 12 million records worldwide. Macdonald released her debut album This Is the Life in 2007. The singles \"Mr. Rock & Roll\" and \"This Is the Life\" from it were chart hits. The latter charted at number one in six countries, while reaching the top 10 in another 11 countries. The album reached number one in four European countries – the United Kingdom, Denmark, the Netherlands and Switzerland – and sold three million copies worldwide. Moderate success in the American music market followed in 2008. She was a guest on shows such as The Ellen DeGeneres Show and The Late Late Show with Craig Ferguson, where she performed two singles from the album, and  This Is the Life reached number 92 on the Billboard 200.\n Macdonald's second album, A Curious Thing, was released on 8 March 2010. Its lead single \"Don't Tell Me That It's Over\" was released in March 2010; it peaked at number 45 on the UK Singles Chart, and also went on to perform well in other European countries. Five singles have since been released from A Curious Thing. Macdonald is one of the artists who appeared with Ray Davies on his 2010 album See My Friends; she sang with him on a cover of The Kinks' 60s hit \"Dead End Street\". Her third album, Life in a Beautiful Light, was released on 11 June 2012. It supplied three singles: \"Slow It Down\", which became a number 45 hit on the UK Singles Chart; \"Pride\", and \"4th of July\".\n On 17 February 2017, Macdonald released her fourth studio album Under Stars, which entered at number two on the UK Album Chart and peaked within the top 10 of the album charts in Germany and New Zealand.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.\n With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union. Spain's capital and largest city is Madrid; other major urban areas include Barcelona, Valencia, Seville, Zaragoza, Málaga and Bilbao.\n Modern humans first arrived in the Iberian Peninsula around 35,000 years ago. Iberian cultures along with ancient Phoenician, Greek, Celtic and Carthaginian settlements developed on the peninsula until it came under Roman rule around 200 BCE, after which the region was named Hispania, based on the earlier Phoenician name Sp(a)n or Spania. At the end of the Western Roman Empire the Germanic tribal confederations migrated from Central Europe, invaded the Iberian peninsula and established relatively independent realms in its western provinces, including the Suebi, Alans and Vandals. Eventually, the Visigoths would forcibly integrate all remaining independent territories in the peninsula, including the Byzantine province of Spania, into the Visigothic Kingdom, which more or less unified politically, ecclesiastically and legally all the former Roman provinces or successor kingdoms of what was then documented as Hispania.\n In the early eighth century the Visigothic Kingdom was conquered by the Umayyad Islamic Caliphate, that arrived to the peninsula in the year 711. The Muslim rule in the Iberian Peninsula (al-Andalus) soon became autonomous from Baghdad. The handful of small Christian pockets in the north left out of Muslim rule, along the presence of the Carolingian Empire near the Pyreneean range, would eventually led to the emergence of the Christian kingdoms of León, Castile, Aragon, Portugal and Navarre. Along seven centuries, an intermittent southwards expansion of the latter kingdoms (metahistorically dubbed as a reconquest: the Reconquista) took place, culminating with the Christian seizure of the last Muslim polity (the Nasrid Kingdom of Granada) in 1492, the same year Christopher Columbus arrived in the New World. A process of political conglomeration among the Christian kingdoms also ensued, and the late 15th-century saw the dynastic union of Castile and Aragon under the Catholic Monarchs, sometimes considered as the point of emergence of Spain as unified country. The Conquest of Navarre would take in 1512, while the Kingdom of Portugal was also ruled by the Hapsburg Dynasty between 1580 and 1640.\n In the early modern period, Spain ruled one of the largest empires in history which was also one of the first global empires, leaving a large cultural and linguistic legacy that includes over 570 million Hispanophones, making Spanish the world's second-most spoken native language, after Mandarin Chinese. During the Golden Age there were also many advancements in the arts, with world-famous painters such as Diego Velázquez.\nThe most famous Spanish literary work, Don Quixote, was also published during the Golden Age. Spain hosts the world's third-largest number of UNESCO World Heritage Sites.\n Spain is a secular parliamentary democracy and a parliamentary monarchy, with King Felipe VI as head of state. It is a major developed country and a high income country, with the world's fourteenth largest economy by nominal GDP and sixteenth largest by purchasing power parity. It is a member of the United Nations (UN), the European Union (EU), the Eurozone, the Council of Europe (CoE), the Organization of Ibero-American States (OEI), the Union for the Mediterranean, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), Organization for Security and Co-operation in Europe (OSCE), the Schengen Area, the World Trade Organization (WTO) and many other international organisations. While not an official member, Spain has a \"Permanent Invitation\" to the G20 summits, participating in every summit, which makes Spain a de facto member of the group.",
  "/wiki/Enrique_Iglesias": "Enrique Miguel Iglesias Preysler (Spanish pronunciation: [enˈrike miˈɣel iˈɣlesjas ˈpɾeizleɾ]; born 8 May 1975) is a Spanish-Filipino singer, songwriter, composer, actor, record producer and model who is widely regarded as the King of Latin Pop. \n Iglesias began his career during the mid-1990s on American Spanish-language record label Fonovisa Records under the stage name Enrique Martinez, before switching to his notable surname Iglesias. By the turn of the millennium, after becoming one of the biggest stars in Latin America and the Hispanic market in the United States, he made a successful crossover into the US mainstream market. He signed a multi-album deal with Universal Music Group for US$68 million with Universal Music Latino to release his Spanish albums and Interscope Records to release English albums. In 2010, he parted with Interscope Records and signed with another Universal Music Group label, Republic Records, to release bilingual albums. In 2015, Iglesias parted ways with Universal Music Group after being there for over a decade. He signed with Sony Music and his subsequent albums were to be released by Sony Music Latin in Spanish and RCA Records in English.\n He has sold over 70 million records (albums and singles combined) worldwide, making him one of the best-selling latin music artists. Iglesias has scored over 150 number-one songs across all of the Billboard charts. He has had five Billboard Hot 100 top five singles, including two number-ones, and holds the record for producing 27 number-one Spanish-language singles on the Billboard's Hot Latin Tracks. He also holds the record for most number-one hits and the longest-running number-one hit on that chart. Iglesias also has 14 number-ones on Billboard's Dance charts, more than any other male artist. In December 2016, Billboard magazine named him the 14th most successful and top male dance club artist of all time.",
  "/wiki/Katy_Perry": "Katheryn Elizabeth Hudson (born October 25, 1984), known professionally as Katy Perry, is an American singer, songwriter, and television judge. After singing in church during her childhood, she pursued a career in gospel music as a teenager. Perry signed with Red Hill Records and released her debut studio album Katy Hudson under her birth name in 2001, which was commercially unsuccessful. She moved to Los Angeles the following year to venture into secular music after Red Hill ceased operations and she subsequently began working with producers Glen Ballard, Dr. Luke, and Max Martin. After adopting the stage name Katy Perry and being dropped by The Island Def Jam Music Group and Columbia Records, she signed a recording contract with Capitol Records in April 2007.\n Perry rose to fame in 2008 with her second album, One of the Boys, a pop rock record containing the singles \"I Kissed a Girl\" and \"Hot n Cold\". The former track also sparked controversy for its themes of lesbianism. Her third album, Teenage Dream (2010), ventured into disco, and was her first record to top the U.S. Billboard 200. It peaked at number one on the U.S. Billboard Hot 100 with the singles \"California Gurls\", \"Teenage Dream\", \"Firework\", \"E.T.\", and \"Last Friday Night (T.G.I.F.)\", while \"The One That Got Away\" reached number three on the chart. The album became the first by a female artist to produce five number one songs in the U.S., and the second overall after Michael Jackson's Bad. In 2012, Perry re-issued the album as Teenage Dream: The Complete Confection, which produced the songs \"Part of Me\" and \"Wide Awake\". Her next record was Prism (2013), which became her second to top the U.S. charts. It is influenced by pop and dance, and she became the first artist with multiple videos to reach one billion views on Vevo with the videos for its songs \"Roar\" and \"Dark Horse\". She followed this with 2017's Witness, which delved into electropop and became her third album to chart at number one in the U.S. \"Chained to the Rhythm\" was the album's most successful single, breaking Spotify's record at the time for most first-day streams for a song by a female artist.\n Perry has received various awards, including four Guinness World Records, five American Music Awards, a Brit Award, and a Juno Award. She has been included in the annual Forbes lists of highest-earning women in music from 2011–2019. Her estimated net worth as of 2016 is $125 million. She is one of the world's best-selling music artists, having sold over 18 million albums and 125 million singles worldwide. In film, she released an autobiographical documentary titled Katy Perry: Part of Me in 2012, and voiced Smurfette in the 2011 film The Smurfs and its sequel in 2013. Perry also began serving as a judge on American Idol in 2018.",
  "/wiki/List_of_Dutch_Top_40_number-one_singles_of_2008": "This is a list of the Dutch Top 40 number-one singles of 2008."
}