{
  "/wiki/Becker_(TV_series)": "Becker is an American sitcom television series that originally aired on CBS from November 2, 1998 to January 28, 2004, broadcasting 129 episodes. Set in the New York City borough of the Bronx, the show starred Ted Danson as John Becker, a cantankerous doctor who operates a small practice and is constantly annoyed by his patients, co-workers, and friends, and practically everything and everybody else in his world. Despite everything, his patients and friends are loyal because Becker genuinely cares about them. The series was produced by Dave Hackel Productions and Industry Entertainment, in association with Paramount Network Television.",
  "/wiki/Then_Came_You_(TV_series)": "Then Came You is a half-hour sitcom that aired on ABC for two months from March 22 to April 26, 2000. The show dealt with the romantic relationship between a young man and an older woman. It starred Susan Floyd, Thomas Newton, and Desmond Askew.",
  "/wiki/Deadline_(2000_TV_series)": "Deadline is an American drama television series created by Dick Wolf, that aired on NBC from October 2, 2000 to April 7, 2001. It stars Oliver Platt as Wallace Benton, star columnist for the fictional New York Ledger, a daily tabloid newspaper seen in many episodes of Law & Order and modeled after the real-life New York Post.",
  "/wiki/Inside_Schwartz": "Inside Schwartz is an American sitcom television series created by Stephen Engel, that aired on NBC from September 27, 2001 until January 3, 2002 starring Breckin Meyer as the title character. The show was produced by 20th Century Fox Television and NBC Studios and first aired on NBC on Thursday Night at 8:30 EST.",
  "/wiki/Married_to_the_Kellys": "Married to the Kellys is an American sitcom that aired on ABC from October 3, 2003 to April 23, 2004 with a run of 22 episodes. Set in a suburb of Kansas City, the series stars Breckin Meyer and Kiele Sanchez. The show was a part of the TGIF Friday night line up, after Hope & Faith, airing at 9:30 EST. The show earned fair enough ratings to get picked up for a whole season, but it was cancelled at the end of the season.",
  "/wiki/The_West_Wing": "The West Wing is an American serial political drama television series created by Aaron Sorkin that was originally broadcast on NBC from September 22, 1999, to May 14, 2006. The series is set primarily in the West Wing of the White House, where the Oval Office and offices of presidential senior staff are located, during the fictitious Democratic administration of Josiah Bartlet.",
  "/wiki/King_Corn_(The_West_Wing)": "The sixth season of the American political drama television series The West Wing aired in the United States on NBC from October 20, 2004, to April 6, 2005, and consisted of 22 episodes.",
  "/wiki/My_Name_Is_Earl": "My Name Is Earl is an American sitcom television series created by Greg Garcia that aired on the NBC television network from September 20, 2005, to May 14, 2009, in the United States. It was produced by 20th Century Fox Television and starred Jason Lee as Earl Hickey, the title character. The series also starred Ethan Suplee, Jaime Pressly, Nadine Velazquez, and Eddie Steeples.",
  "/wiki/Big_Day": "Big Day, originally titled A Day in the Life, is an American sitcom that first aired on ABC from November 28, 2006 to January 30, 2007. The series was co-produced by Josh Goldsmith and Cathy Yuspa and directed by Michael Spiller for Sony Pictures Television.",
  "/wiki/Law_%26_Order:_Criminal_Intent": "Law & Order: Criminal Intent is an American police procedural drama television series set in New York City, where it was also primarily produced. Created and produced by Dick Wolf and René Balcer, the series premiered on September 30, 2001, as the third series in Wolf's successful Law & Order franchise. Criminal Intent focuses on the investigations of the Major Case Squad in a fictionalized version of the New York City Police Department set in New York City's One Police Plaza. In the style of the original Law & Order, episodes are often \"ripped from the headlines\" or loosely based on a real crime that received media attention.",
  "/wiki/30_(Law_%26_Order:_Criminal_Intent)": "The sixth season of Law & Order: Criminal Intent premiered on NBC September 19, 2006, and ended May 21, 2007; this was the last season to air original episodes on NBC.",
  "/wiki/Swingtown": "Swingtown is an American drama television series created by Mike Kelley as a summer replacement series for CBS aired from June 5 to September 5, 2008. The show was a period and relationship drama about the impact of sexual and social liberation in 1970s American suburban households, with story arcs involving open marriages and key parties.",
  "/wiki/Bored_to_Death": "Bored to Death is an American comedy series that ran on HBO from September 20, 2009 to November 28, 2011. The show was created by author Jonathan Ames, and stars Jason Schwartzman as a fictional Jonathan Ames—a writer based in Brooklyn, New York City, who moonlights as an unlicensed private detective. The show also stars Ted Danson as George and Zach Galifianakis as Ray, both friends of Jonathan. On December 20, 2011, HBO cancelled Bored to Death after three seasons and twenty-four episodes. Development of a television movie subsequently began in January 2013.",
  "/wiki/Damages_(TV_series)": "Damages is an American legal thriller television series created by writing and production trio Daniel Zelman, Glenn Kessler, and Todd A. Kessler. It premiered on July 24, 2007 on FX and aired for three seasons before moving to the DirecTV channel Audience Network in 2010, airing for two further seasons, and concluding in 2012.",
  "/wiki/Mildred_Pierce_(miniseries)": "Mildred Pierce is a five-part miniseries that first aired on HBO on March 27, 2011. Adapted from James M. Cain's 1941 novel of the same name, it was directed by Todd Haynes, and starred Kate Winslet in the title role, alongside Guy Pearce, Evan Rachel Wood, and Melissa Leo. Carter Burwell wrote the original score for the miniseries.",
  "/wiki/GCB_(TV_series)": "GCB (also known as Good Christian Bitches and Good Christian Belles) is an American comedy-drama television series developed by Robert Harling, produced by Darren Star, and starring Kristin Chenoweth, Leslie Bibb, Jennifer Aspen, Miriam Shor, Marisol Nichols, and Annie Potts. Based on the \"semi-autobiographical\" novel Good Christian Bitches by Kim Gatlin, the series centers on a recently widowed woman who moves her family back to the upscale Dallas, Texas, neighborhood where she grew up.",
  "/wiki/Royal_Pains": "Royal Pains (stylized ℞oyalPains) is an American comedy-drama television series that ran on the USA Network from 2009 to 2016. The series was based in part on actual concierge medicine practices of independent doctors and companies. The cast of the show included Mark Feuerstein, Paulo Costanzo, Jill Flint, Reshma Shetty, Brooke D'Orsay, Ben Shenkman, and Campbell Scott.",
  "/wiki/The_Good_Wife": "The Good Wife is an American legal and political drama television series that aired on CBS from September 22, 2009, to May 8, 2016. It focuses on Alicia Florrick, the wife of the Cook County State's Attorney who returns to her career in law after the events of a public sex and political corruption scandal involving her husband. The series was created by Robert and Michelle King and stars Julianna Margulies, Josh Charles, Christine Baranski, Matt Czuchry, Archie Panjabi,  Zach Grenier, Matthew Goode, Cush Jumbo, Jeffrey Dean Morgan and Alan Cumming, and features Chris Noth in a recurring role. The executive producers included the Kings, Ridley and Tony Scott, Charles McDougall, and David W. Zucker. The Good Wife is a serialized show featuring several story arcs that play out over multiple episodes, as well as stand-alone storylines that are concluded by the end of each episode. The serial plots—a rarity on CBS, a network where most of the programming at that time was procedural—were especially showcased in its highly praised fifth season.",
  "/wiki/Younger_(TV_series)": "Younger is an American comedy-drama television series created and produced by Darren Star. It is based on the 2005 novel of the same name by Pamela Redmond Satran. The single-camera series premiered on TV Land on March 31, 2015 and has since received generally positive reviews from critics. Ahead of the fifth season's premiere, it was renewed for a sixth season, which premiered on June 12, 2019. In July 2019, TV Land renewed the series for a seventh season, making it the longest running original series in the network's history.",
  "/wiki/Diana_Trout": "Younger is an American comedy-drama television series created and produced by Darren Star. It is based on the 2005 novel of the same name by Pamela Redmond Satran. The single-camera series premiered on TV Land on March 31, 2015 and has since received generally positive reviews from critics. Ahead of the fifth season's premiere, it was renewed for a sixth season, which premiered on June 12, 2019. In July 2019, TV Land renewed the series for a seventh season, making it the longest running original series in the network's history.",
  "/wiki/Critics%27_Choice_Television_Award_for_Best_Supporting_Actress_in_a_Comedy_Series": "The Critics' Choice Television Award for Best Supporting Actress in a Comedy Series is one of the award categories presented annually by the Critics' Choice Television Awards (BTJA) to recognize the work done by television actresses.",
  "/wiki/Jessica_Jones_(TV_series)": "Marvel's Jessica Jones, or simply Jessica Jones, is an American web television series created for Netflix by Melissa Rosenberg, based on the Marvel Comics character of the same name. It is set in the Marvel Cinematic Universe (MCU), sharing continuity with the films of the franchise, and is the second in a series of shows that led to The Defenders crossover miniseries. The series is produced by Marvel Television in association with ABC Studios and Tall Girls Productions, with Rosenberg serving as showrunner. Scott Reynolds was a co-showrunner for the third season.",
  "/wiki/Alisa_Campbell": "Danielle Cage is a fictional character in Marvel Comics, the young daughter of Luke Cage and Jessica Jones. The character, created by Brian Michael Bendis and Michael Gaydos, first appeared in The Pulse #13 (March 2006).",
  "/wiki/Elementary_(TV_series)": "Elementary is an American procedural drama television series that presents a contemporary update of Sir Arthur Conan Doyle's character Sherlock Holmes. It was created by Robert Doherty and stars Jonny Lee Miller as Sherlock Holmes and Lucy Liu as Dr. Joan Watson. The series premiered on CBS on September 27, 2012. It is set and filmed primarily in New York City. With 24 episodes per season, by the end of season two Jonny Lee Miller became the actor who had portrayed Sherlock Holmes the most in television or film.",
  "/wiki/Broad_City": "Broad City is an American television sitcom created by and starring Ilana Glazer and Abbi Jacobson. It was developed from their independent web series of the same name, which was produced between 2009 and 2011. The sitcom, like the web series, is based on Glazer and Jacobson's real-life friendship, and their attempt to \"make it\" in New York. The sitcom premiered on Comedy Central on January 22, 2014 and aired for five seasons, ending on March 28, 2019. The show received critical acclaim throughout its run and is considered one of the best television shows of the 2010s."
}