{
  "/wiki/Kees_Broekman": "Cornelis \"Kees\" Broekman (2 July 1927 – 8 November 1992) was a Dutch former speed skater.",
  "/wiki/1952_Winter_Olympics": "The 1952 Winter Olympics (Norwegian: Vinter-OL 1952), officially known as the VI Olympic Winter Games (French: Les VIes Jeux olympiques d'hiver), took place in Oslo, Norway, from 14 to 25 February 1952.",
  "/wiki/Speed_skating_at_the_1952_Winter_Olympics": "At the 1952 Winter Olympics, four speed skating events were contested. The competitions were held from Saturday, 16 February to Tuesday, 19 February 1952.",
  "/wiki/Speed_skating_at_the_1952_Winter_Olympics_-_Men%27s_5000_metres": "The 5000 metres speed skating event was part of the speed skating at the 1952 Winter Olympics programme. The competition was held on Sunday, 17 February 1952, at 4 p.m. Thirty-five speed skaters from 13 nations competed.",
  "/wiki/Speed_skating_at_the_1952_Winter_Olympics_%E2%80%93_Men%27s_10000_metres": "The 10,000 metre speed skating event was part of the speed skating at the 1952 Winter Olympics programme. It was the last speed skating contest at this Games. The competition was held on Tuesday, 19 February 1952, at 10 a.m.. Thirty speed skaters from 12 nations competed.",
  "/wiki/Wim_van_der_Voort": "Willem \"Wim\" van der Voort (24 March 1923 – 23 October 2016) was a Dutch speed skater. At the 1952 Olympics in Oslo Van der Voort was the silver medalist in the men's 1500 meters, finishing 0.2 seconds behind Hjalmar Andersen of Norway. He received a bronze medal at the 1953 World Allround Championships, and silver medals at the 1951 and 1953 European Championships.",
  "/wiki/Speed_skating_at_the_1952_Winter_Olympics_-_Men%27s_1500_metres": "The 1500 metres speed skating event was part of the speed skating at the 1952 Winter Olympics programme. The competition was held on Monday, 18 February 1952 at 5 p.m.. Thirty-nine speed skaters from 13 nations competed.",
  "/wiki/Sjoukje_Dijkstra": "Sjoukje Rosalinde Dijkstra (Dutch pronunciation: [ˌʃʌukjə ˈdɛikstra], born 28 January 1942) is a Dutch former competitive figure skater. She is the 1964 Olympic champion in ladies' singles, the 1960 Olympic silver medalist, a three-time World champion (1962–1964), five-time European champion (1960–1964), and the six-time Dutch national champion (1959–1964).",
  "/wiki/1960_Winter_Olympics": "The 1960 Winter Olympics, officially known as the VIII Olympic Winter Games, was a winter multi-sport event held between February 18–28, 1960, in Squaw Valley, California, United States.",
  "/wiki/Figure_skating_at_the_1960_Winter_Olympics": "Figure skating at the 1960 Winter Olympics took place at the Blyth Arena in Squaw Valley, California, United States. Three figure skating events were contested: men's singles, ladies' singles and pair skating.",
  "/wiki/Jan_Pesman": "Jan Sijbrand Pesman (4 May 1931 – 23 January 2014) was a Dutch speed skater who specialized in long distances. He competed at the 1960 Winter Olympics in the 500 m, 5000 m and 10,000 m events and won a bronze medal in the 5000 m.",
  "/wiki/Speed_skating_at_the_1960_Winter_Olympics": "At the 1960 Winter Olympics, eight speed skating events were contested in Squaw Valley, California. For the first time, women participated in the Olympic speed skating events. The competitions were held from Saturday, February 20, to Tuesday, February 23, 1960 (women), and from Wednesday, February 24, to Saturday, February 27, 1960 (men).",
  "/wiki/Speed_skating_at_the_1960_Winter_Olympics_%E2%80%93_Men%27s_5000_metres": "The 5000 metres speed skating event was part of the speed skating at the 1960 Winter Olympics programme. The competition was held on the Squaw Valley Olympic Skating Rink and for the first time at the Olympics on artificially frozen ice. It was held on Thursday, February 25, 1960. Thirty-seven speed skaters from 15 nations competed.",
  "/wiki/1964_Winter_Olympics": "The 1964 Winter Olympics, officially known as the IX Olympic Winter Games (French: Les IXes Jeux olympiques d'hiver)  (German: Olympische Winterspiele 1964), was a winter multi-sport event which was celebrated in Innsbruck, Austria, from January 29 to February 9, 1964. The Games included 1091 athletes from 36 nations, and the Olympic Torch was carried by Joseph Rieder, a former alpine skier who had participated in the 1956 Winter Olympics.",
  "/wiki/Figure_skating_at_the_1964_Winter_Olympics": "Figure skating at the 1964 Winter Olympics took place at the Olympiahalle in Innsbruck, Austria.",
  "/wiki/Kees_Verkerk": "Cornelis Arie \"Kees\" Verkerk (born 28 October 1942) is a former speed skater from the Netherlands.",
  "/wiki/Speed_skating_at_the_1964_Winter_Olympics": "Speed skating at the 1964 Winter Olympics, was held from 30 January to 7 February. Eight events were contested at the Eisschnelllaufbahn Innsbruck.",
  "/wiki/Speed_skating_at_the_1964_Winter_Olympics_%E2%80%93_Men%27s_1500_metres": "The men's 1500 metres in speed skating at the 1964 Winter Olympics took place on 6 February, at the Eisschnellaufbahn.",
  "/wiki/1968_Winter_Olympics": "The 1968 Winter Olympics, officially known as the X Olympic Winter Games (French: Les Xes Jeux olympiques d'hiver), were a winter multi-sport event which was celebrated in 1968 in Grenoble, France, and opened on 6 February. Thirty-seven countries participated.",
  "/wiki/Speed_skating_at_the_1968_Winter_Olympics": "Speed skating at the 1968 Winter Olympics, was held from 4 to 12 February. Eight events were contested at L'Anneau de Vitesse in Grenoble, France.",
  "/wiki/Speed_skating_at_the_1968_Winter_Olympics_%E2%80%93_Men%27s_1500_metres": "The men's 1500 metres in speed skating at the 1968 Winter Olympics took place on 16 February, at the L'Anneau de Vitesse.",
  "/wiki/Carry_Geijssen": "Carolina (\"Carry\") Cornelia Catharina Geijssen (born 11 January 1947) is a former speed skater from the Netherlands.",
  "/wiki/Speed_skating_at_the_1968_Winter_Olympics_%E2%80%93_Women%27s_1000_metres": "The women's 1000 metres in speed skating at the 1968 Winter Olympics took place on 11 February, at the L'Anneau de Vitesse.",
  "/wiki/Ans_Schut": "Johanna (\"Ans\") Schut (born 26 November 1944) is a former ice speed skater from the Netherlands.",
  "/wiki/Speed_skating_at_the_1968_Winter_Olympics_%E2%80%93_Women%27s_3000_metres": "The women's 3000 metres in speed skating at the 1968 Winter Olympics took place on 12 February, at the L'Anneau de Vitesse.",
  "/wiki/Ard_Schenk": "Adrianus \"Ard\" Schenk (born 16 September 1944) is a former speed skater from the Netherlands, who is considered to be one of the best in history. His first Olympic success came in 1968, when he won a silver medal at the 1968 Winter Olympics. Between 1970 and 1972 Winter Olympics, Schenk won three consecutive World Allround Speed Skating Championships. He won three gold medals at the 1972 Winter Olympics, becoming, along with Galina Kulakova of Soviet Union, the most successful athlete there.",
  "/wiki/Speed_skating_at_the_1968_Winter_Olympics_%E2%80%93_Men%27s_5000_metres": "The men's 5000 metres in speed skating at the 1968 Winter Olympics took place on 15 February, at the L'Anneau de Vitesse.",
  "/wiki/Speed_skating_at_the_1968_Winter_Olympics_%E2%80%93_Women%27s_1500_metres": "The women's 1500 metres in speed skating at the 1968 Winter Olympics took place on February 10, at the L'Anneau de Vitesse.",
  "/wiki/Peter_Nottet": "Petrus \"Peter\" Wilhelmus Frederikus Nottet (born 23 September 1944) is a Dutch speed skater who competed in the 1964 Winter Olympics and in the 1968 Winter Olympics. In 1964 he finished 34th in the 5000 metres event.",
  "/wiki/Stien_Baas-Kaiser": "Christina (\"Stien\") Wilhelmina Baas-Kaiser (born 20 May 1938) is a former speed skater from the Netherlands.",
  "/wiki/1972_Winter_Olympics": "The 1972 Winter Olympics, officially known as the XI Olympic Winter Games (Japanese: 第十一回オリンピック冬季競技大会, Dai Jūichi-kai Orinpikku Tōkikyōgi Taikai) (French: Les XIes Jeux olympiques d'hiver), were a winter multi-sport event which was held from February 3 to February 13, 1972, in Sapporo, Hokkaidō, Japan. It was the first Winter Olympics to be held outside Europe and North America, and only the third game (summer or winter) held outside those regions overall, after Melbourne (1956 Summer Olympics) and Tokyo (1964 Summer Olympics).",
  "/wiki/Speed_skating_at_the_1972_Winter_Olympics": "Speed skating at the 1972 Winter Olympics, was held from 4 to 12 February. Eight events were contested at Makomanai Open Stadium in Sapporo, Japan. This was the first Olympics at which electronic times were recorded to the hundredth of a second.",
  "/wiki/Speed_skating_at_the_1972_Winter_Olympics_%E2%80%93_Men%27s_1500_metres": "The men's 1500 metres in speed skating at the 1972 Winter Olympics took place on 6 February, at the Makomanai Open Stadium.",
  "/wiki/Speed_skating_at_the_1972_Winter_Olympics_%E2%80%93_Men%27s_5000_metres": "The men's 5000 metres in speed skating at the 1972 Winter Olympics took place on 4 February, at the Makomanai Open Stadium.",
  "/wiki/Speed_skating_at_the_1972_Winter_Olympics_%E2%80%93_Men%27s_10000_metres": "The men's 10,000 metres in speed skating at the 1972 Winter Olympics took place on 7 February, at the Makomanai Open Stadium.",
  "/wiki/Speed_skating_at_the_1972_Winter_Olympics_%E2%80%93_Women%27s_3000_metres": "The women's 3000 metres in speed skating at the 1972 Winter Olympics took place on 12 February, at the Makomanai Open Stadium."
}