{
  "/wiki/Kedah_FA": "Kedah Football Association (Malay: Persatuan Bola Sepak Kedah) is a football association that supervises football in the state of Kedah, Malaysia. They are the only team in the history of Malaysian football to have achieved treble titles twice, in 2006-07 and 2007-08 seasons.",
  "/wiki/Alor_Setar": "Alor Setar (Jawi: الور ستار), known as Alor Star from 2004 to 2008, is the state capital of Kedah, Malaysia. It is the second-largest city in the state after Sungai Petani and one of the most-important cities on the west coast of Peninsular Malaysia. It sits along the country's longest expressway, located 400 km (250 mi) from Kuala Lumpur and 79 km (49 mi) north of George Town, Penang. The city is home to the Central State Administration Centre and is the administrative centre of Kota Setar District.",
  "/wiki/Kuala_Lumpur_FA": "Kuala Lumpur Football Association is a football association who supervising the football activities in the Federal Territory of Malaysia of Kuala Lumpur.",
  "/wiki/Shah_Alam": "Shah Alam /ʃɑː ˈɑːləm/ is a city and the state capital of Selangor, Malaysia and situated within the Petaling District and a small portion of the neighbouring Klang District. Shah Alam replaced Kuala Lumpur as the capital city of the state of Selangor in 1978 due to Kuala Lumpur's incorporation into a Federal Territory in 1974. Shah Alam was the first planned city in Malaysia after independence from Britain in 1957.",
  "/wiki/Penang_FA": "Football Association of Penang (or simply known as FA Penang) is a Malaysian association football club based in George Town, Penang that currently plays in the Malaysia Premier League.",
  "/wiki/Gelugor": "Gelugor is a southern suburb of George Town in Penang, Malaysia. Named after a plant species, Gelugor lies along the eastern seaboard of Penang Island, between Jelutong and Sungai Dua, and nearly 5 km (3.1 mi) south of the city centre.",
  "/wiki/Melaka_United": "Melaka United Soccer Association /məˈlɑːkə/ is a professional football club based in Malacca City that competes in Malaysia Super League. Founded in 1924, the club's home ground since then has been Hang Tuah Stadium before moving to Hang Jebat Stadium in Paya Rumput / Krubong. The club represents the state of Malacca in Malaysian football competitions. They currently play in the top division in Malaysian football, the Malaysia Super League after being promoted back-to-back as champion from 2015 Malaysia FAM League and 2016 Malaysia Premier League.",
  "/wiki/Pahang_FA": "Pahang Football Club (Malay: Kelab Bolasepak Pahang) is a Malaysian professional football club based in Kuantan, Pahang. The association was found in 1959 to represent the state itself and has traditionally worn a yellow home kit since. In the beginning, their early home matches were held around the city public fields and outside Kuantan, predominantly around districts of Pahang.",
  "/wiki/Kuantan": "Kuantan is the state capital of Pahang, Malaysia. It is located near the mouth of the Kuantan River and faces the South China Sea. Kuantan is the 18th largest city in Malaysia based on 2010 population, and the largest city in the East Coast of Peninsular Malaysia. It has been expected that Kuantan will be officially declared as a city in 2020.",
  "/wiki/Perak_FA": "The club was formerly named simply as Perak or fully as Perak Amateur Football Association (PAFA) before being rebranded as Perak FA and again in February 2016 as Perak The Bos Gaurus which will be used for 2016 season onwards.",
  "/wiki/Ipoh": "Ipoh (/ˈiːpoʊ/) is the capital city of the Malaysian state of Perak. Located by the Kinta River, it is nearly 180 km (110 mi) north of Kuala Lumpur and 123 km (76 mi) southeast of George Town in neighbouring Penang. As of 2010[update], Ipoh contained a population of 657,892, making it the third largest city in Malaysia by population.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.",
  "/wiki/Terengganu_F.C._I": "Terengganu Football Club is a professional football club based in Kuala Terengganu, Terengganu, Malaysia, that competes in Malaysia Super League, the first division of the Malaysian League. Nicknamed \"The Turtles\", the club was founded as Terengganu Amateur Football Association on 22 November 1956, changed its name to Terengganu Football Association in 1972 and Terengganu Football Club in 2018.",
  "/wiki/Kuala_Terengganu": "Kuala Terengganu (Malaysian pronunciation: [ˈkuˈala ˈtəˈrəŋˈganu] Jawi: .mw-parser-output .script-arabic,.mw-parser-output .script-Arab{font-family:Scheherazade,Lateef,LateefGR,Amiri,\"Noto Naskh Arabic\",\"Droid Arabic Naskh\",Harmattan,\"Arabic Typesetting\",\"Traditional Arabic\",\"Simplified Arabic\",\"Times New Roman\",Arial,\"Sakkal Majalla\",\"Microsoft Uighur\",Calibri,\"Microsoft Sans Serif\",\"Segoe UI\",serif,sans-serif;font-weight:normal}كوالا ترڠڬانو‎, Chinese: 瓜拉登嘉楼; pinyin: Guālādēngjiālóu), often abbreviated as K.T., is a city, the administrative capital, royal capital and the main economic centre of Terengganu, Malaysia. Kuala Terengganu is also the capital of Kuala Terengganu District. It is also the only royal capital among the nine royal states of the country that bore its state's name. Kuala Terengganu is located about 440 kilometres northeast of Kuala Lumpur on the East Coast of Peninsular Malaysia. The city is situated at the estuary of Terengganu River, facing the South China Sea.",
  "/wiki/List_of_top-division_futsal_clubs_in_AFC_countries": "This is a list of top-division association futsal clubs in AFC countries. The Asian Football Confederation (AFC) includes all Asian countries except Armenia, Azerbaijan, Cyprus, Georgia, Israel, Kazakhstan and Turkey as members, but also includes the Oceanian countries of Australia, Guam, and the Northern Mariana Islands (the association of the Northern Mariana Islands is a provisional associate member of AFC but not a member of FIFA)."
}