{
  "/wiki/G-Funk_Classics,_Vol._1_&_2": "G-Funk Classics, Vol. 1 & 2 is the debut studio album by American hip hop recording artist Nate Dogg. The album was originally to be released through Death Row Records in 1996, but the album was shelved due to legal problems at Death Row Records, and he wasn't able to release it until the summer of 1998. By that time, the popularity of West Coast hip hop had greatly diminished and the album only managed to make it to number 58 on the Billboard 200 and number 20 on the Top R&B/Hip-Hop Albums. The album did produce four singles with two top 40 singles, however, \"Never Leave Me Alone\", which was released on October 22, 1996 through Death Row Records and peaked at number 33 on the Billboard Hot 100.",
  "/wiki/Nate_Dogg": "Nathaniel Dwayne Hale (August 19, 1969 – March 15, 2011), known professionally as Nate Dogg, was an American rapper, singer, songwriter, and actor. Hale began his career as a member of the Long Beach, California rap trio 213, alongside his longtime friend Warren G and cousin Snoop Dogg. He eventually pursued a solo career, and released three solo albums, G-Funk Classics, Vol. 1 & 2 in 1998, Music & Me in 2001, and Nate Dogg as a bootlegged album in 2003 and on CD in 2014.",
  "/wiki/Tha_Streetz_Iz_a_Mutha": "Tha Streetz Iz a Mutha is the second studio album by American rapper Kurupt. It was released on November 16, 1999 through Antra Records with distribution from Artemis Records. Kurupt lost distribution from A&M Records due to the corporate merger between PolyGram and Universal Music Group in early 1999.",
  "/wiki/Kurupt": "Ricardo Emmanuel Brown (born November 23, 1972), better known by his stage name Kurupt, is an American rapper and actor. His career began in the early 1990s when he was signed to Death Row Records and shortly after formed the duo Tha Dogg Pound with Daz Dillinger. After leaving Death Row in 1996, he signed with A&M and released his debut studio album, Kuruption! in 1998. He is also a member of the hip-hop supergroups The HRSMN and Diirty OGz. Rappers Eminem and Kendrick Lamar have cited him as an influence and as one of the most lyrically skilled rappers of all time.",
  "/wiki/Soopafly": "Priest Joseph Brooks, (known professionally as Soopafly born December 8, 1972) is a hip hop producer and rapper from Long Beach, California. He is a member of the DPGC.",
  "/wiki/Tray_Deee": "Tracy Lamar Davis (born April 27, 1966), better known by his stage name Big Tray Deee (formerly Tray Deee and Tracy Deee), is an American rapper who was once signed to Death Row Records and later signed with Snoop Dogg's label Dogghouse Records.",
  "/wiki/No_Limit_Top_Dogg": "No Limit Top Dogg is the fourth studio album and second on No Limit Records by American rapper Snoop Dogg. It was released May 11, 1999, by No Limit Records and Priority Records. Following the mixed reception of his previous two albums, Snoop began to work again with Dr. Dre and returned to the west coast sound of his earlier career while on Death Row Records. The album was generally met with positive reception with many critics citing it as a return to form and his best album since Doggystyle (1993). Many praised the production work for the album with the tracks made by Dr. Dre being highlighted as well as Snoop's delivery while criticism was mainly aimed at the length of the album, the No Limit features, and the lack of new lyrical content. The Source would later put the album on their list of the Top 10 Best Albums of the Year for 1999.",
  "/wiki/Snoop_Dogg": "Calvin Cordozar Broadus Jr. (born October 20, 1971), known professionally as Snoop Dogg,[note 1] is an American rapper, singer, songwriter, producer, media personality, entrepreneur, and actor. His music career began in 1992 when he was discovered by Dr. Dre and featured on Dre's solo debut, \"Deep Cover\", and then on Dre's solo debut album, The Chronic. He has since sold over 23 million albums in the United States and 35 million albums worldwide.",
  "/wiki/Game_Don't_Wait": "\"Game Don't Wait\" was the second single released from Warren G's third album, I Want It All. The remix of the song, which was the version released as a single was produced by Warren G's stepbrother Dr. Dre and featured fellow 213 members, Nate Dogg and Snoop Dogg, as well as Xzibit. It peaked at 58 on the Hot R&B/Hip-Hop Singles & Tracks. The original song was produced by Warren G and featured Snoop Dogg, Nate Dogg and Xzibit.",
  "/wiki/I_Want_It_All_(album)": "I Want It All is the third studio album by American rapper Warren G. It was released on October 12, 1999 under his own label G-Funk Entertainment in conjunction with Restless Records. It features more well known artists than his previous two albums Regulate... G Funk Era and Take a Look Over Your Shoulder, such as Snoop Dogg, Nate Dogg, Tha Dogg Pound, Mack 10, Jermaine Dupri and Slick Rick. Compared to Regulate...G Funk Era, I Want It All contains less vocals by Warren G, who focuses more on the producing than lyricism and clearly embraces a less gangsta image, leading to a more tropical, relaxed vibe in most of the album's tracks.",
  "/wiki/Warren_G": "Warren Griffin III (born November 10, 1970), known by his stage name Warren G, is an American rapper, songwriter, record producer and DJ, known as one of the pioneers of West Coast hip hop. Griffin's career began in the early 1990s as part of the California hip-hop trio 213 alongside Nate Dogg and Snoop Dogg, but he is best known for his work as a solo artist, most notably for his hit single \"Regulate\" featuring Nate Dogg, as well as his first two studio albums, Take a Look Over Your Shoulder and Regulate...G Funk Era, which are certified gold and triple platinum respectively by the Recording Industry Association of America (RIAA).",
  "/wiki/Xzibit": "Alvin Nathaniel Joiner (born September 18, 1974), better known by his stage name Xzibit (pronounced \"Exhibit\"), is an American rapper, actor and broadcaster.",
  "/wiki/Can't_Go_for_That": "\"Can't Go for That\" is a song by Canadian recording artist Tamia. It was written by Missy Elliott, Brycyn Evans and Roosevelt \"Bink\" Harrell for her second studio album A Nu Day (2000), featuring main production from the latter with Elliottt and Evans serving as co-producers. Musically, the song includes an interpolation of \"I Can't Go For That (No Can Do)\" as performed by Hall & Oates.",
  "/wiki/A_Nu_Day": "A Nu Day is the second studio album by Canadian recording artist Tamia. It was released by Elektra Records on October 10, 2000, following her transition from Qwest Records. A less ballad-driven collection of songs and more progressive approach than her debut effort, Tamia worked with a smaller number of songwriters and producers on the album, including Dallas Austin, Shep Crawford, Missy Elliott, Bink!, Errol \"Poppi\" McCalla, and Jazz Nixon, some of whom would become frequent collaborators on subsequent albums. As with Tamia, a cover version, DeBarge's 1983 single \"Love Me in a Special Way\", was also recorded for the album.",
  "/wiki/Tamia": "Tamia Marilyn Hill (/təˈmiːə/; née Washington; born May 9, 1975) is a Canadian singer, songwriter, producer, and actress. Born and raised in Windsor, Ontario, Tamia performed in various singing and dancing competitions as a child. In 1994, after signing a development deal with Warner Bros. Records, she was asked by veteran producer Quincy Jones to appear on his album Q's Jook Joint (1995), earning her Grammy Award nominations for their collaboration on \"You Put a Move on My Heart\" and \"Slow Jams.\" Her self-titled debut album was released in 1998 and followed by a series of successful albums with Elektra Records, including A Nu Day (2000) and  More (2004). Several songs from these albums became hit singles on the pop and R&B record charts, including \"So Into You\", \"Stranger in My House\" and \"Imagination\" as well as her collaborations \"Into You\", \"Missing You\" and \"Spend My Life with You\".",
  "/wiki/Missy_Elliott": "Melissa \"Missy\" Arnette Elliott (born July 1, 1971) is an American rapper, singer, songwriter, record producer, dancer, and philanthropist. She embarked on her music career with all-female R&B group Sista in the early-mid 1990s and later became a member of the Swing Mob collective along with childhood friend and longtime collaborator Timbaland, with whom she worked on projects for Aaliyah, 702, Total, and SWV. Following several collaborations and guest appearances, she launched her solo career on July 15, 1997 with her debut album Supa Dupa Fly, which spawned the top 20 single \"Sock It 2 Me\". The album debuted at number three on the Billboard 200, the highest charting debut for a female rapper at the time.",
  "/wiki/The_Return_of_the_Regulator": "The Return of the Regulator is the fourth studio album by Warren G. Although the album can be considered as a return to the roots of west coast gangsta music, it sold less than the two previous albums.",
  "/wiki/Paid_tha_Cost_to_Be_da_Boss": "Paid tha Cost to Be da Boss (stylized as Paid tha Cost to Be da Bo$$) is the sixth studio album by American rapper Snoop Dogg. It was released on November 26, 2002, by his Doggystyle label, alongside Priority and Capitol Records. Following his departure from the No Limit Records, he later signed a recording contract to Capitol through Priority Records. The album was supported by two singles: \"From tha Chuuuch to da Palace\" featuring Pharrell, and the other-Pharrell featured track \"Beautiful\" along with featuring Charlie Wilson.",
  "/wiki/Redman_(rapper)": "Reginald \"Reggie\" Noble (born April 17, 1970), better known by his stage name Redman, is an American rapper, DJ, record producer, and actor. He rose to fame in the early 1990s as an artist on the Def Jam label.",
  "/wiki/In_the_Mid-Nite_Hour": "In The Mid-Nite Hour is the fifth studio album by Warren G, released on the label Lightyear Entertainment on October 11, 2005. His first single was \"Get U Down\" featuring Ice Cube, B-Real, and Snoop Dogg, and his follow up single was \"I Need A Light\" featuring Nate Dogg. Neither single was able to make the Billboard charts for music and the album peaked at number 80 on the Billboard 200 album chart selling 14,800 in its first week.  It is notable for having a laid back feel to it and featuring rapper Bishop Lamont on seven tracks.",
  "/wiki/213_(group)": "213 (pronounced \"Two One Three\") was an American hip hop trio supergroup from Long Beach, California composed of Snoop Dogg, Warren G and Nate Dogg.  The name derives from Los Angeles' original telephone area code 213, which served the city of Long Beach at the time of the band's formation."
}