{
  "/wiki/Amazonas,_Venezuela": "Amazonas State (Spanish: Estado Amazonas, IPA: [esˈtaðo amaˈsonas]) is one of the 23 states (estados) into which Venezuela is divided. It covers nearly a fifth of the area of Venezuela, but has less than 1% of Venezuela's population.",
  "/wiki/Karina_Rivero": "Elia Karina Rivero Molnar (born October 20, 1985 in Valera, Venezuela) is a Venezuelan model and beauty pageant contestant. She was the Elite Model Look Venezuela winner for 2003 and was the official representative of Venezuela to the Elite Model Look International 2003 pageant held in Singapore on November 8, 2003. Rivero was also first runner up in the Elite Model Latino 2003 pageant held in May, 2003.",
  "/wiki/Valera": "Valera is a city in Trujillo State in Venezuela, situated between the rivers Momboy and Motatán. The current[update] mayor is José Karkom, who has had that post since 2013. The city is home to Italian, Portuguese, Chinese, Colombian and Spanish communities. It is also home to the Universidad Valle del Momboy, a private university, as well as the Instituto Universitario de Tecnología de Trujillo (IUTET). Also, the Universidad Nacional Experimental Simón Rodríguez (UNESR), the Universidad Pedagógica Experimental Libertador (UPEL), among others.",
  "/wiki/Anzo%C3%A1tegui": "Anzoátegui State (Spanish: Estado Anzoátegui, IPA: [esˈtaðo ansoˈateɣi]) is one of the 23 component states of Venezuela, located in the northeastern region of the country. Anzoátegui is well known for its beaches that attract many visitors. Its coast consists of a single beach approximately 100 km (62 mi) long. Its capital is the city of Barcelona, and significant cities include Puerto la Cruz and El Tigre.",
  "/wiki/Mar%C3%ADa_Milagros_V%C3%A9liz": "María Milagros Véliz Pinto (born January 9, 1986, in Guacara, Carabobo state, Venezuela) is a beauty pageant titleholder who represented Venezuela in Miss World 2009, held on December 12, 2009 in Johannesburg, South Africa.  She was a finalist (top six) of the \"Miss World Sports\" fast-track competition.",
  "/wiki/Guacara": "Guacara is a city in Carabobo State, Venezuela, seat of Guacara Municipality.",
  "/wiki/Apure": "Apure State (Spanish: Estado Apure, IPA: [esˈtaðo aˈpuɾe]) is one of the 23 states (estados) into which Venezuela is divided.  Its territory formed part of the provinces of Mérida, Maracaibo, and Barinas, in accordance with successive territorial ordinations pronounced by the colonial authorities.  In 1824 the Department of Apure was created, under jurisdiction of Barinas, which laid the foundations for the current entity.  In 1856 it separated from Barinas and for the first time Apure appeared as an independent province, which in 1864 acquired the status of state.  In 1881, however, a new territorial division combined Apure and Guayana to form a single state named Bolívar.  In 1899 it reestablished its autonomy and finally, by means of the Constitution of 1909, gained its current borders.",
  "/wiki/Adahisa_Pe%C3%B1a": "Adahisa Peña Arteaga (born August 6, 1984) is a pageant titleholder, born in Valencia, Venezuela. She was represented the Apure state in the Miss Venezuela 2008 pageant, on September 10, 2008, and won the Miss Congeniality award.",
  "/wiki/Valencia,_Carabobo": "Valencia (Spanish pronunciation: [baˈlensja]) is the  capital city of Carabobo State and the third-largest city in  Venezuela.",
  "/wiki/Aragua": "Aragua State (Spanish: Estado Aragua, IPA: [esˈtaðo aˈɾaɣwa]) is located in the north-central region of Venezuela. It has plains and jungles and Caribbean beaches. The most popular are Cata and Choroni. It has Venezuela's first national park which is called Henri Pittier.",
  "/wiki/Ligia_Hern%C3%A1ndez": "Ligia Elena Hernández Frías (born April 5, 1985 in Punto Fijo, Venezuela, and grew up in Maracay, Venezuela), is a pageant titleholder. She was represented the Aragua state in the Miss Venezuela 2008 pageant, on September 10, 2008, and placed in the ten semifinalists.",
  "/wiki/Maracay": "Maracay (Spanish pronunciation: [maɾaˈkai̯]) is a city in north-central Venezuela, near the Caribbean coast, and is the capital and most important city of the state of Aragua. Most of it falls under the jurisdiction of Girardot Municipality. The population of Maracay and its surroundings in the 2011 census was 955,362. In Venezuela, Maracay is known as \"Ciudad Jardín\" (\"Garden City\").",
  "/wiki/Barinas_(state)": "Barinas State (Spanish: Estado Barinas, IPA: [esˈtaðo βaˈɾinas]) is one of the 23 states (estados) into which Venezuela is divided. The state capital is Barinas.",
  "/wiki/Guatire": "Guatire is a city in Miranda, Venezuela.  In 2006, its population has been estimated at 200,417.  Today, Guatire has virtually merged with its neighbour, Guarenas forming the Guarenas-Guatire conurbation.",
  "/wiki/Bolivar_(state)": "Bolívar (Spanish: Estado Bolívar, IPA: [esˈtaðo βoˈliβaɾ]) is one of the 23 states (estados) into which Venezuela is divided. The state capital city is Ciudad Bolívar, but the largest city is Ciudad Guayana. Bolívar State covers a total surface area of 242,801 km2 (93,746 sq mi) and as of the 2011 census, had a population of 1,410,964.",
  "/wiki/Ciudad_Guayana": "Ciudad Guayana (Spanish pronunciation: [sjuˈðað ɣwaˈʝana]) is a city in Bolívar State, Venezuela. It stretches 40 kilometers along the south bank of the Orinoco river, at the point where it is joined by its main tributary, the Caroní river. The Caroni crosses the city south-north and divides it on its two main halves: the old town of San Félix in the east, and the new town of Puerto Ordaz (Spanish pronunciation: [ˈpweɾto oɾˈðas]) in the west. The city was officially founded in 1961 by the unification of this two former settlements, but the history of San Félix goes back to its foundation in 1724. Within the city limits are located the site of Cachamay Falls and Llovizna Falls. There are three bridges across the Caroni and the second crossing over the Orinoco, the Orinoquia Bridge, was inaugurated in the city in 2006. With approximately one million people, it is Venezuela's fastest-growing city[citation needed] due to its important iron, steel, aluminium and hydroelectric industries. Ciudad Guayana is one of Venezuela's five most important ports, since most goods produced in the industry-rich Bolívar state are shipped through it, as ocean-going vessels can sail to it from the Atlantic Ocean up the Orinoco river.",
  "/wiki/Canaima_National_Park": "Canaima National Park (Spanish: Parque Nacional Canaima) is a 30,000 km2 (12,000 sq mi) park in south-eastern Venezuela that roughly occupies the same area as the Gran Sabana region. It is located in Bolívar State, reaching the borders with Brazil and Guyana.",
  "/wiki/Cabimas": "Cabimas is a city on the shore of Maracaibo Lake in Zulia State in northwestern Venezuela. In 2005, its population was around 200,859.",
  "/wiki/Carabobo": "Carabobo State (Spanish: Estado Carabobo, IPA: [esˈtaðo kaɾaˈβoβo]) is one of the 23 states of Venezuela, located in the north of the country, about two hours by car from Caracas. The capital city of this state is Valencia, which is also the country's main industrial center. The state's area is 4,369 km2 (1,687 sq mi) and as of the 2011 census, had a population of 2,245,744.",
  "/wiki/Gabriela_Concepci%C3%B3n": "Grabiela Nidioska Concepción Guzmán, is a pageant titleholder from Puerto Cabello, Carabobo state, Venezuela who competed in the Miss Venezuela 2008 pageant on September 10, 2008, and won the title of 2nd runner up. She won the Miss Carabobo 2008 title in a state pageant held in Valencia, Venezuela on 13 June 2008.",
  "/wiki/Puerto_Cabello": "Puerto Cabello (Spanish pronunciation: [ˈpweɾto kaˈβeʝo] (listen)) is a city on the north coast of Venezuela. It is located in Carabobo State, about 210 km west of Caracas. As of 2011, the city had a population of around 182,400. The city is home to the largest and busiest port in the country and is thus a vital cog in the country's vast oil industry. The word 'cabello' translates to 'hair'. The Spaniards took to saying that the sea was so calm there that a ship could be secured to the dock by tying it with a single hair.",
  "/wiki/Cojedes_(state)": "Cojedes State (Spanish: Estado Cojedes, IPA: [esˈtaðo koˈxeðes]) is one of the 23 states of Venezuela. The state capital is San Carlos.",
  "/wiki/San_Crist%C3%B3bal,_Venezuela": "San Cristóbal (Spanish pronunciation: [saŋ kɾisˈtoβal]) is the capital city of the Venezuelan state of Táchira. It is located in a mountainous region of Western Venezuela. The city is situated 818 metres (2,684 ft) above sea level in the northern Andes overlooking the Torbes River, 56 kilometres (35 mi) from the Colombian border. San Cristóbal was founded on March 31, 1561, by Juan de Maldonado. From its inception, the city evolved rapidly as one of the most progressive and important centers of commerce in the country, due primarily to its rich soil and its proximity to the border with Colombia.",
  "/wiki/Delta_Amacuro": "Delta Amacuro State (Spanish: Estado Delta Amacuro, IPA: [esˈtaðo ˈðelta amaˈkuɾo]) is one of the 23 states of Venezuela, and is the location of the Orinoco Delta. The Paria Gulf and the Atlantic Ocean are found to the north, Bolívar State is found to the south, the Atlantic Ocean and Guyana are found to the east, and Monagas State is found to the west. The state capital city is Tucupita.",
  "/wiki/Nathaly_Navas": "Nathaly Andreína Navas Pérez is a model and pageant titleholder, born in La Guaira, Venezuela, on February 8, 1987.",
  "/wiki/Caracas": "Caracas (/kəˈrækəs, -ˈrɑːk-/, Spanish: [kaˈɾakas]), officially Santiago de León de Caracas, abbreviated as CCS, is the capital and largest city of Venezuela, and the centre of the Metropolitan Region of Caracas (or Greater Caracas). Caracas is located along the Guaire River in the northern part of the country, following the contours of the narrow Caracas Valley on the Venezuelan coastal mountain range (Cordillera de la Costa). Terrain suitable for building lies between 760 and 1,140 m (2,490 and 3,740 ft) above sea level, although there is some settlement above this range. The valley is close to the Caribbean Sea, separated from the coast by a steep 2,200-metre-high (7,200 ft) mountain range, Cerro El Ávila; to the south there are more hills and mountains. The Metropolitan Region of Caracas has an estimated population of almost 3 million inhabitants. It is the seventh largest metropolitan area in terms of population in Latin America.",
  "/wiki/Federal_dependencies_of_Venezuela": "The Federal Dependencies of Venezuela (Spanish: Dependencias Federales de Venezuela) encompass most of Venezuela's offshore islands in the Caribbean Sea and the Gulf of Venezuela, excluding those islands that form the State of Nueva Esparta. These islands, with a total area of 342 square kilometres, are sparsely populated – according to the preliminary results of the 2011 Census only 2,155 people live there permanently, with another hundred from Margarita Island who live there seasonally to engage in fishing. Local government is officially under the authority of the mayor of Caracas, although de facto power is often held in the heads of the sparse and somewhat isolated communities that decorate the territories.",
  "/wiki/Dayana_Borges": "Dayana Andreína Borges Mora (born 19 February 1990, in Maracay) is a Venezuelan model. She entered the Elite Model Look Venezuela 2006 pageant, held in Caracas on 10 October 2006. She was chosen first runner-up. Borges was also the first runner up in the Elite Model Latino 2006 pageant held in December 2006 in Los Cabos, Mexico.",
  "/wiki/Cagua": "Cagua (Spanish pronunciation: [ˈkaɣwa]) is a city of Venezuela, capital of the Sucre Municipality of Aragua State.  Cagua is part of the metropolitan area of Maracay.",
  "/wiki/Venezuelan_Capital_District": "The Capital District (Spanish: Distrito Capital) is a federal district of Venezuela. It has an area of 433 km2 and there is only one administrative division (municipio), Libertador, which contains about half of Caracas, the Venezuelan capital city, which is also the seat of the three branches of the federal government of Venezuela. The population in 2004 was 2,073,768.  The District borders on the states of Vargas and Miranda.",
  "/wiki/Mar%C3%ADa_Lourdes_Caldera": "María Lourdes Caldera Méndez is a pageant titleholder, was born in Maracaibo, Venezuela on January 24, 1983, and grew up in Caracas, Venezuela. She is the Miss Turismo Venezuela (Miss Tourism Venezuela) titleholder for 2007, and was the official representative of Venezuela to the Miss Tourism Queen International pageant held in  Zhengzhou, China on April 10, 2008; when she won the Best Evening Gown award. She was represented the Distrito Capital in the Miss Venezuela 2008 pageant, on September 10, 2008, but unplaced.",
  "/wiki/Falc%C3%B3n": "Falcón State (Spanish: Estado Falcón, IPA: [esˈtaðo falˈkon]) is one of the 23 states (estados) that constitute Venezuela. The state capital is Coro.",
  "/wiki/Gu%C3%A1rico": "Guárico State (Spanish: Estado Guárico, IPA: [esˈtaðo ˈɣwaɾiko]) is one of the 23 states of Venezuela. The state capital is San Juan de Los Morros. Guárico State covers a total surface area of 64,986 km2 (25,091 sq mi) and, in 2011, had a census population of 747,739. It is named for the Guárico River.",
  "/wiki/Hildaly_Dom%C3%ADnguez": "Hildaly Dellanira Domínguez Núñez, is a pageant titleholder from Guárico, Venezuela who competed in the Miss Venezuela 2008 pageant on September 10, 2008.",
  "/wiki/Lara_(state)": "Lara State (Spanish: Estado Lara, IPA: [esˈtaðo ˈlaɾa]) is one of the 23 states (estados) into which Venezuela is divided. The state capital is Barquisimeto.",
  "/wiki/M%C3%A9rida_(state)": "The State of Mérida commonly known simply as Mérida' (Spanish: Estado Bolivariano de Mérida), IPA: [esˈtaðo ðe ˈmeɾiða]) is one of the 23 states of Venezuela. The state capital is Mérida, in the Libertador Municipality.",
  "/wiki/M%C3%A9rida,_M%C3%A9rida": "Mérida, officially known as Santiago de los Caballeros de Mérida, is the capital of the municipality of Libertador and the state of Mérida, and is one of the main cities of the Venezuelan Andes. It was founded in 1558 by Captain Juan Rodríguez Suárez, forming part of Nueva Granada, but later became part of the Captaincy General of Venezuela and played an active role in the War of Independence.",
  "/wiki/Miranda_(state)": "Miranda State (Spanish: Estado Miranda, IPA: [esˈtaðo miˈɾanda]) is one of the 23 states (estados) of Venezuela and the second most populous after Zulia State. As of the 2011 census, it had a population of 2,675,165 residents. It also has the greatest Human Development Index in Venezuela, according to the Venezuelan National Institute of Statistics (Instituto Nacional de Estadistica, Caracas). The most recent population estimate was 3,194,390 in mid-2016.",
  "/wiki/Viviana_Ramos": "Viviana Lisbeth Ramos Puma is a pageant titleholder, born in Guanare, Venezuela on September 29, 1989. She is the Miss Globe Venezuela titleholder for 2006, and was the official winner of the Miss Globe International pageant held in  Saranda, Albania on October 1, 2006. Ramos was represented the Miranda state in the Miss Venezuela 2008 pageant, on September 10, 2008, and placed in the 10 semifinalists.",
  "/wiki/Guanare": "Guanare (Spanish pronunciation: [ɡwaˈnaɾe]) is the capital and most populated city of Portuguesa State, Venezuela. It is where la Virgen de Coromoto is said to have appeared to a Coromoto Indian.",
  "/wiki/Monagas": "Monagas State (Spanish: Estado Monagas, IPA: [esˈtaðo moˈnaɣas]) is one of the 23 states of Venezuela.",
  "/wiki/Laksmi_Rodr%C3%ADguez": "Laksmi Rodríguez de la Sierra Solórzano (born November 19, 1985 in San Cristóbal) is a Venezuelan model and Miss Venezuela International 2008. She competed in the Miss International 2009 beauty pageant, on November 28, in Chengdu, (China), and classified in Top 15 semifinalists.",
  "/wiki/San_Crist%C3%B3bal,_T%C3%A1chira": "San Cristóbal (Spanish pronunciation: [saŋ kɾisˈtoβal]) is the capital city of the Venezuelan state of Táchira. It is located in a mountainous region of Western Venezuela. The city is situated 818 metres (2,684 ft) above sea level in the northern Andes overlooking the Torbes River, 56 kilometres (35 mi) from the Colombian border. San Cristóbal was founded on March 31, 1561, by Juan de Maldonado. From its inception, the city evolved rapidly as one of the most progressive and important centers of commerce in the country, due primarily to its rich soil and its proximity to the border with Colombia.",
  "/wiki/Nueva_Esparta": "Nueva Sparta State, in Spanish Estado Nueva Esparta (IPA: [esˈtaðo ˈnweβa esˈpaɾta]), is one of the 23 states of  Venezuela. It comprises Margarita Island, Coche, and the largely uninhabited Cubagua.",
  "/wiki/Natascha_Brandt": "Natascha Alexandra Brandt Rodríguez is a pageant titleholder, born in Caracas, Venezuela on May 13, 1989. She was the official winner of the Señorita Deporte Venezuela 2006 (Miss Sports Venezuela) pageant held in  Caracas, Venezuela on August 8, 2006. Brandt represented the Nueva Esparta state in the Miss Venezuela 2008 pageant, on September 10, 2008. Many people in the country says she is expected to become an international top model",
  "/wiki/Araya_Peninsula": "The Araya Peninsula is a peninsula on the Caribbean Sea, located in Sucre State, northern Venezuela.",
  "/wiki/Charyl_Chac%C3%B3n": "Charyl Marlyz Chacón Ramírez is a pageant titleholder, was born in Lima, Peru on July 5, 1985, and grew up in Maracay, Aragua state, Venezuela. She was the official winner of the Señorita Deporte Venezuela 2007 (Miss Sports Venezuela) pageant held in  Caracas, Venezuela on August 15, 2007. Chacón represented the Araya Peninsula in the Miss Venezuela 2008 pageant, on September 10, 2008."
}