{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Benjamin_Schulte": "Benjamin Anthony Aguon Schulte (born December 22, 1995) is a Guamanian swimmer. Schulte entered the international stage at 15 years old when he won a silver medal at the 2011 Pacific Games held in New Caledonia. At the 2014 Micronesian Games, Schulte was awarded medals in all 11 of his events, nine of them gold, earning him the nickname 'Micro Phelps'. At the 2015 Pacific Games, he won gold in the 200m and 400m medley, silver in the 100m breaststroke, setting a Games record in the heats that was later broken by the gold medalist in the final, and bronze in the 200m breaststroke. At the 2016 Oceania Swimming Championships, Schulte earned a gold and a silver medal.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics": "The swimming competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 13 August at the Olympic Aquatics Stadium. The women's open-water marathon was held on August 15, and the men's open water race on August 16 in Fort Copacabana.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Maria_Dunn": "Maria Dunn (born March 6, 1986) is a female freestyle wrestler from Guam. She participated in Women's freestyle 63 kg at 2008 Summer Olympics losing to Elina Vaseva. She also competed in the same division at the 2012 Summer Olympics, and lost to competitor Lubov Volosova. Maria Dunn has won ten Oceania Championships in women's freestyle wrestling.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics": "Wrestling at the 2012 Summer Olympics were held between 5 and 12 August, the final day of the Games, at ExCeL London. It was split into two disciplines, Freestyle and Greco-Roman which were further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events, with 18 gold medals awarded. Wrestling has been contested at every modern Summer Olympic Games, except Paris 1900.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Ricardo_Blas_Jr.": "Ricardo Blas Jr. (born October 19, 1986) is a judoka from Guam who competed at the 2008 and 2012 Summer Olympics. The son of Ricardo Blas, himself a judoka and Olympic competitor, Blas Jr. began training at the age of five and eventually earned the nickname \"The Little Mountain\" due to his weight. He entered the heavyweight event at the 2008 Games on a wild card selection as the Oceania bronze medalist, losing all his bouts in both the main and repechage stages of the competition. He participated again at the 2012 edition and was eliminated in the second round of the tournament. At 218 kg (481 lb), he is the heaviest competitor at the modern Olympic Games.",
  "/wiki/Judo_at_the_2008_Summer_Olympics": "Judo competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 15 at the Beijing Science and Technology University Gymnasium.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Jeffrey_Cobb": "Jeffrey Cobb (born July 11, 1982) is an American professional wrestler, currently signed to All Elite Wrestling (AEW). He has also wrestled for New Japan Pro-Wrestling, Ring of Honor and Lucha Underground.",
  "/wiki/Wrestling_at_the_2004_Summer_Olympics": "Wrestling at the 2004 Summer Olympics took place in the Ano Liossia Olympic Hall and was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. Men competed in both disciplines whereas women only took part in the Freestyle event with 18 gold medals being contested in all. This was the first Olympic Games that included women's wrestling events on the program.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Melissa_Lynn_Fejeran": "Melissa Lynn Q. Fejeran (born June 17, 1976) is a retired weightlifter from Guam. She placed 15th in the lightweight division at the 2000 Olympics, where she also served as the Olympic flag bearer for Guam.",
  "/wiki/Weightlifting_at_the_2000_Summer_Olympics": "The Weightlifting Competition at the 2000 Summer Olympics in Sydney, Australia saw the introduction of women's weightlifting.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Patrick_Sagisi": "Patrick Sagisi is a swimmer from Guam. In the 1996 Summer Olympics, he participated in the men's 100 m butterfly, but failed to advance from his heat, finishing in 51st place with a time of 56.93. He also represented Guam at the 1988 Summer Olympics and 1992 Summer Olympics, but never advanced out of his heat.",
  "/wiki/Swimming_at_the_1996_Summer_Olympics": "The swimming competition at the 1996 Summer Olympics was held at the Georgia Tech Aquatic Center in Atlanta, United States. There were 762 competitors from 117 countries. This was the last Olympics where swimming B-finals were held.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Swimming_at_the_1992_Summer_Olympics": "At the 1992 Summer Olympics in Barcelona, Spain, 31 swimming events were contested. There was a total of 641 participants from 92 countries competing.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Ricardo_Blas": "Ricardo Blas (born 17 June 1954) is a judoka from Guam. He competed in the men's heavyweight event at the 1988 Summer Olympics.",
  "/wiki/Judo_at_the_1988_Summer_Olympics": "The Judo competition at the 1988 Summer Olympics continued the seven weight classes first used at the 1980 Games. The open division was eliminated from the competition. Women's judo made its first appearance at the Olympic Games, as a demonstration sport. Japan failed to claim the top of the medal count for the first time in an Olympics in which they participated, coming in third behind South Korea and Poland.",
  "/wiki/1988_Winter_Olympics": "The 1988 Winter Olympics, officially known as the XV Olympic Winter Games (French: Les XVes Jeux olympiques d'hiver), was a multi-sport event celebrated in and around Calgary, Alberta, Canada, between February 13 and 28, 1988 and were the first Winter Olympics to be held over a whole two week period. The host city was selected in 1981 over Falun, Sweden, and Cortina d'Ampezzo, Italy.  Most events took place in Calgary while several skiing events were held in the mountain resorts of Nakiska and Canmore, west of the city.",
  "/wiki/Judd_Bankert": "Judd Bankert (born September 9, 1949) is a former biathlete who represented Guam at the 1988 Winter Olympics.",
  "/wiki/Biathlon_at_the_1988_Winter_Olympics": "Biathlon at the 1988 Winter Olympics consisted of three biathlon events. They were held at the Canmore Nordic Centre, about 100 kilometres from the host city of Calgary.  The events began on 20 February and ended on 26 February 1988.",
  "/wiki/List_of_flag_bearers_for_Guam_at_the_Olympics": "This is a list of flag bearers who have represented Guam at the Olympics."
}