{
  "/wiki/Bertrand_Russell": "Bertrand Arthur William Russell, 3rd Earl Russell, OM FRS (18 May 1872 – 2 February 1970) was a British philosopher, logician, mathematician, historian, writer, essayist, social critic, political activist, and Nobel laureate. At various points in his life, Russell considered himself a liberal, a socialist and a pacifist, although he also confessed that his sceptical nature had led him to feel that he had \"never been any of these things, in any profound sense.\" Russell was born in Monmouthshire into one of the most prominent aristocratic families in the United Kingdom.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Max_Frisch": "Max Rudolf Frisch (15 May 1911 – 4 April 1991) was a Swiss playwright and novelist. Frisch's works focused on problems of identity, individuality, responsibility, morality, and political commitment. The use of irony is a significant feature of his post-war output. Frisch was one of the founders of Gruppe Olten. He was awarded the Neustadt International Prize for Literature in 1986.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Andr%C3%A9_Schwarz-Bart": "André Schwarz-Bart (May 28, 1928, Metz, Moselle - September 30, 2006, Pointe-à-Pitre, Guadeloupe) was a French novelist of Polish-Jewish origins.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Ignazio_Silone": "Secondino Tranquilli (1 May 1900 – 22 August 1978), known by the pseudonym Ignazio Silone (/sɪˈloʊni/, Italian: [iɲˈɲattsjo siˈloːne]), was an Italian political leader, novelist, and short-story writer, world-famous during World War II for his powerful anti-Fascist novels. He was nominated for the Nobel prize for literature ten times.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Jorge_Luis_Borges": "Jorge Francisco Isidoro Luis Borges Acevedo KBE (/ˈbɔːrhɛs/; Spanish: [ˈboɾxes] (listen); 24 August 1899 – 14 June 1986) was an Argentine short-story writer, essayist, poet and translator, and a key figure in Spanish-language and universal literature. His best-known books, Ficciones (Fictions) and El Aleph (The Aleph), published in the 1940s, are compilations of short stories interconnected by common themes, including dreams, labyrinths, philosophy, libraries, mirrors, fictional writers, and mythology. Borges' works have contributed to philosophical literature and the fantasy genre, and have been considered by some critics to mark the beginning of the magic realist movement in 20th century Latin American literature. His late poems converse with such cultural figures as Spinoza, Camões, and Virgil.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Eug%C3%A8ne_Ionesco": "Eugène Ionesco (born Eugen Ionescu, Romanian: [e.uˈd͡ʒen i.oˈnesku] (listen); 26 November 1909 – 28 March 1994) was a Romanian-French playwright who wrote mostly in French, and one of the foremost figures of the French Avant-garde theatre. Beyond ridiculing the most banal situations, Ionesco's plays depict the solitude and insignificance of human existence in a tangible way.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Simone_de_Beauvoir": "Simone Lucie Ernestine Marie Bertrand de Beauvoir (UK: /də ˈboʊvwɑːr/, US: /də boʊˈvwɑːr/, French: [simɔn də bovwaʁ] (listen); 9 January 1908 – 14 April 1986) was a French writer, intellectual, existentialist philosopher, political activist, feminist and social theorist. Though she did not consider herself a philosopher, she had a significant influence on both feminist existentialism and feminist theory.",
  "/wiki/Octavio_Paz": "Octavio Paz Lozano[a] (March 31, 1914 – April 19, 1998) was a Mexican poet and diplomat. For his body of work, he was awarded the 1981 Miguel de Cervantes Prize, the 1982 Neustadt International Prize for Literature, and the 1990 Nobel Prize in Literature.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Isaiah_Berlin": "Sir Isaiah Berlin OM CBE FBA (6 June 1909 – 5 November 1997) was a British social and political theorist, philosopher and historian of ideas. Although increasingly averse to writing for publication, his improvised lectures and talks were sometimes recorded and transcribed, and many of his spoken words were converted into published essays and books, both by himself and by others, especially his principal editor from 1974, Henry Hardy.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Graham_Greene": "Henry Graham Greene OM CH (2 October 1904 – 3 April 1991), better known by his pen name Graham Greene, was an English novelist regarded by many as one of the leading English novelists of the 20th century. Combining literary acclaim with widespread popularity, Greene acquired a reputation early in his lifetime as a major writer, both of serious Catholic novels, and of thrillers (or \"entertainments\" as he termed them). He was shortlisted, in 1966 and 1967, for the Nobel Prize for Literature. Through 67 years of writings, which included over 25 novels, he explored the ambivalent moral and political issues of the modern world, often through a Catholic perspective.",
  "/wiki/V._S._Naipaul": "Sir Vidiadhar Surajprasad Naipaul TC (/ˈvɪdjɑːdər ˌsuːrədʒprəˈsɑːd ˈnaɪpɔːl, naɪˈpɔːl/; 17 August 1932 – 11 August 2018), most commonly known as V. S. Naipaul, and informally, Vidia Naipaul, was a Trinidadian and Tobagonian British writer of works of fiction and nonfiction in English.  He is known for his comic early novels set in Trinidad, his bleaker novels of alienation in the wider world, and his vigilant chronicles of life and travels. He wrote in prose that was widely admired, but his views sometimes aroused controversy.  He published more than thirty books over fifty years.",
  "/wiki/Trinidad_and_Tobago": "The Republic of Trinidad and Tobago (/ˈtrɪnɪdæd ... təˈbeɪɡoʊ/ (listen), /- toʊ-/) is the southernmost island country in the Caribbean. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres (81 miles) south of Grenada and 11 kilometres (6.8 miles) off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west.",
  "/wiki/Milan_Kundera": "Milan Kundera (UK: /ˈkʊndərə, ˈkʌn-/, Czech: [ˈmɪlan kunˈdɛra] (listen); born 1 April 1929) is a Czech writer who went into exile in France in 1975, becoming a naturalised French citizen in 1981. Kundera’s Czech citizenship was revoked in 1979 and was not restored until 2019. He \"sees himself as a French writer and insists his work should be studied as French literature and classified as such in book stores\".",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.",
  "/wiki/J._M._Coetzee": "John Maxwell Coetzee (/kʊtˈsiː/)[a] (born 9 February 1940) is a South African-born novelist, essayist, linguist, translator and recipient of the 2003 Nobel Prize in Literature. He has also won the Booker Prize (twice), the CNA Prize (thrice), the Jerusalem Prize, the Prix Femina étranger, The Irish Times International Fiction Prize, and holds a number of other awards and honorary doctorates.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Ernesto_Sabato": "Ernesto Sabato (June 24, 1911 – April 30, 2011) was an Argentine novelist, essayist, painter and physicist. According to the BBC he \"won some of the most prestigious prizes in Hispanic literature\" and \"became very influential in the literary world throughout Latin America\". Upon his death El País dubbed him the \"last classic writer in Argentine literature\".",
  "/wiki/Zbigniew_Herbert": "Zbigniew Herbert (IPA: [ˈzbiɡɲɛf ˈxɛrbɛrt] (listen); 29 October 1924 – 28 July 1998) was a Polish poet, essayist, drama writer and moralist. A member of the Polish resistance movement, Home Army (AK), during World War II, he is one of the best known and the most translated post-war Polish writers. While he was first published in the 1950s (a volume titled Chord of Light was issued in 1956), soon after he voluntarily ceased submitting most of his works to official Polish government publications. He resumed publication in the 1980s, initially in the underground press. Since the 1960s, he was nominated several times for the Nobel Prize in literature. His books have been translated into 38 languages.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Stefan_Heym": "Helmut Flieg or Hellmuth Fliegel  (10 April 1913 – 16 December 2001) was a German writer, known by his pseudonym Stefan Heym. He lived in the United States (or served in its army abroad) between 1935 and 1952, before moving back to the part of his native Germany which was, from 1949 to 1990, the German Democratic Republic (GDR, \"East Germany\"). He published works in English and German at home and abroad, and despite longstanding criticism of the GDR remained a committed socialist.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Mario_Vargas_Llosa": "Jorge Mario Pedro Vargas Llosa, 1st Marquess of Vargas Llosa (born March 28, 1936), more commonly known as Mario Vargas Llosa (/ˈvɑːrɡəs ˈjoʊsə/; Spanish: [ˈmaɾjo ˈβaɾɣaz ˈʎosa]), is a Peruvian writer, politician, journalist, essayist and college professor. Vargas Llosa is one of Latin America's most significant novelists and essayists, and one of the leading writers of his generation. Some critics consider him to have had a larger international impact and worldwide audience than any other writer of the Latin American Boom. In 2010 he won the Nobel Prize in Literature, \"for his cartography of structures of power and his trenchant images of the individual's resistance, revolt, and defeat.\"",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Jorge_Sempr%C3%BAn": "Jorge Semprún Maura (Spanish: [ˈxoɾxe semˈpɾun]; 10 December 1923 – 7 June 2011) was a Spanish writer and politician who lived in France most of his life and wrote primarily in French. From 1953 to 1962, during the dictatorship of Francisco Franco, Semprún lived clandestinely in Spain working as an organizer for the exiled Communist Party of Spain, but was expelled from the party in 1964. After the death of Franco and change to a democratic government, he served as Minister of Culture in Spain's socialist government from 1988 to 1991. He was a screenwriter for two successive films by the Greek director Costa-Gavras, Z (1969) and The Confession (1970), which dealt with the theme of persecution by governments. For his work on the films The War Is Over (1966) and Z (1969) Semprun was nominated for the Academy Award. In 1996, he became the first non-French author elected to the Académie Goncourt, which awards an annual literary prize.",
  "/wiki/Don_DeLillo": "Donald Richard DeLillo (born November 20, 1936) is an American novelist, short story writer, playwright, screenwriter and essayist. His works have covered subjects as diverse as television, nuclear war, sports, the complexities of language, performance art, the Cold War, mathematics, the advent of the digital age, politics, economics, and global terrorism.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Susan_Sontag": "Susan Sontag (/ˈsɒntæɡ/; January 16, 1933 – December 28, 2004) was an American writer, filmmaker, philosopher, teacher, and political activist. She mostly wrote essays, but also published novels; she published her first major work, the essay \"Notes on 'Camp'\", in 1964. Her best-known works include On Photography, Against Interpretation, Styles of Radical Will, The Way We Live Now, Illness as Metaphor, Regarding the Pain of Others, The Volcano Lover, and In America.",
  "/wiki/Jerusalem_Prize": "The Jerusalem Prize for the Freedom of the Individual in Society is a biennial literary award given to writers whose works have dealt with themes of human freedom in society. It is awarded at the Jerusalem International Book Fair, and the recipient usually delivers an address when accepting the award. The award is valued at $10,000, a modest amount that \"reflects that it was never intended to be anything more than a symbolic sum.\" The prize's inaugural year was 1963, awarded to Bertrand Russell who had won the Nobel Prize in 1950. Octavio Paz, V. S. Naipaul, J. M. Coetzee and Mario Vargas Llosa all won the Jerusalem Prize prior to winning the Nobel."
}