{
  "/wiki/Thomas_Dossevi": "Thomas Dossevi (born 6 March 1979) is a retired Togolese footballer who played as a striker or as  winger.",
  "/wiki/Togo": "Togo (/ˈtoʊɡoʊ/ (listen)), officially the Togolese Republic (French: République togolaise), is a country in West Africa bordered by Ghana to the west, Benin to the east and Burkina Faso to the north. The sovereign state extends south to the Gulf of Guinea, where its capital Lomé is located. Togo covers 57,000 square kilometres (22,008 square miles), making it one of the smallest countries in Africa, with a population of approximately 7.9 million, as well as one of the narrowest countries in the world with a width of less than 115 km (71 mi) between Ghana and its slightly larger eastern neighbor, Benin.",
  "/wiki/Chonburi_F.C.": "Chonburi Football Club (Thai: สโมสรฟุตบอลชลบุรี) is a Thai professional football club based in the city of Chonburi, Chonburi Province and playing in the top division in Thai football, the Thai League 1. The team lifted the league title in 2007 which became the most successful season in their history.",
  "/wiki/Esan_United_F.C.": "Sisaket Football Club (Thai: สโมสรฟุตบอลจังหวัดศรีสะเกษ) is a Thai Association football club based in Sisaket Province. The club won the 1999–2000 Thailand Provincial League and currently competes in Thai League 2.",
  "/wiki/Luiz_Eduardo_Purchino": "Luiz Eduardo Purcino (born 29 December 1988) known as Dudu is a Brazilian professional football player who plays as a forward and also can play as a winger.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Osotspa_Saraburi_F.C.": "Jumpasri United (formerly Osotspa Samut Prakan) (Thai: สโมสรฟุตบอลจัมปาศรี ยูไนเต็ด) is a Thai football club based in Mahasarakham. This club plays in the Thai League 2. The club appeared in the AFC Cup 2007, the Asian equivalent of the UEFA Cup, and played its final group match against Singapore's Tampines Rovers on 22 May 2007 at the Thai Army Sports Stadium.\nIn 2007, the team has adopted the yellow and red colours of its main sponsor, M-150 (energy drink), and now wears yellow shirts with red trim and red shorts and socks. In 2017, Super Power Samut Prakan leaving Samut Prakan Province and move to Maha Sarakham Province by merge with Jumpasri United. This moving was off the legend Osotspa Football Club or Super Power Samut Prakan one of the longest established football club in Thailand since 1977 with financial problems and sponsor support issues.",
  "/wiki/Army_United_F.C.": "Army United Football Club (Thai: สโมสรฟุตบอลอาร์มี่ ยูไนเต็ด) is a Thai football club under the stewardship of Royal Thai Army based in the Din Daeng District of Bangkok and is one of the oldest continuing football club in Asia until they decided to discontinue the club in the end of season 2019 with 103 years old. The club was founded in 1916 and was known as Royal Thai Army until November 2010. Their home stadium is known locally as the Thai Army Sports Stadium and more widely known around Asian circles as the Royal Thai Army Stadium of which has been host to numerous international youth matches due to its central Bangkok location. The club play in red shirts with red shorts and red socks. Despite finishing bottom of the Thai Premier League in 2010 they managed to regain their top-flight status after winning Group B of the Thai League Play-off in 2011.",
  "/wiki/Cleiton_Silva": "Cleiton Augusto Oliveira Silva (born 3 February 1987) is a Brazilian football player who plays for Thai League 1 club Suphanburi. He is described as a skillful winger who will take on any defender with his dribbling and pace.[citation needed]",
  "/wiki/BEC_Tero_Sasana_F.C.": "Police Tero Football Club (Thai: สโมสรฟุตบอลโปลิศ เทโร), formerly known as BEC Tero Sasana, is a Thai professional football club based in Bangkok. The club finished runners-up in the inaugural AFC Champions League competition in 2003. BEC Tero Sasana merged with Police United in the 2017 season and changed its official name to Police Tero Football Club in the 2018 season.",
  "/wiki/Bangkok_Glass_F.C.": "BG Pathum United Football Club (Thai: สโมสรฟุตบอลบีจี ปทุม ยูไนเต็ด) is a Thai professional football club based in Pathum Thani Province and is managed by BG FC Sport Co.,Ltd. which is a subsidiary of Bangkok Glass Group of Companies. BG Pathum United FC participates in the Thai League 1.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 22nd-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.",
  "/wiki/Chiangrai_United_F.C.": "Chiangrai United Football Club (Thai alphabet : สโมสรฟุตบอล เชียงราย ยูไนเต็ด) is a Thai professional Association football club based in Chiang Rai Province, a city located in the very northern part of Thailand. The club plays in Thai League 1.",
  "/wiki/Pipob_On-Mo": "Pipob On-Mo (Thai: พิภพ อ่อนโม้, born April 22, 1979), simply known as Mo (Thai: โม้), is a Thai retired professional footballer who plays as a Striker.",
  "/wiki/Buriram_United_F.C.": "Buriram United Football Club (Thai: สโมสรฟุตบอลบุรีรัมย์ ยูไนเต็ด) is a professional football club based in Buriram, Thailand. The club has played at the top level of Thai football for the majority of their existence and is competing in the Thai League 1. The club was founded in 1970 as PEA FC (Provincial Electricity Authority Football Club) before reformed in to Buriram PEA then Buriram United in 2010 and 2012 respectively. Their home stadium is Chang Arena which has a capacity of 32,600.",
  "/wiki/Ekkachai_Sumrei": "Ekkachai Sumrei (Thai: เอกชัย สำเร born November 28, 1988) is a Thai professional footballer who plays as a Winger for Thai League 1 club Police Tero. His goal during the Thai League Week 11 against Bangkok Glass is considered one of the top 5 goals of the round in an article by FOX Sports Asia.",
  "/wiki/Chainat_F.C.": "Chainat Hornbill Football Club (Thai สโมสรฟุตบอลชัยนาท ฮอร์นบิล) is a Thai professional association football  club based in Chai Nat Province. The club plays in Thai League 2.",
  "/wiki/Amorn_Thammanarm": "Amorn Thammanarm (Thai: อมร ธรรมนาม, born October 16, 1983) is a Thai professional footballer who plays as a Winger for Thai League 2 club PT Prachuap.",
  "/wiki/TTM_Chiangmai_F.C.": "Thailand Tobacco Monopoly Football Club (Thai: สโมสรฟุตบอลยาสูบ), commonly known as the TTM FC, was a Thai football club originally based in Bangkok. The Club, founded in 1963, was one of the oldest clubs in Thailand. Their biggest achievement was winning the Thai Premier League title in 2005.",
  "/wiki/Teerasil_Dangda": "Teerasil Dangda (Thai: ธีรศิลป์ แดงดา, pronounced [tʰīː.rā.sǐn dɛ̄ːŋ.dāː]; born 6 June 1988) is a Thai footballer who plays for J1 League club Shimizu S-Pulse and the Thailand national team which he serves as a team captain.",
  "/wiki/Muangthong_United_F.C.": "Muangthong United Football Club (Thai: สโมสรฟุตบอลเมืองทอง ยูไนเต็ด) is a Thai professional football club based in Muang Thong Thani, Nonthaburi Province. The club plays in the Thai League 1. Muangthong United has participated in the Thai Premier League since 2009 after having won the Thai Division 1 League title in 2008.",
  "/wiki/BBCU_F.C.": "BBCU Football Club, full name Big Bang Chula United Football Club, (Thai: สโมสรฟุตบอล บีบีซียู) is a defunct Thai professional football club based in Bangkok, Thailand, owned by Montri Suwannoi. Founded as \"Bangtoey Football Team\" in 1976, the club changed its name many times, until finally, it became \"BBCU\" in 2011.",
  "/wiki/Kendall_Jagdeosingh": "Kendall Jagdeosingh (born May 30, 1986 in Manzanilla) is a Trinidadian footballer who currently plays for Ayutthaya in Thai League 3",
  "/wiki/Trinidad_and_Tobago": "The Republic of Trinidad and Tobago (/ˈtrɪnɪdæd ... təˈbeɪɡoʊ/ (listen), /- toʊ-/) is the southernmost island country in the Caribbean. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres (81 miles) south of Grenada and 11 kilometres (6.8 miles) off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west.",
  "/wiki/Wuachon_United_F.C.": "Songkhla United Football Club (Thai: สโมสรฟุตบอลสงขลา ยูไนเต็ด) is a Thai professional football club based in Songkhla Province. The club currently plays in Thai League 4.",
  "/wiki/2012_Thai_Premier_League": "2012 Thai Premier League (known as Sponsor Thai Premier League for sponsorship reasons) is the 16th season of the Thai Premier League since its establishment in 1996. A total of 18 teams are competing in the league."
}