{
  "/wiki/Ocean_Beach,_San_Francisco": "Ocean Beach is a beach on the west coast of San Francisco, California, United States, bordering the Pacific Ocean. It is adjacent to Golden Gate Park, the Richmond District, and the Sunset District. The Great Highway runs alongside the beach, and the Cliff House and the site of the former Sutro Baths sit at the northern end. The beach is a part of the Golden Gate National Recreation Area, which is administered by the National Park Service.",
  "/wiki/Tenderloin,_San_Francisco": "The Tenderloin is a neighborhood in downtown San Francisco, in the flatlands on the southern slope of Nob Hill, situated between the Union Square shopping district to the northeast and the Civic Center office district to the southwest. It encompasses about 50 square blocks, is a large wedge/triangle in shape (point faces East). It is historically bounded on the north by Geary Street, on the east by Mason Street, on the south by Market Street and on the west by Van Ness Avenue. The northern boundary with Lower Nob Hill historically has been set at Geary Street.",
  "/wiki/Civic_Center,_San_Francisco": "The Civic Center in San Francisco, California, is an area of a few blocks north of the intersection of Market Street and Van Ness Avenue that contains many of the city's largest government and cultural institutions. It has two large plazas (Civic Center Plaza and United Nations Plaza) and a number of buildings in classical architectural style. The Bill Graham Civic Auditorium (formerly the Exposition Auditorium), the United Nations Charter was signed in the War Memorial Veterans Building's Herbst Theatre in 1945, leading to the creation of the United Nations. It is also where the 1951 Treaty of San Francisco (the peace treaty that officially ended the Pacific War with the Empire of Japan, which had surrendered in 1945) was signed. The San Francisco Civic Center was designated a National Historic Landmark in 1987 and listed in the National Register of Historic Places on October 10, 1978.",
  "/wiki/Western_Addition,_San_Francisco": "The Western Addition is a neighborhood in San Francisco, California, United States.",
  "/wiki/Alamo_Square,_San_Francisco": "Alamo Square is a residential neighborhood and park in San Francisco, California, in the Western Addition. Its boundaries are not well-defined, but are generally considered to be Webster Street on the east, Golden Gate Avenue on the north, Divisadero Street on the west, and Fell Street on the south.",
  "/wiki/North_of_the_Panhandle": "The Panhandle is a park in San Francisco, California, that forms a panhandle with Golden Gate Park. It is long and narrow, being three-quarters of a mile long and one block wide. Fell Street borders it to the north, Oak Street to the south, and Baker Street to the east. Only two streets run through it - Stanyan Street at the western end between it and Golden Gate Park and Masonic Avenue through the middle. Two paved walking paths run through it from Golden Gate Park to Baker Street, one allowing bicycles. There are basketball courts, a public restroom, and a playground in the section between Stanyan Street and Masonic Avenue.",
  "/wiki/Golden_Gate_Park": "Golden Gate Park, located in San Francisco, California, United States, is a large urban park consisting of 1,017 acres (412 ha) of public grounds. It is administered by the San Francisco Recreation & Parks Department, which began in 1871 to oversee the development of Golden Gate Park. Configured as a rectangle, it is similar in shape to but 20 percent larger than Central Park in New York City, to which it is often compared. It is over three miles (4.8 km) long east to west, and about half a mile (0.8 km) north to south. With 24 million visitors annually, Golden Gate is the third most-visited city park in the United States after Central Park and the Lincoln Memorial.",
  "/wiki/Richmond_District,_San_Francisco": "The Richmond District is a neighborhood in the northwest corner of San Francisco, California, developed initially in the late 19th century.  It is sometimes confused with the city of Richmond, which is 20 miles (32 km) northeast of San Francisco.",
  "/wiki/Mission_Street": "Mission Street is a north-south arterial thoroughfare in Daly City and San Francisco, California that runs from Daly City's southern border to San Francisco's northeast waterfront. The street and San Francisco's Mission District through which it runs were named for the Spanish Mission Dolores, several blocks away from the modern route. Only the southern half is historically part of El Camino Real, which connected the missions. Part of Mission Street in Daly City is signed as part of State Route 82 (SR 82).",
  "/wiki/Embarcadero_(San_Francisco)": "The Embarcadero is the eastern waterfront and roadway of the Port of San Francisco, San Francisco, California, along San Francisco Bay. It was constructed on reclaimed land along a three mile long engineered seawall, from which piers extend into the bay. It derives its name from the Spanish verb embarcar, meaning \"to embark\"; embarcadero itself means \"the place to embark\". The Central Embarcadero Piers Historic District was added to the National Register of Historic Places on November 20, 2002.",
  "/wiki/Financial_District,_San_Francisco": "The Financial District  is a neighborhood in San Francisco, California, that serves as its main central business district.  It is home to the city's largest concentration of corporate headquarters, law firms, insurance companies, real estate firms, savings and loan banks, and other financial institutions. All six San Francisco Fortune 500 companies—McKesson, Wells Fargo, PG&E, Gap, Charles Schwab, and Salesforce.com— are located in the district.",
  "/wiki/South_of_Market,_San_Francisco": "South of Market (or SoMa) is a neighborhood in San Francisco, California, situated just south of Market Street. It contains several sub-neighborhoods including South Beach, Yerba Buena, and Rincon Hill.",
  "/wiki/Mission_District,_San_Francisco": "The Mission District, also commonly called \"The Mission\", is a neighborhood in San Francisco, California, United States, originally known as \"the Mission lands\" meaning the lands belonging to the sixth Alta California mission, Mission San Francisco de Asis. This mission, San Francisco's oldest standing building, is located in the northwest area of the neighborhood.",
  "/wiki/Bernal_Heights,_San_Francisco": "Bernal Heights (/ˈbɜːrnəl/ BUR-nəl) is a residential neighborhood in southeastern San Francisco, California. The prominent Bernal Heights hill overlooks the San Francisco skyline and features a microwave transmission tower. The nearby Sutro Tower can be seen from the Bernal Heights neighborhood.",
  "/wiki/Excelsior_District,_San_Francisco": "The Excelsior District is a neighborhood in San Francisco, California.",
  "/wiki/Crocker-Amazon,_San_Francisco": "Crocker-Amazon is a neighborhood in San Francisco that borders the Excelsior District.  Crocker-Amazon covers the area south of Mission Street and Geneva Avenue, extending toward suburban Daly City. The neighborhood is adjacent to Crocker-Amazon Park, named after the Charles Crocker land holdings that once made up the area, and Amazon Avenue in the Excelsior. The winding streets of the neighborhood straddle the border between San Francisco and Daly City and largely blend in with the adjacent Daly City neighborhoods of Crocker and Southern Hills.",
  "/wiki/Daly_City,_California": "Daly City (/ˈdeɪli/) is the largest city in San Mateo County, California, United States, with an estimated 2018 population of 107,008. Located in the San Francisco Bay Area, and immediately south of San Francisco, it is named in honor of businessman and landowner John Donald Daly.",
  "/wiki/Third_Street_(San_Francisco)": "Third Street is a north-south street in San Francisco, California, running through the Downtown, Mission Bay, Potrero Point, Dogpatch, and Bayview-Hunters Point neighborhoods. The road turns into Kearny Street north of Market Street and connects into Bayshore Boulevard south of Meade Avenue. It was formerly called Kentucky Street in the Dogpatch and Railroad Avenue in the Bayview.",
  "/wiki/Marina_District,_San_Francisco": "The Marina District is a neighborhood located in San Francisco, California. The neighborhood sits on the site of the 1915 Panama–Pacific International Exposition, staged after the 1906 San Francisco earthquake to celebrate the reemergence of the city. Aside from the Palace of Fine Arts (POFA), all other buildings were demolished to make the current neighborhood. The Marina currently has the highest non-Hispanic white resident percentage of any recognized neighborhood in San Francisco.",
  "/wiki/Pacific_Heights,_San_Francisco": "Pacific Heights is a neighborhood of San Francisco, California, which is known for the notable people who reside in the area. It has panoramic views of the Golden Gate Bridge, San Francisco Bay, the Palace of Fine Arts, Alcatraz, and the Presidio.",
  "/wiki/Japantown,_San_Francisco": "Japantown (日本町, Nihonmachi) (also known as J-Town or historically as Japanese Town, or \"Nihonmachi\" (\"Japan town\", in Japanese)) is a neighborhood in the Western Addition district of San Francisco, California.",
  "/wiki/Fillmore_District,_San_Francisco": "The Fillmore District is a historical neighborhood in San Francisco located to the southwest of Nob Hill, west of Market Street and north of the Mission District. It has been given various nicknames such as “the Moe” or “the Fill”. The Fillmore District began to rise to prominence after the 1906 San Francisco earthquake. As a result of not being affected by the earthquake itself nor the large fires that ensued, it quickly became one of the major commercial and cultural centers of the city.",
  "/wiki/Lower_Haight,_San_Francisco": "The Lower Haight is a neighborhood, sometimes referred to as Haight–Fillmore, in San Francisco, California.",
  "/wiki/Potrero_Hill,_San_Francisco": "Potrero Hill is a residential neighborhood in San Francisco, California. It is known for its views of the San Francisco Bay and city skyline, its proximity to many destination spots, its sunny weather, and having two freeways and a Caltrain station.",
  "/wiki/Lower_Pacific_Heights,_San_Francisco": "Lower Pacific Heights, also known as Upper Fillmore, is a neighborhood in San Francisco, California, between Pacific Heights, the Fillmore District, Laurel Heights, and Japantown. The neighborhood is centered on the commercial corridor of Fillmore Street between California and Post streets, with California Street to the north, Geary Street to the south, Presidio Avenue to the west, and Van Ness Avenue to the east.",
  "/wiki/Duboce_Triangle,_San_Francisco": "The Duboce Triangle neighborhood is located near the center of San Francisco, California just below the hilly slopes of Buena Vista Park between the neighborhoods of the Castro/Eureka Valley, the Mission District, and the Lower Haight. The area is sometimes known as Mint Hill, after the United States Mint, nearby on a steep rocky cliff overlooking the intersection of Market and Duboce streets. The neighborhood is bounded bordered by Market St., Castro St., and Duboce Avenue.",
  "/wiki/The_Castro,_San_Francisco": "The Castro District, commonly referred to as the Castro, is a neighborhood in Eureka Valley in San Francisco. The Castro was one of the first gay neighborhoods in the United States.[failed verification] Having transformed from a working-class neighborhood through the 1960s and 1970s, the Castro remains one of the most prominent symbols of lesbian, gay, bisexual, and transgender (LGBT) activism and events in the world.",
  "/wiki/Eureka_Valley,_San_Francisco": "Eureka Valley is a neighborhood in San Francisco, primarily a quiet residential neighborhood but boasting one of the most visited sub-neighborhoods in the city, The Castro.",
  "/wiki/Noe_Valley,_San_Francisco": "Noe Valley (/ˈnoʊ.i/ NOH-ee) is a neighborhood in the central part of San Francisco, California.",
  "/wiki/San_Francisco_Transbay_Terminal": "The San Francisco Transbay Terminal was a transportation complex in San Francisco, California, United States, roughly in the center of the rectangle bounded north–south by Mission Street and Howard Street, and east–west by Beale Street and 2nd Street in the South of Market area of the city. It opened on January 14, 1939 as a train station and was converted into a bus depot in 1959. The terminal mainly served San Francisco's downtown and Financial District, as transportation from surrounding communities of the Bay Area terminated there such as: Golden Gate Transit buses from Marin County, AC Transit buses from the East Bay, and SamTrans buses from San Mateo County. Long-distance buses from beyond the Bay Area such as Greyhound and Amtrak also served the terminal. Several bus lines of the San Francisco Municipal Railway connected with the terminal.",
  "/wiki/Treasure_Island,_San_Francisco": "Treasure Island is an artificial island in the San Francisco Bay and a neighborhood in the City and County of San Francisco. Built in 1936–37 for the 1939 Golden Gate International Exposition, the island's World’s Fair site is a California Historical Landmark. Buildings there have been listed on the National Register of Historic Places, and the historical Naval Station Treasure Island, an auxiliary air facility (for airships, blimps, dirigibles, planes and seaplanes), are designated in the Geographic Names Information System.",
  "/wiki/Lands_End,_San_Francisco": "Lands End is a park in San Francisco within the Golden Gate National Recreation Area.  It is a rocky and windswept shoreline at the mouth of the Golden Gate, situated between the Sutro District and Lincoln Park and abutting Fort Miley Military Reservation.  A memorial to USS San Francisco stands in the park.  Numerous hiking trails follow the former railbeds of the Ferries and Cliff House Railway along the cliffs and also down to the shore.",
  "/wiki/Union_Square,_San_Francisco": "Union Square is a 2.6-acre (1.1 ha) public plaza bordered by Geary, Powell, Post and Stockton Streets in downtown San Francisco, California. \"Union Square\" also refers to the central shopping, hotel, and theater district that surrounds the plaza for several blocks.[citation needed] The area got its name because it was once used for Thomas Starr King rallies and support for the Union Army during the American Civil War, earning its designation as a California Historical Landmark.",
  "/wiki/Anza_Vista,_San_Francisco": "Anza Vista is a neighborhood in the Western Addition district of San Francisco, California.",
  "/wiki/Glen_Park_(BART_station)": "Glen Park station is an underground Bay Area Rapid Transit (BART) station located in the Glen Park neighborhood of San Francisco, California adjacent to San Jose Avenue and Interstate 280. The station has a single island platform.",
  "/wiki/Glen_Park,_San_Francisco": "Glen Park is a residential neighborhood in San Francisco, California, located south of Twin Peaks and adjacent to Glen Canyon Park.",
  "/wiki/Neighborhoods_in_San_Francisco": "San Francisco, in the US state of California, has both major, well-known neighborhoods and districts as well as smaller, specific subsections and developments. While there is considerable fluidity among the sources, one guidebook identifies five major districts, corresponding to the four quadrants plus a south central district. These five broad districts, counterclockwise are: Central/downtown, Richmond, Sunset, Upper Market and beyond (south central) and Bernal Heights/Bayview and beyond (southeast). Within each of these five districts are located major neighborhoods, and again there is considerable fluidity seen in the sources. The San Francisco Planning Department officially identifies 36 neighborhoods. Within these 36 official neighborhoods are a large number of minor districts, some of which are historical, and some of which are overlapping.",
  "/wiki/Bayview-Hunters_Point,_San_Francisco": "Bayview–Hunters Point are two major neighborhoods—the Bayview and Hunters Point—in the southeastern corner of San Francisco, California, United States. The decommissioned Hunters Point Naval Shipyard is located within its boundaries and Candlestick Park, which was demolished in 2015, was on the southern edge. Due to the South East location, the two neighborhoods are often merged. Bayview-Hunter's Point has been labeled as San Francisco's \"Most Isolated Neighborhood\".",
  "/wiki/Diamond_Heights,_San_Francisco": "Diamond Heights is a neighborhood in central San Francisco, California, roughly bordered by Diamond Heights Boulevard and Noe Valley to the north and east and Glen Canyon Park to the south and west.",
  "/wiki/Van_Ness_Avenue_(San_Francisco)": "Van Ness Avenue is a north-south thoroughfare in San Francisco, California. Originally named Marlette Street, the street was renamed Van Ness Avenue in honor of the city's seventh mayor, James Van Ness.[when?]",
  "/wiki/Fisherman%27s_Wharf,_San_Francisco": "Fisherman's Wharf is a neighborhood and popular tourist attraction in San Francisco, California. It roughly encompasses the northern waterfront area of San Francisco from Ghirardelli Square or Van Ness Avenue east to Pier 35 or Kearny Street. The F Market streetcar runs through the area, the Powell-Hyde cable car lines runs to Aquatic Park, at the edge of Fisherman's Wharf, and the Powell-Mason cable car line runs a few blocks away.",
  "/wiki/Russian_Hill,_San_Francisco": "Russian Hill is a neighborhood of San Francisco, California. It is named after one of San Francisco's 44 hills, and one of its original \"Seven Hills\".",
  "/wiki/Nob_Hill,_San_Francisco": "Nob Hill is a neighborhood of San Francisco, California that is known for its numerous luxury hotels and historic mansions. Nob Hill has historically served as a center of San Francisco's upper class. Nob Hill is among the highest-income neighborhoods in the United States, as well as one of the most desirable and expensive real estate markets in the country.",
  "/wiki/Visitacion_Valley,_San_Francisco": "Visitacion Valley (/ˌvɪzɪˈteɪʃən/ VIZ-i-TAY-shən, homophone of visitation), is a neighborhood located in the southeastern quadrant of San Francisco, California.",
  "/wiki/West_Portal_Station": "West Portal station is a Muni Metro station in the West Portal neighborhood in San Francisco, California. It is built around the western entrance to the Twin Peaks Tunnel. The station consists of two side platforms, with the entrance at the western end. A non-accessible footbridge connects the platforms inside fare control.",
  "/wiki/Stonestown_Galleria": "Stonestown Galleria is a shopping mall in San Francisco, California. It features Target. Its former anchor stores are Macy's and Nordstrom. It is located immediately north of San Francisco State University and near Mercy High School and Lowell High School.",
  "/wiki/Sunset_District,_San_Francisco": "The Sunset District is a neighborhood located in the west-central area of San Francisco, California, United States.",
  "/wiki/Presidio_of_San_Francisco": "The Presidio of San Francisco (originally, El Presidio Real de San Francisco or The Royal Fortress of Saint Francis) is a park and former U.S. Army military fort on the northern tip of the San Francisco Peninsula in San Francisco, California, and is part of the Golden Gate National Recreation Area.",
  "/wiki/North_Beach,_San_Francisco": "North Beach is a neighborhood in the northeast of San Francisco adjacent to Chinatown, the Financial District, and Russian Hill. The neighborhood is San Francisco's \"Little Italy\" and has historically been home to a large Italian American population. It still has many Italian restaurants, though many other ethnic groups currently live in the neighborhood. It was also the historic center of the beatnik subculture and has become one of San Francisco's main nightlife districts as well as a residential neighborhood populated by a mix of young urban professionals, families, and Chinese immigrants.",
  "/wiki/Chinatown,_San_Francisco": "The Chinatown centered on Grant Avenue and Stockton Street in San Francisco, California, (Chinese: 唐人街; pinyin: tángrénjiē; Jyutping: tong4 jan4 gaai1) is the oldest Chinatown in North America and the largest Chinese enclave outside Asia. It is also the oldest and largest of the four notable Chinese enclaves within San Francisco. Since its establishment in 1848, it has been highly important and influential in the history and culture of ethnic Chinese immigrants in North America. Chinatown is an enclave that continues to retain its own customs, languages, places of worship, social clubs, and identity. There are two hospitals, several parks and squares, numerous churches, a post office, and other infrastructure. Recent immigrants, many of whom are elderly, opt to live in Chinatown because of the availability of affordable housing and their familiarity with the culture. San Francisco's Chinatown is also renowned as a major tourist attraction, drawing more visitors annually than the Golden Gate Bridge.",
  "/wiki/Mission_Bay,_San_Francisco": "Mission Bay is a 303-acre (123 ha) neighborhood on the east side of San Francisco, California. It is bordered by China Basin to the north, Dogpatch to the south, and San Francisco Bay to the east. Originally an industrial district, it underwent development fueled by the construction of the UCSF Mission bay campus, and is currently in the final stages of development and construction. It is the site of the Chase Center.",
  "/wiki/Balboa_Park,_San_Francisco": "Balboa Park is a neighborhood and public park in San Francisco, California. It was created in 1909, and parts of it were built over time. The neighborhood (sometimes referred to as Mission Terrace, Cayuga, or Ingleside) is located between Mission Street and Interstate 280 north of Geneva Avenue, and the park is located on San Jose Avenue, north of Ocean Avenue. Inside of the park there is a public swimming pool, a children's playground, a stadium, baseball diamonds, tennis courts, and the Ingleside police station. The only public soccer-specific stadium, Boxer Stadium, is located within Balboa Park.",
  "/wiki/St._Francis_Wood,_San_Francisco": "St. Francis Wood is a residential neighborhood located in southwestern San Francisco, California, south of the West Portal neighborhood and west of Mount Davidson.\nSt. Francis Wood had a population of 1,228 and a median household income of $144,719 in 2013.\nCharacterized by family homes on spacious lots (by San Francisco standards), St. Francis Wood has no visible businesses and has a correspondingly low profile compared to similar wealthy neighborhoods such as the Marina District and Pacific Heights.  St. Francis Wood is one of eight master-planned residence parks in San Francisco.",
  "/wiki/West_Portal,_San_Francisco": "West Portal is a small neighborhood in San Francisco, California.  West Portal is a primarily residential area of the City.  The neighborhood's main corridor, West Portal Avenue, serves as a principal shopping district of southwestern San Francisco.",
  "/wiki/Jones_and_Beach_Station": "Jones and Beach station is a streetcar station in the Fisherman's Wharf district of  San Francisco, California, serving as the terminus of the San Francisco Municipal Railway's E Embarcadero and F Market & Wharves heritage railway lines. It is located on Jones Street between Beach and Jefferson Streets. The station opened on March 4, 2000 with the streetcar's extension to Fisherman's Wharf.",
  "/wiki/San_Francisco_Zoo": "The San Francisco Zoo is a 100-acre (40 ha) zoo located in the southwestern corner of San Francisco, California, between Lake Merced and the Pacific Ocean along the Great Highway. As of 2016, the zoo housed more than one thousand individual animals, representing more than 250 species. It is noted as the birthplace of Koko the gorilla, and, since 1974, the home of Elly, the oldest black rhinoceros in North America.",
  "/wiki/Mid-Market,_San_Francisco": "Mid-Market (or Central Market) is a neighborhood and development area in San Francisco, California.",
  "/wiki/Twin_Peaks_(San_Francisco)": "The Twin Peaks are two prominent hills with an elevation of about 925 feet (282 m) located near the geographic center of San Francisco, California. Only 928 foot (283 m) Mount Davidson is higher within the city.",
  "/wiki/Forest_Hill,_San_Francisco": "Forest Hill is a neighborhood in San Francisco, California.  Forest Hill is one of eight master-planned residence parks in San Francisco.",
  "/wiki/San_Francisco_4th_and_King_Street_Station": "San Francisco 4th and King Street, 4th and King (previously 4th & Townsend), or Caltrain Depot is the north end of the Caltrain commuter rail line to the San Francisco Peninsula and Santa Clara Valley, and is a major area transit hub. It is next to a Muni Metro light rail station, which provides connections to downtown San Francisco and Bay Area Rapid Transit.",
  "/wiki/Haight-Ashbury": "Haight-Ashbury is a district of San Francisco, California, named for the intersection of Haight and Ashbury streets. It is also called The Haight and The Upper Haight. The neighborhood is known for having been the birthplace of the hippie counterculture of the 1960s.",
  "/wiki/Cole_Valley,_San_Francisco": "Cole Valley is a small neighborhood in San Francisco, California. It borders Golden Gate Park to the north, Haight-Ashbury to the northeast, The Castro to the east. and Twin Peaks to the south. Near Kezar Stadium, Cole Valley is the smallest neighborhood in San Francisco, California.",
  "/wiki/Market_Street_(San_Francisco)": "Market Street is a major thoroughfare in San Francisco, California. It begins at The Embarcadero in front of the Ferry Building at the northeastern edge of the city and runs southwest through downtown, passing the Civic Center and the Castro District, to the intersection with Corbett Avenue in the Twin Peaks neighborhood. Beyond this point, the roadway continues as Portola Drive into the southwestern quadrant of San Francisco. Portola Drive extends south to the intersection of St. Francis Boulevard and Sloat Boulevard, where it continues as Junipero Serra Boulevard.",
  "/wiki/Bayview-Hunters_Point": "Bayview–Hunters Point are two major neighborhoods—the Bayview and Hunters Point—in the southeastern corner of San Francisco, California, United States. The decommissioned Hunters Point Naval Shipyard is located within its boundaries and Candlestick Park, which was demolished in 2015, was on the southern edge. Due to the South East location, the two neighborhoods are often merged. Bayview-Hunter's Point has been labeled as San Francisco's \"Most Isolated Neighborhood\"."
}