{
  "/wiki/Acropolis_of_Athens": "The Acropolis of Athens is an ancient citadel located on a rocky outcrop above the city of Athens and contains the remains of several ancient buildings of great architectural and historic significance, the most famous being the Parthenon.  The word  acropolis is from the Greek words ἄκρον (akron, \"highest point, extremity\") and πόλις (polis, \"city\"). Although the term acropolis is generic and there are many other acropoleis in Greece, the significance of the Acropolis of Athens is such that it is commonly known as \"The Acropolis\" without qualification. During ancient times it was known also more properly as Cecropia, after the legendary serpent-man, Cecrops, the supposed first Athenian king.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Attica": "Attica (Greek: Αττική, Ancient Greek Attikḗ or Attikī́; Ancient Greek: [atːikɛ̌ː] or Modern: [atiˈci]), or the Attic peninsula, is a historical region that encompasses the city of Athens, the capital of Greece. It is a peninsula projecting into the Aegean Sea, bordering on Boeotia to the north and Megaris to the west. The southern tip of the peninsula, known as Laurion, was an important mining region.",
  "/wiki/Vergina": "Vergina (Greek: Βεργίνα, Vergína [verˈʝina]) is a small town in northern Greece, part of Veroia municipality in Imathia, Central Macedonia. Vergina was established in 1922 in the aftermath of the population exchanges after the Treaty of Lausanne and was a separate municipality until 2011, when it was merged with Veroia under the Kallikratis Plan.  It is now a municipal unit within Veroia, with an area Of 69.047 square kilometres (26.66 sq mi).",
  "/wiki/Imathia": "Imathia (Greek: Ημαθία [imaˈθia]) is one of the regional units of Greece. It is part of the region of Central Macedonia. The capital of Imathia is the city of Veroia.",
  "/wiki/Central_Macedonia": "Central Macedonia (Greek: Κεντρική Μακεδονία, romanized: Kentrikí Makedonía, Greek pronunciation: [ce̞n.dɾiˈci mɐ.ce̞.ðo̞ˈni.ɐ]) is one of the thirteen administrative regions of Greece, consisting of the central part of the geographical and historical region of Macedonia. With a population of almost 1.9 million, it is the second most populous in Greece after Attica.",
  "/wiki/Aegae_(Macedon)": "Aegae or Aigai (Ancient Greek: Αἰγαὶ), also Aegeae or Aigeai (Αἰγέαι), was a city in Emathia in ancient Macedonia, and the burial-place of the Macedonian kings. The commanding and picturesque site upon which the town was built was the original centre of the Macedonians, and the residence of the dynasty which sprang from the Temenid Perdiccas. The seat of government was afterwards transferred to the marshes of Pella, which lay in the maritime plain beneath the ridge through which the Lydias forces its way to the sea. But the old capital always remained the national hearth (ἑστία, Diod. Excerpt. p. 563) of the Macedonian race, and the burial-place for their kings. The body of Alexander the Great, though by the intrigues of Ptolemy I Soter, it was taken to Memphis, was to have reposed at Aegae, – the spot where his father Philip II of Macedon fell by the hand of Pausanias of Orestis.",
  "/wiki/Macedon": "Macedonia (/ˌmæsɪˈdoʊniə/ (listen); Ancient Greek: Μακεδονία, Makedonía), also called Macedon (/ˈmæsɪdɒn/), was an ancient kingdom on the periphery of Archaic and Classical Greece, and later the dominant state of Hellenistic Greece. The kingdom was founded and initially ruled by the royal Argead dynasty, which was followed by the Antipatrid and Antigonid dynasties. Home to the ancient Macedonians, the earliest kingdom was centered on the northeastern part of the Greek peninsula, and bordered by Epirus to the west, Paeonia to the north, Thrace to the east and Thessaly to the south.",
  "/wiki/Philip_II_of_Macedon": "Philip II of Macedon (Greek: Φίλιππος Β΄ ὁ Μακεδών; 382–336 BC) was the king (basileus) of the kingdom of Macedon from 359 BC until his assassination in 336 BC. He was a member of the Argead dynasty of Macedonian kings, the third son of King Amyntas III of Macedon, and father of Alexander the Great and Philip III. The rise of Macedon, its conquest and political consolidation of most of Classical Greece during the reign of Philip II was achieved in part by his reformation of the Ancient Macedonian army, establishing the Macedonian phalanx that proved critical in securing victories on the battlefield. After defeating the Greek city-states of Athens and Thebes at the Battle of Chaeronea in 338 BC, Philip II led the effort to establish a federation of Greek states known as the League of Corinth, with him as the elected hegemon and commander-in-chief of Greece for a planned invasion of the Achaemenid Empire of Persia. However, his assassination by a royal bodyguard, Pausanias of Orestis, led to the immediate succession of his son Alexander, who would go on to invade the Achaemenid Empire in his father's stead.",
  "/wiki/Alexander_the_Great": "Alexander III of Macedon (Greek: Αλέξανδρος Γʹ ὁ Μακεδών; 20/21 July 356 BC – 10/11 June 323 BC), commonly known as Alexander the Great (Ancient Greek: Ἀλέξανδρος ὁ Μέγας, romanized: Aléxandros ho Mégas), was a king (basileus) of the ancient Greek kingdom of Macedon[a] and a member of the Argead dynasty. He was born in Pella in 356 BC and succeeded his father Philip II to the throne at the age of 20. He spent most of his ruling years on an unprecedented military campaign through Asia and northeast Africa, and by the age of thirty, he had created one of the largest empires of the ancient world, stretching from Greece to northwestern India. He was undefeated in battle and is widely considered one of history's most successful military commanders.",
  "/wiki/Delphi": "Delphi (/ˈdɛlfaɪ, ˈdɛlfi/; Greek: Δελφοί [ðelˈfi]), formerly also called Pytho (Πυθώ), is the ancient sanctuary that grew rich as the seat of Pythia, the oracle who was consulted about important decisions throughout the ancient classical world. The ancient Greeks considered the centre of the world to be in Delphi, marked by the stone monument known as the omphalos (navel).",
  "/wiki/Phocis": "Phocis (/ˈfoʊsɪs/; Greek: Φωκίδα, pronounced [foˈciða], Ancient Greek: Φωκίς [pʰɔːkís]) is one of the regional units of Greece. It is part of the administrative region of Central Greece. It stretches from the western mountainsides of Parnassus on the east to the mountain range of Vardousia on the west, upon the Gulf of Corinth. It is named after the ancient region of Phocis, but the modern regional unit also includes parts of ancient Locris and Doris.",
  "/wiki/Central_Greece_(region)": "Central Greece (Greek: Περιφέρεια Στερεάς Ελλάδας, Periféreia Stereás Elládas, properly translated as \"Region of Central Greece\", colloquially known as Roúmeli (Ρούμελη)) is one of the thirteen administrative regions of Greece. The region occupies the eastern half of the traditional region of Central Greece, including the island of Euboea. To the south it borders the regions of Attica and the Peloponnese, to the west the region of West Greece and to the north the regions of Thessaly and Epirus. Its capital city is Lamia.",
  "/wiki/Pythia": "The Pythia (/ˈpɪθiə/, Ancient Greek: Πῡθίᾱ [pyːˈtʰi.aː]) was the name of the high priestess of the Temple of Apollo at Delphi who also served as the oracle, also known as the Oracle of Delphi.",
  "/wiki/Apollo": "Apollo[a] is one of the most important and complex of the Olympian deities in classical Greek and Roman religion and Greek and Roman mythology. The national divinity of the Greeks, Apollo has been recognized as a god of archery, music and dance, truth and prophecy, healing and diseases, the Sun and light, poetry, and more. He is the son of Zeus and Leto, and the twin brother of Artemis, goddess of the hunt. Seen as the most beautiful god and the ideal of the kouros (ephebe,  or a beardless, athletic youth), Apollo is considered to be the most Greek of all the gods. Apollo is known in Greek-influenced Etruscan mythology as Apulu.",
  "/wiki/Mount_Parnassus": "Mount Parnassus (/pɑːrˈnæsəs/; Greek: Παρνασσός, Parnassos) is a mountain of limestone in central Greece that towers above Delphi, north of the Gulf of Corinth, and offers scenic views of the surrounding olive groves and countryside. According to Greek mythology, this mountain was sacred to Dionysus and the Dionysian mysteries; it was also sacred to Apollo and the Corycian nymphs, and it was the home of the Muses.  The mountain was also favored by the Dorians. It is suggested that the name derives from parnassas, the possessive adjective of the Luwian word parna meaning house, or specifically temple, so the name effectively means the mountain of the house of the god.",
  "/wiki/Mystras": "Mystras or Mistras (Greek: Μυστρᾶς/Μιστρᾶς), also known as Myzithras (Μυζηθρᾶς) in the Chronicle of the Morea, is a fortified town and a former municipality in Laconia, Peloponnese, Greece. Situated on Mt. Taygetos, near ancient Sparta, it served as the capital of the Byzantine Despotate of the Morea in the 14th and 15th centuries, experiencing a period of prosperity and cultural flowering. The site remained inhabited throughout the Ottoman period, when it was mistaken by Western travellers for ancient Sparta. In the 1830s, it was abandoned and the new town of Sparti was built, approximately eight kilometres to the east.",
  "/wiki/Laconia": "Laconia (Greek: Λακωνία, Lakonía, Greek pronunciation: [lakoˈni.a]) is a region of Greece in the southeastern part of the Peloponnese peninsula. Its administrative capital is Sparta. The word laconic is derived from the name of the region by analogy—to speak in a concise way, as the Spartans were reputed by the Athenians to do.[clarification needed]",
  "/wiki/Peloponnese_(region)": "The Peloponnese region (Greek: Περιφέρεια Πελοποννήσου) is a region in southern Greece. It borders the West Greece region to the north and Attica to the north-east. The region has an area of about 15,490 square kilometres (5,980 square miles). It covers most of the Peloponnese peninsula, except for the northwestern subregions of Achaea and Elis which belong to West Greece and a small portion of the Argolid peninsula that is part of Attica.",
  "/wiki/Morea": "The Morea (Greek: Μορέας or Μωριάς) was the name of the  Peloponnese peninsula in southern Greece during the Middle Ages and the early modern period. The name was used for the Byzantine province known as the Despotate of the Morea, by the Ottoman Empire for the Morea Eyalet, and by the Republic of Venice for the short-lived Kingdom of the Morea.",
  "/wiki/Byzantine_Empire": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople (modern Istanbul, formerly Byzantium). It survived the fragmentation and fall of the Western Roman Empire in the 5th century AD and continued to exist for an additional thousand years until it fell to the Ottoman Turks in 1453. During most of its existence, the empire was the most powerful economic, cultural and military force in Europe. \"Byzantine Empire\" is a term created after the end of the realm; its citizens continued to refer to their empire simply as the Roman Empire (Greek: Βασιλεία Ῥωμαίων, tr. Basileia Rhōmaiōn; Latin: Imperium Romanum), or Romania (Ῥωμανία), and to themselves as \"Romans\".",
  "/wiki/Taygetus": "The Taygetus, Taugetus, Taygetos or Taÿgetus (Greek: Ταΰγετος, romanized: Taygetos) is a mountain range in the Peloponnese peninsula in Southern Greece. The highest mountain of the range is Mount Taygetus, also known as the \"Profitis Ilias\", or \"Prophet Elias\". The name is one of the oldest recorded in Europe, appearing in the Odyssey. In classical mythology, it was associated with the nymph Taygete. During Byzantine times and up until the 19th century, the mountain was also known as Pentadaktylos (Πενταδάκτυλος; Greek for five-fingered, a common name during that period).",
  "/wiki/Ottoman_Empire": "The Ottoman Empire (/ˈɒtəmən/; Ottoman Turkish: دولت عليه عثمانیه‎ Devlet-i ʿAlīye-i ʿOsmānīye, literally \"The Exalted Ottoman State\"; Modern Turkish: Osmanlı İmparatorluğu or Osmanlı Devleti; French: Empire ottoman[note 6]), known to the Ottomans as the Empire of Rûm/Rome[note 7] (Ottoman Turkish: دولت علنإه روم‎, lit. 'The Exalted State of Rome'; Modern Turkish: Roma İmparatorluğu), and known in Western Europe as the Turkish Empire or simply Turkey,[note 8] was a state and caliphate that controlled much of Southeast Europe, Western Asia and North Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt (modern-day Bilecik Province) by the Oghuz Turkish tribal leader Osman I. Although initially the dynasty was of Turkic origin, it was Persianised in terms of language, culture, literature and habits. After 1354, the Ottomans crossed into Europe, and with the conquest of the Balkans, the Ottoman beylik was transformed into a transcontinental empire. The Ottomans ended the Byzantine Empire with the 1453 conquest of Constantinople by Mehmed the Conqueror.",
  "/wiki/Olympia,_Greece": "Olympia (Greek: Ὀλυμπία; Ancient Greek: [olympía]; Modern Greek: [oli(m)ˈbia] Olymbía), is a small town in Elis on the Peloponnese peninsula in Greece, famous for the nearby archaeological site of the same name, which was a major Panhellenic religious sanctuary of ancient Greece, where the ancient Olympic Games were held.  The site was primarily dedicated to Zeus and drew visitors from all over the Greek world as one of a group of such \"Panhellenic\" centres which helped to build the identity of the ancient Greeks as a nation.  Despite the name, it is nowhere near Mount Olympus in northern Greece, where the Twelve Olympians, the major deities of Ancient Greek religion, were believed to live.",
  "/wiki/Elis_(regional_unit)": "Elis or Ilia (Greek: Ηλεία, Ileia) is one of the regional units of Greece. It is part of the region of Western Greece. It is situated in the western part of the Peloponnese peninsula. Its capital is Pyrgos.",
  "/wiki/West_Greece": "Western Greece Region (Greek: Περιφέρεια Δυτικής Ελλάδας) is one of the thirteen regions of Greece. It comprises the western part of continental Greece and the northwestern part of the Peloponnese peninsula. The capital of the Western Greece is Patras, the third-largest-city in the country with a population of about 280,000 inhabitants",
  "/wiki/Alpheios": "Alfeiós (Greek: Αλφειός, also romanized as Alpheus, Alpheios) is the longest river in the Peloponnese, in Greece. The river is 110 kilometres (68 mi) long, flowing through the regional units of Arcadia and Elis. Its source is near the village Dorizas, about halfway between Tripoli and Megalopoli in the highlands of Arcadia. It flows southwest toward Megalopoli, where it has been diverted around open pit lignite mines. At Thoknia it receives its right tributary Elissonas, and continues north towards Karytaina. Below Karytaina the Lousios flows into the Alfeios, and the Alfeios continues northwest, passing north of Andritsaina. Near Tripotamia the rivers Ladon and Erymanthos flow into the Alfeios. The Alfeios then flows west along Olympia and empties into the Ionian Sea south of Pyrgos.",
  "/wiki/Peloponnese": "The Peloponnese (/ˈpɛləpəˌniːz/) or Peloponnesus (/ˌpɛləpəˈniːsəs/; Greek: Πελοπόννησος, Peloponnisos [peloˈponisos]) is a peninsula and geographic region in southern Greece. It is connected to the central part of the country by the Isthmus of Corinth land bridge which separates the Gulf of Corinth from the Saronic Gulf. During the late Middle Ages and the Ottoman era, the peninsula was known as the Morea (Byzantine Greek: Μωρέας), a name still in colloquial use in its demotic form (Greek: Μωριάς).",
  "/wiki/Ancient_Olympic_Games": "The ancient Olympic Games were originally a festival, or celebration, of and for Zeus; events such as a footrace, a javelin contest, and wrestling matches were added later. The Olympic Games  (Ancient Greek: Ὀλύμπια, Olympia, \"the Olympics\"; also Ὀλυμπιάς, Olympias, \"the Olympiad\") were a series of athletic competitions among representatives of city-states and one of the Panhellenic Games of ancient Greece. They were held in honor of Zeus, and the Greeks gave them a mythological origin. The first Olympics is traditionally dated to 776 BC. They continued to be celebrated when Greece came under Roman rule, until the emperor Theodosius I suppressed them in AD 393 as part of the campaign to impose Christianity as the State religion of Rome. The games were held every four years, or olympiad, which became a unit of time in historical chronologies.",
  "/wiki/Mycenae": "Mycenae (Ancient Greek: Μυκῆναι or Μυκήνη, Mycēnē) is an archaeological site near Mykines in Argolis, north-eastern Peloponnese, Greece. It is located about 120 kilometres (75 miles) south-west of Athens; 11 kilometres (7 miles) north of Argos; and 48 kilometres (30 miles) south of Corinth. The site is 19 kilometres (12 miles) inland from the Saronic Gulf and built upon a hill rising 900 feet above sea level.",
  "/wiki/Argolis": "Argolis or Argolida (Greek: Αργολίδα Argolída, [arɣoˈliða]; Ἀργολίς Argolís in ancient Greek and Katharevousa) is one of the regional units of Greece. It is part of the region of Peloponnese, situated in the eastern part of the Peloponnese peninsula and part of the tripoint area of Argolis, Arcadia and Corinthia.  Much of the territory of this region is situated in the Argolid Peninsula.",
  "/wiki/Mycenean_Greece": "Mycenaean Greece (or the Mycenaean civilization) was the last phase of the Bronze Age in Ancient Greece, spanning the period from approximately 1600–1100 BC. It represents the first advanced and distinctively Greek civilization in mainland Greece with its palatial states, urban organization, works of art, and writing system. The most prominent site was Mycenae, in the Argolid, after which the culture of this era is named. Other centers of power that emerged included Pylos, Tiryns, Midea in the Peloponnese, Orchomenos, Thebes, Athens in Central Greece and Iolcos in Thessaly. Mycenaean and Mycenaean-influenced settlements also appeared in Epirus, Macedonia, on islands in the Aegean Sea, on the coast of Asia Minor, the Levant, Cyprus and Italy.",
  "/wiki/Lion%27s_Gate": "Lions Gate Entertainment Corp., doing business as Lionsgate, is a Canadian-American entertainment company. It was formed on July 10, 1997, in Vancouver, British Columbia, Canada and is currently headquartered in Santa Monica, California, United States.",
  "/wiki/Treasury_of_Atreus": "The Treasury of Atreus or Tomb of Agamemnon is a large tholos or beehive tomb on Panagitsa Hill at Mycenae, Greece, constructed during the Bronze Age around 1250 BC. The stone lintel above the doorway weighs 120 tons, with approximate dimensions 8.3 x 5.2 x 1.2m, the largest in the world. The tomb was used for an unknown period. Mentioned by the Roman geographer Pausanias in the 2nd century AD, it was still visible in 1879 when the German archaeologist Heinrich Schliemann discovered the shaft graves under the \"agora\" in the Acropolis at Mycenae.",
  "/wiki/Delos": "The island of Delos (/ˈdiːlɒs/; Greek: Δήλος [ˈðilos]; Attic: Δῆλος, Doric: Δᾶλος), near Mykonos, near the centre of the Cyclades archipelago, is one of the most important mythological, historical, and archaeological sites in Greece. The excavations in the island are among the most extensive in the Mediterranean; ongoing work takes place under the direction of the French School at Athens, and many of the artifacts found are on display at the Archaeological Museum of Delos and the National Archaeological Museum of Athens.",
  "/wiki/Cyclades": "The Cyclades (/ˈsɪklədiːz/; Greek: Κυκλάδες [kikˈlaðes]) are an island group in the Aegean Sea, southeast of mainland Greece and a former administrative prefecture of Greece. They are one of the island groups which constitute the Aegean archipelago. The name refers to the islands around (\"cyclic\", κυκλάς) the sacred island of Delos. The largest island of the Cyclades is Naxos.",
  "/wiki/South_Aegean": "The South Aegean (Greek: Περιφέρεια Νοτίου Αιγαίου) is one of the thirteen administrative regions of Greece. It consists of the Cyclades and Dodecanese island groups in the central and southeastern Aegean Sea.",
  "/wiki/Artemis": "Artemis (/ˈɑːrtɪmɪs/; Greek: Ἄρτεμις Artemis, Attic Greek: [ár.te.mis]), in the ancient Greek religion and myth, is the goddess of the hunt, the wilderness, wild animals, the Moon, and chastity.",
  "/wiki/Monastery_of_Saint_John_the_Theologian": "The Monastery of Saint John the Theologian (also called Monastery of Saint John the Divine) is a Greek Orthodox monastery founded in 1088 in Chora on the island of Patmos. UNESCO has declared it a World Heritage site. It is named after St. John of Patmos.",
  "/wiki/Patmos": "Patmos (Greek: Πάτμος, pronounced [ˈpatmos]) is a small Greek island in the Aegean Sea. It is the location of the vision given to the disciple John in the Book of Revelation in the New Testament, and where the book was written.",
  "/wiki/P%C3%A1tmos": "Patmos (Greek: Πάτμος, pronounced [ˈpatmos]) is a small Greek island in the Aegean Sea. It is the location of the vision given to the disciple John in the Book of Revelation in the New Testament, and where the book was written.",
  "/wiki/Dodecanese": "The Dodecanese (UK: /ˌdoʊdɪkəˈniːz/, US: /doʊˌdɛkəˈniːz/; Greek: Δωδεκάνησα, Dodekánisa [ðoðeˈkanisa], literally \"twelve islands\") are a group of 15 larger plus 150 smaller Greek islands in the southeastern Aegean Sea, off the coast of Asia Minor (Turkey), of which 26 are inhabited. Τhis island group generally defines the eastern limit of the Sea of Crete. They belong to the wider Southern Sporades island group.",
  "/wiki/John_of_Patmos": "John of Patmos (also called John the Revelator, John the Divine, John the Theologian, and possibly John the Apostle; Greek: Ἰωάννης ὁ Θεολόγος; Coptic: ⲓⲱⲁⲛⲛⲏⲥ) is the author named as John in the Book of Revelation, the apocalyptic text forming the final book of the New Testament. The text of Revelation states that John was on Patmos, a Greek island where, by most biblical historians, he is considered to be exiled as a result of anti-Christian persecution under the Roman emperor Domitian. (Nero died in 68 AD.)",
  "/wiki/Gospel_of_St_John": "The Gospel of John (Greek: Εὐαγγέλιον κατὰ Ἰωάννην, romanized: Euangélion katà Iōánnēn) is the fourth of the canonical gospels.[Notes 1] The book went through two to three stages, or \"editions\", before reaching its current form, at the latest, around AD 80–100. It is written anonymously, although it identifies an unnamed \"disciple whom Jesus loved\" as the source of its traditions.",
  "/wiki/Apocalypse": "Apocalyptic literature is a genre of prophetical writing that developed in post-Exilic Jewish culture and was popular among millennialist early Christians.",
  "/wiki/Greek_Orthodox": "The name Greek Orthodox Church (Greek: Ἑλληνορθόδοξη Ἑκκλησία, Ellinorthódoxi Ekklisía, IPA: [elinorˈθoðoksi ekliˈsia]), or Greek Orthodoxy, is a term referring to the body of several Churches within the larger communion of Eastern Orthodox Christianity, whose liturgy is or was traditionally conducted in Koine Greek, the original language of the Septuagint and the New Testament, and whose history, traditions, and theology are rooted in the early Church Fathers and the culture of the Byzantine Empire. Greek Orthodox Christianity has also traditionally placed heavy emphasis and awarded high prestige to traditions of Eastern Orthodox monasticism and asceticism, with origins in Early Christianity in the Near East and in Byzantine Anatolia.",
  "/wiki/Medieval_City_of_Rhodes": "Rhodes (Greek: Ρόδος, Ródos [ˈroðos]) is the principal city and a former municipality on the island of Rhodes in the Dodecanese, Greece. Since the 2011 local government reform it is part of the municipality Rhodes, of which it is the seat and a municipal unit. It has a population of approximately 90,000 in its metropolitan area. Rhodes has been famous since antiquity as the site of Colossus of Rhodes, one of the Seven Wonders of the Ancient World. The citadel of Rhodes, built by the Hospitalliers, is one of the best-preserved medieval towns in Europe, which in 1988 was designated as a UNESCO World Heritage Site.",
  "/wiki/Rhodes_(city)": "Rhodes (Greek: Ρόδος, Ródos [ˈroðos]) is the principal city and a former municipality on the island of Rhodes in the Dodecanese, Greece. Since the 2011 local government reform it is part of the municipality Rhodes, of which it is the seat and a municipal unit. It has a population of approximately 90,000 in its metropolitan area. Rhodes has been famous since antiquity as the site of Colossus of Rhodes, one of the Seven Wonders of the Ancient World. The citadel of Rhodes, built by the Hospitalliers, is one of the best-preserved medieval towns in Europe, which in 1988 was designated as a UNESCO World Heritage Site.",
  "/wiki/Order_of_St_John_of_Jerusalem": "The Order of Knights of the Hospital of Saint John of Jerusalem (Latin: Ordo Fratrum Hospitalis Sancti Ioannis Hierosolymitani), commonly known as the Knights Hospitaller or the Order of Saint John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 until 1798 and at Saint Petersburg from 1799 until 1801. Today several organizations continue the Hospitaller tradition, most importantly the Sovereign Military Order of Malta.",
  "/wiki/Rhodes": "Rhodes (Greek: Ρόδος, romanized: Ródos [ˈroðos]) is the largest of the Dodecanese islands of Greece and is also the island group's historical capital. Administratively the island forms a separate municipality within the Rhodes regional unit, which is part of the South Aegean administrative region. The principal town of the island and seat of the municipality is Rhodes. The city of Rhodes had 50,636 inhabitants in 2011. It is located northeast of Crete, southeast of Athens. Rhodes' nickname is The Island of the Knights, named after the Knights of Saint John of Jerusalem, who ruled the island from 1310 to 1522.",
  "/wiki/Palace_of_the_Grand_Master_of_the_Knights_of_Rhodes": "The Palace of the Grand Master of the Knights of Rhodes, also known as the Kastello (Greek: Καστέλο, from Italian: Castello, \"castle\"), is a medieval castle in the city of Rhodes, on the island of Rhodes in Greece. It is one of the few examples of Gothic architecture in Greece. The site was previously a  citadel of the Knights Hospitaller that functioned as a palace, headquarters, and fortress.",
  "/wiki/Gothic_art": "Gothic art was a style of medieval art that developed in Northern France out of Romanesque art in the 12th century AD, led by  the concurrent development of Gothic architecture.  It spread to all of Western Europe, and much of Southern and Central Europe, never quite effacing more classical styles in Italy.  In the late 14th century, the sophisticated court style of International Gothic developed, which continued to evolve until the late 15th century.  In many areas, especially Germany, Late Gothic art continued well into the 16th century, before being subsumed into Renaissance art.  Primary media in the Gothic period included sculpture, panel painting, stained glass, fresco and illuminated manuscripts.  The easily recognizable shifts in architecture from Romanesque to Gothic, and Gothic to Renaissance styles, are typically used to define the periods in art in all media, although in many ways figurative art developed at a different pace.",
  "/wiki/Daphni_Monastery": "Daphni or Dafni (Modern Greek: Δαφνί; Katharevousa: Δαφνίον, Daphnion) is an eleventh-century Byzantine monastery eleven kilometers (6.8 miles) northwest of central Athens in the suburb of Chaidari, south of Athinon Avenue (GR-8A). It is situated near the forest of the same name, on the Sacred Way that led to Eleusis. The forest covers about 18 km2 (7 sq mi), and surrounds a laurel grove. \"Daphni\" is the modern Greek name that means \"laurel grove\", derived from Daphneion (Lauretum).",
  "/wiki/Hosios_Loukas": "Hosios Loukas (Greek: Ὅσιος Λουκᾶς) is a historic walled monastery situated near the town of Distomo, in Boeotia, Greece. It is one of the most important monuments of Middle Byzantine architecture and art, and has been listed on UNESCO's World Heritage Sites, along with the monasteries of Nea Moni and Daphnion.",
  "/wiki/Nea_Moni_of_Chios": "Nea Moni (Greek: Νέα Μονή, lit. \"New Monastery\") is an 11th-century monastery on the island of Chios that has been recognized as a UNESCO World Heritage Site. It is located on the Provateio Oros Mt. in the island's interior, about 15 km from Chios town. It is well known for its mosaics, which, together with those at Daphni and Hosios Loukas, are among the finest examples of \"Macedonian Renaissance\" art in Greece.",
  "/wiki/Distomo": "Distomo (Greek: Δίστομο) is a town in western Boeotia, Greece. Since the 2011 local government reform it is part of the municipality Distomo-Arachova-Antikyra, of which it is the seat and a municipal unit. The municipal unit has an area of 131.270 km2, the community 80.498 km2. Population 3,881 (2011). Distomo is situated in the western foothills of Mount Helicon, at about 450 m elevation. It is 5 km north of the Gulf of Corinth coast, 9 km southeast of Arachova, 12 km east of Desfina, 16 km southeast of Delphi, 18 km west of Livadeia and 105 km northwest of Athens. The Greek National Road 48 (Naupactus - Arachova - Livadeia) passes north of the town.",
  "/wiki/Boeotia": "Boeotia, sometimes alternatively Latinised as Boiotia, or Beotia (/biˈoʊʃiə, -ʃə/; Greek: Βοιωτία, Modern Greek: [vi.oˈti.a], Ancient Greek: [boj.jɔː.tí.a]; modern transliteration Voiotía, also Viotía, formerly Cadmeis), is one of the regional units of Greece. It is part of the region of Central Greece. Its capital is Livadeia, and its largest city is Thebes.",
  "/wiki/Chaidari": "Haidari (Greek: Χαϊδάρι), is a suburb in the western part of the Athens agglomeration, west of central Athens.",
  "/wiki/Chios": "Chios (/ˈkaɪ.ɒs, ˈkaɪ.oʊs, ˈkiː-/; Greek: Χίος, romanized: Khíos [ˈçi.os] (listen)) is the fifth largest of the Greek islands, situated in the northern Aegean Sea. The island is separated from Turkey by the Chios Strait. Chios is notable for its exports of mastic gum and its nickname is \"the Mastic Island\". Tourist attractions include its medieval villages and the 11th-century monastery of Nea Moni, a UNESCO World Heritage Site.",
  "/wiki/North_Aegean": "The North Aegean (Greek: Περιφέρεια Βορείου Αιγαίου) is one of the thirteen administrative regions of Greece, and the smallest of the thirteen by population. It comprises the islands of the north-eastern Aegean Sea, called the North Aegean islands, except for Thasos and Samothrace, which belong to the Greek region of Eastern Macedonia and Thrace, and Imbros and Tenedos, which belong to Turkey.",
  "/wiki/Byzantine_art": "Byzantine art comprises the body of Christian Greek artistic products of the Eastern Roman (Byzantine) Empire, as well as the nations and states that inherited culturally from the empire. Though the empire itself emerged from the decline of Rome and lasted until the Fall of Constantinople in 1453, the start date of the Byzantine period is rather clearer in art history than in political history, if still imprecise. Many Eastern Orthodox states in Eastern Europe, as well as to some degree the Muslim states of the eastern Mediterranean, preserved many aspects of the empire's culture and art for centuries afterward.",
  "/wiki/Corfu_(city)": "Corfu (/kɔːrˈf(j)uː/, also US: /ˈkɔːrf(j)uː/) or Kerkyra (Greek: Κέρκυρα, romanized: Kérkyra, pronounced [ˈcercira] (listen); Ancient Greek: Κόρκυρα, romanized: Kórkyra, pronounced [kórkyra]; Medieval Greek: Κορυφώ, romanized: Koryfó; Latin: Corcyra;) is a city and a former municipality on the island of Corfu, Ionian Islands, Greece. Since the 2019 local government reform, it is part and capital of the municipality of Central Corfu and Diapontia Islands [el]. It is also the capital of the island and of the Corfu regional unit. The city also serves as a capital for the region of the Ionian Islands. The city (population in 2011: 39,674 residents and the whole island 111,975) is a major tourist attraction and Greek regional centre and has played an important role in Greek history since antiquity.",
  "/wiki/Ionian_Islands_(region)": "The Ionian Islands Region (Greek: Περιφέρεια Ιονίων Νήσων, romanized: Periféria Ioníon Níson) is one of the thirteen administrative regions of Greece, and the smallest of the thirteen by area. The administrative region does not include all of the Ionian Islands; the island of Kythera, which historically was part of the island group, was separated and integrated to the (far away) Attica Region.",
  "/wiki/Island_of_Corfu": "Corfu (/kɔːrˈf(j)uː/, also US: /ˈkɔːrf(j)uː/) or Kerkyra (Greek: Κέρκυρα, romanized: Kérkyra, pronounced [ˈcercira] (listen); Ancient Greek: Κόρκυρα, romanized: Kórkyra, pronounced [kórkyra]; Medieval Greek: Κορυφώ, romanized: Koryfó; Latin: Corcyra) is a Greek island in the Ionian Sea. It is the second largest of the Ionian Islands, and, including its small satellite islands, forms the margin of the northwestern frontier of Greece. The island is part of the Corfu regional unit, and is administered by three municipalities with the islands of Othonoi, Ereikoussa and Mathraki.  The principal city of the island (pop. 32,095) is also named Corfu. Corfu is home to the Ionian University.",
  "/wiki/Albania": "Albania (/ælˈbeɪniə, ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria; Gheg Albanian: Shqipni or Shqipnia also Shqypni or Shqypnia), officially the Republic of Albania (Albanian: Republika e Shqipërisë, pronounced [ɾɛpuˈblika ɛ ʃcipəˈɾiːsə]), is a country in Southeast Europe on the Adriatic and Ionian Sea within the Mediterranean Sea. It shares land borders with Montenegro to the northwest, Kosovo[a] to the northeast, North Macedonia to the east, Greece to the south and maritime borders with Greece, Montenegro and Italy to the west.",
  "/wiki/Adriatic_Sea": "The Adriatic Sea /ˌeɪdriˈætɪk/ is a body of water separating the Italian Peninsula from the Balkan peninsula. The Adriatic is the northernmost arm of the Mediterranean Sea, extending from the Strait of Otranto (where it connects to the Ionian Sea) to the northwest and the Po Valley. The countries with coasts on the Adriatic are Albania, Bosnia and Herzegovina, Croatia, Italy, Montenegro and Slovenia. The Adriatic contains over 1,300 islands, mostly located along the Croatian part of its eastern coast. It is divided into three basins, the northern being the shallowest and the southern being the deepest, with a maximum depth of 1,233 metres (4,045 ft). The Otranto Sill, an underwater ridge, is located at the border between the Adriatic and Ionian Seas. The prevailing currents flow counterclockwise from the Strait of Otranto, along the eastern coast and back to the strait along the western (Italian) coast. Tidal movements in the Adriatic are slight, although larger amplitudes are known to occur occasionally. The Adriatic's salinity is lower than the Mediterranean's because the Adriatic collects a third of the fresh water flowing into the Mediterranean, acting as a dilution basin. The surface water temperatures generally range from 30 °C (86 °F) in summer to 12 °C (54 °F) in winter, significantly moderating the Adriatic Basin's climate.",
  "/wiki/Republic_of_Venice": "The Republic of Venice (Italian: Repubblica di Venezia; Venetian: Repùblica de Venèsia) or Venetian Republic (Italian: Repubblica Veneta; Venetian: Repùblica Vèneta), traditionally known as La Serenissima (English: Most Serene Republic of Venice; Italian: Serenissima Repubblica di Venezia; Venetian: Serenìsima Repùblica Vèneta), was a sovereign state and maritime republic in what is now northeastern Italy. It lasted from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, the republic grew into a trading power during the Middle Ages and strengthened this position in the Renaissance. Citizens spoke the still-surviving Venetian language, although publishing in (Florentine) Italian became the norm during the Renaissance.",
  "/wiki/United_States_of_the_Ionian_Islands": "The United States of the Ionian Islands (Greek: Ἡνωμένον Κράτος τῶν Ἰονίων Νήσων, romanized: Inoménon Krátos ton Ioníon Níson, lit. \"United State of the Ionian Islands\"; Italian: Stati Uniti delle Isole Ionie) was a state and amical protectorate of the United Kingdom between 1815 and 1864. It was the successor state of the Septinsular Republic. It covered the territory of the Ionian Islands, in modern Greece, and it was ceded to Greece as a gift of the United Kingdom to the newly enthroned King George I after the Resolution for union with Greece which was proposed by the Party of the Radicals.",
  "/wiki/Paleochristian_and_Byzantine_monuments_of_Thessaloniki": "The city of Thessaloniki in Macedonia, Greece, for several centuries the second-most important city of the Byzantine Empire, played an important role for Christianity during the Middle Ages and was decorated by impressive buildings. In 1988, fifteen monuments of Thessaloniki were listed as  UNESCO World Heritage Sites:",
  "/wiki/Thessaloniki": "Thessaloniki (/ˌθɛsələˈniːki/; Greek: Θεσσαλονίκη, romanized: Thessaloníki [θesaloˈnici] (listen)), also known as Thessalonica (English: /ˌθɛsələˈnaɪkə, ˌθɛsəˈlɒnɪkə/), Saloniki or Salonica (/səˈlɒnɪkə, ˌsæləˈniːkə/), is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα (i Symprōtévousa), literally \"the co-capital\", a reference to its historical status as the Συμβασιλεύουσα (Symvasilévousa) or \"co-reigning\" city of the Eastern Roman (Byzantine) Empire, alongside Constantinople.",
  "/wiki/Thessalonika": "Thessaloniki (/ˌθɛsələˈniːki/; Greek: Θεσσαλονίκη, romanized: Thessaloníki [θesaloˈnici] (listen)), also known as Thessalonica (English: /ˌθɛsələˈnaɪkə, ˌθɛsəˈlɒnɪkə/), Saloniki or Salonica (/səˈlɒnɪkə, ˌsæləˈniːkə/), is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα (i Symprōtévousa), literally \"the co-capital\", a reference to its historical status as the Συμβασιλεύουσα (Symvasilévousa) or \"co-reigning\" city of the Eastern Roman (Byzantine) Empire, alongside Constantinople.",
  "/wiki/Pythagoreion": "The Pythagoreion is the archaeological site of the ancient town of Samos in Samos, Greece. It is located in the area of the modern town of Pythagoreio, from which it has got its modern name.",
  "/wiki/Heraion_of_Samos": "The Heraion of Samos was a large sanctuary to the goddess Hera, on the island of Samos, Greece, 6 km southwest of the ancient city of Samos (modern Pythagoreion), in the low, marshy basin of the Imbrasos river, near where it enters the sea. The late Archaic temple in the sanctuary was the first of the gigantic free-standing Ionic temples, but its predecessors at this site reached back to the Geometric Period of the 8th century BC, or earlier. The site of temple's ruins, with its sole standing column, was designated a joint UNESCO World Heritage Site, along with the nearby Pythagoreion in 1992.",
  "/wiki/Samos": "Samos (/ˈseɪmɒs/, also US: /ˈsæmoʊs, ˈsɑːmɔːs/; Greek: Σάμος [ˈsamos]) is a Greek island in the eastern Aegean Sea, south of Chios, north of Patmos and the Dodecanese, and off the coast of Asia Minor, from which it is separated by the 1.6-kilometre (1.0 mi)-wide Mycale Strait. It is also a separate regional unit of the North Aegean region, and the only municipality of the regional unit.",
  "/wiki/Aegean_island": "The Aegean Islands (Greek: Νησιά Αιγαίου, romanized: Nisiá Aigaíou; Turkish: Ege Adaları) are the group of islands in the Aegean Sea, with mainland Greece to the west and north and Turkey to the east; the island of Crete delimits the sea to the south, those of Rhodes, Karpathos and Kasos to the southeast. The ancient Greek name of the Aegean Sea, Archipelago (ἀρχιπέλαγος, archipelagos) was later applied to the islands it contains and is now used more generally, to refer to any island group.",
  "/wiki/Asia_Minor": "Anatolia (from Greek: Ἀνατολή, Anatolḗ, \"east\" or \"[sun]rise\"; Turkish: Anadolu), also known as Asia Minor (Medieval and Modern Greek: Μικρά Ἀσία, Mikrá Asía, \"small Asia\"; Turkish: Küçük Asya), Asian Turkey, the Anatolian peninsula or the Anatolian plateau, is a large peninsula in West Asia and the westernmost protrusion of the Asian continent. It makes up the majority of modern-day Turkey. The region is bounded by the Black Sea to the north, the Mediterranean Sea to the south, the Armenian Highlands to the east and the Aegean Sea to the west. The Sea of Marmara forms a connection between the Black and Aegean seas through the Bosphorus and Dardanelles straits and separates Anatolia from Thrace on the Balkan peninsula of Europe.",
  "/wiki/Sanctuary_of_Asklepios_at_Epidaurus": "The Temple of Asclepius was a sanctuary in Epidaurus dedicated to Asclepius. It was the main holy site of Asclepius. The sanctuary at Epidaurus was the rival of such major cult sites as the Sanctuary of Zeus at Olympia and Apollo at Delphi.  The temple was built in the early 4th-century BC.  If still in use by the 4th-century, the temple would have been closed during the persecution of pagans in the late Roman Empire, when the Christian Emperors issued edicts prohibiting non-Christian worship.",
  "/wiki/Epidaurus": "Epidaurus  was a small city (polis) in ancient Greece, on the Argolid Peninsula at the Saronic Gulf. Two modern towns bear the name Epidavros:Palaia Epidavros and Nea Epidavros. Since 2010 they belong to the new municipality of Epidaurus, part of the regional unit of Argolis. The seat of the municipality is the town Lygourio.",
  "/wiki/Peloponnesus": "The Peloponnese (/ˈpɛləpəˌniːz/) or Peloponnesus (/ˌpɛləpəˈniːsəs/; Greek: Πελοπόννησος, Peloponnisos [peloˈponisos]) is a peninsula and geographic region in southern Greece. It is connected to the central part of the country by the Isthmus of Corinth land bridge which separates the Gulf of Corinth from the Saronic Gulf. During the late Middle Ages and the Ottoman era, the peninsula was known as the Morea (Byzantine Greek: Μωρέας), a name still in colloquial use in its demotic form (Greek: Μωριάς).",
  "/wiki/Asklepios": "Asclepius (/æsˈkliːpiəs/; Greek: Ἀσκληπιός Asklēpiós [asklɛːpiós]; Latin: Aesculapius) or Hepius is a hero and god of medicine  in ancient Greek religion and mythology. He is the son of Apollo and Coronis, or Arsinoe, or Apollo alone. Asclepius represents the healing aspect of the medical arts; his daughters are Hygieia (\"Hygiene\", the goddess of cleanliness), Iaso (the goddess of recuperation from illness), Aceso (the goddess of the healing process), Aegle (the goddess of good health), and Panacea (the goddess of universal remedy). He was associated with the Roman/Etruscan god Vediovis and the Egyptian Imhotep. He was one of Apollo's sons, sharing with Apollo the epithet Paean (\"the Healer\"). The rod of Asclepius, a snake-entwined staff, remains a symbol of medicine today. Those physicians and attendants who served this god were known as the Therapeutae of Asclepius.",
  "/wiki/Temple_of_Apollo_Epicurius_at_Bassae": "Bassae (Latin: Bassae, Ancient Greek: Βάσσαι - Bassai, meaning \"little vale in the rocks\") is an archaeological site in Oichalia, a municipality in the northeastern part of Messenia, Greece. In classical antiquity, it was part of Arcadia.  Bassae lies near the village of Skliros, northeast of Figaleia, south of Andritsaina and west of Megalopolis.  It is famous for the well-preserved mid- to late-5th century BC Temple of Apollo Epicurius.",
  "/wiki/Bassae": "Bassae (Latin: Bassae, Ancient Greek: Βάσσαι - Bassai, meaning \"little vale in the rocks\") is an archaeological site in Oichalia, a municipality in the northeastern part of Messenia, Greece. In classical antiquity, it was part of Arcadia.  Bassae lies near the village of Skliros, northeast of Figaleia, south of Andritsaina and west of Megalopolis.  It is famous for the well-preserved mid- to late-5th century BC Temple of Apollo Epicurius.",
  "/wiki/Messenia": "Messenia or Messinia (/məˈsiːniə/; Greek: Μεσσηνία, pronounced [mesiˈnia]) is a regional unit (perifereiaki enotita) in the southwestern part of the Peloponnese region, in Greece. Until the implementation of the Kallikratis plan on 1 January 2011, Messenia was a prefecture (nomos) covering the same territory. The capital and largest city of Messenia is Kalamata.",
  "/wiki/Arcadia": "Arcadia (Greek: Αρκαδία, Arkadía) is one of the regional units of Greece. It is part of the administrative region of Peloponnese. It is situated in the central and eastern part of the Peloponnese peninsula. It takes its name from the mythological figure Arcas. In Greek mythology, it was the home of the god Pan. In European Renaissance arts, Arcadia was celebrated as an unspoiled, harmonious wilderness.",
  "/wiki/Corinthian_capital": "The Corinthian order is the last developed of the three principal classical orders of ancient Greek and Roman architecture. The other two are the Doric order which was the earliest, followed by the Ionic order. When classical architecture was revived during the Renaissance, two more orders were added to the canon: the Tuscan order and the Composite order. The Corinthian, with its offshoot the Composite, is the most ornate of the orders. This architectural style is characterized by slender fluted columns and elaborate capitals decorated with acanthus leaves and scrolls. There are many variations.",
  "/wiki/Archaism": "In language, an archaism (from the Ancient Greek: ἀρχαϊκός, archaïkós, 'old-fashioned, antiquated', ultimately ἀρχαῖος, archaîos, 'from the beginning, ancient') is a word, a sense of a word, or a style of speech or writing that belongs to a historical epoch long beyond living memory, but that has survived in a few practical settings or affairs. Lexical archaisms are single archaic words or expressions used regularly in an affair (e.g. religion or law) or freely; literary archaism is the survival of archaic language in a traditional literary text such as a nursery rhyme or the deliberate use of a style characteristic of an earlier age—for example, in his 1960 novel The Sot-Weed Factor, John Barth writes in an 18th-century style.  Archaic words or expressions may have distinctive emotional connotations—some can be humorous (forsooth), some highly formal (What say you?), and some solemn (With thee do I plight my troth).",
  "/wiki/Doric_style": "The Doric order was one of the three orders of ancient Greek and later Roman architecture; the other two canonical orders were the Ionic and the Corinthian. The Doric is most easily recognized by the simple circular capitals at the top of columns. Originating in the western Dorian region of Greece, it is the earliest and in its essence the simplest of the orders, though still with complex details in the entablature above.",
  "/wiki/Meteora": "The Meteora (/ˌmɛtiˈɔːrə/; Greek: Μετέωρα, pronounced [meˈteora]) is a rock formation in central Greece hosting one of the largest and most precipitously built complexes of Eastern Orthodox monasteries, second in importance only to Mount Athos. The six (of an original twenty four) monasteries are built on immense natural pillars and hill-like rounded boulders that dominate the local area. It is located near the town of Kalambaka at the northwestern edge of the Plain of Thessaly near the Pineios river and Pindus Mountains.",
  "/wiki/Kalabaka": "Kalabaka (Greek: Καλαμπάκα, Kalabáka, alternative transliterations are Kalambaka and Kalampaka) is a town and a municipality in the Trikala regional unit, part of Thessaly in Greece. The population was 21,991 at the 2011 census, of which 8,330 in the town proper. The Metéora monasteries are located in the town. Kalabaka is the northwestern terminal of the old Thessaly Railways, now part of OSE.",
  "/wiki/Thessaly": "Thessaly (Greek: Θεσσαλία, Thessalía; ancient Thessalian: Πετθαλία, Petthalía) is a traditional geographic and modern administrative region of Greece, comprising most of the ancient region of the same name. Before the Greek Dark Ages, Thessaly was known as Aeolia (Greek: Αἰολία, Aiolía), and appears thus in Homer's Odyssey.",
  "/wiki/Eremetic": "A hermit, or eremite (adjectival form: eremitic or hermitic), is a person who lives in seclusion from society, usually for religious reasons. Hermits are a part of several sections of Christianity, and the concept is found in other religions as well.",
  "/wiki/Post-Byzantine_art": "Cretan School describes an important school of icon painting, under the umbrella of post-Byzantine art, which flourished while Crete was under Venetian rule during the late Middle Ages, reaching its climax after the Fall of Constantinople, becoming the central force in Greek painting during the 15th, 16th and 17th centuries. The Cretan artists developed a particular style of painting under the influence of both Eastern and Western artistic traditions and movements; the most famous product of the school, El Greco, was the most successful of the many artists who tried to build a career in Western Europe, and also the one who left the Byzantine style farthest behind him in his later career.",
  "/wiki/Mount_Athos": "Mount Athos (/ˈæθɒs/; Greek: Άθως, Áthos [ˈaθos]) is a mountain and peninsula in northeastern Greece and an important centre of Eastern Orthodox monasticism. It is governed as an autonomous polity within the Greek Republic. Mount Athos is home to 20 monasteries under the direct jurisdiction of the Ecumenical Patriarch of Constantinople.",
  "/wiki/Autonomous_Monastic_State_of_the_Holy_Mountain": "The Monastic Republic of Mount Athos (Greek: Αυτόνομη Μοναστική Πολιτεία Αγίου Όρους, Autónomi Monastikí Politeía Agíou Órous, lit. 'Autonomous Monastic State of the Holy Mountain') is a region of northern Greece around the Mount Athos peninsula, in Chalkidiki, enjoying a status of autonomy comparable to the peripheries (Greek administrative regions).",
  "/wiki/Byzantine": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople (modern Istanbul, formerly Byzantium). It survived the fragmentation and fall of the Western Roman Empire in the 5th century AD and continued to exist for an additional thousand years until it fell to the Ottoman Turks in 1453. During most of its existence, the empire was the most powerful economic, cultural and military force in Europe. \"Byzantine Empire\" is a term created after the end of the realm; its citizens continued to refer to their empire simply as the Roman Empire (Greek: Βασιλεία Ῥωμαίων, tr. Basileia Rhōmaiōn; Latin: Imperium Romanum), or Romania (Ῥωμανία), and to themselves as \"Romans\".",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Philippi": "Philippi (/fɪˈlɪpaɪ, ˈfɪləˌpaɪ/; Greek: Φίλιπποι, Philippoi) was a major city northwest of the nearby island, Thasos. Its original name was Crenides (Greek: Κρηνῖδες, Krenides \"Fountains\") after its establishment by Thasian colonists in 360/359 BC. The city was renamed by Philip II of Macedon in 356 BC and abandoned in the 14th century after the Ottoman conquest. The present municipality, Filippoi, is located near the ruins of the ancient city and is part of the region of East Macedonia and Thrace in Kavala, Greece. It was classified as a UNESCO World Heritage Site in 2016.",
  "/wiki/Kavala": "Kavala (Greek: Καβάλα, Kavála [kaˈvala]) is a city in northern Greece, the principal seaport of eastern Macedonia and the capital of Kavala regional unit.",
  "/wiki/Eastern_Macedonia_and_Thrace": "Eastern Macedonia and Thrace (Greek: Ανατολική Μακεδονία και Θράκη, Anatolikí Makedonía kai Thráki) is one of the thirteen administrative regions of Greece. It consists of the northeastern parts of the country, comprising the eastern part of the region of Greek Macedonia along with the region of Western Thrace, and the islands of Thasos and Samothrace.",
  "/wiki/Via_Egnatia": "The Via Egnatia (Greek: Ἐγνατία Ὁδός Egnatía Hodós) was a road constructed by the Romans in the 2nd century BC. It crossed Illyricum, Macedonia, and Thrace, running through territory that is now part of modern Albania, North Macedonia, Greece, and European Turkey as a continuation of Via Appia.",
  "/wiki/Roman_Empire": "The Roman Empire (Latin: Imperium Rōmānum, Classical Latin: [ɪmˈpɛrɪ.ũː roːˈmaːnũː]; Koinē Greek: Βασιλεία τῶν Ῥωμαίων, romanized: Basileía tōn Rhōmaíōn) was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, North Africa and West Asia ruled by emperors. From the  accession of Caesar Augustus to the  military anarchy of the third century, it was a  principate with  Italy as metropole of the  provinces and its city of Rome as sole capital (27 BC – 286 AD). Although fragmented briefly during the military crisis, the empire was forcibly reassembled, then ruled by  multiple emperors who shared rule over the Western Roman Empire (based in Milan and later in Ravenna) and over the Eastern Roman Empire (based in Nicomedia and later in Constantinople). Rome remained the nominal capital of both parts until 476 AD, when it sent the imperial insignia to Constantinople (Byzantium - Ancient Greek: Βυζάντιον, Byzántion)  following the capture of Ravenna by the barbarians of Odoacer and the subsequent deposition of Romulus Augustus. The fall of the Western Roman Empire to  Germanic kings, along with the hellenization of the Eastern Roman Empire into the Byzantine Empire, conventionally marks the end of Ancient Rome and the beginning of the Middle Ages.",
  "/wiki/Battle_of_Philippi": "The Battle of Philippi was the final battle in the Wars of the Second Triumvirate between the forces of Mark Antony and Octavian (of the Second Triumvirate) and the leaders of Julius Caesar's assassination, Brutus and Cassius in 42 BC, at Philippi in Macedonia. The Second Triumvirate declared this civil war ostensibly to avenge Julius Caesar's assassination in 44 BC, but the underlying cause was a long-brewing conflict between the so-called Optimates and the so-called Populares.",
  "/wiki/Hellenistic": "The Hellenistic period covers the period of Mediterranean history between the death of Alexander the Great in 323 BC and the emergence of the Roman Empire as signified by the Battle of Actium in 31 BC and the conquest of Ptolemaic Egypt the following year. The Ancient Greek word Hellas (Ἑλλάς, Ellás) is the original word for Greece, from which the word Hellenistic was derived.",
  "/wiki/Heroon": "A heroon or herõon (/hɪˈroʊ.ɒn/; Greek ἡρῷον, plural ἡρῷα, heroa), also latinized as heroum, was a shrine dedicated to an ancient Greek or Roman hero and used for the commemoration or cult worship of the hero. It was often erected over his or her supposed tomb or cenotaph.",
  "/wiki/Roman_Forum": "The Roman Forum, also known by its Latin name Forum Romanum (Italian: Foro Romano), is a rectangular forum (plaza) surrounded by the ruins of several important ancient government buildings at the center of the city of Rome. Citizens of the ancient city referred to this space, originally a marketplace, as the Forum Magnum, or simply the Forum.",
  "/wiki/Early_centres_of_Christianity": "Early Christianity (generally considered the time period from its origin to the First Council of Nicaea in 325) spread from the Eastern Mediterranean throughout the Roman Empire and beyond. Originally, this progression was closely connected to already established Jewish centers in the Holy Land and the Jewish diaspora. The first followers of Christianity were Jews or proselytes, commonly referred to as Jewish Christians and God-fearers.",
  "/wiki/Apostle_Paul": "Paul the Apostle (Latin: Paulus; Greek: Παῦλος, romanized: Paulos; Coptic: ⲡⲁⲩⲗⲟⲥ; c. 5 – c. 64 or 67), commonly known as Saint Paul and also known by his Hebrew name Saul of Tarsus (Hebrew: שאול התרסי‎, romanized: Sha'ūl ha-Tarsī; Greek: Σαῦλος Ταρσεύς, romanized: Saũlos Tarseús),[Acts 9:11] was an apostle (although not one of the Twelve Apostles) who taught the gospel of Christ to the first-century world. Paul is generally considered one of the most important figures of the Apostolic Age and from the mid-30s to the mid-50s AD he founded several Christian communities in Asia Minor and Europe. He took advantage of his status as both a Jew and a Roman citizen to minister to both Jewish and Roman audiences.",
  "/wiki/Basilica": "The Latin word basilica (derived from Greek: βασιλική στοά, Royal Stoa, the tribunal chamber of a king) has three distinct applications in modern English.",
  "/wiki/List_of_World_Heritage_Sites_in_Greece": "There are currently 18 UNESCO World Heritage Sites in Greece. Of these, 16 are inscribed based on \"cultural\" criteria, while the remaining two (Mount Athos, Meteora) are inscribed for meeting both \"cultural\" and \"natural\" criteria. Five of the sites are located on islands, one is distributed between the islands and the mainland, with the remaining 12 exclusively on the mainland.  This first site to be inscribed was the Temple of Apollo at Bassae in 1986, the most recent is the Philippi, inscribed in 2016.  There are an additional 14 sites on the tentative list."
}