{
  "/wiki/Yukon_Striker": "Yukon Striker is a steel roller coaster located at Canada's Wonderland in Vaughan, Ontario. Designed as a Dive Coaster from manufacturer Bolliger & Mabillard, the ride opened to the general public on 3 May 2019 in place of SkyRider, a roller coaster that was removed from the park in 2014. Featuring a height of 68 metres (223 ft), a length of 1,105 metres (3,625 ft), and a maximum speed of 130 km/h (81 mph), Yukon Striker is the world's tallest, longest, and fastest Dive Coaster, sharing its height record with Valravn at Cedar Point. Its four inversions and drop length of 75 metres (245 ft) also set world records among Dive Coaster models.",
  "/wiki/Bolliger_&_Mabillard": "Bolliger & Mabillard, officially Bolliger & Mabillard Consulting Engineers, Inc. and often abbreviated B&M, is a roller coaster design consultancy based in Monthey, Switzerland. The company was founded in 1988 by Walter Bolliger and Claude Mabillard, both of whom had worked for Giovanola.",
  "/wiki/Dive_Coaster": "The Dive Coaster is a steel roller coaster model developed and engineered by Bolliger & Mabillard. The design features one or more near-vertical drops that are approximately 90 degrees, which provide a moment of free-falling for passengers. The experience is enhanced by unique trains that seat up to ten riders per row, spanning only two or three rows total. Unlike traditional train design, this distinguishing aspect gives all passengers virtually the same experience throughout the course of the ride. Another defining characteristic of Dive Coasters is the holding brake at the top of the lift hill that stops the train momentarily right as it enters the first drop, suspending some passengers with a view looking straight down and releasing suddenly moments later.",
  "/wiki/Mighty_Canadian_Minebuster": "The Mighty Canadian Minebuster (often shortened to Minebuster) is a wooden roller coaster located at Canada's Wonderland amusement park in Vaughan, Ontario, Canada.",
  "/wiki/Curtis_D._Summers": "Curtis D. Summers (September 17, 1929 – May 11, 1992) was an engineer and American roller coaster designer credited for designing or providing structural engineering on 25 wooden roller coasters around the world. He earned a degree in Architectural Engineering from Kansas State University and was a registered engineer in 40 states.",
  "/wiki/Taft_Broadcasting": "The Taft Broadcasting Company (also known as Taft Television and Radio Company, Incorporated) was an American media conglomerate based in Cincinnati, Ohio.",
  "/wiki/Coney_Island_(Cincinnati,_Ohio)": "Coney Island is a small water park located on the banks of the Ohio River in Cincinnati, Ohio, approximately 10 miles (16 km) east of the downtown area in Anderson Township. Beginning in 1870, the original owner called the area Parker's Grove, which was later renamed Ohio Grove, The Coney Island of the West after the Ohio Grove Corporation purchased the park in 1886. The name was shortened to Coney Island the following season. Growth over the years spawned dozens of rides and attractions which led to its popularity as an amusement destination.",
  "/wiki/Timberwolf_Falls": "Timberwolf Falls is a  Shoot-the-Chute water ride that opened in 1989 at Canada's Wonderland. The ride contains a basic oval shape and features one drop creating a wave soaking all riders. The ride also features a Splash Zone which allows spectators to get soaked by the wave from a bridge located above the main drop.",
  "/wiki/Hopkins_Rides": "Hopkins Rides is an amusement ride manufacturer based in Palm City, Florida. The company has had experience in amusement rides for over 45 years and currently specializes in water rides.",
  "/wiki/White_Water_Canyon": "White Water Canyon is a river rapids ride in the Cedar Fair parks of Canada's Wonderland, Kings Dominion, and Kings Island. It features six seat raft-styled boats.  It is the one of the three rides at Canada's Wonderland manufactured by Intamin.",
  "/wiki/Intamin": "Intamin Worldwide is a designing and manufacturing company in Wollerau, Switzerland. It is best known for creating thrill rides and roller coasters worldwide. The Intamin brand name is an abbreviation for international amusement installations. The company has offices throughout the world including three in Europe, three in Asia and two in the United States.",
  "/wiki/Preston_&_Barbieri": "Preston & Barbieri is an amusement ride manufacturing company based in Reggio Emilia, Italy. The company was founded in 2000 as a merger of the Preston and Barbieri Rides companies. The company manufactures a wide range of flat rides, water rides and roller coasters out of its 70,000-square-metre (750,000 sq ft) property in Italy.",
  "/wiki/Vortex_(Canada's_Wonderland)": "Vortex is a suspended roller coaster at Canada's Wonderland in Vaughan, Ontario. It officially opened during the 1991 season.",
  "/wiki/Arrow_Dynamics": "Arrow Dynamics was an American manufacturing and engineering company that specialized in designing and building amusement park rides, especially roller coasters. Based in Clearfield, Utah, the company was the successor to Arrow Development (1946–1981) and Arrow Huss (1981–1986), which were responsible for several influential advancements in the amusement and theme park industries. Among the most significant was tubular steel track, which provided a smoother ride than the railroad style rails commonly used prior to the 1960s on wooden roller coasters. The Matterhorn Bobsleds at Disneyland, built in 1959, was Arrow's first roller coaster project.",
  "/wiki/Suspended_roller_coaster": "A suspended roller coaster is a type of steel roller coaster in which the car hangs from the bottom of the rolling stock by a pivoting fulcrum or hinge assembly. This allows the car and riders to swing side to side as the train races along the track. Due to the swing designs, these roller coasters cannot invert riders.",
  "/wiki/The_Bat_(Kings_Island;_opened_1993)": "The Bat, formerly called Flight Deck and Top Gun, is a suspended roller coaster at Kings Island in Mason, Ohio. Built by Arrow Dynamics, the ride was known as Top Gun when it opened in 1993. It is the park's second suspended coaster following an earlier prototype from Arrow Development — also called The Bat – that operated at Kings Island from 1981 to 1983. The layout is designed to give riders the illusion they are narrowly missing track supports and other elements while swinging through sharp turns.",
  "/wiki/Kings_Island": "Kings Island is a 364-acre (147 ha) amusement park located 24 miles (39 km) northeast of Cincinnati in Mason, Ohio. Owned and operated by Cedar Fair, the park first opened in 1972 by the Taft Broadcasting Company. It was part of a larger effort to move and expand Coney Island, a popular resort destination along the banks of the Ohio River that was prone to frequent flooding. After more than $300 million in capital investments, the park features over 100 attractions including fourteen roller coasters and a 33-acre (13 ha) water park.",
  "/wiki/Ninja_(Six_Flags_Magic_Mountain)": "Ninja is an Arrow Dynamics steel suspended roller coaster located at Six Flags Magic Mountain in Valencia, California.  It is the fastest roller coaster of its kind in the world, joint with Vortex at Canada's Wonderland, both with top speeds of 55 mph (89 km/h).",
  "/wiki/Mondial_(amusement_ride_manufacturer)": "Mondial is a Dutch company specialising in the manufacture of amusement rides.",
  "/wiki/Zamperla": "Antonio Zamperla S.p.A. is an Italian design and manufacturing company founded in 1966. It is best known for creating family rides, thrill rides and roller coasters worldwide. The company also makes smaller coin-operated rides commonly found inside shopping malls.",
  "/wiki/Action_Theatre": "The Action Theater (spelled Action Theatre at Canada's Wonderland), is a motion simulator ride that debuted in 1993. It is found at several Cedar Fair amusement parks including California's Great America, Canada's Wonderland, Carowinds, Kings Dominion, and Kings Island. The attraction was previously known as \"Paramount Action F/X Theater\" before being renamed following the purchase of the Paramount Parks chain by Cedar Fair in 2006.",
  "/wiki/Iwerks_Entertainment": "SimEx-Iwerks Entertainment specializes in high-tech entertainment systems, films, film technologies, film-based software, Simulation Hardware Systems and services. The company has partnerships with various institutions, parks, and destinations.",
  "/wiki/Canada's_Wonderland": "Canada's Wonderland is a 134-hectare (330-acre) theme park located in Vaughan, Ontario, a suburb approximately 25 kilometres (16 mi) north of Downtown Toronto. Opened in 1981 by the Taft Broadcasting Company and The Great-West Life Assurance Company as the first major theme park in Canada, it remains the country's largest. The park, currently owned by Cedar Fair, has been the most visited seasonal amusement park in North America for several consecutive years. As a seasonal park, Canada's Wonderland is open daily from May to Labour Day, with weekend openings in late April and after Labour Day until October 27th. They removed Halloween day Halloween Haunt due to the transition between Halloween Haunt and Winterfest With seventeen roller coasters, Canada's Wonderland is ranked second in the world by number of roller coasters, after Six Flags Magic Mountain (19 coasters) and tied with Cedar Point (17 coasters). The 134-hectare (330-acre) park includes an 8-hectare (20-acre) water park named Splash Works. The park holds Halloween Haunt, a Halloween-themed event, each fall, as well as special events throughout the season, including various food festivals, as well as \"Celebration Canada\", a month-long Canada Day festival, among others. Beginning in 2019, the park launched WinterFest, a holiday-themed event that would extend the park's operating season to late December."
}