{
  "/wiki/Call_sign": "In broadcasting and radio communications, a call sign (also known as a call name or call letters—and historically as a call signal—or abbreviated as a call) is a unique designation for a transmitter station. In the United States of America, they are used for all FCC-licensed transmitters. A call sign can be formally assigned by a government agency, informally adopted by individuals or organizations, or even cryptographically encoded to disguise a station's identity.",
  "/wiki/Concord,_New_Hampshire": "Concord (/ˈkɒŋkərd/) is the capital city of the U.S. state of New Hampshire and the county seat of Merrimack County. As of the 2010 census, its population was 42,695, and in 2018 the population was an estimated 43,412.",
  "/wiki/Manchester,_New_Hampshire": "Manchester is a city in southern New Hampshire, United States. It is the most populous city in northern New England (the states of Maine, New Hampshire, and Vermont). As of the 2010 census the city had a population of 109,565, and in 2018 the population was estimated to be 112,525.",
  "/wiki/WEVO": "WEVO (89.1 FM) is a radio station licensed to serve Concord, New Hampshire and serving the Manchester-Nashua-Concord area. The station is owned by New Hampshire Public Radio, and is the flagship affiliate of their public radio network.",
  "/wiki/Hanover,_New_Hampshire": "Hanover is a town along the Connecticut River in Grafton County, New Hampshire, United States. The population was 11,260 at the 2010 census. Dartmouth College and the US Army Corps of Engineers Cold Regions Research and Engineering Laboratory are located in Hanover. The Appalachian Trail crosses the town.",
  "/wiki/Lebanon,_New_Hampshire": "Lebanon locally /ˈlɛbənən/ is the only city in Grafton County, New Hampshire, United States. The population was 13,151 at the 2010 census and an estimated 13,602 as of 2018. Lebanon is in western New Hampshire, south of Hanover, near the Connecticut River. It is the home to Dartmouth–Hitchcock Medical Center and Dartmouth Medical School, together comprising the largest medical facility between Boston, Massachusetts and Burlington, Vermont.",
  "/wiki/WEVH": "WEVH (91.3 FM) is a radio station licensed to Hanover, New Hampshire and serving the Dartmouth-Lake Sunapee Region. The station is owned by New Hampshire Public Radio, and is an affiliate of their public radio network .",
  "/wiki/Keene,_New_Hampshire": "Keene is the only city in and the seat of Cheshire County, New Hampshire, United States. The population was 23,409 at the 2010 census.",
  "/wiki/WEVN": "WEVN (90.7 FM) is a radio station licensed to Keene, New Hampshire. The station is owned by New Hampshire Public Radio, and is an affiliate of their public radio network .",
  "/wiki/Gorham,_New_Hampshire": "Gorham is a town in Coos County, New Hampshire, United States. The population was 2,848 at the 2010 census. Gorham is located in the White Mountains, and parts of the White Mountain National Forest are in the south and northwest. Moose Brook State Park is in the west. The town is crossed by the Appalachian Trail. Tourism is a principal business. It is part of the Berlin, NH–VT Micropolitan Statistical Area.",
  "/wiki/WEVC": "WEVC (107.1 FM) is a radio station licensed to Gorham, New Hampshire. The station is owned by New Hampshire Public Radio, and is an affiliate of their public radio network.",
  "/wiki/Jackson,_New_Hampshire": "Jackson is a town in Carroll County, New Hampshire, United States.  The population was 816 at the 2010 census. Jackson is an elegant resort area in the White Mountains. Parts of the White Mountain National Forest are in the west, north and east.",
  "/wiki/WEVJ": "WEVJ (99.5 FM) is a radio station licensed to Jackson, New Hampshire. The station is owned by New Hampshire Public Radio, and is an affiliate of their public radio network .",
  "/wiki/Nashua,_New_Hampshire": "Nashua is a city in southern New Hampshire, United States. As of the 2010 census, Nashua had a population of 86,494, making it the second-largest city in the state and in northern New England after nearby Manchester.  As of 2018 the population had risen to an estimated 89,246. Nashua is, along with Manchester, one of two seats of New Hampshire's most populous county, Hillsborough County.",
  "/wiki/WEVS": "WEVS (88.3 FM) is a radio station licensed to Nashua, New Hampshire and serving the southern part of the Manchester market. The station is owned by New Hampshire Public Radio, and is an affiliate of their public radio network .",
  "/wiki/Colebrook,_New_Hampshire": "Colebrook is a town in Coos County, New Hampshire, United States. The population was 2,301 at the 2010 census. Situated in the Great North Woods Region, it is bounded on the west by the Connecticut River and home to Beaver Brook Falls Natural Area.",
  "/wiki/WEVF": "WEVF (90.3 FM) is a radio station licensed to Colebrook, New Hampshire. The station is owned by New Hampshire Public Radio, and is an affiliate of their public radio network.",
  "/wiki/Littleton,_New_Hampshire": "Littleton is a town in Grafton County, New Hampshire, United States. The population was 5,928 at the 2010 census. Situated at the northern edge of the White Mountains, Littleton is bounded on the northwest by the Connecticut River.",
  "/wiki/New_Hampshire_Public_Radio": "New Hampshire Public Radio (NHPR) is the National Public Radio member network serving the state of New Hampshire. NHPR is based in Concord and operates eight transmitters and six translators covering nearly the whole state, as well as portions of Massachusetts, Vermont and Maine. The network airs NPR news and talk shows on weekdays and a mix of cultural and music programs on weekends."
}