{
  "/wiki/100_Days_Before_the_Command": "100 Days Before the Command (Russian: Сто дней до приказа, translit. Sto dney do prikaza) is a 1990 drama film by Hussein Erkenov.",
  "/wiki/Vladimir_Zamansky": "Vladimir Petrovich Zamansky (Russian: Владимир Петрович Заманский; born 6 February 1926, in Kremenchug) is a Russian film and theater actor, People's Artist of the RSFSR (1988), citizen of Murom (2013), and a Recipient of the Order of the Patriotic War, 2nd class.",
  "/wiki/Armen_Dzhigarkhanyan": "Armen Dzhigarkhanyan[a] (Armenian: Արմեն Ջիգարխանյան; pronounced [dʒiɡɑrχɑnjɑn]; Russian: Армен Джигарханян;[b] born 3 October 1935) is a Soviet, Armenian and Russian actor.",
  "/wiki/The_Ages_of_Lulu": "The Ages of Lulu (Spanish: Las edades de Lulú) is a 1990 Spanish erotic drama film written and directed by Bigas Luna and starring Francesca Neri, Óscar Ladoire, María Barranco and Javier Bardem. It is based on the homonymous novel by Almudena Grandes. The film is about the title character's life and sexual awakening in Madrid, which leads to her involvement in increasingly dangerous sexual experimentation.",
  "/wiki/Bigas_Luna": "José Juan Bigas Luna (19 March 1946, in Barcelona – 5 April 2013, in la Riera de Gaià, Catalonia), known artistically as Bigas Luna, was a Spanish film director, designer and artist. His films are typically characterised by a strong emphasis on the erotic, often related to food, something for which he admitted a strong passion. His work often explores and parodies clichés of Spanish identity, but he had an international career and has made films in the Spanish, Catalan, Italian, French and English languages.",
  "/wiki/Francesca_Neri": "Francesca Neri (born 10 February 1964) is an Italian actress.",
  "/wiki/Mar%C3%ADa_Barranco": "Dulce Nombre de María Magdalena de los Remedios Barranco García (born 11 June 1961) better known as María Barranco is a Spanish actress, who has won two Goya Awards for Best Supporting Actress.",
  "/wiki/Javier_Bardem": "Javier Ángel Encinas Bardem (Spanish pronunciation: [xaˈβjeɾ βaɾˈðen]; born 1 March 1969) is a Spanish actor and environmental activist. Bardem won the Academy Award for Best Supporting Actor for his role as the psychopathic assassin Anton Chigurh in the 2007 Coen brothers film No Country for Old Men. He has also received critical acclaim for roles in films such as Jamón Jamón, Carne trémula, Vicky Cristina Barcelona, Boca a boca, Los lunes al sol, Mar adentro, and Skyfall, for which he received both a BAFTA and a SAG nomination for Best Supporting Actor.",
  "/wiki/Fernando_Guill%C3%A9n_Cuervo": "Fernando Guillén Cuervo (born March 11, 1963) is a Spanish actor, film director and scriptwriter.",
  "/wiki/Rosana_Pastor": "Rosana Pastor Muñoz (born 7 August 1960) is a Spanish politician and actress.",
  "/wiki/Pilar_Bardem": "María del Pilar Bardem Muñoz (born 14 March 1939) better known as Pilar Bardem is a Spanish film and television actress. She is a younger sister of the renowned film director Juan Antonio Bardem and the mother of Academy Award-winner Javier Bardem.",
  "/wiki/Marta_May": "Marta May, born María Jesús Mayor Ávila (14 June 1939) is a Spanish actress.",
  "/wiki/Europa_Europa": "Europa Europa (German: Hitlerjunge Salomon, lit. \"Hitler Youth Salomon\") is a 1990 historical war drama film directed by Agnieszka Holland. It is based on the 1989 autobiography of Solomon Perel, a German Jewish boy who escaped the Holocaust by masquerading as a \"Nazi\" German. The film stars Marco Hofschneider as Perel; who appears briefly as himself in the finale. The film is an international co-production between the German company CCC Film and companies in France and Poland. The film should not be confused with the 1991 Lars von Trier film Europa, which was initially released as Zentropa in the United States to avoid confusion.",
  "/wiki/Agnieszka_Holland": "Agnieszka Holland (born 28 November 1948) is a Polish film and television director and screenwriter. Best known for her political contributions to Polish cinema, Holland is one of Poland's most eminent filmmakers. She began her career as assistant to directors Krzysztof Zanussi and Andrzej Wajda, and emigrated to France shortly before the 1981 imposition of the martial law in Poland.",
  "/wiki/Marco_Hofschneider": "Marco Hofschneider (born November 18, 1969) is a German actor known for his biographical portrayal of Solomon Perel in the 1990 acclaimed (Golden Globe-winning and Academy Award-nominated) World War II film Europa Europa. Since then, he has appeared in many German and British film and television programs. His older brother, René Hofschneider, also appeared in Europa, Europa, playing the role of Isaak Perel, Solomon Perel's older brother.",
  "/wiki/Julie_Delpy": "Julie Delpy (French: [ʒyli dɛlpi]; born 21 December 1969) is a French-American actress, film director, screenwriter, and singer-songwriter. She studied filmmaking at New York University's Tisch School of the Arts and has directed, written, or acted in more than 30 films, including Europa Europa (1990), Voyager (1991), Three Colors: White (1993), the Before trilogy (1995, 2004, 2013), An American Werewolf in Paris (1997), and 2 Days in Paris (2007). She has been nominated for three César Awards, two Online Film Critics Society Awards, and two Academy Awards. After moving to the United States in 1990, she became an American citizen in 2001.",
  "/wiki/Hanns_Zischler": "Hanns Zischler (born 18 June 1947) is a German actor most famous in America for his portrayal of Hans in Steven Spielberg's film Munich. According to the Internet Movie Database, Zischler has appeared in 171 movies since 1968.",
  "/wiki/Andr%C3%A9_Wilms": "André Wilms (born 29 April 1947) is a French film and television actor who has also appeared in German and Finnish films. Wilms was the winner of the Best Supporting European Actor award at the 1992 European Film Awards for his work in Aki Kaurismäki's La Vie de Bohème.",
  "/wiki/Delphine_Forest": "Delphine Forest (28 August 1966 - 31 January 2020) was a French actress. She appeared in more than ten films since 1988. She died on 31 January 2020.",
  "/wiki/Solomon_Perel": "Solomon Perel (also Shlomo Perel or Sally Perel; born 21 April 1925) is an Israeli author and motivational speaker. He was born in Peine, Lower Saxony, Germany to a German Jewish family. He escaped persecution by the Nazis by masquerading as an ethnic German. His life story is told in the 1990 film Europa Europa loosely based on his autobiography Ich war Hitlerjunge Salomon (I Was Hitler Youth Salomon). He made several visits to schools to tell his story.",
  "/wiki/The_Garden_(1990_film)": "The Garden is a 1990 British arthouse film by director Derek Jarman produced by James Mackay for Basilisk Communications in association with Channel 4, British Screen and ZDF. It focuses on homosexuality and Christianity set against a backdrop of Prospect Cottage, Jarman's bleak coastal home of Dungeness in Kent, and his garden and the nearby landscape surrounding a nuclear power station, a setting Jarman compares to the Garden of Eden or Garden of Gethsemenae. The film was entered into the 17th Moscow International Film Festival.",
  "/wiki/Derek_Jarman": "Michael Derek Elworthy Jarman (31 January 1942 – 19 February 1994) was an English film director, stage designer, diarist, artist, gardener, and author.",
  "/wiki/Tilda_Swinton": "Katherine Matilda Swinton (born 5 November 1960) is an English actress, known for her roles in both independent arthouse films and blockbusters. She won the Academy Award for Best Supporting Actress for her performance in the 2007 film Michael Clayton. She also won the BAFTA Scotland Award for Best Actress for the 2003 film Young Adam, and has received three Golden Globe Award nominations.",
  "/wiki/Pete_Lee-Wilson": "Pete Lee-Wilson is a British television and film actor.",
  "/wiki/Spencer_Leigh_(actor)": "Spencer Leigh (born circa 1963) is an English TV and film actor.",
  "/wiki/Jack_Birkett": "Jack Birkett (11 June 1934 – 10 May 2010) was a British dancer, mime artist, actor and singer, best known for his work on stage as a member of Lindsay Kemp's theatre company, and in the films of Derek Jarman.  He was often billed as Orlando or The Incredible Orlando.  Most of his best-known work was done when he was totally blind.",
  "/wiki/Vernon_Dobtcheff": "Vernon Dobtcheff (born 14 August 1934) is a British actor, although best known for his roles on television and film, has acted numerously in stage productions.",
  "/wiki/Michael_Gough": "Francis Michael Gough (/ˈɡɒf/ GOF; 23 November 1916 – 17 March 2011) was an English character actor who made over 150 film and television appearances. He is known for his roles in the Hammer Horror Films from 1958, with his first role as Sir Arthur Holmwood in Dracula, and for his recurring role as Alfred Pennyworth in all four films of the Tim Burton / Joel Schumacher Batman tetralogy. He would appear in three more Burton films: in Sleepy Hollow, voicing Elder Gutknecht in Corpse Bride and the Dodo in Alice in Wonderland.",
  "/wiki/Jessica_Martin": "Jessica Martin (born 1962) is an English actress, singer and impressionist whose career has diversified to include comic writing and illustrating.",
  "/wiki/Henry_%26_June": "Henry & June is a 1990 American biographical drama film directed by Philip Kaufman, and starring Fred Ward, Uma Thurman, and Maria de Medeiros. It is loosely based on Anaïs Nin's French book of the same name, and tells the story of Nin's relationship with Henry Miller and his wife, June.",
  "/wiki/Philip_Kaufman": "Philip Kaufman (born October 23, 1936) is an American film director and screenwriter who has directed fifteen films over a career spanning more than six decades. He has been described as a \"maverick\" and an \"iconoclast,\" notable for his versatility and independence. He is considered an \"auteur\", whose films have always expressed his personal vision.:1",
  "/wiki/Fred_Ward": "Frederick Joseph Ward (born December 30, 1942) is an American character actor, producer and model. Starting with a role in an Italian television film in 1973, Ward has had a long and diverse career, including such films as Southern Comfort, The Right Stuff, Remo Williams, Tremors, Henry & June, The Player and Short Cuts. Ward has also done model shootings with Lara Stone, Linda Evangelista, Dree Hemingway and Beri Smither as well as appearing in the 1998 Pirelli Calendar.",
  "/wiki/Uma_Thurman": "Uma Karuna Thurman (born April 29, 1970) is an American actress and model. She has performed in a variety of films, ranging from romantic comedies and dramas to science fiction and action movies. Following her appearances on the December 1985 and May 1986 covers of British Vogue, Thurman starred in Dangerous Liaisons (1988). She rose to international prominence with her performance in Quentin Tarantino's 1994 film Pulp Fiction, for which she was nominated for the Academy Award, the BAFTA Award, and the Golden Globe Award for Best Supporting Actress. Often hailed as Tarantino's muse, she reunited with the director to play the main role in Kill Bill: Volume 1 and 2 (2003, 2004), which brought her two additional Golden Globe Award nominations.",
  "/wiki/Maria_de_Medeiros": "Maria Esteves de Medeiros Victorino de Almeida, DamSE (born 19 August 1965), known as Maria de Medeiros (Portuguese pronunciation: [mɐˈɾiɐ ðɨ mɨˈðɐjɾuʃ]), is a Portuguese actress, director, and singer who has been involved in both European and American film productions.  She is best known internationally for playing Fabienne in Quentin Tarantino's 1994 film Pulp Fiction.",
  "/wiki/Richard_E._Grant": "Richard E. Grant (born Richard Grant Esterhuysen; 5 May 1957) is a Swazi-English actor. He made his film debut as Withnail in the comedy Withnail and I (1987) and has had prominent roles in films such as How to Get Ahead in Advertising (1989), Hudson Hawk (1991), The Player (1992), Bram Stoker's Dracula (1992), The Age of Innocence (1993), Spice World (1997), Gosford Park (2001), The Iron Lady (2011), Logan (2017), and Star Wars: The Rise of Skywalker (2019).",
  "/wiki/Kevin_Spacey": "Kevin Spacey Fowler KBE (born July 26, 1959) is an American actor, producer, and singer. Spacey began his career as a stage actor during the 1980s, obtaining supporting roles in film and television. He gained critical acclaim in the 1990s that culminated in his first Academy Award for Best Supporting Actor for the neo-noir crime thriller The Usual Suspects (1995) and an Academy Award for Best Actor for the midlife crisis-themed drama American Beauty (1999).",
  "/wiki/Gary_Oldman": "Gary Leonard Oldman (born 21 March 1958) is an English actor and filmmaker. He is the recipient of numerous accolades, including an Academy Award, three BAFTA Awards, two Critics' Choice Awards, a Golden Globe Award and a Screen Actors Guild Award. Known for his versatility and intense acting style, Oldman is regarded as one of the greatest actors of his generation.",
  "/wiki/Artus_de_Penguern": "Artus de Penguern (13 March 1957 – 14 May 2013) was a French director, writer and actor of Breton descent.",
  "/wiki/Brigitte_Lahaie": "Brigitte Vanmeerhaeghe, known as Brigitte Lahaie (born 12 October 1955), is a French radio talk show host, mainstream film actress and former pornographic actress. She performed in erotic films from 1976 through 1980 and is a member of the XRCO Hall of Fame.",
  "/wiki/F%C3%A9odor_Atkine": "Féodor Atkine (born 27 February 1948) is a French actor.",
  "/wiki/Miller%27s_Crossing": "Miller's Crossing is a 1990 American neo-noir gangster film written, directed and produced by the Coen brothers and starring Gabriel Byrne, Marcia Gay Harden, John Turturro, Jon Polito, J. E. Freeman, and Albert Finney. The plot concerns a power struggle between two rival gangs and how the protagonist, Tom Reagan (Byrne), plays both sides against each other. In 2005, Time chose Miller's Crossing as one of the 100 greatest films made since the inception of the periodical. Time critic Richard Corliss called it a \"noir with a touch so light, the film seems to float on the breeze like the frisbee of a fedora sailing through the forest\".",
  "/wiki/Coen_brothers": "Joel Coen (born November 29, 1954) and Ethan Coen (born September 21, 1957), collectively referred to as the Coen brothers (/ˈkoʊən/), are American filmmakers. Their films span many genres and styles, which they frequently subvert or parody. Their most acclaimed works include Miller's Crossing (1990), Barton Fink (1991), Fargo (1996), The Big Lebowski (1998), O Brother, Where Art Thou? (2000), No Country for Old Men (2007), Burn After Reading (2008), True Grit (2010), Inside Llewyn Davis (2013), and The Ballad of Buster Scruggs (2018).",
  "/wiki/Gabriel_Byrne": "Gabriel James Byrne (born 12 May 1950) is an Irish actor, film director, film producer, writer, cultural ambassador and audiobook narrator. His acting career began in the Focus Theatre before he joined London's Royal Court Theatre in 1979. Byrne's screen debut came in the Irish drama serial The Riordans and the spin-off show Bracken.",
  "/wiki/Marcia_Gay_Harden": "Marcia Gay Harden (born August 14, 1959) is an American actress. Her film breakthrough was in the 1990 Coen brothers-directed Miller's Crossing. She followed this with roles in films including Used People (1992), The First Wives Club (1996), and Flubber (1997). For her performance as artist Lee Krasner in the 2000 film Pollock, she won the Academy Award for Best Supporting Actress. She earned another Academy Award nomination for her performance as Celeste Boyle in Mystic River (2003). Other notable film roles include American Gun (2005), and 2007's The Mist and Into the Wild.",
  "/wiki/John_Turturro": "John Michael Turturro (/tərˈtʊəroʊ/; born February 28, 1957) is an American actor, writer and filmmaker, known for his association with the independent film movement. He has appeared in over sixty feature films and has worked frequently with the Coen brothers, Adam Sandler and Spike Lee. He began acting on-screen in the early 1980s, with his mainstream breakthrough coming with Lee's Do the Right Thing (1989) and the Coens' Miller's Crossing (1990) and Barton Fink (1991), for which he won the Best Actor Award at the Cannes Film Festival. His subsequent roles included Herb Stempel in Quiz Show (1994), Jesus Quintana in The Big Lebowski (1998), Pete in O Brother, Where Art Thou? (2000), and Seymour Simmons in the Transformers film series.",
  "/wiki/Paris_Is_Burning_(film)": "Paris Is Burning is a 1990 American documentary film directed by Jennie Livingston. Filmed in the mid-to-late 1980s, it chronicles the ball culture of New York City and the African-American, Latino, gay, and transgender communities involved in it. Critics consider the film to be an invaluable documentary of the end of the \"Golden Age\" of New York City drag balls, and a thoughtful exploration of race, class, gender, and sexuality in America.",
  "/wiki/Jennie_Livingston": "Jennie Livingston (born February 24, 1962) is an American director best known for the 1990 documentary Paris is Burning.",
  "/wiki/Dorian_Corey": "Dorian Corey (born c. 1937 – August 29, 1993) was a trans woman, drag performer, and fashion designer. She appeared in Wigstock and was featured in Jennie Livingston's 1990 documentary Paris Is Burning.",
  "/wiki/Pepper_LaBeija": "Pepper  LaBeija (November 5, 1948 – May 14, 2003) was an American drag queen and fashion designer. LaBeija was known as \"the last remaining queen of the Harlem drag balls\".",
  "/wiki/Venus_Xtravaganza": "Venus Xtravaganza (May 22, 1965 – December 21, 1988) was an American transgender performer. She came to national attention after her appearance in Jennie Livingston's 1990 documentary film Paris Is Burning, in which her life as a trans woman forms one of the film's several story arcs.",
  "/wiki/Octavia_St._Laurent": "Octavia St. Laurent Mizrahi (March 16, 1964 – May 17, 2009) was an LGBT icon, trans woman, and AIDS educator who was active in New York City's Black and Latino drag society and Harlem's drag balls. She came to public attention after being featured in the 1990 documentary Paris Is Burning.",
  "/wiki/Willi_Ninja": "William Roscoe Leake (April 12, 1961 – September 2, 2006), better known as Willi Ninja, was an American dancer and choreographer best known for his appearance in the documentary film Paris Is Burning.",
  "/wiki/Angie_Xtravaganza": "Angie Xtravaganza (October 17, 1964 – March 31, 1993) was born in New York City.  Angie was a founding member and the Mother of the House of Xtravaganza.  Consistent with the tradition of New York's gay ball scene, in 1982 Angie took the House name as her surname. A transgender performer, underground superstar and an active member of New York's gay ball culture, Angie was featured in Jennie Livingston's 1990 documentary film Paris is Burning. By the time the documentary was screened the House of Xtravaganza, the first primarily Latino house within New York's gay ball scene, was almost ten years old.",
  "/wiki/Paris_Dupree": "Paris Dupree (also stylized as Paris Duprée or Paris DuPree; 1950 – August 2011) was an American drag performer and documentary participant featured in Jennie Livingston's 1990 documentary, Paris is Burning, which was named after Dupree's annual ball.",
  "/wiki/The_Party_(1990_film)": "The Party (French: Le Party) is a Canadian drama film, directed by Pierre Falardeau and released in 1990. Loosely based on the prison experiences of convicted Front de libération du Québec terrorist Francis Simard, the film centres on the annual party at the St. Vincent de Paul penitentiary in Laval, Quebec, where a group of prison inmates get to enjoy outside entertainment.",
  "/wiki/Pierre_Falardeau": "Pierre Falardeau (December 28, 1946 – September 25, 2009) was a Québecois film and documentary director, pamphleteer and noted activist for Quebec independence.",
  "/wiki/Charlotte_Laurier": "Charlotte Laurier (born November 18, 1966) is a Canadian film and television actress. First prominent as a child actress in the 1980s, she is a two-time Genie Award nominee for Best Actress, in 1981 for Good Riddance (Les Bons débarras) and in 1986 for The Dame in Colour (La Dame en couleurs).",
  "/wiki/Julien_Poulin": "Julien Poulin (born April 20, 1946) is an actor, film director, screenwriter, film producer, and composer in Quebec, Canada. He has portrayed numerous roles in several popular Quebec films and series.",
  "/wiki/Gildor_Roy": "Gildor Roy (born May 11, 1960 in Abitibi-Témiscamingue and raised in Rigaud, Quebec, Canada) is a Québécois actor. Gildor is the brother of Québécois actors Luc Roy, Yvon Roy and Maxim Roy.",
  "/wiki/Resident_Alien_(film)": "Resident Alien is a 1990 documentary film directed, produced and edited by Jonathan Nossiter, and co-produced by Dean Silvers.\nResident Alien was Crisp's first documentary, this was followed by Naked in New York in 1994 and The Celluloid Closet in 1995.",
  "/wiki/Jonathan_Nossiter": "Jonathan Nossiter (born 1961) is an American filmmaker.",
  "/wiki/Quentin_Crisp": "Quentin Crisp (born Denis Charles Pratt; (1908-12-25)25 December 1908 – (1999-11-21)21 November 1999) was an English writer, raconteur and actor.",
  "/wiki/Sting_(musician)": "Gordon Matthew Thomas Sumner CBE (born 2 October 1951), known as Sting, is an English musician and actor. He was the principal songwriter, lead singer, and bassist for the new wave rock band the Police from 1977 to 1984, and launched a solo career in 1985. He has included elements of rock, jazz, reggae, classical, new-age and worldbeat in his music.",
  "/wiki/John_Hurt": "Sir John Vincent Hurt CBE (22 January 1940 – 25 January 2017) was an English actor whose career spanned more than 50 years.",
  "/wiki/Holly_Woodlawn": "Holly Woodlawn (October 26, 1946 – December 6, 2015) was a transgender Puerto Rican actress and Warhol superstar who appeared in the movies Trash (1970) and Women in Revolt (1971). She was probably best known as the Holly in Lou Reed's hit pop song \"Walk on the Wild Side\".",
  "/wiki/Fran_Lebowitz": "Frances Ann Lebowitz (born October 27, 1950) is an American author, public speaker, and occasional actor. Lebowitz is known for her sardonic social commentary on American life as filtered through her New York City sensibilities. Some reviewers have called her a modern-day Dorothy Parker.",
  "/wiki/Michael_Musto": "Michael Musto (born December 3, 1955) is an American journalist who has long been a prevalent presence in entertainment-related publications, as well as on websites and television shows. Musto is a former columnist for The Village Voice, where he wrote the La Dolce Musto column of gossip, nightlife, reviews, interviews, and political observations. He is the author of the books Downtown and Manhattan on the Rocks, as well as a compilation of selected columns published as La Dolce Musto. His subsequent collection, Fork on the Left, Knife in the Back, was published in 2011.",
  "/wiki/Patrick_Bauchau": "Patrick Nicolas Jean Sixte Ghislain Bauchau (born 6 December 1938) is a Belgian actor best known for his role as Scarpine in the 1985 James Bond movie, A View to a Kill; Sydney (Jarod's mentor) in the TV series The Pretender; and Doctor Rowan Chase, Doctor Robert Chase's estranged father in the TV series, House.",
  "/wiki/Rock_Hudson_(film)": "Rock Hudson is a 1990 American made-for-television crime drama film directed by John Nicolella. The story is based on My Husband, Rock Hudson, a 1987 autobiography by Phyllis Gates, Rock Hudson's wife (1955–1958). It is the story of their marriage, written after Hudson's 1985 death from AIDS. In the book Gates wrote that she was in love with Hudson and that she did not know Hudson was gay when they married, and was not complicit in his deception. The movie is also based on magazine articles, interviews and court records. Including transcripts of the Los Angeles Superior Court trial after which Marc Christian won a large settlement ($21.75 million) from the actor's estate because Hudson had hidden from him the fact that he was suffering from AIDS.  Later, Marc Miller (Hudson's secretary) accused the movie of malicious lies. In April 1989, the court award to Christian was reduced to $5.5 million.",
  "/wiki/John_Nicolella": "John Joseph Nicolella (May 28, 1945 – February 21, 1998) was an American film, television director and producer. He is best known for his directing and producing work on the 1980s television series Miami Vice. He is also known for producing the 1983 movie comedy hit Easy Money starring Rodney Dangerfield, Joe Pesci, and Jennifer Jason Leigh.",
  "/wiki/Thomas_Ian_Griffith": "Thomas Ian Griffith (born March 18, 1962) is an American actor, producer, writer and martial artist who has starred in films and on television.",
  "/wiki/Daphne_Ashbrook": "Daphne Lee Ashbrook (born January 30, 1963) is an American actress.",
  "/wiki/William_R._Moses": "William Remington Moses (born November 17, 1959) is an American actor.",
  "/wiki/Andrew_Robinson_(actor)": "Andrew Jordt Robinson (born February 14, 1942) is an American actor and the former director of the Master of Fine Arts acting program at the University of Southern California.\nOriginally a stage actor, he works predominantly in supporting roles on television and in low-budget films. He is known for his portrayals of the serial killer Scorpio in the crime film Dirty Harry (1971), Larry Cotton in the horror film Hellraiser (1987), and Elim Garak in the television series Star Trek: Deep Space Nine (1993–1999). He and his wife Irene have a daughter, actress Rachel Robinson, who appeared in Deep Space Nine episode \"The Visitor\".",
  "/wiki/Thom_Mathews": "Thomas \"Thom\" Mathews (born November 28, 1958) is an American actor who is best known for his roles as Freddy in  The Return of the Living Dead (1985) and Tommy Jarvis in the Friday the 13th franchise (1986; 2017). His other film roles include  Dangerously Close (1986), Return of the Living Dead Part II (1988), and Nemesis (1992).",
  "/wiki/Michael_Ensign": "Michael Ensign (born February 13, 1944) is an American actor.",
  "/wiki/Diane_Ladd": "Diane Ladd (born November 29, 1935) is an American actress, film director, producer and author. She has appeared in over 120 film and television roles. For the 1974 film Alice Doesn't Live Here Anymore, she won the BAFTA Award for Best Actress in a Supporting Role and was nominated for the Academy Award for Best Supporting Actress. She went on to win the Golden Globe Award for Best Supporting Actress on Television for Alice (1980–81), and to receive Academy Award nominations for Wild at Heart (1990) and Rambling Rose (1991). Her other film appearances include Chinatown (1974), National Lampoon's Christmas Vacation (1989), Ghosts of Mississippi (1996), Primary Colors (1998), 28 Days (2000), and American Cowslip (2008). Ladd is the mother of actress Laura Dern, with her ex-husband, actor Bruce Dern.",
  "/wiki/Joycelyn_O%27Brien": "Joycelyn O'Brien is an Irish-American actor who has appeared in American theater, film and television. She has appeared in several made-for-television movies, as well as episodes of television series such as Star Trek, Quantum Leap, The Nut House, and New Adam-12. She also played a maid in the movie Oscar (1991) with Sylvester Stallone and Gina in the movie The Mambo Kings (1992). She's acted in over a dozen plays, including Biloxi Blues and Brighton Beach Memoirs.",
  "/wiki/Don_Galloway": "Donald Poe Galloway (July 27, 1937 – January 8, 2009) was an American stage, film and television actor, best known for his role as Detective Sergeant Ed Brown in the long-running crime drama series Ironside (1967–75). He reprised the role for a made-for-TV film in 1993. He was also a politically active Libertarian and journalist.",
  "/wiki/Mathieu_Carri%C3%A8re": "Mathieu Carrière (born 2 August 1950 in Hanover, Germany) is a German actor.",
  "/wiki/Lawrence_Dobkin": "Lawrence \"Larry\" Dobkin (September 16, 1919 – October 28, 2002) was an American television director, character actor and screenwriter whose career spanned seven decades.",
  "/wiki/Jean_Kasem": "Jean Thompson Kasem (born c. 1955) is an American actress. She is the widow of radio personality and actor  Casey Kasem.",
  "/wiki/John_Shepherd_(actor)": "John William Shepherd (born November 18, 1960) is an American actor and producer who has starred in film and on television. He is best known for his role in the 1985 horror film Friday the 13th: A New Beginning as Tommy Jarvis and speaks in the commentary of the deluxe edition DVD of the film in 2009. He also appeared in one episode of Friday the 13th TV series.",
  "/wiki/Francis_Guinan": "The Council Bluffs, Iowa-born actor has made guest appearances in many notable television series including Grey's Anatomy, CSI: Miami, CSI: NY, Without a Trace, The Practice, Crossing Jordan, Star Trek: Enterprise, Star Trek: Voyager, That '70s Show, Nash Bridges, Sliders, Murder, She Wrote, Frasier, Mike & Molly and other series.",
  "/wiki/Singapore_Sling_(1990_film)": "Singapore Sling: The Man Who Loved a Corpse (Greek: Singapore Sling: Ο Άνθρωπος που Αγάπησε ένα Πτώμα, tr. Singapore Sling: O Anthropos pou Agapise ena Ptoma) is a 1990 Greek black and white horror experimental independent underground art film directed by Nikos Nikolaidis and regarded as his magnum opus. Considered a difficult film to label while still managing to develop something of a cult following throughout the years nonetheless, it was shot in a bizarre manner somewhat resembling film noir or neo-noir and black comedy as well as the exploitation, thriller, and crime genres mixed with some elements of eroticism and horror with sex being used as a power game and received a theatrical release in Greece on 6 December 1990.",
  "/wiki/Nikos_Nikolaidis": "Nikos Georgiou Nikolaidis (Greek: Νίκος Γεωργίου Νικολαΐδης) (25 October 1939, Athens, Greece – 5 September 2007, Athens, Greece) was a Greek film director, screenwriter, film producer, writer, theatre director, assistant director, record producer, television director, and commercial director. He is usually considered a representative of European avant-garde and experimental art film.",
  "/wiki/To_Play_or_to_Die": "To Play or to Die (Dutch: Spelen of Sterven) is a 1990 Dutch gay-related psychological drama film directed by Frank Krom in his directorial debut and co-written by Krom and Anne van de Putte based on a story by Anna Blaman.",
  "/wiki/Too_Close_for_Comfort_(film)": "Too Close for Comfort is a Canadian docudrama short film, directed by Peg Campbell and released in 1990. Created as an educational film about HIV/AIDS, the film explores the effects on a group of high school students when one of them is involuntarily outed as HIV-positive.",
  "/wiki/Peg_Campbell": "Peg Campbell is a Canadian filmmaker. She is most noted for her short films It's a Party!, which was a Genie Award nominee for Best Live Action Short Drama at the 8th Genie Awards, and In Search of the Last Good Man, which won the same award at the 11th Genie Awards.",
  "/wiki/Peter_Stebbings": "Peter Stebbings (born February 28, 1971) is a Canadian actor, director, producer, and screenwriter, perhaps best known for portraying Kevin Sharp in the drama series Madison, Paul Deeds in the series Traders, and for writing and directing Defendor. He  portrayed Alvin Klein on the science fiction drama series The Listener.",
  "/wiki/List_of_LGBT-related_films_of_1990": "This is a list of lesbian, gay, bisexual or transgender-related films released in 1990. It contains theatrically released films that deal with important gay, lesbian, bisexual, or transgender characters or issues and may have same-sex romance or relationships as a plot device."
}