{
  "/wiki/40th_Grammy_Awards": "The 40th Annual Grammy Awards were held on February 25, 1998, at Radio City Music Hall, New York City. They recognized accomplishments by musicians from the previous year. Rock icon Bob Dylan, Alison Krauss, and R. Kelly were the main recipients with three awards each.",
  "/wiki/Frankie_Knuckles": "Francis Warren Nicholls, Jr. (January 18, 1955 – March 31, 2014), better known as Frankie Knuckles, was an American DJ, record producer and remixer. He played an important role in developing and popularizing house music in Chicago during the 1980s, when the genre was in its infancy. In 1997, Knuckles won the Grammy Award for Remixer of the Year, Non-Classical. Due to his importance in the development of the genre, Knuckles was often called \"The Godfather of House Music\",  however; such titles have also been applied to Farley \"Jackmaster\" Funk, a Chicago native[citation needed].",
  "/wiki/Un-Break_My_Heart": "\"Un-Break My Heart\" is a song performed by American singer Toni Braxton, from her second studio album, Secrets (1996). The song was written by Diane Warren and produced by David Foster. It was released as the second single from the album in October 1996, through LaFace Records. The song is a ballad about a \"blistering heartbreak\" in which Braxton begs a former lover to return and undo the pain he has caused. It won a Grammy Award for Best Female Pop Vocal Performance at the 39th Annual Grammy Awards in 1997.",
  "/wiki/Toni_Braxton": "Toni Michele Braxton (born October 7, 1967) is an American singer, songwriter, pianist, record producer, actress, television personality, and philanthropist. Braxton has sold over 67 million records worldwide, including 41 million albums. She is one of the highest-selling female R&B artists in history. Braxton has won seven Grammy Awards, nine Billboard Music Awards, seven American Music Awards, and numerous other accolades. In 2011, Braxton was inducted into the Georgia Music Hall of Fame.",
  "/wiki/David_Morales": "David Morales (/məˈræləs/; born August 21, 1962) is an American DJ and record producer. In addition to his production and DJ work, Morales is also a remixer. Born in New York City, he is of Puerto Rican ancestry.",
  "/wiki/Mousse_T.": "Mustafa Gundogdu (Turkish: Mustafa Gündoğdu ; born 2 October 1966), best known under his stage name Mousse T., is a German DJ, record producer, film composer and judge on season 15 of Deutschland sucht den Superstar, the German version of Pop Idol. He is best known for the 1998 house hit \"Horny '98\" (famous for the hook \"I'm horny\") and for his collaboration with Tom Jones on the 2000 hit \"Sex Bomb\", from Jones' 1999 album Reload.",
  "/wiki/Todd_Terry": "Todd N. Terry (born April 18, 1967) is an American DJ, record producer and remixer.",
  "/wiki/Armand_Van_Helden": "Armand van Helden (born February 16, 1970) is an American DJ, record producer, remixer and songwriter from Boston, Massachusetts, United States. He is considered one of house music's most revered figures spanning three decades.",
  "/wiki/41st_Grammy_Awards": "The 41st Annual Grammy Awards were held on February 24, 1999, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the year 1998. Lauryn Hill was the main recipient, winning a total of 5 awards including Album of the Year and Best New Artist. Her album was the first hip hop act ever to win the coveted award.  The ceremony was known as the \"Grammy Year of Women\", because every artist nominated for Album of the Year was female (including Garbage, with Shirley Manson as the lead singer). Madonna won four awards and opened the show with her performance of \"Nothing Really Matters\" while musicians the Dixie Chicks, Vince Gill, Alanis Morissette and Shania Twain won two apiece. Celine Dion also received two awards both for \"My Heart Will Go On\", which received a total of four awards.\nIt is widely remembered for Ricky Martin's performance of \"La Copa De La Vida\"/ \"The Cup of Life\".",
  "/wiki/My_All": "\"My All\" is a song by American singer and songwriter Mariah Carey from her sixth studio album, Butterfly (1997). It was released as the album's fifth single overall and second commercial single on April 21, 1998 by Columbia Records. The song was written and produced by Carey and Walter Afanasieff. \"My All\" is built around Latin guitar chord melodies, and makes subtle use of Latin percussion throughout the first chorus, before taking on a more conventional contemporary R&B-style beat. Carey was inspired to write the song and use Latin inspired melodies after her trip to Puerto Rico, where she was influenced by the culture. The song's lyrics tell of a lonely woman declaring she would give \"her all\" to have just one more night with her estranged lover.",
  "/wiki/Mariah_Carey": "Mariah Carey (born March 27, 1969 or 1970) is an American singer, songwriter, record producer, actress and entrepreneur. Referred to as the \"Songbird Supreme\" by the Guinness World Records, she is noted for her five-octave vocal range, melismatic singing style, signature use of the whistle register, and songwriting prowess. She rose to fame in 1990 after signing to Columbia Records and releasing her eponymous debut album, which topped the U.S. Billboard 200 for eleven consecutive weeks. Soon after, Carey became the only artist ever to have their first five singles reach number one on the U.S. Billboard Hot 100 chart, from \"Vision of Love\" to \"Emotions\".",
  "/wiki/Steve_%22Silk%22_Hurley": "Steve W. \"Silk\" Hurley (born November 9, 1962) is an American club DJ, pioneering house-music producer, songwriter, and four time Grammy Award-nominee. Two times as Remixer of the Year, Non-Classical (in 1999 and 2000), respectively twice for Best Remixed Recording, Non-Classical (in 2002 and 2003).",
  "/wiki/Masters_at_Work": "Masters at Work is the American garage house production and remix team of \"Little\" Louie Vega and Kenny \"Dope\" Gonzalez.",
  "/wiki/Roger_Sanchez": "Roger Sanchez (born June 1, 1967) is a Dominican-American house music DJ, remixer and producer. He won a Grammy Award for his remix of \"Hella Good\" by No Doubt in 2003, and is best known for his song \"Another Chance\", which was an international hit in 2001. He is a four time DJ Awards winner for \"Best House DJ\" in 1999, 2002, 2004 and 2007 and has received twelve nominations in total. He won the first International Dance Music Award for Best Podcast in 2007 and has received 8 IDMA nominations for Best American DJ (2003–2010).",
  "/wiki/42nd_Grammy_Awards": "The 42nd Annual Grammy Awards were held on February 23, 2000 at the Staples Center in Los Angeles, California. They recognized accomplishments by musicians from the year 1999. Santana was the main recipient with eight Grammys, tying Michael Jackson's record for most awards won in a single night. Santana's album Supernatural was awarded a total of nine awards. American teen singers Britney Spears and Christina Aguilera were both nominated for Best New Artist, ultimately won by Aguilera.",
  "/wiki/Club_69": "Peter Rauhofer (29 April 1965 – 7 May 2013) was an Austrian-American disc jockey (DJ), remixer and producer who formerly went under the moniker Club 69 as well as Size Queen. A native of Vienna, Austria, he was famous for a variety of his remixes including Cher's \"Believe\" and a number of Madonna's songs including \"Nothing Really Matters\", \"American Life\", \"Nothing Fails\", \"Nobody Knows Me\", \"Get Together\", \"Impressive Instant\" and \"4 Minutes\", as well as her collaboration with Britney Spears, \"Me Against the Music\" and various collaborations with Janet Jackson (\"Throb\" and \"Just A Little While\" to name a few). He has also provided remixes for Kylie Minogue, Whitney Houston, Jessica Simpson, Britney Spears, Christina Aguilera, Yoko Ono, Pink, Tori Amos, Pet Shop Boys, Depeche Mode, Yazoo, Frankie Goes To Hollywood, Book Of Love, Soft Cell, Duran Duran and Mariah Carey, among others. He was also behind the tribal house record label Star 69 and was a frequent producer of the label's releases.",
  "/wiki/Believe_(Cher_song)": "\"Believe\" is a song recorded by American singer Cher for her twenty-second album, Believe (1998), released by Warner Bros. Records. It was released as the lead single from the album on October 19, 1998. It was written by Brian Higgins, Stuart McLennen, Paul Barry, Steven Torch, Matthew Gray and Timothy Powell, with Cher also contributing, and was produced by Mark Taylor and Brian Rawling.",
  "/wiki/Cher": "Cher (/ʃɛər/; born Cherilyn Sarkisian; May 20, 1946) is an American singer, actress and television personality. Commonly referred to by the media as the Goddess of Pop, she has been described as embodying female autonomy in a male-dominated industry. Cher is known for her distinctive contralto singing voice and for having worked in numerous areas of entertainment, as well as adopting a variety of styles and appearances during her six-decade-long career.",
  "/wiki/Hex_Hector": "Hex Hector (born Héctor Ortiz on April 15, 1965), is an American music producer and remixer. He won a Grammy Award in 2001 for Best Remixer. He was born in Manhattan, New York, of a Puerto Rican mother and Cuban father.",
  "/wiki/Soul_Solution": "Soul Solution is a dance/electronica/house production duo from New York City formed by Bobby Guy and Ernie Lake.",
  "/wiki/43rd_Grammy_Awards": "The 43rd Annual Grammy Awards were held on February 21, 2001, at the Staples Center in Los Angeles, California. Several artists earned three awards on the night: Steely Dan's haul included Album of the Year for Two Against Nature; U2 took home the Record of the Year and Song of the Year for \"Beautiful Day\"; Dr. Dre won Producer of the Year, Non-Classical and Best Rap Album for Eminem's The Marshall Mathers LP; Eminem himself also received three awards, out of four nominations; Faith Hill took home Best Country Album for the album Breathe, Best Female Country Vocal Performance for the song's title track and for Best Country Collaboration with Vocals with Tim McGraw for \"Let's Make Love\". Madonna opened the show with \"Music\".",
  "/wiki/I_Turn_To_You_(Melanie_C_song)": "\"I Turn to You\" is a song by British singer-songwriter, Melanie C. It was released as the fourth single from her debut solo album, Northern Star. It was released on 7 August 2000 in the United Kingdom and became Melanie's second UK number-one single. It sold 120,000 copies in its first week, altogether selling 360,477 copies, making it the twenty-seventh best-seller of 2000 in the UK. \"I Turn to You\" also topped the Austrian Singles Chart, the Danish Singles Chart, the Dutch Top 40, the Swedish Singles Chart and the US Billboard Hot Dance Club Play chart. The main single was released as the \"Hex Hector Radio Mix\", for which Hex Hector won the 2001 Grammy as Remixer of the Year. \"I Turn to You\" has sold over two million copies worldwide.",
  "/wiki/Melanie_C": "Melanie Jayne Chisholm (born 12 January 1974), professionally known as Melanie C or Mel C, is an English singer, songwriter, entrepreneur, actress and television personality. She is one of the five members of the Spice Girls, in which she was nicknamed Sporty Spice.\nSince 1996, Chisholm has sold more than 105 million records, including 85 million copies with the group, and 20 million solo albums, singles and collaborations, and has earned over 325 worldwide certifications (included numerous diamonds), including 40 silver, gold and platinum certifications as a solo artist.",
  "/wiki/Deep_Dish_(band)": "Deep Dish is an American electronic music duo, consisting of Ali \"Dubfire\" Shirazinia and Sharam Tayebi.",
  "/wiki/Maurice_Joshua": "Maurice Joshua (born in Chicago, Illinois), also known simply as Maurice, is an American record producer who is most known for his laid-back and soulful house music-style remixes.",
  "/wiki/Peter_Rauhofer": "Peter Rauhofer (29 April 1965 – 7 May 2013) was an Austrian-American disc jockey (DJ), remixer and producer who formerly went under the moniker Club 69 as well as Size Queen. A native of Vienna, Austria, he was famous for a variety of his remixes including Cher's \"Believe\" and a number of Madonna's songs including \"Nothing Really Matters\", \"American Life\", \"Nothing Fails\", \"Nobody Knows Me\", \"Get Together\", \"Impressive Instant\" and \"4 Minutes\", as well as her collaboration with Britney Spears, \"Me Against the Music\" and various collaborations with Janet Jackson (\"Throb\" and \"Just A Little While\" to name a few). He has also provided remixes for Kylie Minogue, Whitney Houston, Jessica Simpson, Britney Spears, Christina Aguilera, Yoko Ono, Pink, Tori Amos, Pet Shop Boys, Depeche Mode, Yazoo, Frankie Goes To Hollywood, Book Of Love, Soft Cell, Duran Duran and Mariah Carey, among others. He was also behind the tribal house record label Star 69 and was a frequent producer of the label's releases.",
  "/wiki/Richard_Humpty_Vission": "Richard Gonzalez (born 24 May 1969), better known by his stage name Richard \"Humpty\" Vission, is a Canadian house music producer, remixer, and DJ.",
  "/wiki/44th_Grammy_Awards": "The 44th Annual Grammy Awards were held on February 27, 2002 at the Staples Center in Los Angeles, California. The main recipient was Alicia Keys, winning five Grammys, including Best New Artist and Song of the Year for \"Fallin'\". U2 won four awards including Record of the Year and Best Rock Album. while opening the show with a performance of \"Walk On\".",
  "/wiki/Thank_You_(Dido_song)": "\"Thank You\" is a song written and performed by English singer-songwriter Dido. The song made its first appearance in 1998, on the soundtrack of the movie Sliding Doors. It was later included on Dido's 1999 debut album No Angel, becoming the album's biggest hit.",
  "/wiki/Dido_(singer)": "Dido Florian Cloud de Bounevialle O'Malley Armstrong (born 25 December 1971), known professionally as Dido (/ˈdaɪdoʊ/ DY-doh), is an English singer and songwriter. Dido attained international success with her debut album No Angel (1999). Hit singles from the album include \"Here with Me\" and \"Thank You\". It sold over 21 million copies worldwide, and won her several awards, including two Brit Awards: Best British Female and Best British Album, and the MTV Europe Music Award for Best New Act. The first verse of \"Thank You\" is sampled in \"Stan\", a collaboration with Eminem. Her next album, Life for Rent (2003), continued her success with the hit singles \"White Flag\" and \"Life for Rent\". In 2004 Dido performed with other British and Irish artists in the Band Aid 20 version of the charity single \"Do They Know It's Christmas?\".",
  "/wiki/E-Smoove": "Eric Miller (born in Chicago, Illinois) is an American house music DJ, record producer and remixer. As E-Smoove, he worked for a number of years with Steve \"Silk\" Hurley and Maurice Joshua, before he hit the U.S. Hot Dance Music/Club Play chart in 1998 with \"Deja Vu\", which climbed to #16. The song reached #63 in the UK Singles Chart. His next U.S. dance chart entry came in 2002, when \"Insatiable\" hit #1. \"Insatiable\" was released under the pseudonym Thick Dick. It peaked at #35 in the UK. Both tracks featured lead vocals by Latanza Waters.",
  "/wiki/Heard_It_All_Before_(Sunshine_Anderson_song)": "\"Heard It All Before\" is a song by American recording artist Sunshine Anderson, from her debut studio album Your Woman (2001). It was written by Anderson, Rayshawn Sherrer, Chris Dawley, and Mike City, and produced by the latter. Released as the album's lead single, it reached the top ten on both the UK Singles Chart and the US Billboard Hot R&B/Hip-Hop Singles & Tracks chart, while peaking at the number 18 on the Billboard Hot 100.",
  "/wiki/Danny_Tenaglia": "Daniel \"Danny\" Tenaglia (born March 7, 1961) is a New York-based DJ and Grammy-nominated record producer. He is also a 3 time International Dance Music Award winner, 3 time DJ Awards winner and 2 time Muzik Awards recipient.",
  "/wiki/I_Feel_Loved": "\"I Feel Loved\" is a song by English electronic group Depeche Mode. It was released in July 2001 as the second single from the album Exciter. In 2002 The song was nominated for two Grammy Awards. One for Best Dance Recording and the Danny Tenaglia Remix for Best Remixed Recording, but lost out to Janet Jackson's \"All For You\" and to Deep Dish's remix of Dido's \"Thank You\".",
  "/wiki/K-Klass": "K-Klass are a British electronic music group that originally recorded in Wrexham, North Wales, and are now based in Manchester, England. Its original members were Andy Williams, Carl Thomas, Russ Morgan and Paul Roberts. K-Klass signed with the label Deconstruction Records, and later to Parlophone. Since leaving Parlophone Andy Williams and Carl Thomas have both left K-Klass leaving just Paul Roberts and Russell Morgan alongside original vocalist Bobbi Depasois as K-Klass. Roberts and Morgan run their own record label Klass Action",
  "/wiki/Samantha_Mumba": "Samantha Tamania Anne Cecilia Mumba (born 18 January 1983) is an Irish singer-songwriter, dancer, actress, fashion model and TV presenter. She shot to fame in 2000 with the release of her debut single \"Gotta Tell You\", which reached the top five in Ireland, United Kingdom and the United States. It has since been listed in Billboard's 100 Greatest Choruses of the 21st Century.",
  "/wiki/Baby,_Come_Over_(This_Is_Our_Night)": "\"Baby, Come Over (This Is Our Night)\" (known originally and released internationally as \"Baby Come on Over\") is a single by Irish pop singer Samantha Mumba. It was released as the fourth single internationally and the second single in the United States from her debut album Gotta Tell You.",
  "/wiki/45th_Grammy_Awards": "The 45th Annual Grammy Awards were held on February 23, 2003 at Madison Square Garden in New York City. Musicians accomplishments from the previous year were recognized. Norah Jones and her song \"Don't Know Why\" were the main recipients of the night, garnering six Grammys, including four major awards: Record of the Year, Album of the Year, Song of the Year and Best New Artist, plus Best Female Pop Vocal Performance and Best Pop Vocal Album. Songwriter Jesse Harris received the Song of the Year award for his work on \"Don't Know Why.\" Simon and Garfunkel reunited to open the show performing \"The Sound of Silence\".",
  "/wiki/Hella_Good": "\"Hella Good\" is a song by the American ska band No Doubt from their fifth studio album Rock Steady (2001). Written by Gwen Stefani, Tony Kanal and The Neptunes (Pharrell Williams and Chad Hugo), and produced by Nellee Hooper and the band, \"Hella Good\" was released as the album's second single in April 2002 and received positive reviews from contemporary music critics, who made comparisons to the work of a diverse range of artists such as Afrika Bambaataa and Madonna.",
  "/wiki/No_Doubt": "No Doubt was an American rock band from Anaheim, California, formed in 1986. The band consists of vocalist Gwen Stefani, guitarist Tom Dumont, bassist Tony Kanal, and drummer Adrian Young. Since the mid-1990s, they have been supported by trombonist Gabrial McNair and trumpeter Stephen Bradley in live performances.",
  "/wiki/Felix_da_Housecat": "Felix da Housecat (born Felix Stallings Jr., August 25, 1971, Chicago, Illinois, United States) is an American DJ and record producer, mostly known for house music and electro.",
  "/wiki/What_About_Us%3F_(Brandy_Norwood_song)": "\"What About Us?\" is a song by American recording artist Brandy Norwood. It was written by LaShawn Daniels, Rodney Jerkins, Kenisha Pratt, Nora Payne, and Norwood for her third studio album, Full Moon (2002), featuring main production by Jerkins. An offbeat, aggressive high-tech track, the song's development was motivated by the fact that the singer wanted something different – an aggressive, sexier and edgier sound with a message which would give women strength while also reflecting her own growth and maturity.",
  "/wiki/Work_It_Out_(Beyonc%C3%A9_Knowles_song)": "\"Work It Out\" is the debut solo single by American singer Beyoncé. It was released on June 11, 2002, by Columbia Records as the lead single from the soundtrack album to the film Austin Powers in Goldmember, in which Beyoncé stars as Foxxy Cleopatra. It was later included on international editions of Beyoncé's debut studio album, Dangerously in Love (2003). Beyoncé co-wrote the song with its producers, Pharrell Williams and Chad Hugo. \"Work It Out\" is an R&B song which incorporates elements of 1960s and 1970s funk and post-disco.",
  "/wiki/46th_Grammy_Awards": "The 46th Annual Grammy Awards were held on February 8, 2004 at the Staples Center in Los Angeles, California. They recognized accomplishments by musicians from the previous year. The big winners were Beyoncé, who won five awards, and Outkast, who won three awards including Album of the Year. Tied for the most nominations, with six each, were Knowles, Outkast, and Jay-Z.",
  "/wiki/Crazy_in_Love_(Beyonc%C3%A9_Knowles_song)": "\"Crazy in Love\" is a song by American singer Beyoncé featuring American rapper Jay-Z from Beyoncé's debut solo studio album Dangerously in Love (2003). It was released as the album's lead single on May 18, 2003 through Columbia Records and Music World Entertainment. Both artists wrote and composed the song in collaboration with Rich Harrison and Eugene Record; the former also produced it with Beyoncé. Using samples from The Chi-Lites's 1970 song \"Are You My Woman (Tell Me So)\", \"Crazy in Love\" is a contemporary R&B and pop love song that incorporates elements of hip hop, soul, and 1970s-style funk music. Its lyrics describe a romantic obsession that causes the protagonist to act out of character.",
  "/wiki/Beyonc%C3%A9": "Beyoncé Giselle Knowles-Carter (/biːˈjɒnseɪ/ bee-YON-say; born September 4, 1981) is an American singer, songwriter, record producer, and actress. Born and raised in Houston, Texas, Beyoncé performed in various singing and dancing competitions as a child. She rose to fame in the late 1990s as the lead singer of Destiny's Child, one of the best-selling girl groups of all time.",
  "/wiki/Beautiful_(Christina_Aguilera_song)": "\"Beautiful\" is a song recorded by American singer Christina Aguilera for her fourth studio album, Stripped (2002). It was released as the album's second single in late  2002. A pop and R&B ballad, \"Beautiful\" was written and produced by Linda Perry. Lyrically, it discusses inner beauty, as well as self-esteem and insecurity issues. Aguilera commented that she put \"her heart and her soul\" into the track, which she felt represented the theme of Stripped. The song was later re-recorded in an electronic style, titled You Are What You Are (Beautiful), for her first greatest hits album Keeps Gettin' Better: A Decade of Hits (2008).",
  "/wiki/Timo_Maas": "Timo Maas (born July 27, 1969, Bückeburg, West Germany) is a German DJ/producer and remixer whose career in electronic music spans well over 30 years. His remix of Azzido Da Bass's single, \"Doom's Night\" helped launch his career in 2000.",
  "/wiki/Bill_Hamel": "Bill Hamel (January 17, 1973 – June 29, 2018) was an American record producer from Orlando, Florida. He was a founding member of American trance group Fatum, and was a two-time Grammy Award nominee.",
  "/wiki/47th_Grammy_Awards": "The 47th Annual Grammy Awards were held on February 13, 2005 at the Staples Center in Los Angeles. They were hosted by Queen Latifah, and televised in the United States by CBS.  They recognized accomplishments by musicians from the previous year. Ray Charles, whom the event was dedicated in memory of, posthumously won five Grammy Awards while his album, Genius Loves Company, won a total of eight. Kanye West received the most nominations with ten, winning three. Usher received eight nominations and won three including Best Contemporary R&B Album for his diamond selling album Confessions. Britney Spears received her first Grammy of Best Dance Recording for her 2004 smash hit \"Toxic\".",
  "/wiki/Jacques_Lu_Cont": "Stuart Price (born 9 September 1977) is a three-time Grammy-winning English electronic musician, DJ, songwriter, and record producer known for his work with artists including Madonna, The Killers, New Order, Kylie Minogue, Example, Take That, Missy Elliott, Scissor Sisters, Pet Shop Boys, Brandon Flowers, Gwen Stefani, Seal, Keane, Frankmusik, Hard-Fi, Hurts and Everything Everything.  His acts include his own band Zoot Woman (with Adam Blake and Johnny Blake), Les Rythmes Digitales (French pronunciation: ​[le ʁitm diʒital], literally The Digital Rhythms), Paper Faces, Man With Guitar, Thin White Duke (not to be confused with David Bowie's earlier persona of the same name), and the parodic French moniker Jacques Lu Cont (though he actually grew up in Reading, England).",
  "/wiki/It%27s_My_Life_(Talk_Talk_song)": "\"It's My Life\" is a song by the English new wave band Talk Talk. Written by Mark Hollis and Tim Friese-Greene, it was the title track on the band's second album and released as its first single in January 1984. It reached number 46 on the UK chart, but did better in several other countries, reaching number 33 in Germany, number 32 in New Zealand, number 25 in France, and number 7 in Italy. It was also a success in North America, entering the Top 40 in both the United States (31) and Canada (30). Notably, it peaked at number 1 on the US Hot Dance Club Play chart.",
  "/wiki/Michael_Gray_(DJ)": "Michael Anthony Gray (born 12 July 1966), better known as Michael Gray, is a British DJ and house music producer. He is also half of the dance music production and remixing duo Full Intention.",
  "/wiki/Jon_Pearn": "Jon Pearn is an English internationally acclaimed Grammy-nominated house music producer and a member of several highly successful acts including Araknofobia,  Full Intention and Bodyrox.",
  "/wiki/Amazing_(George_Michael_song)": "\"Amazing\" is a dance-pop song co-written, arranged, produced and performed by George Michael, which was released by Sony BMG on 1 March 2004. It was included on Michael's fifth studio album, Patience. The song is about and dedicated to George Michael's then-partner at the time, Kenny Goss. It reached no.1 in 5 countries.",
  "/wiki/Basement_Jaxx": "Basement Jaxx are an English electronic music duo consisting of Felix Buxton and Simon Ratcliffe. The pair got their name from the regular night club they held in their hometown of Brixton, London, UK. They first rose to popularity in the mid 1990s. As the British Hit Singles & Albums book duly noted \"they surfaced from the underground house scene, are regular transatlantic club chart-toppers and won the BRIT Award for Best Dance Act in 2002 and 2004\".",
  "/wiki/She_Wants_to_Move": "\"She Wants to Move\" is a single by American hip hop and rock group N*E*R*D from their album Fly or Die. It was written by Pharrell Williams and Chad Hugo. The song peaked at number six on the US Billboard Hot Dance Club Play chart and achieved mainstream success outside the United States, peaking within the top ten on the charts of Denmark, the Netherlands, Norway and the United Kingdom. It received substantial airplay on MTV.",
  "/wiki/Sasha_(DJ)": "Alexander Paul Coe (born 4 September 1969), known mononymously as Sasha,[a] is a Welsh DJ and record producer. He is best known for his live events and electronic music as a solo artist, as well as his collaborations with British DJ John Digweed as Sasha & John Digweed. He was voted as World No.⁠ ⁠1 DJ in 2000 in a poll conducted by DJ Magazine. He is a four-time International Dance Music Awards winner, four-time DJ Awards winner and Grammy Award nominee.",
  "/wiki/48th_Grammy_Awards": "The 48th Annual Grammy Awards took place on February 8, 2006, at the Staples Center in Los Angeles, California. Irish rock band U2 were the main recipients with five awards including Album of the Year. Mariah Carey, John Legend, and Kanye West were each nominated for eight awards and won three; Alison Krauss & Union Station also won three awards; and Kelly Clarkson won two. Green Day were amongst the big winners, winning the Grammy Award for Record of the Year.",
  "/wiki/Louie_Vega": "Luis Ferdinand Vega Jr. (born June 12, 1965), better known as \"Little Louie\" Vega, is an American DJ, record producer and Grammy Award winner remixer of Puerto Rican ancestry. He is one half of the Masters at Work musical production team.",
  "/wiki/Superfly_(song)": "\"Superfly\" is a song by Curtis Mayfield, the title track from his 1972 soundtrack album for the film of the same name. It was the second single released from the album, following \"Freddie's Dead (Theme From Superfly)\", and reached #8 on the Billboard Hot 100 and #5 on the Best Selling Soul Singles chart.  The lyrics celebrate the craftiness and determination of the film's main character. The song plays over the film's closing credits.",
  "/wiki/Curtis_Mayfield": "Curtis Lee Mayfield (June 3, 1942 – December 26, 1999) was an American singer-songwriter, guitarist, and record producer, and one of the most influential musicians behind soul and politically conscious African-American music. He first achieved success and recognition with The Impressions during the civil rights movement of the late 1950s and 1960s, and later worked as a solo artist.",
  "/wiki/Adam_Freeland": "Adam Freeland (born 7 August 1973) is an English record producer and DJ. He is also the owner and creative director of the record label Marine Parade, which has released material by artists including Evil Nine, ILS, Alex Metric and Jape. Born in Welwyn Garden City, Hertfordshire, England, he first began DJing in 1991, originally mixing deep house and later drum and bass. After becoming an in-demand DJ around Britain, he released his first mix album Coastal Breaks (1996) and formed the electronic music duo Tsunami One with Kevin Beber. From 1999 to 2001, Freeland  hosted a show on Friday night on London's Kiss 100 FM. In 2000, he released his debut studio album, Now & Them.",
  "/wiki/Fever_(Little_Willie_John_song)": "\"Fever\" is a song written by Eddie Cooley and Otis Blackwell, who used the pseudonym John Davenport. It was originally recorded by American R&B singer Little Willie John for his debut album, Fever (1956), and released as a single in April of the same year. The song managed to top the Billboard R&B Best Sellers in the US and peak at number 24 on the Billboard Hot 100.  It was received positively by music critics and included on several lists of the best songs during the time it was released.",
  "/wiki/Joachim_Garraud": "Joachim André Garraud (French pronunciation: ​[ʒɔakim ɑ̃dʁe ɡaʁo], born 27 September 1968) is a French DJ, remixer and record producer from Nantes.",
  "/wiki/David_Guetta": "Pierre David Guetta (French pronunciation: ​[pjɛʁ david ɡɛta]; /ˈɡɛtə/; born 7 November 1967) is a French DJ, music programmer, record producer and songwriter. He has sold over nine million albums and thirty million singles worldwide. In 2011, Guetta was voted as the number one DJ in the DJ Mag Top 100 DJs poll. In 2013, Billboard crowned \"When Love Takes Over\" as the number one dance-pop collaboration of all time.",
  "/wiki/Mr._Brightside": "\"Mr. Brightside\" is the first single released by American rock band The Killers. It was released as the band's debut single and is featured on their debut studio album Hot Fuss (2004). Written by band members Brandon Flowers and Dave Keuning, this was one of the first songs the Killers ever wrote. Two music videos were made for the song: the first, which is in black-and-white, features the band performing in an empty room. The second, filmed for the re-release, is based on the 2001 film Moulin Rouge!",
  "/wiki/Meat_Beat_Manifesto": "Meat Beat Manifesto, often shortened as Meat Beat, Manifesto or MBM, is an electronic music group originally consisting of Jack Dangers and Jonny Stephens that was formed in 1987 in Swindon, United Kingdom. The band, fronted by Dangers (the only permanent member), has proven versatile over the years, experimenting with techno, dubstep, drum and bass, IDM, industrial, dub and jazz fusion while touring the world and influencing major acts such as Nine Inch Nails, the Chemical Brothers and the Prodigy. Some of the band's earlier work has been credited with influencing the rise of the trip hop, big beat, and drum and bass genres.",
  "/wiki/49th_Grammy_Awards": "The 49th Annual Grammy Awards was a ceremony honoring the best in music for the recording year beginning September 15, 2005 and ending September 14, 2006 in the United States. The awards were handed out on Sunday, February 11, 2007 at the Staples Center in Los Angeles. The Dixie Chicks were the night's biggest winners winning a total of five awards. Mary J. Blige received the most nominations, with eight. Don Henley was honored as MusiCares Person of the Year two nights prior to the show on February 9, 2007. The show won an Emmy for Outstanding Lighting Direction (electronic, multicamera) for VMC Programming.",
  "/wiki/Talk_(Coldplay_song)": "\"Talk\" is a song by the British rock band Coldplay. Built around a motif from Kraftwerk's 1981 song \"Computer Love\", it was written by all members of the band and appeared on their third album, X&Y. In the United States, the song entered at number 86 on the Billboard Hot 100 and elsewhere in the world its success varied. It peaked at number one in the Netherlands' Dutch Top 40, becoming the band's first number one single there.",
  "/wiki/Coldplay": "Coldplay are a British rock band formed in London in 1996. Vocalist and pianist Chris Martin, guitarist Jonny Buckland, bassist Guy Berryman, and drummer Will Champion met at University College London and began playing music together from 1996 to 1998, first calling themselves Pectoralz and then Starfish before finally changing their name to Coldplay. Creative director and former manager Phil Harvey is often referred to as the fifth member by the band. After changing their name to Coldplay, they recorded and released two EPs: Safety in 1998 and The Blue Room in 1999. The latter was their first release on a major record label, after signing to Parlophone.",
  "/wiki/Moto_Blanco": "Moto Blanco is an English DJ and electronic music duo originally consisting of Danny Harrison (aka Bobby Blanco) and Arthur Smith (aka Miki Moto). Since 2013 the duo has consisted of Danny Harrison and British sound engineer James Hurr. They are also regularly joined by British record producer Jon Cohen and guitarist Shane Hill.",
  "/wiki/Be_Without_You": "\"Be Without You\" is a song by American recording artist Mary J. Blige. It was written by Johnta Austin, Bryan Michael Cox, Jason Perry and Blige for her seventh studio album, The Breakthrough. Produced by Cox and Ron Fair, it was released as the album's first official single in late 2005.",
  "/wiki/Buick_Project": "Andy Chatterley (born 8 May 1973) is a British record producer, songwriter. He is also the CEO of online content protection company MUSO.",
  "/wiki/Freemasons_(band)": "Freemasons are an English DJ duo from Brighton, East Sussex, England. The act consists of the producers Russell Small (who is also one half of the house production duo Phats & Small) and James Wiltshire (who also works with Phats & Small under the alias 'Jimmy Gomez').",
  "/wiki/D%C3%A9j%C3%A0_Vu_(Beyonc%C3%A9_Knowles_song)": "\"Déjà Vu\" is a song by American singer Beyoncé, featuring vocals by rapper Jay-Z. It was produced by Rodney \"Darkchild\" Jerkins and Beyoncé for her second solo album, B'Day (2006). \"Déjà Vu\" is an R&B song, which incorporates elements of the 1970s funk and soul music. Its music is largely based on live instrumentation, including bass guitar, hi-hat, horns, except Roland TR-808 drum machine, which is a non-live instrument. The song's title and lyrics refer to a woman being constantly reminded of a past lover.",
  "/wiki/50th_Grammy_Awards": "The 50th Annual Grammy Awards took place at the Staples Center in Los Angeles, on February 10, 2008. It honored musical achievement of 2007 in which albums were released between October 1, 2006 through September 30, 2007. The primary ceremonies were televised in the US on CBS; however, as has become the custom, most of the awards were handed out during a pre-telecast portion of the show held at the Los Angeles Convention Center and broadcast on XM Satellite Radio. Two nights prior to the show Aretha Franklin was honored as the MusiCares Person of the Year.",
  "/wiki/Benny_Benassi": "Marco \"Benny\" Benassi (born 13 July 1967) is an Italian DJ, record producer and remixer. He is best known for his 2002 summer club hit \"Satisfaction.”",
  "/wiki/Bring_the_Noise": "\"Bring the Noise\" is a song by the American hip hop group Public Enemy. It was included on the soundtrack of the 1987 film Less Than Zero and was also released as a single that year. It later became the first song on the group's 1988 album It Takes a Nation of Millions to Hold Us Back. The single reached No. 56 on the Billboard Hot R&B/Hip-Hop Songs chart.",
  "/wiki/Public_Enemy_(group)": "Public Enemy is an American hip hop group consisting of Chuck D, Flavor Flav, Professor Griff, and DJ Lord (replaced Terminator X in 1998 after his retirement from the group). Formed in Long Island, New York, in 1985, they are famous for their music with a heavy political message alongside extreme criticism of the media of the United States, with many of their works also revolving around frustrations and concerns of the African American community.",
  "/wiki/Andy_Moor_(DJ)": "Andy Moor (born Andrew Beardmore; 16 January 1980) is an English DJ, trance Producer and remixer. He used multiple aliases in the past (Dub Disorder, Dwight van Man, Sworn) and was part of many other acts such as Tilt, Whiteroom, Leama & Moor, and Zoo DJ's. He also remixed tracks for major artists, including Paul Oakenfold, Brian Eno, Tiësto, Armin van Buuren, Britney Spears and Arthur Baker.",
  "/wiki/Carl_Craig": "Carl Craig (born May 22, 1969) is an American electronic music producer and DJ from Detroit, Michigan. Associated with the second wave of Detroit techno artists in the late 1980s and early 1990s, he was described as \"a leading figure in [the genre's] second generation\" by Mixmag, while Pitchfork described him as a \"techno pioneer.\"",
  "/wiki/Eric_Prydz": "Eric Sheridan Prydz (/prɪdz/, Swedish: [ˈêːrɪk ˈprʏts]; born 19 July 1976), also known by his aliases Pryda (Swedish: [prʏta]) and Cirez D (/ˈsaɪrɛz/) among a number of others, is a Swedish DJ, record producer, and musician. He rose to fame with his 2004 hit single \"Call on Me\", and saw continued chart success with \"Proper Education\" in 2007, and \"Pjanoo\" in 2008. In 2016, he released his debut studio album, Opus.",
  "/wiki/Proper_Education": "\"Proper Education\" is a remix of  the 1979 song \"Another Brick in the Wall, Part II\" by Pink Floyd by the Swedish DJ and electronic music producer Eric Prydz. It was released as a standalone single by Ministry of Sound and Data Records internationally and by Ultra Records in the United States on 1 January 2007. It made it to number two on the UK Singles Chart and reached number one on the US Billboard Hot Dance Airplay chart in 2007, making it the first remixed recording of an original song to reach the top spot on this chart.[citation needed] On 8 December 2007 the song received a nomination for best remixed recording at the 2008 Grammy Awards.",
  "/wiki/Pink_Floyd": "Pink Floyd were an English rock band formed in London in 1965. Gaining a following as a psychedelic rock group, they were distinguished for their extended compositions, sonic experimentation, philosophical lyrics and elaborate live shows, and became a leading band of the progressive rock genre. They are one of the most commercially successful and influential bands in popular music history.",
  "/wiki/Dirty_South_(musician)": "Dragan Roganović (Serbian pronunciation: [drǎgan rogǎːnoʋit͡ɕ]; born 15 November 1978), better known by his stage name Dirty South is a Serbian-Australian DJ, record producer and remixer based in Melbourne.",
  "/wiki/Kaskade": "Ryan Gary Raddon (born February 25, 1971), better known by his stage name Kaskade, is an American DJ, record producer and remixer. DJ Times voted Kaskade \"America's Best DJ\" in 2011 and 2013\". DJ Mag named Kaskade fifty-first on its 2009 list of Top 100 DJs.",
  "/wiki/51st_Grammy_Awards": "The 51st Annual Grammy Awards took place at the Staples Center in Los Angeles, on February 8, 2009. Robert Plant and Alison Krauss were the biggest winners of the night, winning five awards including Album of the Year for their critically acclaimed album Raising Sand. Krauss became the sixth female solo artist to have won 5 awards in one night joining Lauryn Hill, Alicia Keys, Norah Jones, Beyoncé Knowles, and Amy Winehouse. Lil Wayne received the most nominations with eight.",
  "/wiki/Justice_(French_band)": "Justice is a French electronic music duo consisting of Gaspard Augé and Xavier de Rosnay. The duo's label is Ed Banger Records which is managed by the label's head, Pedro Winter. Justice is known for incorporating a strong rock and indie influence into its music and image.",
  "/wiki/Electric_Feel": "\"Electric Feel\" is a song by the American rock band MGMT, released as the second single from their debut studio album Oracular Spectacular (2007) on June 23, 2008. The single was released as a 7\" and CD single, and later on 12\" vinyl. \"Electric Feel\" was released to radio on July 29, 2008. The song's second video features The Rock-afire Explosion. The song is primarily in 6/4 time, with an instrumental bridge in 4/4.",
  "/wiki/MGMT": "MGMT (/ɛm-dʒi-ɛm-tiː/) is an American pop and rock band formed in 2002 in Middletown, Connecticut. It was founded by multi-instrumentalists Andrew VanWyngarden and Ben Goldwasser. Alongside VanWyngarden and Goldwasser, MGMT's live lineup currently consists of drummer Will Berman, bassist Simon O'Connor, and guitarist and keyboard James Richardson.",
  "/wiki/StoneBridge_(DJ)": "Sten Hallström, also known by his stage name StoneBridge, is a Swedish DJ and record producer.",
  "/wiki/Closer_(Ne-Yo_song)": "\"Closer\" is a song by American recording artist Ne-Yo. The song was written and produced by Ne-Yo and Stargate.[failed verification] It was released as the lead single from Ne-Yo's third studio album Year of the Gentleman (2008).",
  "/wiki/Junkie_XL": "Thomas Holkenborg (born 8 December 1967), also known by his stage name Junkie XL or occasionally JXL, is a Dutch composer, multi-instrumentalist, DJ, producer, and engineer.",
  "/wiki/4_Minutes_(Madonna_song)": "\"4 Minutes\" is a song by American singer Madonna from her eleventh studio album Hard Candy (2008), featuring vocals by American singers Justin Timberlake and Timbaland. It was released as the lead single from the album on March 17, 2008, by Warner Bros. Records. According to Madonna, the song is about saving the environment and \"having a good time while we are doing it\". She also cited the song as the inspiration for the documentary I Am Because We Are (2008).",
  "/wiki/Just_Fine": "\"Just Fine\" is a 2007 song by the American recording artist Mary J. Blige. It was written by Blige along with producers Jazze Pha and Tricky Stewart for her eighth studio album, Growing Pains, and released as the album's lead single in October 2007. A moderate commercial success, it peaked at number 22 on the US Billboard Hot 100 and number 16 on the UK Singles Chart, while also topping the Hot Dance Club Play chart. The track sold over 500,000 units in the United States, making it eligible for gold status there, and over 700,000 worldwide.",
  "/wiki/Deadmau5": "Joel Thomas Zimmerman (born January 5, 1981), known professionally as Deadmau5 (stylized as deadmau5; pronounced \"dead mouse\"), is a Canadian electronic music producer, DJ, and musician. Zimmerman mainly produces progressive house music and sometimes other forms of electronic music. His works have been included in compilation albums such as Tiësto's In Search of Sunrise 6: Ibiza and presented on Armin van Buuren's A State of Trance radio show.",
  "/wiki/52nd_Grammy_Awards": "The 52nd Annual Grammy Awards took place on January 31, 2010, at Staples Center in Los Angeles. Neil Young was honored as the 2010 MusiCares Person of the Year on January 29, two days prior to the Grammy telecast. Nominations announced on December 2, 2009. The show was moved to January to avoid competing against the 2010 Winter Olympics in Vancouver. Only ten of the 109 awards were received during the broadcast.  The remaining awards were given during the un-televised portion of the ceremony which preceded the broadcast.",
  "/wiki/When_Love_Takes_Over": "\"When Love Takes Over\" is a song by French DJ-music producer David Guetta with vocals by Kelly Rowland from his fourth studio album, One Love. It was released as the lead single from the album on 21 April 2009 by Virgin Records (EMI France). The song was conceived when Guetta played the instrumental version during one of his DJ sets in summer 2008; American recording artist Kelly Rowland, who fell in love with the track, convinced Guetta to allow her to take it so that she could write and record vocals for it. It was co-written by Nervo.",
  "/wiki/Kelly_Rowland": "Kelendria Trene \"Kelly\"  Rowland (born February 11, 1981) is an American singer, songwriter, dancer, actress, and television presenter. She rose to fame in the late 1990s as a member of Destiny's Child, one of the world's best-selling girl groups of all time. During the group's two-year hiatus, Rowland released her first solo album, Simply Deep (2002), which debuted at number one on the UK Albums Chart and sold over 2.5 million copies worldwide. It included the number-one single \"Dilemma\" with Nelly, as well as the UK top-five hits \"Stole\" and \"Can't Nobody\". Rowland also ventured into acting with starring roles in the successful films Freddy vs. Jason (2003) and The Seat Filler (2005).",
  "/wiki/Dennis_Ferrer": "Dennis Ferrer (born 1970) is a New York-based DJ, producer and remixer. He currently resides in Union City, New Jersey. A veteran of soulful house music production, he has worked with the likes of Masters at Work (MAW), Little Louie Vega, the Martinez Brothers and many other notable New York producers and DJs. Ferrer is also the founder of the Objektivity record label.",
  "/wiki/Don%27t_Believe_in_Love": "\"Don't Believe in Love\" is a pop song performed by Dido. It is the only official single from her third studio album, Safe Trip Home, but the second single overall. It was released on 27 October 2008. \"Don't Believe in Love (Objektivity Mix)\" by Dennis Ferrer received a nomination for Best Remixed Recording, Non-Classical at the 52nd Annual Grammy Awards.",
  "/wiki/The_Girl_and_the_Robot": "\"The Girl and the Robot\" is a song by Norwegian electronic duo Röyksopp from their third studio album, Junior (2009). The song features vocals from Swedish singer Robyn, and was released on 15 June 2009 as the album's second single, with remixes from Kris Menace, Chateau Marmont and Spencer & Hill.",
  "/wiki/Dave_Aud%C3%A9": "Dave Audé (born June 13, 1969) is an American DJ, producer and remixer. He operates his own label Audacious Records, and is known for having more number ones than any other producer on the Billboard Dance Club Songs chart. He has done production for artists such as U2, will.i.am, t.A.T.u., Katy Perry, Lady Gaga, Barenaked Ladies, Faith No More, Rihanna, Yoko Ono, Alexis Jordan, Madonna, CeCe Peniston, Jennifer Lopez, Celine Dion, LeAnn Rimes, Selena Gomez, Olivia Holt and Beyoncé. As an artist, Audé has scored 14 hit singles so far on the Billboard charts, and an unprecedented 132 #1 remixes on the Billboard Dance Club Songs chart. In 2016, Audé won a Grammy Award in the Best Remixed Recording, Non-Classical category for his remix of \"Uptown Funk\" by Mark Ronson and Bruno Mars. Dave Audé's songs are represented by Downtown Music Publishing. Audé is managed by record executive, producer, songwriter and publisher Martin Kierszenbaum.",
  "/wiki/Anders_Trentem%C3%B8ller": "Anders Trentemøller (Danish: [anɐs ˈtˢʁantəˌmøˀlɐ]; born 16 October 1972) is a Danish indie/electronic music composer, producer and multi-instrumentalist based in Copenhagen, Denmark.",
  "/wiki/53rd_Grammy_Awards": "The 53rd Annual Grammy Awards were held on February 13, 2011, at the Staples Center in Los Angeles. They were broadcast on CBS with a rating of 26.6 million viewers. Barbra Streisand was honored as the MusiCares Person of the Year two nights prior to the telecast on February 11. Nominations were announced on December 1, 2010 and a total of 109 awards were presented. Most of the awards were presented during the pre-telecast, which took place at the Los Angeles Convention Center next to the Staples Center, where the main telecast took place. The eligibility period was September 1, 2009 to September 30, 2010.",
  "/wiki/Afrojack": "Nick van de Wall (Dutch: [ˈnɪk fɑn də ˈʋɑl]; born 9 September 1987), professionally known as Afrojack, is a Dutch DJ, music programmer, record producer, and remixer from Spijkenisse. In 2007, he founded the record label Wall Recordings; his debut album Forget the World was released in 2014. Afrojack regularly features as one of the ten best artists in the Top 100 DJs published by DJ Mag. He is also the CEO of LDH Europe.",
  "/wiki/Revolver_(song)": "\"Revolver\" is a song by American recording artist Madonna from her third greatest hits compilation, Celebration (2009). It was released on December 14, 2009 by Warner Bros. Records and marked her final single release with the label, which had been her record company since 1982. The song features American rapper Lil Wayne and was written by Madonna, Carlos Battey, Steven Battey, Dwayne Carter, Justin Franks and Brandon Kitchen. It was produced by Madonna and DJ Frank E.",
  "/wiki/Madonna_(entertainer)": "Madonna Louise Ciccone (/tʃɪˈkoʊni/, Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, actress, and businesswoman. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in mainstream popular music and for the imagery she uses onstage and in music videos. She has frequently reinvented her music and image while maintaining autonomy within the recording industry. Her works have been praised by music critics and have sparked controversy. Madonna is often cited as an influence by other artists.",
  "/wiki/Morgan_Page": "Morgan Wolf Page (born May 31, 1981) is an American DJ and music producer. His tracks include \"The Longest Road\", \"Fight for You\" and \"In the Air\". Page has received two Grammy Award nominations; a personal nomination for best remix with Nadia Ali and in 2009 his song was nominated for best remix; \"The Longest Road\" (deadmau5 Remix). Page is signed to Nettwerk Records worldwide.",
  "/wiki/Fantasy_(Nadia_Ali_song)": "\"Fantasy\" is the fourth single from Nadia Ali's solo debut album Embers. It was released on April 27, 2010 by Smile in Bed Records.",
  "/wiki/Wolfgang_Gartner": "Joseph Thomas Youngman (born March 17, 1982), better known by his stage name Wolfgang Gartner, is an American DJ and music producer. Much of his music prior to 2010 was released through his own record label, Kindergarten, but he signed with Ultra Records in 2010 and Ministry of Sound in the UK in 2011.",
  "/wiki/Mike_Rizzo": "Michael Rizzo, is an American DJ/producer/remixer from New York City since the early 1990s. He is well known for working with various artists such as Jennifer Green and Sun, all of whom scored hits on both Billboard's Hot Dance Club Play and Hot Dance Airplay charts.",
  "/wiki/Axel_Hedfors": "Axel Christofer Hedfors (born 18 December 1977), better known by his stage name Axwell, is a Swedish DJ, record producer, remixer and owner of Axtone Records. He is a member of Swedish House Mafia along with Sebastian Ingrosso and Steve Angello. He is a two time DJ Awards winner and in 2013 he was placed 19th on the DJ Magazine Top 100 DJ Poll. He remains the 3rd most DJ-supported producer in the world for two consecutive years on 1001Tracklists Top 101 Producers Rankings.",
  "/wiki/Dragan_Roganovic": "Dragan Roganović (Serbian pronunciation: [drǎgan rogǎːnoʋit͡ɕ]; born 15 November 1978), better known by his stage name Dirty South is a Serbian-Australian DJ, record producer and remixer based in Melbourne.",
  "/wiki/Sweet_Disposition": "\"Sweet Disposition\" is a song by Australian indie rock band The Temper Trap. Described by critics as an \"indie anthem\", the song was written by Dougy Mandagi and Lorenzo Silitto. It was not a huge success initially in Australia, and fared better in Japan and Europe. Renewed interest in the song was generated after it was included in the soundtrack for the 2009 film 500 Days of Summer—eventually reaching number nine on the Billboard Alternative Songs chart in the United States.",
  "/wiki/54th_Grammy_Awards": "The 54th Annual Grammy Awards were held on February 12, 2012, at the Staples Center in Los Angeles being broadcast on CBS. LL Cool J hosted the show. It was the first time in seven years that the event had an official host. Nominations were announced on November 30, 2011 on prime-time television as part of \"The GRAMMY Nominations Concert Live! – Countdown to Music's Biggest Night\", a one-hour special broadcast live on CBS from Nokia Theatre at L.A. Live. Kanye West received the most nominations with seven. Adele, Foo Fighters, and Bruno Mars each received six nominations. Lil Wayne, Skrillex, and Radiohead all earned five nominations. The nominations were criticised by many music journalists as Kanye West's My Beautiful Dark Twisted Fantasy missed out on a nomination for Album of the Year despite being highly critically acclaimed and topping many end of year charts. West's album went on to win  Best Rap Album.",
  "/wiki/Skrillex": "Sonny John Moore (born January 15, 1988), known professionally as Skrillex, is an American record producer, DJ, musician, singer and songwriter. Growing up in Northeast Los Angeles and in Northern California, he joined the American post-hardcore band From First to Last as the lead singer in 2004, and recorded two studio albums with the band (Dear Diary, My Teen Angst Has a Body Count, 2004, and Heroine, 2006) before leaving to pursue a solo career in 2007. He began his first tour as a solo artist in late 2007. After recruiting a new band lineup, Moore joined the Alternative Press Tour to support bands such as All Time Low and The Rocket Summer, and appeared on the cover of Alternative Press' annual \"100 Bands You Need to Know\" issue.",
  "/wiki/Cinema_(Benny_Benassi_song)": "\"Cinema\" is a song by Italian DJ and electro house music producer Benny Benassi and British singer-songwriter Gary Go. The song was written by Gary Go with music produced by Benny and Alle Benassi. It was released on 8 March 2011 by Ultra Records and All Around the World, on Benny Benassi's fourth studio album Electroman. Fans first picked up on the song after it was included in the hit video game, Need For Speed: Hot Pursuit. The single EP featured several remixes by Skrillex, Laidback Luke, Alex Gaudino & Jason Rooney, and Congo Rock. The Skrillex remix went on to become a hit in its own right, staying in iTunes US Dance Top 10 for over six months after its release, and winning a 2012 Grammy Award for Best Remixed Recording. An instrumental version was featured in the debut trailer for the video game, Sonic Lost World. The song has, as of May 2019, been viewed/played over 400 million times on YouTube.",
  "/wiki/Gary_Go": "Gary Baker, known professionally as Gary Go or G+A+R+Y+G+O, is a multi-platinum selling songwriter, producer, composer and multimedia artist.",
  "/wiki/Ralphi_Rosario": "Ralphi Rosario is an American house musician an founding member of the influential Chicago DJ group Hot Mix 5.",
  "/wiki/Only_Girl_(In_the_World)": "\"Only Girl (In the World)\" is a song by Barbadian singer Rihanna from her fifth album, Loud (2010). The album's lead single, it was released on September 10, 2010. Crystal Johnson wrote the song in collaboration with producers Stargate and Sandy Vee. Rihanna contacted Stargate before Loud's production and asked them to create lively, uptempo music. \"Only Girl (In the World)\" was the first song composed for the album, and the singer decided to include it on the track list before she recorded her vocals. Backed by strong bass and synthesizer, it is a Eurodance and rave R&B song that has an electronic composition. In its lyrics, Rihanna demands physical attention from her lover.",
  "/wiki/Daft_Punk": "Daft Punk is a French electronic music duo formed in Paris in 1993 by Guy-Manuel de Homem-Christo and Thomas Bangalter. They achieved popularity in the late 1990s as part of the French house movement; they also had success in the years following, combining elements of house music with funk, techno, disco, rock and synthpop. They have worn ornate helmets and gloves to assume robot personas in most public appearances since 1999 and rarely grant interviews or appear on television. The duo were managed from 1996 to 2008 by Pedro Winter (also known as Busy P), the head of Ed Banger Records.",
  "/wiki/Tron:_Legacy_(soundtrack)": "Tron: Legacy is the soundtrack album to the 2010 film of the same name, released by Walt Disney Records on December 3, 2010. It is the first film score by French music duo Daft Punk.",
  "/wiki/55th_Grammy_Awards": "The 55th Annual Grammy Awards were held on February 10, 2013, at the Staples Center in Los Angeles. The show was broadcast on CBS at 8 p.m. ET/PT and was hosted for the second time by LL Cool J. The \"Pre-Telecast Ceremony\" was streamed live from LA's Nokia Theater at the official Grammy website. Nominations were announced on December 5, 2012 on prime-time television as part of \"The GRAMMY Nominations Concert Live! – Countdown to Music's Biggest Night\", a one-hour special co-hosted by LL Cool J & Taylor Swift and broadcast live on CBS from the Bridgestone Arena in Nashville, Tennessee. Fun, Frank Ocean, Mumford & Sons, Jay-Z, Kanye West and Dan Auerbach received the most nominations with six each.",
  "/wiki/Nero_(band)": "Nero (stylised as NERO) are a British electronic music trio composed of members Dan Stephens, Joe Ray and Alana Watson. On 12 August 2011, they released their debut studio album, Welcome Reality, which reached number one in the UK Albums Chart. In August 2012, \"Promises\" received a Gold certification in the United States. On 10 February 2013, Nero won a Grammy Award for their collaborative remix of \"Promises\" with Skrillex. Their second studio album, Between II Worlds, was released on 11 September 2015.",
  "/wiki/Promises_(Nero_song)": "\"Promises\" is a song by British dubstep trio Nero that appears on their debut studio album, Welcome Reality. It was released as the fourth single from the album on 5 August 2011. The song debuted at number one on the UK Singles Chart, becoming the group's first chart-topping single. It sold 46,700 copies in its first week, the lowest first-week sales for a number one in 97 weeks. In 2013, the Skrillex & Nero remix of the song, won the Grammy Award for Best Remixed Recording, Non-Classical. \"Promises\" was nominated for an Ivor Novello Award in the category of Best Contemporary Song. The song was featured on a Hewlett-Packard TV commercial in the United Kingdom, France, United States and Latin America, giving it a broader audience and more recognition. It was also featured in trailers from the video game Sonic & All-Stars Racing Transformed. At the later, also featured in the 2013 video game Saints Row IV.",
  "/wiki/Tommy_Trash": "Thomas Olsen, better known by his stage name Tommy Trash, (born 15 November 1987) is an Australian DJ, record producer, and remixer. He currently resides in Los Angeles, California and signed to Ministry of Sound Australia.",
  "/wiki/Photek": "Rupert Parkes (born 13 May 1972),[citation needed] known as Photek, is a Los Angeles–based, British record producer, film and TV composer, and electronic music DJ. Photek was born and raised in St Albans, Hertfordshire, England.",
  "/wiki/Moby": "Richard Melville Hall (born September 11, 1965), better known as Moby, is an American musician, songwriter, singer, producer, and animal rights activist. He has sold 20 million records worldwide.  \nAllMusic considers him to be \"among the most important dance music figures of the early 1990s, helping bring dance music to a mainstream audience both in the United Kingdom and the United States\".",
  "/wiki/M83_(band)": "M83 is a French-American electronic music project formed in Antibes, Alpes-Maritimes in 2001 and currently based in Los Angeles, United States. The band's primary member is vocalist, songwriter, multi-instrumentalist and record producer Anthony Gonzalez.[A] The band was initially formed as a duo also with Nicolas Fromageau; it has released eight albums and two soundtracks, including the Grammy Award-nominated Hurry Up, We're Dreaming.",
  "/wiki/56th_Grammy_Awards": "The 56th Annual Grammy Awards presentation was held on January 26, 2014, at Staples Center in Los Angeles. The show was broadcast on CBS at 8 p.m. ET/PT and was hosted for the third time by LL Cool J. The show was moved to January to avoid competing with the 2014 Winter Olympics in Sochi, as was the case in 2010.",
  "/wiki/Cedric_Gervais": "Cédric DePasquale (French pronunciation: ​[sedʁik dəpaskal], born 7 June 1979), better known by his stage name Cedric Gervais ([sedʁik ʒɛʁve]), is a French DJ, record producer and actor residing in Miami Beach, Florida. In 2013, he produced a remix of Lana Del Rey's \"Summertime Sadness\", for which he won a Grammy Award.",
  "/wiki/Summertime_Sadness": "\"Summertime Sadness\" is a song by American singer and songwriter Lana Del Rey from her second studio album, Born to Die (2012). The trip hop ballad was released on June 22, 2012 by Interscope Records as the fourth single of the album. Charting across Europe, the single reached the top ten in Austria, Bulgaria, Germany, Greece, Luxembourg, and Switzerland. In the spring of 2013, \"Summertime Sadness\" reached number one in Poland, Ukraine and Armenia. Trap and house remixes of \"Summertime Sadness\" helped Del Rey break into the US Hot Dance Club Songs chart. That chart is where Del Rey's song became a modest hit and marked her first foray into the chart. On the accompanied Dance/Mix Show Airplay chart, the single gave Del Rey her first US number-one single in August 2013. Earlier in 2012, the song also managed to become a rock hit in the US.",
  "/wiki/Lana_Del_Rey": "Elizabeth Woolridge Grant (born June 21, 1985), known professionally as Lana Del Rey, is an American singer, songwriter and record producer. Her music is noted for its stylized cinematic quality; its themes of tragic romance, glamour, and melancholia; and its references to pop culture, particularly 1950s and 1960s Americana.",
  "/wiki/Andy_Caldwell": "Andy Caldwell is an American electronic house music DJ and producer.",
  "/wiki/Delerium": "Delerium is a Canadian new-age ambient electronic musical duo that formed in 1987, originally as a side project of the influential industrial music act Front Line Assembly. Throughout the band’s history, their musical style has encompassed a broad range, including dark ethereal ambient trance, voiceless industrial soundscapes, and electronic pop music. They are best known for their worldwide hit \"Silence\".",
  "/wiki/Alesso": "Alessandro Renato Rodolfo Lindblad (Born 7 July 1991), commonly known by his stage name Alesso, is a Swedish DJ and record producer.",
  "/wiki/OneRepublic": "OneRepublic is an American pop rock band formed in Colorado Springs, Colorado, in 2002. It  consists of lead vocalist & multi-instrumentalist Ryan Tedder, guitarist Zach Filkins, guitarist Drew Brown, bassist and cellist Brent Kutzle, drummer Eddie Fisher and keyboardist Brian Willett. The band first achieved commercial success on Myspace as an unsigned act. In late 2002, after OneRepublic played shows throughout the Los Angeles area, a number of record labels approached the band with interest, but the band ultimately signed with Velvet Hammer, an imprint of Columbia Records. They made their first album with producer Greg Wells during the summer and fall of 2005 at his studio, Rocket Carousel, in Culver City, California. The album was originally scheduled for release on June 6, 2006, but the group was dropped by Columbia two months before the album came out. The lead single of that album, \"Apologize\", was released on April 30, 2006, on Myspace and received some recognition there, becoming number one on the Myspace charts.",
  "/wiki/Ned_Shepard": "Sultan and Shepard (stylized as Sultan + Shepard) are a Canadian electronic music duo who frequently collaborate in record production, songwriting, and remixing.",
  "/wiki/Locked_out_of_Heaven": "\"Locked Out of Heaven\" is a song by American singer and songwriter Bruno Mars from his second studio album, Unorthodox Jukebox (2012). It was released as the lead single from the album on October 1, 2012. The song was written by Mars, Philip Lawrence and Ari Levine. It was produced by The Smeezingtons, Mark Ronson, Jeff Bhasker and Emile Haynie. \"Locked Out of Heaven\" is a reggae rock and pop rock song influenced by new wave and funk. The song's lyrics are about the rapturous feelings brought about by a relationship infused with positive emotion as well as euphoria from sex.",
  "/wiki/Bruno_Mars": "Peter Gene Hernandez (born October 8, 1985), known professionally as Bruno Mars, is an American singer, songwriter, record producer, multi-instrumentalist, and dancer. He is known for his stage performances, retro showmanship, and for performing in a wide range of musical styles, including Pop, R&B, funk, soul, reggae, hip hop, and rock. Mars is accompanied by his band, The Hooligans, who play a variety of instruments, such as electric guitar, bass, piano, keyboards, drums, and horns, and also serve as backup singers and dancers.",
  "/wiki/Rupert_Parkes": "Rupert Parkes (born 13 May 1972),[citation needed] known as Photek, is a Los Angeles–based, British record producer, film and TV composer, and electronic music DJ. Photek was born and raised in St Albans, Hertfordshire, England.",
  "/wiki/One_Love/People_Get_Ready": "\"One Love/People Get Ready\" is a reggae song by Bob Marley & The Wailers from their 1977 album Exodus. It was first recorded in a ska style by Marley's original group, The Wailers in 1965 and was released as a single. This version was later included on their first singles compilation The Wailing Wailers in 1965. It was rerecorded as part of the 1970 medley All In One, which contained reggae reworkings of their early ska songs. This was released as a single and is also included on the compilation African Herbsman under the name \"All in One\". The version on Exodus was not released as a single until 9 April 1984, promoting the forthcoming greatest hits album Legend. However, the single became one of his biggest hits and has been included on many of Marley and the Wailers subsequent compilation albums.",
  "/wiki/Bob_Marley": "Robert Nesta Marley, OM (6 February 1945 – 11 May 1981) was a Jamaican singer and songwriter. Considered one of the pioneers of reggae, his musical career was marked by blending elements of reggae, ska, and rocksteady, as well as forging a smooth and distinctive vocal and songwriting style. Marley's contributions to music increased the visibility of Jamaican music worldwide, and made him a global figure in popular culture for over a decade. Over the course of his career Marley became known as a Rastafari icon, and the singer sought to infuse his music with a sense of spirituality. He is also considered a global symbol of Jamaican culture and identity, and was controversial in his outspoken support for the legalization of marijuana, while he also advocated for Pan-Africanism.",
  "/wiki/The_Wailers": "Bob Marley and the Wailers were a Jamaican reggae band led by Bob Marley. It developed from the earlier ska vocal group, the Wailers, created by Marley with Peter Tosh and Bunny Wailer in 1963. By late 1963 singers Junior Braithwaite, Beverley Kelso, and Cherry Smith had joined on. By the early 1970s, Marley and Bunny Wailer had learned to play some instruments and brothers Aston \"Family Man\" Barrett (bass) and Carlton Barrett (drums), had joined the band. After Bunny Wailer and Peter Tosh left the band in 1974, Marley began touring with new band members. His new backing band included the Barrett brothers, Junior Marvin and Al Anderson on lead guitar, Tyrone Downie and Earl \"Wya\" Lindo on keyboards, and Alvin \"Seeco\" Patterson on percussion. The \"I Threes\", consisting of Judy Mowatt, Marcia Griffiths, and Marley's wife, Rita, provided backing vocals.",
  "/wiki/57th_Grammy_Awards": "The 57th Annual Grammy Awards were held on February 8, 2015, at the Staples Center in Los Angeles, California. The show was broadcast live by CBS at 5:00 p.m. PST (UTC−8). Rapper LL Cool J hosted the show for the fourth consecutive time.",
  "/wiki/Ti%C3%ABsto": "Tijs Michiel Verwest OON (Dutch: [ˈtɛis miˈxil vərˈʋɛst]; born 17 January 1969), better known by his stage name Tiësto (/tiˈɛstoʊ/ tee-ES-toh; Dutch: [ˈcɛstoː]), is a Dutch DJ and record producer from Breda. He was named \"the Greatest DJ of All Time\" by Mix magazine in a poll voted by the fans. In 2013, he was voted by DJ Mag readers as the \"best DJ of the last 20 years\". He is also regarded as the \"Godfather of EDM\" by many sources.",
  "/wiki/All_of_Me_(John_Legend_song)": "\"All of Me\" is a hit song by American singer John Legend from his fourth studio album Love in the Future (2013). It is dedicated to Legend's wife Chrissy Teigen. \"All of Me\" first aired on American mainstream urban radio as the album's third single on August 12, 2013.",
  "/wiki/John_Legend": "John Roger Stephens (born December 28, 1978), known professionally as John Legend, is an American singer, songwriter, producer, actor, and philanthropist. Prior to the release of Legend's debut album, Get Lifted, (2004) he had collaborated with already established artists and signed to Kanye West's GOOD Music. Legend has sung on Jay-Z's \"Encore\", Alicia Keys's \"You Don't Know My Name\", Dilated Peoples' \"This Way\", Slum Village's \"Selfish\", Fort Minor's \"High Road\", and played piano on Lauryn Hill's \"Everything Is Everything\". Legend's single \"All of Me\" from his fourth studio album Love in the Future (2013) was a Billboard Hot 100 number-one hit.",
  "/wiki/Ming_(DJ)": "Aaron Albano (born January 1, 1972), better known by his stage name Ming (stylized as MING), is a Grammy-nominated American record producer, song writer and DJ.  \nMING rose to prominence during the American drum and bass and turntablist movements in the late 1990s alongside DJs such as Z-Trip, DJ Spooky, The Beat Junkies, J-Boogie and DJ Craze.",
  "/wiki/Audien": "Nathaniel \"Nate\" Rathbun, better known under his stage name Audien, is an American DJ, record producer and musician. He produces progressive house, trance, electro house, and trap music.",
  "/wiki/Pompeii_(Bastille_song)": "\"Pompeii\" is a song by British band Bastille. It is the fourth single from their debut studio album Bad Blood and was released on 11 January 2013. The song's title and lyrics refer to the Roman town of the same name that was destroyed and buried in the eruption of Mount Vesuvius in AD 79.",
  "/wiki/Bastille_(band)": "Bastille (stylised as BΔSTILLE) are a British indie pop band formed in 2010. The group began as a solo project by lead vocalist Dan Smith, but later expanded to include keyboardist Kyle Simmons, bassist and guitarist Will Farquarson and drummer Chris \"Woody\" Wood. The name of the band derives from Bastille Day, which is celebrated on 14 July, the date of Smith's birthday. Smith has said that the band was initially going to be called Daniel in the Den before they settled on Bastille. The name was later used for the 10th track on their album Bad Blood instead.",
  "/wiki/Eddie_Amador": "Eddie Amador (born 1967) is best known as an international house music producer, remixer and DJ. He penned the song \"House Music\" in 1997 and is an established icon in house music.[citation needed]",
  "/wiki/Ryan_Raddon": "Ryan Gary Raddon (born February 25, 1971), better known by his stage name Kaskade, is an American DJ, record producer and remixer. DJ Times voted Kaskade \"America's Best DJ\" in 2011 and 2013\". DJ Mag named Kaskade fifty-first on its 2009 list of Top 100 DJs.",
  "/wiki/Robin_Schulz": "Robin Schulz (German pronunciation: [ʁobɪn ʃʊlts]; born 28 April 1987) is a German musician, DJ and record producer. Most of his songs make use of manual guitar riffs. On 4 February 2014, he released the first single from his debut album, a remix of \"Waves\" by Dutch hip hop artist Mr Probz. This remix later received a nomination for Best Remixed Recording, Non-Classical at the 57th Annual Grammy Awards.",
  "/wiki/Mr._Probz": "Dennis Princewell Stehr (born 15 May 1984), better known by his stage name Mr Probz, is a Dutch rapper, singer, songwriter, actor and record producer. In 2013, he released the song \"Waves\", which was remixed in 2014 by Robin Schulz, becoming an international hit. He has released one album and featured in the film Bolletjes Blues.",
  "/wiki/58th_Grammy_Awards": "The 58th Annual Grammy Awards was held on February 15, 2016, at the Staples Center in Los Angeles. The ceremony recognizes the best recordings, compositions and artists of the eligibility year, which was from October 1, 2014, to September 30, 2015. The \"pre-telecast\" ceremony, officially known as the Premiere Ceremony, in which the majority of awards were presented, was held at the nearby Microsoft Theater. It was the sixteenth Grammy ceremony to be held at the Staples Center, tying the Shrine Auditorium in Los Angeles for hosting the most Grammy ceremonies. It also marks the latest date for a Grammy ceremony since 2003, which were held on February 23.",
  "/wiki/Uptown_Funk": "\"Uptown Funk\" is a song by British record producer Mark Ronson from his fourth studio album, Uptown Special (2015), featuring American singer and songwriter Bruno Mars. It was released as the album's lead single on 10 November 2014 via download in several countries. \"Uptown Funk\" was written by Ronson, Mars, Philip Lawrence and Jeff Bhasker. Produced by Ronson, Mars, and Bhasker, its composition began during a freestyle studio session when they worked on a jam Mars and his band played on tour.  Copyright controversies arose after the song's release resulting in multiple lawsuits and amendments to its songwriting credits.",
  "/wiki/Mark_Ronson": "Mark Daniel Ronson (born 4 September 1975) is a British–American musician, DJ, songwriter, and record producer. Ronson is best known for his collaborations with artists such as Amy Winehouse, Lady Gaga, Adele, Lily Allen, Miley Cyrus, Queens of the Stone Age, and Bruno Mars. He has received seven Grammy Awards, including Producer of the Year for Winehouse's album Back to Black and two for Record of the Year singles \"Rehab\" and \"Uptown Funk\". He received an Academy Award, a Golden Globe Award and a Grammy Award for co-writing the song \"Shallow\" for the film A Star is Born (2018).",
  "/wiki/Galantis": "Galantis is a Swedish electronic dance music production, songwriting and DJ duo consisting of Christian Karlsson and Linus Eklöw. Karlsson is also known as Bloodshy as part of two other musical groups, a duo (Bloodshy & Avant) and a trio (Miike Snow). Eklöw is known as Style of Eye.",
  "/wiki/59th_Grammy_Awards": "The 59th Annual Grammy Awards ceremony was held on February 12, 2017. The CBS network broadcast the show live from the Staples Center in Los Angeles. The ceremony recognized the best recordings, compositions, and artists of the eligibility year, which runs from October 1, 2015 to September 30, 2016.",
  "/wiki/Andr%C3%A9_Allen_Anjos": "André Allen Anjos, better known by his stage name RAC, is a Portland-based Portuguese-American musician and record producer. RAC has created more than 200 remixes in the rock, electronica, and dance music genres for various musical artists, with his work featured in ads from Citigroup and Hulu, among others.  The live, five-piece touring act has been featured at the Coachella Valley Music and Arts Festival, Firefly Music Festival, Bumbershoot, Corona Capital music festival and Lollapalooza music festival.",
  "/wiki/Bob_Moses_(band)": "Bob Moses is a Canadian electronic duo, originally from Vancouver, British Columbia. The band consists of Tom Howie and Jimmy Vallance. A remix of their song \"Tearing Me Up\", by RAC, won a Grammy Award for best remixed recording, non-classical.",
  "/wiki/StarRo": "starRo is the moniker of Grammy nominated R&B producer Shinya Mizoguchi. His debut album Monday was released world wide October 20, 2016 and subsequently rose to the top of the charts in Japan[citation needed]. In 2016 he became the first Grammy nominated producer from Japan rising him to fame in his country of origin. Uproxx later wrote, \"starRo may well be one of the first, true SoundCloud producers to be nominated for a Grammy.\" The LA-based, Japanese-born producer also became the first to host a Beats1 Radio show focused on Tokyo culture. Since then, he produced for a number of Japanese and Korean R&B/Hip Hop stars including the Korean group Common Cold (Mad Clown and Justhis) called \"WASH!WASH!\" which went to number 3 in Korea and received critical acclaim in Korea.[citation needed]",
  "/wiki/Nineteen_Hundred_and_Eighty-Five": "\"Nineteen Hundred and Eighty-Five\" (sometimes written as \"1985\") is a song by the British–American rock band Paul McCartney and Wings, released as the final track on their 1973 album Band on the Run. It has been featured on the 2001 documentary DVD Wingspan and Paul McCartney and Wings' 1974 TV special One Hand Clapping. A 2016 remix of the song was nominated for a Grammy Award.",
  "/wiki/Paul_McCartney": "Sir James Paul McCartney CH MBE (born 18 June 1942) is an English singer, songwriter, musician, composer, and record and film producer who gained worldwide fame as co-lead vocalist and bassist for the Beatles. His songwriting partnership with John Lennon remains the most successful in history. After the group disbanded in 1970, he pursued a solo career and formed the band Wings with his first wife, Linda, and Denny Laine.",
  "/wiki/Wings_(band)": "Paul McCartney and Wings (also known by their original name Wings) were a British–American rock band formed in 1971 by former Beatle Paul McCartney, his wife Linda on keyboards, session drummer Denny Seiwell, and former Moody Blues guitarist Denny Laine. Wings were noted for frequent personnel changes along with their commercial successes, going through three lead guitarists and four drummers. However, the core trio of the McCartneys and Laine remained intact throughout the group's existence.",
  "/wiki/Ry_X": "Ry Cuming, better known by his stage name RY X, is an Australian singer-songwriter and musician. He was the first artist signed to the Stockholm-based label Dumont Dumont.",
  "/wiki/Chemical_Brothers": "The Chemical Brothers are a British electronic music duo composed of Tom Rowlands and Ed Simons, originating in Manchester in 1989. Along with the Prodigy, Fatboy Slim, and other fellow acts, they were pioneers at bringing the big beat genre to the forefront of pop culture. They achieved widespread success when their second album Dig Your Own Hole topped the UK charts in 1997. In the United Kingdom they have had six number one albums and thirteen Top Twenty singles, including two number ones. In the United States they have won six Grammy Awards including \"Best Rock Instrumental Performance\", \"Best Dance Recording\" and \"Best Dance/Electronic Album\" of the year as recently as 2020."
}