{
  "/wiki/Puthiya_Mukham": "Puthiya Mukham (transl. New face) is a 2009 Indian Malayalam-language action-drama film directed by Diphan and written by M. Sindhuraj. Starring Prithviraj Sukumaran, Bala, Priyamani, and Meera Nandan. The film was shot at locations in Kochi, Palakkad, and Malaysia. The music was composed by Deepak Dev. The film was a major commercial success at the box office. The film was noted for heightening the stardom of Prithviraj in Malayalam film industry. The film was dubbed in Tamil with the same name, and was remade in Kannada as Ziddi.",
  "/wiki/Deepak_Dev": "Deepak Devraj Komath, better known as Deepak Dev is an Indian music composer, best known for his compositions in Malayalam cinema, with films such as Chronic Bachelor, Udayananu Tharam, Naran, Puthiya Mukham, Urumi, Grandmaster and Bhaskar the Rascal.",
  "/wiki/Thanthonni": "Thanthonni (Malayalam: താന്തോന്നി) is a 2010 Malayalam-language film released on 19 March 2010. The film was directed by George Varghese, a former assistant to Joshy. Thanthonni stars Prithviraj and Sheela in the lead roles.",
  "/wiki/Pokkiri_Raja_(2010_film)": "Pokkiri Raja (English: Rogue Raja) is a 2010 Indian Malayalam-language action film written by the duo Udayakrishna-Siby K. Thomas, directed by debutante Vysakh and starring Mammootty, Prithviraj Sukumaran and Shriya Saran in the lead roles. The music is composed by Jassie Gift. The film marked the debut of Shriya Saran in Malayalam cinema.",
  "/wiki/Jassie_Gift": "Jassie Gift is an Indian film music composer and playback singer from Thiruvananthapuram, India. He composes songs for Malayalam, Kannada, Telugu and Tamil films. He became famous after his song \"Lajjavathiye\" in the film 4 the people became a hit.\nJassie won the Best Music Director award at The Bangalore Times Film Awards 2011.",
  "/wiki/Anwar_(Malayalam_film)": "Anwar is a 2010 Malayalam action thriller film written and directed by Amal Neerad, starring Prithviraj in the title role. The film was released on 15 October 2010. A Tamil dubbed version of the film was released on 19 January 2011 in Tamil Nadu. The film was also dubbed into Hindi as Diler Hindustani. Elements of the film were inspired by the 2008 American spy thriller film Traitor.",
  "/wiki/Gopi_Sundar": "Gopisundar C. S., known professionally as Gopi Sundar is an Indian music director, programmer, singer, songwriter, actor and performer. He started his career composing music for television commercials, as has nearly 5,000 jingles to his credit. As a keyboard programmer, he has collaborated with several music directors including the composer duo Vishal–Shekhar. He made his debut as a film score composer in 2006 and went on to produce several commercially successful songs in Malayalam, Telugu, and Tamil language films.",
  "/wiki/Urumi_(film)": "Urumi (Malayalam: ഉറുമി) is a 2011 Indian Malayalam-language period action film written by Shankar Ramakrishnan and directed and co-produced by Santosh Sivan. It stars Prithviraj Sukumaran, Prabhu Deva, Genelia D'Souza, Amol Gupte, Jagathy Sreekumar, Nithya Menon, and Alexx O'Nell in lead roles and features Tabu, Arya and Vidya Balan in extended cameos.",
  "/wiki/Hero_(2012_film)": "Hero is a 2012  Malayalam romantic action comedy film directed by Diphan. It stars Prithviraj Sukumaran, Srikanth and Yami Gautam in lead roles. The film is produced by Vijayakumar. The soundtrack is scored by Gopi Sunder along with lyrics by Anil Panachooran.",
  "/wiki/7th_Day_(film)": "7th Day is a 2014 Indian Malayalam language neo-noir mystery thriller film written by Akhil Paul and directed by Syamdhar. It stars Prithviraj Sukumaran as a 42-year-old IPS officer named David Abraham, who is on a trail of an unnatural case. The film also stars  Tovino Thomas, Anu Mohan, Vinay Forrt, Yog Japee, Janani Iyer and Praveen Prem.The film was a Super Hit at the box office.",
  "/wiki/Ivide": "Ivide (English: Here) is a 2015 Indian Malayalam-English language crime drama film directed by Shyamaprasad. The film has Prithviraj Sukumaran in lead role with Nivin Pauly , Bhavana in supporting roles. The film was shot entirely in Atlanta, U.S. The soundtrack and background score were composed by Gopi Sundar. Cinematography was done by Eric Dickinson and editing by Manoj. The film was released on 29 May 2015.\nManoj was awarded Best Editor at the 2015 Kerala State Film Awards.\nThe music label for the movie is Muzik24",
  "/wiki/Amar_Akbar_Anthony_(2015_film)": "Amar Akbar Anthony is a 2015 Indian Malayalam-language comedy film directed by Nadirshah (in his directorial debut) and written by Bibin George and Vishnu Unnikrishnan. It stars Prithviraj Sukumaran, Jayasurya, and Indrajith Sukumaran and Namitha Pramod;  Asif Ali, Akanksha Puri and Ineya makes cameo appearances. The songs in the film were composed by Nadirshah himself, while the background score was by Bijibal.",
  "/wiki/Nadirshah": "Nadirshah is an Indian film director, music composer, singer, lyricist, actor, mimicry artist, comedian, and television host, who works in Malayalam films, television and stage. He has done several supporting roles in Malayalam cinema. His areas of contribution in music includes playback singing, lyrics and composing. He made his directional debut with the blockbuster Malayalam film Amar Akbar Anthony (2015). His second directorial Kattappanayile Hrithik Roshan (2016) was also a blockbuster.",
  "/wiki/Adam_Joan_(film)": "Adam Joan is a 2017 Indian Malayalam-language thriller film written and directed by Jinu V. Abraham, produced by Jairaj Motion Pictures and B Cinemas, distributed by Renji Panicker Entertainment. The film stars Prithviraj Sukumaran, Mishti, Bhavana, Narain, and Rahul Madhav. It was shot in Scotland and Kerala. Adam Joan was released in India on 1 September 2017 and was a commercial success.",
  "/wiki/Prithviraj_Sukumaran": "Prithviraj Sukumaran (born 16 October 1982) is an Indian film actor, director, producer, playback singer, and distributor known for his works primarily in the Malayalam cinema. He has also appeared in the Tamil, Hindi and Telugu language films. He has appeared in more than 100 films in a variety of roles, and has won several awards, including a National Film Awards, three Kerala State Film Awards, a Tamil Nadu State Film Awards and a Filmfare Awards South."
}