{
  "/wiki/Tsar_Maximilian": "Tsar Maximilian (Russian: Царь Максимилиан) is a well-known and complex Russian folk theatre, having enjoyed wide popularity throughout European Russia from the 18th to the early 20th century.",
  "/wiki/Minsk_Region": "Minsk Region or Minsk Voblasć or Minsk Oblast (Belarusian: Мі́нская во́бласць, Minskaja vobłasć [ˈmʲinskaja ˈvobɫasʲtsʲ]; Russian: Минская о́бласть, Minskaja oblastj) is one of the regions of Belarus. Its administrative center is Minsk, although it is a separate administrative territorial entity of Belarus. As of 2011, the region's population is 1,411,500.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/New_Year": "New Year is the time or day at which a new calendar year begins and the calendar's year count  increments by one.",
  "/wiki/Pagan": "Paganism (from classical Latin pāgānus \"rural, rustic,\" later \"civilian\") is a term first used in the fourth century by early Christians for people in the Roman Empire who practiced polytheism. This was either because they were increasingly rural and provincial relative to the Christian population, or because they were not milites Christi (soldiers of Christ). Alternate terms in Christian texts for the same group were hellene, gentile, and heathen. Ritual sacrifice was an integral part of ancient Graeco-Roman religion and was regarded as an indication of whether a person was pagan or Christian.",
  "/wiki/Tsar": "Tsar (/zɑːr, sɑːr/ or /tsɑːr/), also spelled csar, or tzar or czar, is a title used to designate East and South Slavic monarchs or supreme rulers of Eastern Europe, originally the Bulgarian monarchs from 10th century onwards, much later a title for two rulers of the Serbian State, and from 1547 the supreme ruler of the Tsardom of Russia and the Russian Empire. In this last capacity it lends its name to a system of government, tsarist autocracy or tsarism. The term is derived from the Latin word caesar, which was intended to mean \"emperor\" in the European medieval sense of the term—a ruler with the same rank as a Roman emperor, holding it by the approval of another emperor or a supreme ecclesiastical official (the Pope or the Ecumenical Patriarch)—but was usually considered by western Europeans to be equivalent to king, or to be somewhat in between a royal and imperial rank.",
  "/wiki/Bistritsa_Babi": "Bistritsa Babi (Bulgarian: Бистришките баби, \"The Bistritsa Grannies\") are an elderly/multi-generational female vocal ensemble carrying on the traditional dances and polyphonic singing of the Shopluk region of Bulgaria. Founded in 1939, the group won the European Folk Art Award in 1978, and it was declared a Masterpiece of the Intangible Heritage of Humanity in 2005. Performing three-part polyphony with features \"retained from the pre-Christian times,\" the group has toured Europe and the US. They are known for their use of Shopi polyphony, costuming, dancing in a ring (horo), and performing the lazarouvane (the girls' springtime initiation ritual). In 2005 they were included in UNESCO List of Intangible Cultural Heritage elements in Eastern Europe.",
  "/wiki/Polyphony": "In music, polyphony is a type of musical texture consisting of two or more simultaneous lines of independent melody, as opposed to a musical texture with just one voice, monophony, or a texture with one dominant melodic voice accompanied by chords, which is called homophony.",
  "/wiki/Shopi": "Shopi or Šopi (South Slavic: Шопи) is a regional term, used by a group of people in the Balkans, self-identifying as Bulgarians, Macedonians and Serbs. The areas traditionally inhabited by the Shopi or Šopi is called Shopluk or Šopluk (Шоплук), a mesoregion, roughly where Bulgaria, Serbia and North Macedonia meet. In 2011 census in Serbia they are registered as separate ethnicity and 142 persons declared themselves as belonging to this ethnicity.",
  "/wiki/Bistritsa,_Sofia": "Bistritsa is among the oldest villages in the areas around Vitosha. Its name was marked in maps of the Second Bulgarian Empire as a fortress. There is a Medieval monastery which was destroyed by the Ottoman army in 1393-1396. Between 1936 and 1946 the church of the monastery was rebuilt. During these works a Medieval grave has been excavated. It had been robbed and the only discovery was a copper coin from Emperor Ivan Shishman (1371-1395).",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Part_(music)": "A part (or voice) generally refers to a single strand or melody or harmony of music within a larger ensemble or a polyphonic musical composition. \nThere are several senses in which the word is often used:",
  "/wiki/Circle_dance": "Circle dance, or  chain dance, is a style of dance done in a circle or semicircle to musical accompaniment, such as rhythm instruments and singing. Circle dancing is probably the oldest known dance formation and was part of community life from when people first started to dance.",
  "/wiki/Nestinarstvo": "The Anastenaria (Greek Αναστενάρια, Bulgarian Нестинарство \"Nestinarstvo\"), is a traditional barefoot fire-walking ritual with ecstatic dance performed in some villages in Northern Greece and Southern Bulgaria. The communities which celebrate this ritual are descended from refugees who entered Greece from Eastern Thrace following the Balkan Wars of 1911–12 and the Population exchange between Greece and Turkey in 1923.",
  "/wiki/Saint_Helena": "Saint Helena (/həˈliːnə/ hə-LEE-nə) is a volcanic tropical island in the South Atlantic Ocean, belonging to the United Kingdom. The island is lying some 1,950 kilometres (1,210 mi) west of the coast of southwestern Africa, and a 4,000 kilometres (2,500 mi) east of Rio de Janeiro on the South American coast. It is part of the British Overseas Territory of Saint Helena, Ascension and Tristan da Cunha. Saint Helena measures about 16 by 8 kilometres (10 by 5 mi) and has a population of 4,534 (2016 census). It was named after Saint Helena of Constantinople.",
  "/wiki/Strandzha": "Strandzha (Bulgarian: Странджа, also transliterated as Strandja; Turkish: Istranca or Yıldız) is a mountain massif in southeastern Bulgaria and the European part of Turkey. It is in the southeastern part of the Balkans between the plains of Thrace to the west, the lowlands near Burgas to the north, and the Black Sea to the east. Its highest peak is Mahya Dağı (Bulgarian: Махиада, Mahiada) (1,031 m or 3,383 ft) in Turkey, while the highest point on Bulgarian territory is Golyamo Gradishte (Bulgarian: Голямо Градище) (710 m or 2,329 ft). The total area is approximately 10,000 km2 (3,861 sq mi).",
  "/wiki/Fire_walking": "Firewalking is the act of walking barefoot over a bed of hot embers or stones.",
  "/wiki/Bagpipes": "Bagpipes are a woodwind instrument using enclosed reeds fed from a constant reservoir of air in the form of a bag. The Scottish Great Highland bagpipes are the best known in the Anglophone world; however, bagpipes have been played for a millennium or more throughout large parts of Europe, northern Africa, and western Asia, including Anatolia, the Caucasus, and around the Persian Gulf. The term bagpipe is equally correct in the singular or plural, though pipers usually refer to the bagpipes as \"the pipes\", \"a set of pipes\" or \"a stand of pipes\".",
  "/wiki/Falconry": "Falconry is the hunting of wild animals in their natural state and habitat by means of a trained bird of prey. Small and larger animals are hunted; squirrels and rabbits often fall prey to these birds. There are two traditional terms used to describe a person involved in falconry: a falconer flies a falcon; an Austringer (French origin) flies a hawk (Accipiter, some buteos and similar) or an eagle (Aquila or similar). In modern falconry, the red-tailed hawk (Buteo jamaicensis), the Harris's hawk (Parabuteo unicinctus), and the peregrine falcon (Falco perigrinus) are some of the more commonly used birds of prey. The practice of hunting with a conditioned falconry bird is also called hawking or gamehawking, although the words hawking and hawker have become used so much to refer to petty traveling traders, that the terms falconer and falconry now apply to most use of trained birds of prey to catch game. Many contemporary practitioners still use these words in their original meaning, however.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Birds_of_prey": "Birds of prey, or raptors, include species of bird that primarily hunt and feed on vertebrates that are large relative to the hunter. Additionally, they have keen eyesight for detecting food at a distance or during flight, strong feet equipped with talons for grasping or killing prey, and powerful, curved beaks for tearing flesh. The term raptor is derived from the Latin word rapio, meaning to seize or take by force. In addition to hunting live prey, most also eat carrion, at least occasionally, and vultures and condors eat carrion as their main food source.",
  "/wiki/Hunting": "Hunting is the practice of seeking, pursuing and capturing or killing wild animals. Hunting wildlife or feral animals is most commonly done by humans for food, recreation, to remove predators that can be dangerous to humans or domestic animals, to remove pests that destroy crops or kill livestock, or for trade. Lawful hunting is distinguished from poaching, which is the illegal killing, trapping or capture of the hunted species. The species that are hunted are referred to as game or prey and are usually mammals and birds. In economic terms, hunting is considered to be part of the primary production alongside forestry, agriculture and fishing.",
  "/wiki/Ride_of_the_Kings": "The Ride of the Kings is a festival that is celebrated in Spring, at the Pentecost, in Moravia, the south-east of the Czech Republic. In 2011, it was added to the UNESCO Representative List of Masterpieces of the Oral and Intangible Heritage of Humanity.",
  "/wiki/Kunovice_(Uhersk%C3%A9_Hradi%C5%A1t%C4%9B_District)": "Kunovice (Czech pronunciation: [ˈkunovɪtsɛ], German: Kunowitz) is a town in the Uherské Hradiště District, Zlín Region, Czech Republic.",
  "/wiki/Hluk": "Hluk (German: Hulken) is a town in Uherské Hradiště District in Zlín Region of the Czech Republic, 10 km southeast from Uherské Hradiště on stream Okluky. In 2011 it had a population about 4,400. \nThe town was first mentioned in year 1294. The name of Hluk is very likely derived from Latin word \"hlucium\" (en: noise).",
  "/wiki/Holy_Spirit": "In Abrahamic religions, the Holy Spirit is an aspect or agent of God, by means of which people become His messenger or servant. The term is also used to describe aspects  of other religions and belief structures.",
  "/wiki/Saint_Wenceslaus_I,_Duke_of_Bohemia": "(Saint) Wenceslaus I (Czech: Václav [ˈvaːtslaf] (listen); c. 911 – September 28, 935), Wenceslas I or Václav the Good was the duke (kníže) of Bohemia from 921 until his assassination in 935. His younger brother, Boleslaus the Cruel, was complicit in the murder.",
  "/wiki/Shrove_Tuesday": "Shrove Tuesday (also known in Commonwealth countries and Ireland as Pancake Tuesday or Pancake Day) is the day in February or March immediately preceding Ash Wednesday (the first day of Lent), which is celebrated in some countries by consuming pancakes. In others, especially those where it is called Mardi Gras or some translation thereof, this is a carnival day, and also the last day of \"fat eating\" or \"gorging\" before the fasting period of Lent.",
  "/wiki/Hlinsko": "Hlinsko (Czech pronunciation: [ˈɦlɪnsko]) is a town in the Pardubice Region of the Czech Republic. Hlinsko stands on the banks of the Chrudimka river, at the foot of the Bohemian-Moravian Highlands. It has about 10,000 inhabitants and it is the natural centre of its region called Hlinecko.",
  "/wiki/Bohemia": "Bohemia (/boʊˈhiːmiə/ boh-HEE-mee-ə; Czech: Čechy; German: Böhmen (help·info); Polish: Czechy; Latin: Bohemia; Hebrew: פּיהם‎, romanized: Pihm) is the westernmost and largest historical region of the Czech lands in the present-day Czech Republic. In a broader meaning, Bohemia sometimes refers to the entire Czech territory, including Moravia and Czech Silesia, especially in a historical context, such as the Lands of the Bohemian Crown ruled by Bohemian kings.",
  "/wiki/Lent": "Lent (Latin: Quadragesima, 'Fortieth') is a solemn religious observance in the Christian liturgical calendar that begins on Ash Wednesday and ends approximately six weeks later on Holy Saturday, the day before Easter Sunday. The purpose of Lent is the preparation of the believer for Easter through prayer, doing penance, mortifying the flesh, repentance of sins, almsgiving, and denial of ego. This event is observed in the Anglican, Eastern Orthodox, Lutheran, Methodist, Moravian, Oriental Orthodox, Reformed, and Roman Catholic Churches. Some Anabaptist and evangelical churches also observe the Lenten season.",
  "/wiki/Czechoslovak_Socialist_Republic": "The Czechoslovak Socialist Republic (Czech and Slovak: Československá socialistická republika, ČSSR) was the name of Czechoslovakia from 1948 to 23 April 1990, when the country was under communist rule. Formally known as the Fourth Czechoslovak Republic, it has been regarded as a satellite state of the Soviet Union.",
  "/wiki/Catholic_Church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Carnival": "Carnival is a Western Christian festive season that occurs before the liturgical season of Lent. The main events typically occur during February or early March, during the period historically known as Shrovetide (or Pre-Lent). Carnival typically involves public celebrations, including events such as parades, public street parties and other entertainments, combining some elements of a circus. Elaborate costumes and masks allow people to set aside their everyday individuality and experience a heightened sense of social unity. Participants often indulge in excessive consumption of alcohol, meat, and other foods that will be forgone during upcoming Lent. Traditionally, butter, milk, and other animal products were not consumed \"excessively\", rather, their stock was fully consumed as to reduce waste. Pancakes, donuts, and other desserts were prepared and eaten for a final time. During Lent, animal products are eaten less, and individuals have the ability to make a Lenten sacrifice, thus giving up a certain object or activity of desire.",
  "/wiki/Scapegoat": "In the Bible, a scapegoat is an animal that is ritually burdened with the sins of others, and then driven away. The concept first appears in Leviticus, in which a goat is designated to be cast into the desert to carry away the sins of the community.",
  "/wiki/Verbunkos": "Verbunkos (Hungarian: [ˈvɛrbuŋkoʃ]), other spellings being Verbounko, Verbunko, Verbunkas, Werbunkos, Werbunkosch, Verbunkoche; sometimes known simply as the hongroise or ungarischer Tanz (Bellman 2001) is an 18th-century Hungarian dance and music genre.",
  "/wiki/South_Moravia": "The South Moravian Region (Czech: Jihomoravský kraj; Slovak: Juhomoravský kraj; German: Südmährische Region) is an administrative unit (kraj) of the Czech Republic, located in the south-western part of its historical region of Moravia (an exception is Jobova Lhota which belongs to Bohemia). Its capital is Brno, the 2nd largest city in the Czech Republic. It is bordered by the South Bohemian Region (west), Vysočina Region (north-west), Pardubice Region (north), Olomouc Region (north east), Zlín Region (east), Trenčín and Trnava Regions, Slovakia (south east) and Lower Austria, Austria (south).",
  "/wiki/Zl%C3%ADn": "Zlín (Czech pronunciation: [zliːn]; German: Zlin) is a city in southeastern Moravia in the Czech Republic, the seat of the Zlín Region, on the Dřevnice river. The development of the modern city is closely connected to the Bata Shoes company and its social scheme, developed after the First World War. From 1949 to 1990, the city was renamed Gottwaldov.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Music_of_Hungary": "Hungary has made many contributions to the fields of folk, popular and classical music. Hungarian folk music is a prominent part of the national identity and continues to play a major part in Hungarian music. It is also strong in the Szabolcs-Szatmár area and in the southwest part of Transdanubia. The Busójárás carnival in Mohács is a major Hungarian folk music event, formerly featuring the long-established and well-regarded Bogyiszló orchestra.",
  "/wiki/Bus%C3%B3j%C3%A1r%C3%A1s": "The Busójárás (Hungarian, meaning \"Busó-walking\"; in Croatian: Pohod bušara) is an annual celebration of the Šokci living in the town of Mohács, Hungary, held at the end of the Carnival season (\"Farsang\"), ending the day before Ash Wednesday. The celebration features Busós (people wearing traditional masks) and includes folk music, masquerading, parades and dancing. Busójárás lasts six days, usually during February. It starts on a Thursday, followed by the Kisfarsang (Little Farsang) carnival on Friday, with the biggest celebration, Farsang vasárnap (Farsang Sunday) on the seventh Sunday before Easter Sunday; the celebration then ends with Farsangtemetés (Burial of Farsang) on the following Tuesday (Shrove Tuesday or Mardi Gras).\nThese traditional festivities have been inscribed on the Representative List of the Intangible Cultural Heritage of Humanity of the UNESCO in 2009.",
  "/wiki/Moh%C3%A1cs": "Mohács (Hungarian pronunciation: [ˈmohaːt͡ʃ]; Croatian and Bunjevac: Mohač; German: Mohatsch; Serbian: Мохач;  Turkish: Mohaç) is a town in Baranya county, Hungary on the right bank of the Danube.",
  "/wiki/Danube": "The Danube (/ˈdæn.juːb/ DAN-yoob; known by various names in other languages) is Europe's second longest river, after the Volga. It is located in Central and Eastern Europe.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Ottoman_Hungary": "Ottoman Hungary was the territory of southern and central Medieval Hungary which was ruled by the Ottoman Empire from 1541 to 1699. Ottoman rule was scattered and covered mostly the southern territories of the former medieval Kingdom of Hungary as almost the entire region of the Great Hungarian Plain (except the northeastern parts) and  Southern Transdanubia.",
  "/wiki/T%C3%A1nch%C3%A1z": "Táncház (Hungarian pronunciation: [ˈtaːnt͡shaːz], literally \"dance house\") is a \"casual\" Hungarian folk dance event (as opposed to stage performances). It is an aspect of the Hungarian roots revival of traditional culture which began in the early 1970s, and remains an active part of the national culture across the country, especially in cities like Budapest. Táncház draws on traditions from across the regions of the Kingdom of Hungary (most notably   Transylvania), especially music and dance. The term  is derived from a Transylvanian tradition of holding dances at individual's homes.",
  "/wiki/Transylvania": "Transylvania is a historical region which is located in central Romania. Bound on the east and south by its natural borders, the Carpathian mountain range, historical Transylvania extended westward to the Apuseni Mountains. The term sometimes encompasses not only Transylvania proper, but also parts of the historical regions of Crișana and Maramureș, and occasionally the Romanian part of Banat.",
  "/wiki/C%C4%83lu%C5%9Fari": "The Călușari (Romanian pronunciation: [kəluˈʃarʲ]; Bulgarian: калушари, русалии; Macedonian: русалии) were the members of a Romanian fraternal secret society who practiced a ritual acrobatic dance known as the căluș. According to the Romanian historian Mircea Eliade, the Călușari were known for \"their ability to create the impression of flying in the air\" which he believed represented both the galloping of a horse and the dancing of the fairies (zîne). Indeed, the group’s patron was the \"Queen of the Fairies\" (Doamna Zînelor), who was also known as Irodiada and Arada, and who Eliade connected with the folkloric figure Diana.",
  "/wiki/Olt_County": "Olt County (Romanian pronunciation: [olt]) is a county (județ) of Romania on the border with Bulgaria, in the historical regions of Oltenia and Muntenia (the regions are separated by the Olt river). The capital city is Slatina.",
  "/wiki/Vlachs": "Vlachs (English:  /ˈvlɑːk/ or /ˈvlæk/, or rarely /ˈvlɑːx/), also Wallachians (and many other variants), is a historical term from the Middle Ages that designates an exonym, mostly for the Romanians who lived north and south of the Danube.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Group_dance": "Group dances are danced by groups of people simultaneously, as opposed to individuals dancing alone or individually, and as opposed to couples dancing together but independently of others dancing at the same time, if any.",
  "/wiki/Fertility_rite": "Fertility rites are religious rituals that are intended to stimulate reproduction in humans or in the natural world. Such rites may involve the sacrifice of \"a primal animal, which must be sacrificed in the cause of fertility or even creation\".",
  "/wiki/Accordion": "Accordions (from 19th-century German Akkordeon, from Akkord—\"musical chord, concord of sounds\") are a family of box-shaped musical instruments of the bellows-driven free-reed aerophone type, colloquially referred to as a squeezebox. A person who plays the accordion is called an accordionist.  The concertina and bandoneón are related; the harmonium and American reed organ are in the same family.",
  "/wiki/Violin": "The violin, sometimes known as a fiddle, is a wooden string instrument in the violin family. Most violins have a hollow wooden body. It is the smallest and highest-pitched instrument in the family in regular use. Smaller violin-type instruments exist, including the violino piccolo and the kit violin, but these are virtually unused. The violin typically has four strings, usually tuned in perfect fifths with notes G3, D4, A4, E5, and is most commonly played by drawing a bow across its strings, though it can also be played by plucking the strings with the fingers (pizzicato) and by striking the strings with the wooden side of the bow (col legno).",
  "/wiki/Doina": "The doina (Romanian pronunciation: [ˈdojna]) is a Romanian musical tune style, possibly with Middle Eastern roots, customary in Romanian peasant music, as well as in Lăutărească. It was also adopted into Klezmer music.",
  "/wiki/Semeiskie": "The Semeiskie are a community of orthodox Old Believers who have lived in the Transbaikal since the reign of Catherine the Great.  The sacred rites and rituals of the Old Believers came to be in opposition to those of the official state church after the introduction of the 16th century religious reforms known as the Raskol.   Those who rejected the reforms became known as \"Old Believers\" and continued to practice their faith despite repression.  The Semeiskie were a particular group of Old Believers who fled to Gomel in Belarus (at that time part of Poland). Catherine the Great then exiled the group to Buryatia, on the pretext that they could there become farmers for the Cossack guards who defended the borders of the empire.  The descendants of these original Semeiskie have lived in the region ever since.",
  "/wiki/Transbaikal": "Transbaikal, Trans-Baikal, Transbaikalia (Russian: Забайка́лье, tr. Zabaykalye, IPA: [zəbɐjˈkalʲjɪ]), or Dauria (Даурия, Dauriya) is a mountainous region to the east of or \"beyond\" (trans-) Lake Baikal in Russia.",
  "/wiki/Lake_Baikal": "Lake Baikal (/baɪˈkɑːl, -ˈkæl/; Russian: озеро Байкал, tr. Ozero Baykal, IPA: [ˈozʲɪrə bɐjˈkaɫ]; Buryat: Байгал нуур, Baigal nuur; Mongolian: Байгал нуур, Baigal nuur, etymologically meaning, in Mongolian, \"Nature Lake\") is a rift lake located in southern Siberia, Russia, between Irkutsk Oblast to the northwest and the Buryat Republic to the southeast.",
  "/wiki/Siberia": "Siberia (/saɪˈbɪəriə/; Russian: Сибирь, tr. Sibír', IPA: [sʲɪˈbʲirʲ] (listen)) is an extensive geographical region spanning much of Eurasia and North Asia. Siberia has been part of modern Russia since the 17th century.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Old_Believers": "In Eastern Orthodox church history, especially within the Russian Orthodox Church, the Old Believers or Old Ritualists (Russian: старове́ры or старообря́дцы, starovéry or staroobryádtsy) are Eastern Orthodox Christians who maintain the liturgical and ritual practices of the Eastern Orthodox Church as they were before the reforms of Patriarch Nikon of Moscow between 1652 and 1666. Resisting the accommodation of Russian piety to the contemporary forms of Greek Orthodox worship, these Christians were anathematized, together with their ritual, in a Synod of 1666–67, producing a division in Eastern Europe between the Old Believers and those who followed the state church in its condemnation of the Old Rite.",
  "/wiki/Russian_Orthodox_Church": "The Russian Orthodox Church (ROC; Russian: Ру́сская правосла́вная це́рковь, tr. Rússkaya pravoslávnaya tsérkov), alternatively legally known as the Moscow Patriarchate (Russian: Моско́вский патриарха́т, tr. Moskóvskiy patriarkhát), is one of the autocephalous Eastern Orthodox Christian churches. The primate of the ROC is the Patriarch of Moscow and all Rus'. The ROC, as well as its primate, officially ranks fifth in the Orthodox order of precedence, immediately below the four ancient patriarchates of the Greek Orthodox Church: Constantinople, Alexandria, Antioch, and Jerusalem. Since 15 October 2018, the ROC is not in communion with the Ecumenical Patriarch of Constantinople, having unilaterally severed ties in reaction to the establishment of the Orthodox Church of Ukraine, which was finalised by the Ecumenical Patriarchate on 5 January 2019.",
  "/wiki/Raskol": "Raskol (Russian: раскол, pronounced [rɐˈskoɫ], meaning \"split\" or \"schism\") was the splitting of the Russian Orthodox Church into an official church and the Old Believers movement in the mid-17th century. It was triggered by the reforms of Patriarch Nikon in 1653, which aimed to establish uniformity between Greek and Russian church practices.",
  "/wiki/Olonkho": "Olonkho (Russian: Олонхо́, Yakut: Олоҥхо) is a series of heroic epic tales of the Yakuts and one of the oldest epic arts of the Turkic peoples. The term refers to the entire Sakha epic tradition as well as its central epic.",
  "/wiki/Sakha_Republic": "Yakutia or Yakutiya (Russian: Якутия, tr. Yakutiya, IPA: [jɪˈkutʲɪjə]; Yakut: Саха Сирэ), officially known as Republic of Yakutia (Sakha) (Russian: Республика Саха (Якутия), tr. Respublika Sakha (Yakutiya), IPA: [rʲɪsˈpublʲɪkə sɐˈxa jɪˈkutʲɪjə]; Yakut: Саха Өрөспүүбүлүкэтэ, romanized: Sakha Öröspüübülükete, lit. 'Sakha Republic', IPA: [saˈxa øɾøsˈpyːbylykete], ), is a federal Russian republic.",
  "/wiki/Russian_Far_East": "The Russian Far East (Russian: Дальний Восток России, tr. Dal'niy Vostok Rossii, IPA: [ˈdalʲnʲɪj vɐˈstok rɐˈsʲiɪ], literally \"The distant East of Russia\") is a region in North Asia which includes the Russian part of the Far East, the easternmost territory of Russia, between Lake Baikal in Eastern Siberia and the Pacific Ocean.",
  "/wiki/Epic_(genre)": "Traditionally an epic refers to a genre of poetry, known as epic poetry. More recently the genre has grown to encompass a broad range of media including the following: epic theatre, films, music, novels, television series, and video games, wherein the story has a theme of grandeur and heroism, just as in epic poetry. Scholars argue that the epic has long since become \"disembedded\" from its origins in oral poetry, appearing in successive narrative media throughout history.",
  "/wiki/Creation_myth": "A creation myth (or cosmogonic myth) is a symbolic narrative of how the world began and how people first came to inhabit it. While in popular usage the term myth often refers to false or fanciful stories, members of cultures often ascribe varying degrees of truth to their creation myths. In the society in which it is told, a creation myth is usually regarded as conveying profound truths, metaphorically, symbolically and sometimes in a historical or literal sense. They are commonly, although not always, considered cosmogonical myths—that is, they describe the ordering of the cosmos from a state of chaos or amorphousness.",
  "/wiki/Fujara": "The fujara (Slovak pronunciation: [ˈfujaɾa]) originated in central Slovakia as a large sophisticated folk shepherd's overtone fipple flute of unique design. It is technically a contrabass in the tabor pipe class.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Mouthpiece_(woodwind)": "The mouthpiece of a woodwind instrument is that part of the instrument which is placed partly in the player's mouth. Single-reed instruments, capped double-reed instruments, and fipple flutes have mouthpieces while exposed double-reed instruments (apart from those using pirouettes) and open flutes do not. The characteristics of a mouthpiece and reed can play a significant role on the sound of the instrument.",
  "/wiki/Tone_hole": "A tone hole is an opening in the body of a wind instrument which, when alternately closed and opened, changes the pitch of the sound produced. Tone holes may serve specific purposes, such as a trill hole or register hole. A tone hole is, \"in wind instruments[,] a hole that may be stopped by the finger, or a key, to change the pitch of the tone produced.\"",
  "/wiki/Elder_tree": "Sambucus is a genus of flowering plants in the family Adoxaceae. The various species are commonly called elder or elderberry. The genus was formerly placed in the honeysuckle family, Caprifoliaceae, but was reclassified as Adoxaceae due to genetic and morphological comparisons to plants in the genus Adoxa.",
  "/wiki/Maple_trees": "Acer /ˈeɪsər/ is a genus of trees and shrubs commonly known as maple. The genus is placed in the family Sapindaceae. There are approximately 128 species, most of which are native to Asia, with a number also appearing in Europe, northern Africa, and North America. Only one species, Acer laurinum, extends to the Southern Hemisphere. The type species of the genus is the sycamore maple, Acer pseudoplatanus, the most common maple species in Europe. The maples have easily recognizable palmate leaves and distinctive winged fruits. The closest relatives of the maples are the horse chestnuts."
}