{
  "/wiki/Frankenstein_(miniseries)": "Frankenstein is a 2004 American television miniseries  based on the book Frankenstein by Mary Shelley. It follows the original book more closely than other adaptations.",
  "/wiki/The_Line_of_Beauty_(TV_series)": "The Line of Beauty is a British drama television miniseries that was first broadcast on BBC Two on 17 May 2006. The three-part series, written by Andrew Davies and directed by Saul Dibb, is an adaptation of the novel of the same name by Alan Hollinghurst.",
  "/wiki/Dracula_(2006_film)": "Dracula is a television adaptation of Bram Stoker's 1897 novel, Dracula, produced by Granada Television for WGBH Boston and BBC Wales in 2006. It was written by Stewart Harcourt and directed by Bill Eagles.",
  "/wiki/Arthur_Holmwood": "Arthur \"Art\" Holmwood (later Lord Godalming) is a fictional character of Bram Stoker's novel Dracula.",
  "/wiki/Maxwell_(film)": "Maxwell is a 2007 drama about the last days of media magnate Robert Maxwell, played by David Suchet. The drama chronicles some of the events prior to Maxwell's mysterious death and the discovery of one of his era's biggest business frauds. Some fictional elements were added.",
  "/wiki/Agatha_Christie%27s_Marple": "Agatha Christie's Marple (or simply Marple) is a British ITV television series loosely based on the books and short stories by British crime novelist Agatha Christie.  The title character was played by Geraldine McEwan from the first to third series, until her retirement from the role, and by Julia McKenzie from the fourth series onwards.\nFollowing the conclusion of the sixth series, it was announced that the BBC had acquired the rights for the production of Agatha Christie adaptations, suggesting that ITV would be unable to make a seventh series of Marple.",
  "/wiki/Nemesis_(Christie_novel)": "Nemesis is a work of detective fiction by Agatha Christie (1890–1976) and first published in the UK by the Collins Crime Club in November 1971 and in the US by Dodd, Mead and Company later in the same year. The UK edition retailed at £1.50 and the US edition at $6.95. It was the last Miss Marple novel the author wrote, although Sleeping Murder was the last Christie novel to be published.",
  "/wiki/Sense_and_Sensibility_(2008_miniseries)": "Sense and Sensibility is a 2008 British television drama adaptation of Jane Austen's 1811 novel Sense and Sensibility. The screenplay was written by Andrew Davies, who revealed that the aim of the series was to make viewers forget Ang Lee's 1995 film Sense and Sensibility. The series was \"more overtly sexual\" than previous Austen adaptations, and Davies included scenes featuring a seduction and a duel that were absent from the feature film. Sense and Sensibility was directed by John Alexander and produced by Anne Pivcevic. Hattie Morahan and Charity Wakefield star as Elinor and Marianne Dashwood, two sisters who go on \"a voyage of burgeoning sexual and romantic discovery\".",
  "/wiki/Edward_Ferrars": "Edward Ferrars is a fictional character in  Jane Austen's Sense and Sensibility. He is the elder of Fanny Dashwood's two brothers and forms an attachment to Elinor Dashwood.",
  "/wiki/The_Turn_of_the_Screw_(2009_film)": "The Turn of the Screw (also known as Ghost Story: The Turn of the Screw) is a British television film based on Henry James's 1898 ghost story of the same name. Commissioned and produced by the BBC, it was first broadcast on 30 December 2009, on BBC One. The novella was adapted for the screen by Sandy Welch, and the film was directed by Tim Fywell. Although generally true to the tone and story of James's work, the film is set in the 1920s—in contrast to the original 1840s setting—and accentuates sexual elements that some theorists have identified in the novella. The film's story is told in flashbacks during consultations between the institutionalised Ann (Michelle Dockery) and Dr Fisher (Dan Stevens). Ann tells how she was hired by an aristocrat (Mark Umbers) to care for the orphans Miles (Josef Lindsay) and Flora (Eva Sayer). She is met at the children's home, Bly, by Mrs Grose (Sue Johnston), the housekeeper. Ann soon begins to see unknown figures around the manor, and seeks an explanation.",
  "/wiki/Downton_Abbey": "Downton Abbey is a British historical period drama television series set in the early 20th century, created and co-written by Julian Fellowes.  The series first aired on ITV in the United Kingdom on 26 September 2010, and in the United States on PBS, which supported production of the series as part of its Masterpiece Classic anthology, on 9 January 2011.",
  "/wiki/Matthew_Crawley": "This is a list of characters from Downton Abbey, a British period drama television series created by Julian Fellowes and co-produced by Carnival Films and Masterpiece for ITV and PBS, respectively.",
  "/wiki/Screen_Actors_Guild_Award_for_Outstanding_Performance_by_an_Ensemble_in_a_Drama_Series": "The Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Drama Series is an award given by the Screen Actors Guild to honor the finest ensemble acting achievements in dramatic television.",
  "/wiki/Monte-Carlo_Television_Festival": "Under the Honorary Presidency of H.S.H. Prince Albert II of Monaco, the Monte-Carlo Television Festival is held every year in June in the Principality of Monaco at the Grimaldi Forum.",
  "/wiki/Huading_Award": "The Huading Awards are a set of entertainment awards in China. The awards were set up by Tianxia Yingcai Cultural Media Co., LTD (simplified Chinese: 天下英才文化传媒有限公司; traditional Chinese: 天下英才文化傳媒有限公司) in 2007 in Beijing and are held more than once each year across multiple entertainment media from Chinese television shows to international films and music.",
  "/wiki/Planet_Earth_(franchise)": "Planet Earth is a television and film documentary franchise produced and broadcast by the BBC. The franchise began in 2001 with the success of The Blue Planet. As of 2017, The Blue Planet has spawned 5 series and one feature film.",
  "/wiki/The_Tomorrow_People_(U.S._TV_series)": "The Tomorrow People is an American science fiction television series developed by Greg Berlanti, Phil Klemmer, and Julie Plec which aired on The CW during the 2013–14 American television season. It was a remake of the original British television series of the same name, created by Roger Price, which ran from 1973–79. The series follows a group of young people who possess psionic powers as the result of human evolution.",
  "/wiki/Once_Upon_a_Time_(TV_series)": "Once Upon a Time is  an American fairy tale drama television series on ABC, which debuted on October 23, 2011, and concluded on May 18, 2018. The first six seasons are largely set in the fictitious seaside town of Storybrooke, Maine, with the characters of Emma Swan and Regina Mills as the leads, while the seventh and final season takes place in Seattle, Washington, in the fictitious neighborhood of Hyperion Heights, with a new main narrative led by Mills and Henry Mills, Regina Mills and Emma Swan's son. The show borrows elements and characters from Disney and popular Western literature, folklore, and fairy tales.",
  "/wiki/List_of_Once_Upon_a_Time_episodes": "Once Upon a Time is an American fairy tale drama television series created by Edward Kitsis and Adam Horowitz, who also serve as executive producers alongside Steve Pearlman. It debuted on ABC on October 23, 2011. The first season introduces a bail bond agent, Emma Swan (Jennifer Morrison) and her birth-son, Henry Mills (Jared S. Gilmore), who discover that a New England town named Storybrooke, Maine is actually a remnant of a parallel world that was cursed by Henry's adoptive mother the Evil Queen/Mayor Regina Mills (Lana Parrilla) and that all the characters from the fairy tales have no memories of who they were, including the parents of Emma: Snow White/Mary Margaret Blanchard (Ginnifer Goodwin) and Prince Charming/David Nolan (Josh Dallas), who sent her to the real world to save their world and break the curse.",
  "/wiki/High_Maintenance": "High Maintenance is an American comedy-drama television and web series created by ex-husband and wife team Ben Sinclair and Katja Blichfeld. The show follows a nameless cannabis deliveryman called The Guy (played by Sinclair) as he delivers his product to clients in New York City. Each episode focuses on a new set of characters as they all procure their cannabis from Sinclair's character.",
  "/wiki/SuperMansion": "SuperMansion is an American stop-motion animated comedy web television series created by Matthew Senreich and Zeb Wells. The series stars Bryan Cranston, Heidi Gardner, Tucker Gilmore, Keegan-Michael Key, Tom Root, Yvette Nicole Brown, Zeb Wells, and Jillian Bell. The series premiered on Sony Crackle on October 8, 2015. The series was renewed for a third season which was released on May 7, 2018.",
  "/wiki/Legion_(TV_series)": "Legion is an American cable television series created for FX by Noah Hawley, based on the Marvel Comics character David Haller / Legion and set in the same continuity as the X-Men film series. It is produced by FX Productions in association with Marvel Television. Hawley is the showrunner.",
  "/wiki/Legion_(Marvel_Comics)": "Legion (David Charles Haller) is a fictional character appearing in American comic books published by Marvel Comics. He is the mutant son of Professor Charles Xavier and Gabrielle Haller. Legion takes the role of an antihero who has a severe mental illness including a form of dissociative identity disorder.",
  "/wiki/Kipo_and_the_Age_of_Wonderbeasts": "Kipo and the Age of Wonderbeasts is an all-ages animated television series created by Radford Sechrist, adapted from his 2015 webcomic Kipo. The series is produced by American company DreamWorks Animation Television and animated by South Korean studio Mir. Its first season of ten episodes of 24 minutes was released on Netflix on January 14, 2020."
}