{
  "/wiki/Will_Arnett": "William Emerson Arnett (/ɑːrˈnɛt/; born May 4, 1970) is a Canadian-American actor, comedian and producer. He is best known for his role as BoJack Horseman in the Netflix series BoJack Horseman and George Oscar \"Gob\" Bluth II in the Fox/Netflix series Arrested Development (2003–2006, 2013, 2018–2019), receiving a nomination for Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series. He has appeared in films such as Blades of Glory (2007), Hot Rod (2007) and Teenage Mutant Ninja Turtles (2014). His performance as Devon Banks in 30 Rock earned him four Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series nominations.",
  "/wiki/The_Lego_Batman_Movie": "The Lego Batman Movie is a 2017 3D computer-animated superhero comedy film produced by the Warner Animation Group and distributed by Warner Bros. Pictures. It was directed by Chris McKay, and written by Seth Grahame-Smith, Chris McKenna, Erik Sommers, Jared Stern and John Whittington, and produced by Dan Lin, Roy Lee, Phil Lord and Christopher Miller. Based on the Lego Batman toy line, the film is an international co-production of the United States, Australia and Denmark, the first spin-off installment of The Lego Movie film series and the second installment overall. The story centers on the DC Comics character Batman as he attempts to overcome his greatest fear in order to stop the Joker's latest plan. The film features Will Arnett reprising his role as Batman from The Lego Movie alongside Zach Galifianakis, Michael Cera, Rosario Dawson and Ralph Fiennes.",
  "/wiki/WaterTower_Music": "WaterTower Music, formerly New Line Records from 2000 to 2010, is an American record label that is entertainment company Warner Bros.' in-house music label. The name and logo are based on the iconic Warner Bros. Water Tower.",
  "/wiki/The_Lego_Ninjago_Movie": "The Lego Ninjago Movie is a 2017 3D computer-animated martial arts adventure-comedy film based on the toy line of the same name. Directed by Charlie Bean in his directorial debut, Paul Fisher and Bob Logan from a screenplay by Logan, Fisher, William Wheeler, Tom Wheeler, Jared Stern and John Whittington, it is the first theatrical film to be based on an original Lego property.  It is the third installment of The Lego Movie franchise as well as its second spin-off. Starring the voices of Dave Franco, Michael Peña, Kumail Nanjiani, Abbi Jacobson, Zach Woods, Fred Armisen, Jackie Chan, Justin Theroux and Olivia Munn, the film focuses on Lloyd Garmadon, a teenage ninja, as he attempts to accept the truth about his villainous father while a new threat emerges to endanger his homeland.",
  "/wiki/Weezer": "Weezer is an American rock band formed in Los Angeles, California, in 1992. Since 2001, the band has consisted of Rivers Cuomo (lead vocals, lead guitar, keyboards), Patrick Wilson (drums), Brian Bell (guitar, backing vocals, keyboards), and Scott Shriner (bass, backing vocals).",
  "/wiki/Pacific_Daydream": "Pacific Daydream is the eleventh studio album by American rock band Weezer, released on October 27, 2017. The album is their second release by Crush Management, is distributed by Atlantic Records, and is the most significant departure from their trademark sound to date. The lead single, \"Feels Like Summer\", was released on March 16, 2017. The second single, \"Happy Hour\", was released on October 31.",
  "/wiki/Atlantic_Records": "Atlantic Recording Corporation (simply known as Atlantic Records) is an American record label founded in October 1947 by Ahmet Ertegün and Herb Abramson. Over its first 20 years of operation, Atlantic earned a reputation as one of the most important American labels, specializing in jazz, R&B, and soul by Aretha Franklin, Ray Charles, Wilson Pickett, Sam and Dave, Ruth Brown and Otis Redding. Its position was greatly improved by its distribution deal with Stax. In 1967, Atlantic became a wholly owned subsidiary of Warner Bros.-Seven Arts, now the Warner Music Group, and expanded into rock and pop music with releases by Led Zeppelin and Yes.",
  "/wiki/Cee_Lo_Green": "Thomas DeCarlo Callaway (born May 30, 1975), known professionally as CeeLo Green (or Cee Lo Green), is an American singer, songwriter, rapper, record producer, and actor. Green is known for his work in soul music, including the hit singles \"Crazy\" and \"Fuck You\". Born in Atlanta, Georgia, Green came to initial prominence as a member of the Southern hip hop group Goodie Mob. He subsequently began a solo career, releasing two albums on Arista Records: Cee-Lo Green and His Perfect Imperfections (2002) and Cee-Lo Green... Is the Soul Machine (2004).",
  "/wiki/The_Twilight_Saga:_Eclipse_(soundtrack)": "The Twilight Saga: Eclipse (Original Motion Picture Soundtrack) is the official music for the 2010 film Eclipse, released on June 8, 2010.",
  "/wiki/Atlantic_Records_Group": "Atlantic Records Group is an umbrella label owned by Warner Music Group that oversees several labels assigned to its Atlantic Records unit. In total, the label group has nearly three hundred artists on its roster.",
  "/wiki/Gold_Record": "Music recording certification is a system of certifying that a music recording has shipped, sold, or streamed a certain number of units. The threshold quantity varies by type (such as album, single, music video) and by nation or territory (see List of music recording certifications).",
  "/wiki/Jason_Derulo": "Jason Joel Desrouleaux (born September 21, 1989), known professionally as Jason Derulo (/dəˈruːloʊ/; formerly stylised as Derülo), is an American singer, songwriter, and dancer. Since the start of his solo recording career in 2009, Derulo has sold over 30 million singles and has achieved eleven Platinum singles, including  \"Wiggle\", \"Talk Dirty\", \"In My Head\", and \"Whatcha Say\".",
  "/wiki/Tattoos_(album)": "Tattoos is the third studio album by American singer Jason Derulo. The album was released on September 20, 2013 through Beluga Heights Records and Atlantic Records and its affiliated record labels. Incorporating a base core of R&B, pop and electronic dance music, Derulo wanted the album to be \"totally different\" from his previous albums and show the growth in his writing and his overall performance saying \"there are so many twists and turns on the album... It's important when someone thinks they've figured you out to flip them\". A deluxe edition of the album featuring 3 bonus tracks, was released simultaneously alongside the eleven-track standard edition, which will only be made available in some European and Oceania countries.",
  "/wiki/Warner_Bros._Records": "Warner Records Inc. (formerly Warner Bros. Records Inc.) is an American record label owned by Warner Music Group and headquartered in Los Angeles, California. It was founded in 1958 as the recorded music division of the American film studio Warner Bros., and was one of a group of labels owned and operated by larger parent corporations for much of its existence. The sequence of companies that controlled Warner Bros. and its allied labels evolved through a convoluted series of corporate mergers and acquisitions from the early 1960s to the early 2000s. Over this period, Warner Bros. Records grew from a struggling minor player in the music industry to one of the top record labels in the world.",
  "/wiki/Britt_Nicole": "Brittany Nicole Waddell, better known by her stage name Britt Nicole, is an American vocalist, songwriter and recording artist. She has mainly charted as a Christian pop artist, but in 2012 found her debut mainstream single, \"Gold\", and, in 2013, \"Ready or Not\", in the Mainstream Top 40. Her fourth studio album, Gold, was nominated for Best Contemporary Christian Music Album at the 55th Grammy Awards. She is signed to Sparrow and Capitol Records.",
  "/wiki/Capitol_Records": "Capitol Records is an American record label owned by Universal Music Group through its Capitol Music Group imprint. It was founded as the first West Coast-based record label \"of note\" in the United States in 1942 by Johnny Mercer, Buddy DeSylva, and Glenn E. Wallichs. Capitol was acquired by British music conglomerate EMI as its North American subsidiary in 1955. EMI was acquired by Universal Music Group in 2012 and was merged with the company a year later, making Capitol and the Capitol Music Group both a part of UMG. The label's circular headquarter building in Hollywood is a recognized landmark of California.",
  "/wiki/Bea_Miller": "Beatrice Annika Kipnis \"Bea\" Miller  (born February 7, 1999) is an American singer, songwriter, and actress. She came in ninth place on season two of The X Factor (US) when she was 13 years old. She was formerly signed to Hollywood Records. Her debut EP Young Blood was released in 2014, and her debut album Not an Apology was released on July 24, 2015. In 2016, she released her single \"Yes Girl\". In early 2017, she began releasing the EPs Chapter One: Blue, Chapter Two: Red, and Chapter Three: Yellow. The three EPs, along with five additional songs, were collected as her second studio album, Aurora. In 2018, she featured as the lead vocalist on NOTD's single, \"I Wanna Know\", which reached the top 20 in Australia, Belgium and Norway. In 2019, she released the singles \"It's Not U It's Me\" with 6lack, \"Feel Something\", \"Feels Like Home\" with Jessie Reyez and \"Never Gonna Like You\" with Snakehips. She signed with Olliebear Records and Create Music Group in November 2019 and released her newest single \"That Bitch\".",
  "/wiki/Not_An_Apology": "Not an Apology is the debut studio album by American singer-songwriter Bea Miller. It was deliberately released on July 24, 2015, by Syco Music and Hollywood Records exclusively in United States and Canada. It includes all four tracks from her debut EP Young Blood (2014).",
  "/wiki/Syco_Music": "Syco Music, also known as Syco Records and formerly known as S Records, is a British record label founded by British music mogul Simon Cowell. It is a subsidiary of Cowell's Syco.",
  "/wiki/Hollywood_Records": "Hollywood Records, Inc. is an American record label of the Disney Music Group. The label focuses in pop, rock, alternative, hip hop, and country genres, as well as specializing in mature recordings not suitable for the flagship Walt Disney Records label. Founded in 1989, its current roster includes artists such as Jordan Fisher, Zella Day, Queen, Zendaya, Ocean Park Standoff, Dreamers, Bea Miller, Martina Stoessel, Breaking Benjamin, Jorge Blanco, Sabrina Carpenter, R5, Olivia Holt, Sofia Carson, Forever in Your Mind, New Hope Club, Joywave, Maddie Poppe, ScaryPoolParty and In Real Life. The label also releases soundtrack albums from Marvel Studios, 20th Century Studios and Searchlight Pictures since their acquisitions by Disney.",
  "/wiki/Hey_Violet": "Hey Violet is an American pop rock band from Los Angeles, California, consisting of Rena Lovelis (lead vocals, bass), Nia Lovelis (drums, percussion, piano, keyboards, synthesizers, backing vocals) and Casey Moreta (lead and rhythm guitar, backing vocals).",
  "/wiki/Hi_Or_Hey_Records": "5 Seconds of Summer, often shortened to 5SOS, are  an Australian pop rock band from Sydney, New South Wales, formed in 2011. The group consists of lead vocalist and rhythm guitarist Luke Hemmings, lead guitarist Michael Clifford, bassist Calum Hood, and drummer Ashton Irwin. They were originally YouTube celebrities, posting videos of themselves covering songs from various artists during 2011 and early 2012. They rose to international fame while touring with English-Irish boy band One Direction on their Take Me Home Tour. They have since released three studio albums and headlined three world tours.",
  "/wiki/Cobra_Starship": "Cobra Starship was an American dance-pop band created by former Midtown bassist and lead vocalist Gabe Saporta in 2006 in New York City, New York. After writing and recording the band's debut album While the City Sleeps, We Rule the Streets as a solo project, Saporta enlisted guitarist Ryland Blackinton, bassist Alex Suarez, drummer Nate Novarro, and keytarist Victoria Asher, all of whom provide backing vocals.",
  "/wiki/Fueled_By_Ramen": "Fueled by Ramen LLC is an American record label owned by Warner Music Group and distributed by Elektra Records. The label, founded in Gainesville, Florida, is based in New York City.",
  "/wiki/Lolo_(singer)": "Lauren Pritchard (born December 27, 1987), known professionally as Lolo (stylized as LOLO), is an American singer, songwriter and actress, best known for being featured on the single \"Miss Jackson\" by Panic! at the Disco and her singles \"Not The Drinking\", \"Not Gonna Let You Walk Away\" and \"Shine\". In 2016, she released her second album In Loving Memory of When I Gave a Shit. Pritchard mentions Billy Joel, Joni Mitchell, Al Green and Candi Staton as some of the influences behind her music.",
  "/wiki/Crush_Management": "Crush Music is a New York City and Los Angeles-based musician management company that manages Sia, Green Day, Panic! at the Disco, Lorde, Train, Weezer, and Fall Out Boy amongst others. The company was founded by Jonathan Daniel, formerly of Electric Angels and several other glam rock bands, and Bob McLynn, formerly of The Step Kings.",
  "/wiki/Trevor_Hall_(singer)": "Trevor Hall (born November 28, 1986) is an American singer-songwriter and guitarist. His music is a mix of roots, folk, and reggae. Many of Hall's themes revolve around spirituality and life exploration.",
  "/wiki/Union_J": "Union J (originally Triple J) are an English boy band consisting of members JJ Hamblett and Jaymi Hensley. The band previously also included George Shelley, who was replaced by Casey Johnson, who has now left the group as well, and Josh Cuthbert, who left in 2018. The band formed in 2011, originally as a trio known as Triple J, consisting of Cuthbert, Hamblett and Hensley. They auditioned for the ninth series of the British television music competition The X Factor where they met Shelley who joined the band at the judges' request. They finished fourth and were subsequently signed to Sony Music subsidiary RCA Records. Their debut single \"Carry You\" was released in June 2013. Their self-titled debut studio album followed in October 2013 and peaked at number 6 on the UK Albums Chart.",
  "/wiki/You_Got_It_All_(Union_J_album)": "You Got It All – The Album is the second studio album by English boy band Union J. It was released in the United Kingdom on 8 December 2014 through Syco Music, Sony Music, Epic Records.",
  "/wiki/Epic_Records": "Epic Records is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, Inc., the North American division of Japanese conglomerate Sony. The label was founded predominantly as a jazz and classical music label in 1953, but later expanded its scope to include a more diverse range of genres, including pop, R&B, rock, and hip hop. Epic Records has released music by artists including Bobby Vinton, Glenn Miller, Tammy Wynette, George Michael, The Yardbirds, Donovan, Shakin Stevens, Europe, Cheap Trick, Meat Loaf, Stevie Ray Vaughan, Ted Nugent, Shakira, Sly & the Family Stone, The Hollies, Celine Dion,  ABBA, Culture Club, Boston, The Dave Clark Five, Gloria Estefan, Pearl Jam, Rage Against the Machine, and Michael Jackson. Along with Arista, Columbia and RCA Records, Epic is one of Sony Music Entertainment's four flagship record labels.",
  "/wiki/Loreen_(singer)": "Lorine Zineb Noka Talhaoui, known professionally as Loreen (IPA: [lɔˈreːn]), born 16 October 1983) is a Swedish pop singer and music producer. Representing Sweden, she won the Eurovision Song Contest 2012 in Baku, with her entry \"Euphoria\". The song reached number one in several countries, including Germany and Sweden. At the Eurovision Song Contest 2013 in Malmö, she sang as the opening act in the first semi-final and as the interval act in the grand final.",
  "/wiki/Warner_Music_Group": "Warner Music Group Inc. (WMG), also known as Warner Music, is an American multinational entertainment, and record label conglomerate headquartered in Los Angeles. It is one of the \"big three\" recording companies and the third largest in the global music industry, after Universal Music Group (UMG) and Sony Music Entertainment (SME). Formerly part of Time Warner (now WarnerMedia), the company was publicly traded on the New York Stock Exchange until May 2011, when it announced its privatization and sale to Access Industries, which was completed in July 2011. With a multibillion-dollar annual turnover, WMG employs more than 3,500 people and has operations in more than 50 countries throughout the world.",
  "/wiki/Swedish_Recording_Industry_Association": "Grammofonleverantörernas förening (GLF), or the Swedish Recording Industry Association in English, is an organization representing the music recording industry of Sweden. It has compiled and published the official record charts for the Swedish music recording industry since 1975, including the Swedish Albums Chart and Swedish Singles Chart.",
  "/wiki/Brandon_Heath": "Brandon Heath Knell (born July 21, 1978) is an American contemporary Christian musician, singer, and songwriter from Nashville, Tennessee. He has released six studio albums: Don't Get Comfortable (2006), What If We (2008), Leaving Eden (2011), Blue Mountain (2012), No Turning Back (2015), and Faith Hope Love Repeat (2017). He is best known for the No. 1 singles: \"I'm Not Who I Was\" and \"Give Me Your Eyes\". He was nominated four times at the Dove Awards of 2008 and won in the \"New Artist of the Year\" category. His second album was nominated for \"Gospel Album of the Year\" at the 51st Grammy Awards of 2009.",
  "/wiki/Reunion_Records": "Reunion Records is a contemporary Christian record label based in Brentwood, Tennessee, U.S., that operates under the Provident Label Group. The label was founded in 1982 by Dan Harrell and Mike Blanton.",
  "/wiki/Family_Force_5": "FF5 (formerly known as Family Force 5, The Phamily, Ground Noise and The Brothers) is an American Christian rock band from Atlanta, Georgia. The band formed in 2005 by brothers Solomon \"Soul Glow Activatur\", Joshua \"Fatty\", and Jacob \"Crouton\" Olds along with their two friends, Nathan Currin \"Nadaddy\" and Brad Allen \"20 Cent\" later replaced by Derek Mount \"Chapstique\". The group has released five studio albums, nine EPs, and two remix albums. They are often noted for their raucous, party-centric personae and eclectic mix of genres, ranging from rap metal to dance-pop.",
  "/wiki/Word_Records": "Word Records is a Christian faith-based entertainment company based in Nashville, Tennessee. It is owned by Curb Records and is a part of Word Entertainment.",
  "/wiki/Jamie_Grace": "Jamie Grace Harper (born November 25, 1991) is an American contemporary Christian musician, singer, rapper, and songwriter from Atlanta, Georgia. In 2010, TobyMac found her songs on YouTube and signed her to his label Gotee Records for two albums. She released the song \"Hold Me\" in 2011 which landed her a nomination at the 2012 Grammys and won the 2012 Dove Award for New Artist of the Year.",
  "/wiki/Ready_to_Fly_(Jamie_Grace_album)": "Ready to Fly is the second studio album by Christian singer Jamie Grace, released on January 28, 2014 on the Gotee Records label. The album was produced by Chuck Butler, David Garcia and Christopher Stevens.",
  "/wiki/Gotee_Records": "Gotee Records is a record label founded by Christian hip hop performer Toby McKeehan (known professionally as TobyMac), Todd Collins, and Joey Elwood. The label began as a production company. At the time of the label's founding, McKeehan was a member of dc Talk.",
  "/wiki/Madilyn_Bailey": "Madilyn Bailey Wold (born September 2, 1992) is an American YouTuber, singer and songwriter. She has appeared on French TV shows to promote her cover songs and also promoted her original single \"Tetris\" on the American TV show Today in 2018. As of 2019[update], she has about six million subscribers on YouTube.",
  "/wiki/Group_1_Crew": "Group 1 Crew was a Christian hip hop band signed to Fervent Records and Warner Bros. Records. They made their debut with their hit song \"Can't Go On\" on WOW Hits 2007. Soon after they released their first EP I Have a Dream (2006), the band released their self-titled full-length debut studio album, Group 1 Crew, in February 2007. Their song \"Love is a Beautiful Thing\" charted into the Top 20 in May 2007 on R&R magazine's Christian chart. The group's second studio album Ordinary Dreamers was released on September 16, 2008. Their popular radio single \"Forgive Me\" appeared on an episode of One Tree Hill. In September 2010, they released the album Outta Space Love, which has proven to be their most mainstream effort yet, as many of the songs were used in America's Got Talent. In 2017, it was non-traditionally announced that Manwell would be putting aside the group in order to pursue other interests.[citation needed]",
  "/wiki/Ross_Lynch": "Ross Shor Lynch (born December 29, 1995) is an American singer, songwriter, musician and actor. He was the lead vocalist of the pop rock band R5 and is one half of the band the Driver Era, with his brother, Rocky Lynch. As an actor, he is known for his debut role as Austin Moon on the Disney Channel original series Austin & Ally, and for his role as Brady in the Teen Beach Movie series.",
  "/wiki/Austin_&_Ally": "Austin & Ally is an American comedy television series created by Kevin Kopelow and Heath Seifert that aired on Disney Channel from December 2, 2011 to January 10, 2016. The series stars Ross Lynch, Laura Marano, Raini Rodriguez, and Calum Worthy.",
  "/wiki/Disney": "The Walt Disney Company, commonly known as Disney (/ˈdɪzni/), is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California.",
  "/wiki/Oh,_Hush!": "Chris Sernel, also known as Oh, Hush!, is an American recording artist and Grammy-nominated producer."
}