{
  "/wiki/Hampton_Court_railway_station": "Hampton Court railway station is a suburban terminus station at East Molesey, in the Borough of Elmbridge in the county of Surrey, 100 yards short of Hampton Court Bridge, the midpoint of which is a boundary of Greater London. The station is 14 miles 76 chains (24.1 km) down the line from London Waterloo.",
  "/wiki/Hampton_Court_Palace": "Hampton Court Palace is a royal palace in the borough of Richmond upon Thames, 12 miles (19.3 kilometres) south west and upstream of central London on the River Thames. Building of the palace began in 1515 for Cardinal Thomas Wolsey, a favourite of King Henry VIII. In 1529, as Wolsey fell from favour, the cardinal gave the palace to the King to check his disgrace; Henry VIII later enlarged it. Along with St James' Palace, it is one of only two surviving palaces out of the many the King owned. The palace is currently in the possession of Queen Elizabeth II and the Crown.",
  "/wiki/Kingston_upon_Thames": "Kingston upon Thames (spelled with hyphens until 1965 and sometimes abbreviated to Kingston), is a town, former manor, ecclesiastical parish and borough now within  Greater London, England,  formerly within the county of Surrey. It is situated on the River Thames, about 33 feet (10 m) above sea level and 10 miles (16 km) south-west of Charing Cross (deemed the geographical centre of London). It is notable as the ancient market town in which Saxon kings were crowned and today is the administrative centre of the Royal Borough of Kingston upon Thames and is identified as a major metropolitan centre in the London Plan.",
  "/wiki/Kingston_railway_station_(London)": "Kingston railway station is in Kingston upon Thames in south-west London. It is 12 miles 9 chains (19.5 km) down the line from London Waterloo. The station and all trains serving it are operated by South Western Railway. It is in Travelcard Zone 6.",
  "/wiki/Richmond_(London)_station": "Richmond, also known as Richmond (London), is a National Rail station in Richmond, Greater London on the Waterloo to Reading and North London Lines. South Western Railway services on the Waterloo to Reading Line are routed through Richmond, which is between North Sheen and St. Margarets stations, 9 miles 57 chains (15.6 km) down the line from London Waterloo.  For London Overground and London Underground services, the next station is Kew Gardens.\n.mw-parser-output .RMbox{box-shadow:0 2px 2px 0 rgba(0,0,0,.14),0 1px 5px 0 rgba(0,0,0,.12),0 3px 1px -2px rgba(0,0,0,.2)}.mw-parser-output .RMinline{float:none;width:100%;margin:0;border:none}.mw-parser-output table.routemap{padding:0;border:0;border-collapse:collapse;background:transparent;white-space:nowrap;line-height:1.2;margin:auto}.mw-parser-output table.routemap .RMcollapse{margin:0;border-collapse:collapse;vertical-align:middle}.mw-parser-output table.routemap .RMreplace{margin:0;border-collapse:collapse;vertical-align:middle;position:absolute;bottom:0}.mw-parser-output table.routemap .RMsi{display:inline;font-size:90%}.mw-parser-output table.routemap .RMl1{padding:0 3px;text-align:left}.mw-parser-output table.routemap .RMr1{padding:0 3px;text-align:right}.mw-parser-output table.routemap .RMl{text-align:right}.mw-parser-output table.routemap .RMr{text-align:left}.mw-parser-output table.routemap .RMl4{padding:0 3px 0 0;text-align:left}.mw-parser-output table.routemap .RMr4{padding:0 0 0 3px;text-align:right}.mw-parser-output table.routemap>tbody>tr{line-height:1}.mw-parser-output table.routemap>tbody>tr>td,.mw-parser-output table.RMcollapse>tbody>tr>td,.mw-parser-output table.RMreplace>tbody>tr>td{padding:0;width:auto;vertical-align:middle;text-align:center}.mw-parser-output .RMir>div{display:inline-block;vertical-align:middle;padding:0;height:20px;min-height:20px}.mw-parser-output .RMir img{height:initial!important;max-width:initial!important}.mw-parser-output .RMir .RMov{position:relative}.mw-parser-output .RMir .RMov .RMic,.mw-parser-output .RMir .RMov .RMtx{position:absolute;left:0;top:0;padding:0}.mw-parser-output .RMir .RMtx{line-height:20px;height:20px;min-height:20px;vertical-align:middle;text-align:center}.mw-parser-output .RMir .RMsp{height:20px;min-height:20px}.mw-parser-output .RMir .RMtx>abbr,.mw-parser-output .RMir .RMtx>div{line-height:.975;display:inline-block;vertical-align:middle}.mw-parser-output .RMir .RMts{font-size:10px;transform:scaleX(.89)}.mw-parser-output .RMir .RMf_{height:5px;min-height:5px;width:20px;min-width:20px}.mw-parser-output .RMir .RMfm{height:100%;min-height:100%;width:4px;min-width:4px;margin:0 auto}.mw-parser-output .RMir .RMo{width:2.5px;min-width:2.5px}.mw-parser-output .RMir .RMc{width:5px;min-width:5px}.mw-parser-output .RMir .RMoc{width:7.5px;min-width:7.5px}.mw-parser-output .RMir .RMd{width:10px;min-width:10px}.mw-parser-output .RMir .RMod{width:12.5px;min-width:12.5px}.mw-parser-output .RMir .RMcd{width:15px;min-width:15px}.mw-parser-output .RMir .RMocd{width:17.5px;min-width:17.5px}.mw-parser-output .RMir .RM_{width:20px;min-width:20px}.mw-parser-output .RMir .RM_o{width:22.5px;min-width:22.5px}.mw-parser-output .RMir .RM_c{width:25px;min-width:25px}.mw-parser-output .RMir .RM_oc{width:27.5px;min-width:27.5px}.mw-parser-output .RMir .RM_d{width:30px;min-width:30px}.mw-parser-output .RMir .RM_od{width:32.5px;min-width:32.5px}.mw-parser-output .RMir .RM_cd{width:35px;min-width:35px}.mw-parser-output .RMir .RM_ocd{width:37.5px;min-width:37.5px}.mw-parser-output .RMir .RMb{width:40px;min-width:40px}.mw-parser-output .RMir .RMcb{width:45px;min-width:45px}.mw-parser-output .RMir .RMdb{width:50px;min-width:50px}.mw-parser-output .RMir .RMcdb{width:55px;min-width:55px}.mw-parser-output .RMir .RM_b{width:60px;min-width:60px}.mw-parser-output .RMir .RM_cb{width:65px;min-width:65px}.mw-parser-output .RMir .RM_db{width:70px;min-width:70px}.mw-parser-output .RMir .RM_cdb{width:75px;min-width:75px}.mw-parser-output .RMir .RMs{width:80px;min-width:80px}.mw-parser-output .RMir .RMds{width:90px;min-width:90px}.mw-parser-output .RMir .RM_s{width:100px;min-width:100px}.mw-parser-output .RMir .RM_ds{width:110px;min-width:110px}.mw-parser-output .RMir .RMbs{width:120px;min-width:120px}.mw-parser-output .RMir .RMdbs{width:130px;min-width:130px}.mw-parser-output .RMir .RM_bs{width:140px;min-width:140px}.mw-parser-output .RMir .RM_dbs{width:150px;min-width:150px}.mw-parser-output .RMir .RMw{width:160px;min-width:160px}.mw-parser-output .RMir .RM_w{width:180px;min-width:180px}.mw-parser-output .RMir .RMbw{width:200px;min-width:200px}.mw-parser-output .RMir .RM_bw{width:220px;min-width:220px}.mw-parser-output .RMir .RMsw{width:240px;min-width:240px}.mw-parser-output .RMir .RM_sw{width:260px;min-width:260px}.mw-parser-output .RMir .RMbsw{width:280px;min-width:280px}.mw-parser-output .RMir .RM_bsw{width:300px;min-width:300px}",
  "/wiki/Richmond_upon_Thames": "The London Borough of Richmond upon Thames (pronunciation (help·info)) in southwest London forms part of Outer London and is the only London borough on both sides of the River Thames. It was created in 1965 when three smaller council areas amalgamated under the London Government Act 1963. It is governed by Richmond upon Thames London Borough Council and is divided into nineteen wards.",
  "/wiki/Ham_House": "Ham House is a historic house with formal gardens set back 200 metres from the River Thames in Ham, south of Richmond in London. It is claimed by the National Trust to be \"unique in Europe as the most complete survival of 17th century fashion and power.\" The house itself is designated on the National Heritage List for England as a Grade I listed building. Its park and formal gardens are listed at Grade II* by Historic England in the Register of Historic Parks and Gardens.",
  "/wiki/Hammerton%27s_Ferry": "Hammerton's Ferry is a pedestrian and cycle ferry service across the River Thames in the London Borough of Richmond upon Thames, London, England. The ferry links the northern bank near Marble Hill House in Twickenham with the southern bank near Ham House in Ham. It is one of only four remaining ferry routes in London not to be replaced by a bridge or tunnel.",
  "/wiki/Kew_Pier": "Kew Pier or Kew Gardens Pier is a pier on the River Thames, in London, United Kingdom. It stands close to Kew Gardens and Kew Bridge in the London Borough of Richmond upon Thames and has long a mooring designed for large passenger boats, parallel to the river.",
  "/wiki/Kew_Gardens_station_(London)": "Kew Gardens is a Grade II listed London Underground and London Overground station in Kew in Greater London, England. It first opened in 1869 and is now managed by London Underground. The station, which is in Travelcard Zones 3 and 4, is served by both the District line on the London Underground and the North London line on the London Overground, and is situated midway between Gunnersbury and Richmond stations.",
  "/wiki/Kew_Bridge_railway_station": "Kew Bridge railway station is a railway station in Brentford and Gunnersbury, in the London Borough of Hounslow, and is in Travelcard Zone 3. The station and all trains serving it are operated by South Western Railway. The station was named after the nearby Kew Bridge.",
  "/wiki/Kew_Gardens": "Kew Gardens is a botanic garden in southwest London that houses the \"largest and most diverse botanical and mycological collections in the world\". Founded in 1840, from the exotic garden at Kew Park in Middlesex, England, its living collections includes some of the 27,000 taxa curated by Royal Botanic Gardens, Kew, while the herbarium, which is one of the largest in the world, has over 8.5 million preserved plant and fungal specimens. The library contains more than 750,000 volumes, and the illustrations collection contains more than 175,000 prints and drawings of plants. It is one of London's top tourist attractions and is a World Heritage Site.",
  "/wiki/London_Museum_of_Water_%26_Steam": "London Museum of Water & Steam  is an independent museum founded in 1975 as the Kew Bridge Steam Museum. It was rebranded in early 2014 following a major investment project.",
  "/wiki/Putney_Pier": "Putney Pier is beside Putney Embankment just to the west of Putney Bridge on the River Thames in London, United Kingdom.",
  "/wiki/Putney_Bridge_tube_station": "Putney Bridge is a London Underground station on the Wimbledon branch of the District line. It is between Parsons Green and East Putney stations and is in Zone 2. The station is located in the south of Fulham, adjacent to Fulham High Street and New Kings Road (A308) and is a short distance from the north end of Putney Bridge from which it takes its name.",
  "/wiki/Putney_railway_station": "Putney railway station serves Putney in the London Borough of Wandsworth, in southwest London straddling Travelcard zone 2 and zone 3. It is 5 miles 72 chains (9.5 km) down the line from London Waterloo.",
  "/wiki/Fulham": "Fulham (/ˈfʊləm/) is an area of the London Borough of Hammersmith and Fulham in South West London, England, 3.7 miles (6.0 km) south-west of Charing Cross. It lies on the north bank of the River Thames, between Hammersmith and Kensington and Chelsea, facing Wandsworth, Putney and Barn Elms, with the London Wetland Centre in Barnes. It has a traditional population of working people who have been partially displaced by recent migrants and affluent incomers.",
  "/wiki/Putney": "Putney (/ˈpʌtni/) is a district in southwest London, England in the London Borough of Wandsworth.  It is centred 6.1 miles (9.8 km) southwest of Charing Cross.  The area is identified in the London Plan as one of 35 major centres in Greater London.",
  "/wiki/Wandsworth_Town_railway_station": "Wandsworth Town railway station is in the London Borough of Wandsworth, in south London, in Travelcard Zone 2. It is 4 miles 60 chains (7.6 km) down the line from London Waterloo.",
  "/wiki/Wandsworth": "Wandsworth Town /ˈwɒnzwərθ/ is a district of south London, within the London Borough of Wandsworth 4.6 miles (7.4 km) southwest of Charing Cross. The area is identified in the London Plan as one of 35 major centres in Greater London.",
  "/wiki/Chelsea_Harbour_Pier": "Chelsea Harbour Pier is a pier on the River Thames, in London, United Kingdom. It is located on the North Bank of the Thames, in the Sands End area of Chelsea. The pier serves the redeveloped Chelsea Harbour, a former commercial wharf which has been converted to luxury residential use.",
  "/wiki/Imperial_Wharf_railway_station": "Imperial Wharf is a railway station located in  Fulham in south-west London on the West London Line and in common with many stations has given rise to its own sub-district name Imperial Wharf, which is to some minds synonymous with Chelsea Harbour. The station is between West Brompton and Clapham Junction stations and services are provided by London Overground and Southern.",
  "/wiki/Chelsea_Harbour": "Chelsea Harbour is a contemporary mixed-use development in West London, situated in its Sands End area, along Chelsea Creek, the historic southeastern boundary of the London Borough of Hammersmith and Fulham with the southwestern boundary of the Royal Borough of Kensington and Chelsea, and opposite the site of the old Lots Road Power Station in Chelsea. The development consists of luxury apartments, the Chelsea Harbour Marina and the Chelsea Harbour Design Centre and a hotel, 'the Chelsea Harbour Hotel'.",
  "/wiki/Sands_End": "Sands End is an area of the ancient parish of Fulham, formerly in the County of Middlesex, which is now the southernmost part of the London Borough of Hammersmith and Fulham, England. In a deep loop of the River Thames, between the tidal Chelsea Creek and the old Peterborough estate, west of Wandsworth Bridge, its northern edge is New King's Road. While wharves, industrial acres and workers' cottages gave way to intensive re-development such as Chelsea Harbour and Imperial Wharf in the last quarter of the 20th-century, it still contains some 300-year-old cottages and 19th century streets.",
  "/wiki/Cadogan_Pier": "Cadogan Pier is a pier on the River Thames in London, UK. It is located on the North Bank of the river, immediately next to the Albert Bridge on Cheyne Walk near Chelsea Embankment. It has been Chelsea's only river transport link for over 150 years.",
  "/wiki/Chelsea,_London": "Chelsea is an affluent area of South West London, bounded to the south by the River Thames. Its river frontage runs from Chelsea Bridge along the Chelsea Embankment, Cheyne Walk, Lots Road and Chelsea Harbour. Its eastern boundary was once defined by the River Westbourne, which is now in a pipe above Sloane Square Underground station. The modern eastern boundary is Chelsea Bridge Road and the lower half of Sloane Street, including Sloane Square. To the north and northwest, the area fades into Knightsbridge and  Brompton, but it is considered[by whom?] that the area north of King's Road as far northwest as Fulham Road is part of Chelsea.",
  "/wiki/Millbank_Millennium_Pier": "Millbank Millennium Pier is a pier on the west bank of the River Thames, in London, United Kingdom. It is served by boats operating under licence from London River Services and is situated between Lambeth Bridge and Vauxhall Bridge on Millbank.   It is accessed from a point adjacent to Millbank Tower and the Tate Britain art gallery.",
  "/wiki/Pimlico_tube_station": "Pimlico is a London Underground station in Pimlico, City of Westminster. It is on the Victoria line between Victoria and Vauxhall in Zone 1.",
  "/wiki/Tate_Britain": "Tate Britain (known from 1897 to 1932 as the National Gallery of British Art and from 1932 to 2000 as the Tate Gallery) is an art museum on Millbank in the City of Westminster in London. It is part of the Tate network of galleries in England, with Tate Modern, Tate Liverpool and Tate St Ives. It is the oldest gallery in the network, having opened in 1897. It houses a substantial collection of the art of the United Kingdom since Tudor times, and in particular has large holdings of the works of J. M. W. Turner, who bequeathed all his own collection to the nation. It is one of the largest museums in the country.",
  "/wiki/St_George_Wharf_Pier": "St George Wharf is a riverside development in Vauxhall, Lambeth, London, England, located on the southern bank of the River Thames beside Vauxhall Bridge. St George Wharf Pier is a calling point for London River Services riverboat RB2 and RB6 services.",
  "/wiki/Vauxhall_tube_station": "Vauxhall (/ˈvɒksɔːl/, VOK-sawl) is a National Rail, London Underground and London Buses interchange station in central London. It is at the Vauxhall Cross road junction opposite the southern approach to Vauxhall Bridge over the River Thames in the district of Vauxhall. The mainline station is run by the South Western Railway and is the first stop on the South Western main line from London Waterloo towards Clapham Junction and the south-west. The Underground station is on the Victoria line and the station is close to St George Wharf Pier for river services.",
  "/wiki/Vauxhall_railway_station": "Vauxhall (/ˈvɒksɔːl/, VOK-sawl) is a National Rail, London Underground and London Buses interchange station in central London. It is at the Vauxhall Cross road junction opposite the southern approach to Vauxhall Bridge over the River Thames in the district of Vauxhall. The mainline station is run by the South Western Railway and is the first stop on the South Western main line from London Waterloo towards Clapham Junction and the south-west. The Underground station is on the Victoria line and the station is close to St George Wharf Pier for river services.",
  "/wiki/Westminster_Millennium_Pier": "Westminster Millennium Pier is a pier on the River Thames, in the City of Westminster in London, UK.  It is operated by London River Services and served by various river transport and cruise operators. It is located next to Westminster Bridge on the north bank of the Thames, and is close to one of London's most prominent landmarks, Big Ben.",
  "/wiki/Westminster_tube_station": "Westminster is a London Underground station in the City of Westminster. It is served by the Circle, District and Jubilee lines. On the Circle and District lines, the station is between St. James's Park and Embankment, and on the Jubilee line it is between Green Park and Waterloo. It is in Travelcard Zone 1. The station is located at the corner of Bridge Street and Victoria Embankment and is close to the  Houses of Parliament, Westminster Abbey, Parliament Square, Whitehall, Westminster Bridge, and the London Eye. Also close by are Downing Street, the Cenotaph, Westminster Millennium Pier, the Treasury, the Foreign and Commonwealth Office, and the Supreme Court.",
  "/wiki/Palace_of_Westminster": "The Palace of Westminster serves as the meeting place for both the House of Commons and the House of Lords, the two houses of the Parliament of the United Kingdom. Commonly known as the Houses of Parliament after its occupants, the Palace lies on the north bank of the River Thames in the City of Westminster, in central London, England.",
  "/wiki/Westminster_Abbey": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and burial site for English and, later, British monarchs. The building itself was a Benedictine monastic church until the monastery was dissolved in 1539. Between 1540 and 1556, the abbey had the status of a cathedral. Since 1560, the building is no longer an abbey or a cathedral, having instead the status of a Church of England \"Royal Peculiar\"—a church responsible directly to the sovereign.",
  "/wiki/London_Eye_Pier": "The London Eye Pier (or Waterloo Millennium Pier) is directly in front of the London Eye Ferris wheel on the South Bank of the River Thames in Central London, England.",
  "/wiki/London_Waterloo_railway_station": "Waterloo station (/ˌwɔːtərˈluː/), also known as London Waterloo, is a central London terminus on the National Rail network in the United Kingdom, located in the Waterloo area of the London Borough of Lambeth. It is connected to a London Underground station of the same name and is adjacent to Waterloo East station on the South Eastern main line. The station is the terminus of the South Western main line to Weymouth via Southampton, the West of England main line to Exeter via Salisbury, the Portsmouth Direct line to Portsmouth Harbour and the Isle of Wight, and several commuter services around West and South West London, Surrey, Hampshire and Berkshire. Many services stop at Clapham Junction and Woking.",
  "/wiki/London_Waterloo_East_railway_station": "Waterloo East railway station, also known as London Waterloo East, is a railway station in central London on the line from Charing Cross through London Bridge towards Kent, in the south-east of England. It is to the east of London Waterloo railway station and close to Southwark tube station.",
  "/wiki/London_Eye": "The London Eye, or the Millennium Wheel, is a cantilevered observation wheel on the South Bank of the River Thames in London. It is Europe's tallest cantilevered observation wheel, and is the most popular paid tourist attraction in the United Kingdom with over 3.75 million visitors annually, and has made many appearances in popular culture.",
  "/wiki/South_Bank": "South Bank is an entertainment and commercial district in central London, next to the River Thames opposite the City of Westminster. It forms a narrow strip of riverside land within the London Borough of Lambeth (where it adjoins Albert Embankment)  and the London Borough of Southwark, (where it adjoins Bankside). As such, South Bank may be regarded as somewhat akin to the riverside part of an area known previously as Lambeth Marsh and North Lambeth.",
  "/wiki/Embankment_Pier": "Embankment Pier is a pier on the River Thames in City of Westminster, London. It is located on the north bank of the river, immediately next to the Hungerford Bridge and directly outside the river entrance to Embankment Underground station. It is also conveniently close to Charing Cross railway station.",
  "/wiki/Embankment_tube_station": "Embankment is a London Underground station in the City of Westminster, known by various names during its history. It is served by the Circle, District, Northern and Bakerloo lines. On the Northern and Bakerloo lines, the station is between Waterloo and Charing Cross stations; on the Circle and District lines, it is between Westminster and Temple and is in Travelcard Zone 1. The station has two entrances, one on Victoria Embankment and the other on Villiers Street. The station is adjacent to Victoria Embankment Gardens and is close to Charing Cross station, Embankment Pier, Hungerford Bridge, Cleopatra's Needle, the Royal Air Force Memorial, the Savoy Chapel and Savoy Hotel and the Playhouse and New Players Theatres.",
  "/wiki/Charing_Cross_railway_station": "Charing Cross railway station (also known as London Charing Cross) is a central London railway terminus between the Strand and Hungerford Bridge in the City of Westminster. It is the terminus of the South Eastern main line to Dover via Ashford. All trains are operated by Southeastern, which provides the majority of commuter and regional services to south-east London and Kent. It is connected to Charing Cross Underground station and is near to Embankment Underground station and Embankment Pier.",
  "/wiki/Trafalgar_Square": "Trafalgar Square (/trəˈfælɡər/ trə-FAL-gər) is a public square in the City of Westminster, Central London, built around the area formerly known as Charing Cross. Its name commemorates the Battle of Trafalgar, the British naval victory in the Napoleonic Wars over France and Spain that took place on 21 October 1805 off the coast of Cape Trafalgar.",
  "/wiki/Festival_Pier": "Festival Pier is a stop for river boat services on the River Thames, London, UK. It is immediately in front of the Royal Festival Hall and National Film Theatre, and serves the South Bank complex. The pier is owned and operated by London River Services, part of Transport for London.",
  "/wiki/London_Waterloo_station": "Waterloo station (/ˌwɔːtərˈluː/), also known as London Waterloo, is a central London terminus on the National Rail network in the United Kingdom, located in the Waterloo area of the London Borough of Lambeth. It is connected to a London Underground station of the same name and is adjacent to Waterloo East station on the South Eastern main line. The station is the terminus of the South Western main line to Weymouth via Southampton, the West of England main line to Exeter via Salisbury, the Portsmouth Direct line to Portsmouth Harbour and the Isle of Wight, and several commuter services around West and South West London, Surrey, Hampshire and Berkshire. Many services stop at Clapham Junction and Woking.",
  "/wiki/Savoy_Pier": "Decommissioned and removed in late 2019. The Savoy Pier was located just to the south of the Savoy Hotel on the river Thames, and not far from the site of the old Savoy Wharf. The pier was the first central London base of Woods River Cruises Ltd. The pier was designed by Beckett Rankine in 1998 as a temporary structure and is an unusual design being restrained by transverse radial arms and longitudinal mooring cables. The contractor was Downtown Marine Construction who have since ceased trading.",
  "/wiki/Savoy_Hotel": "The Savoy is a luxury hotel located in the Strand in the City of Westminster in central London, England. Built by the impresario Richard D'Oyly Carte with profits from his Gilbert and Sullivan opera productions, it opened on 6 August 1889. It was the first in the Savoy group of hotels and restaurants owned by Carte's family for over a century. The Savoy was the first luxury hotel in Britain, introducing electric lights throughout the building, electric lifts, bathrooms in most of the lavishly furnished rooms, constant hot and cold running water and many other innovations. Carte hired César Ritz as manager and Auguste Escoffier as chef de cuisine; they established an unprecedented standard of quality in hotel service, entertainment and elegant dining, attracting royalty and other rich and powerful guests and diners.",
  "/wiki/Covent_Garden": "Covent Garden is a district in London, on the eastern fringes of the West End, between St Martin's Lane and Drury Lane. It is associated with the former fruit-and-vegetable market in the central square, now a popular shopping and tourist site, and with the Royal Opera House, which itself may be referred to as \"Covent Garden\". The district is divided by the main thoroughfare of Long Acre, north of which is given over to independent shops centred on Neal's Yard and Seven Dials, while the south contains the central square with its street performers and most of the historical buildings, theatres and entertainment facilities, including the London Transport Museum and the Theatre Royal, Drury Lane.",
  "/wiki/Tower_Lifeboat_Station": "The Tower Lifeboat Station is a lifeboat station on the River Thames in London, UK, operated by the Royal National Lifeboat Institution. It is located at Victoria Embankment on the North Bank of the Thames, next to Waterloo Bridge.",
  "/wiki/RNLI": "The Royal National Lifeboat Institution (RNLI) is the largest charity that saves lives at sea around the coasts of the United Kingdom, the Republic of Ireland, the Channel Islands and the Isle of Man, as well as on some inland waterways. There are numerous other lifeboat services operating in the same area.",
  "/wiki/Blackfriars_Millennium_Pier": "Blackfriars Millennium Pier is a pier on the River Thames, in the Blackfriars area of the City of London, United Kingdom. It is served by boats operating under licence from London River Services and is situated on the north bank of the Thames, adjacent to Blackfriars Bridge.",
  "/wiki/Blackfriars_station": "Blackfriars, also known as London Blackfriars, is a central London railway station and connected London Underground station in the City of London. It provides local Thameslink services from North to South London, and limited Southeastern commuter services to South East London and Kent. Its platforms span the River Thames, the only one in London to do so, along the length of Blackfriars Railway Bridge, a short distance downstream from Blackfriars Bridge. There are two station entrances either side of the Thames, along with a connection to the London Underground District and Circle lines.",
  "/wiki/St_Paul%27s_Cathedral": "St Paul's Cathedral, London, is an Anglican cathedral, the seat of the Bishop of London and the mother church of the Diocese of London. It sits on Ludgate Hill at the highest point of the City of London and is a Grade I listed building. Its dedication to Paul the Apostle dates back to the original church on this site, founded in AD 604. The present cathedral, dating from the late 17th century, was designed in the English Baroque style by Sir Christopher Wren. Its construction, completed in Wren's lifetime, was part of a major rebuilding programme in the City after the Great Fire of London.[page needed] The cathedral building largely destroyed in the Great Fire, now often referred to as Old St Paul's Cathedral, was a central focus for medieval and early modern London, including Paul's walk and St Paul's Churchyard being the site of St Paul's Cross.",
  "/wiki/Tate_Modern": "Tate Modern is a modern art gallery located in London. It is Britain's national gallery of international modern art and forms part of the Tate group (together with Tate Britain, Tate Liverpool, Tate St Ives and Tate Online). It is based in the former Bankside Power Station, in the Bankside area of the London Borough of Southwark. Tate holds the national collection of British art from 1900 to the present day and international modern and contemporary art. Tate Modern is one of the largest museums of modern and contemporary art in the world. As with the UK's other national galleries and museums, there is no admission charge for access to the collection displays, which take up the majority of the gallery space, while tickets must be purchased for the major temporary exhibitions. The gallery is a highly visited museum, pulling in approximately 5.8 million visitors in 2018.",
  "/wiki/Bankside_Pier": "Bankside Pier is a stop for river services in London. It is located on the south bank of the river Thames, close to Tate Modern museum.",
  "/wiki/Globe_Theatre": "The Globe Theatre was a theatre in London associated with William Shakespeare. It was built in 1599 by Shakespeare's playing company, the Lord Chamberlain's Men, on land owned by Thomas Brend and inherited by his son, Nicholas Brend and grandson Sir Matthew Brend, and was destroyed by fire on 29 June 1613. A second Globe Theatre was built on the same site by June 1614 and closed by an Ordinance issued on 6 September 1642."
}