{
  "/wiki/Belgrano_Athletic_Club": "Belgrano Athletic Club is an Argentine amateur sports club from Belgrano, Buenos Aires. One of Argentina's oldest institutions still in existence, Belgrano was one of the four clubs that founded the Argentine Rugby Union in 1899. The senior team currently competes at Top 12, the first division of the Unión de Rugby de Buenos Aires league system.",
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
  "/wiki/Estadio_G.E.B.A.": "The Estadio GEBA is a multi-use stadium in the Palermo neighbourhood in Buenos Aires, Argentina. Owned by Club Gimnasia y Esgrima, the stadium is located on the \"Sede Jorge Newbery\", one of the three facilities of the club. Its current capacity is 12,000 spectators.",
  "/wiki/Club_Atl%C3%A9tico_San_Isidro": "The Club Atlético de San Isidro (mostly known for its acronym CASI) is an Argentine sports club based in the city of San Isidro in Greater Buenos Aires. Originally established as a football club, San Isidro has gained recognition for its rugby union team, holding a record of 33 Torneo de la URBA championships. The senior squad currently competes at Top 12, the top division of the Unión de Rugby de Buenos Aires league system.",
  "/wiki/Argentina_national_rugby_union_team": "The Argentina national rugby team is organised by the Argentine Rugby Union (UAR, from the Spanish: Unión Argentina de Rugby). Nicknamed the Pumas (Los Pumas in Spanish), they play in sky blue and white jerseys,",
  "/wiki/Club_Pucar%C3%A1": "Club Pucará is an Argentine sports club based in the Burzaco district of Greater Buenos Aires. Pucará is mostly known for its rugby union and women's field hockey teams. Other activities hosted by the club are gymnastics and swimming.",
  "/wiki/Chile_national_rugby_union_team": "The Chile national rugby union team, nicknamed Los Cóndores, plays in red jerseys and blue shorts, and is organised by the Chilean Rugby Federation (Federación de Rugby de Chile). As of 2019, Chile has not qualified for a Rugby World Cup.",
  "/wiki/1954_France_rugby_union_tour_of_Argentina_and_Chile": "The 1954 France rugby union tour of Argentina and Chile was a series of matches of the France national team during their tour to Argentina and Chile in 1954. It was the second visit of a French side to Argentina after the 1949 tour over the country."
}