{
  "/wiki/Piges_(Charleroi_Metro)": "Piges is a Charleroi Metro station, located in Dampremy (part of the Charleroi municipality), in fare zone 1. The station is built on a viaduct and is accessed through escalators and stairs from a street entrance located on Chaussée de Bruxelles (Brussels Road).",
  "/wiki/Charleroi_Metro_line_1": "Line M1 is a line of the Charleroi Metro in Belgium operated by TEC Charleroi, running from the Monument tram stop in Anderlues to the metro loop around central Charleroi, before heading back to Anderlues. Line M1 was created on 27 February 2012 to replace former lines 88 and 89 after completion of the loop around central Charleroi. Introduction of new line numbers (M1, M2, M3 and M4) in February 2012 coincided with the formal association of colors to line numbers. The official color for line M1 is red.",
  "/wiki/Charleroi_Metro_line_2": "Line M2 is a line of the Charleroi Metro in Belgium operated by TEC Charleroi, running from the Monument tram stop in Anderlues to the metro loop around central Charleroi, before heading back to Anderlues. Line M2 was created on 27 February 2012 to replace former lines 88 and 89 after completion of the loop around central Charleroi. Introduction of new line numbers (M1, M2, M3 and M4) in February 2012 coincided with the formal association of colors to line numbers. The official color for line M2 is green.",
  "/wiki/Charleroi_Metro_line_3": "Line M3 is a line of the Charleroi Metro in Belgium operated by TEC Charleroi, running from Gosselies (north of Charleroi) to the loop around downtown Charleroi, before heading back to Gosselies.",
  "/wiki/Dampremy": "Dampremy is a section of the Belgian town of Charleroi within the Walloon region in the Province of Hainaut.  It was a municipality of its own before the merger of the municipalities in 1977.",
  "/wiki/Charleroi": "Charleroi (UK: /ˈʃɑːrlə.rwʌ/, US: /-rɔɪ, -rwɑː/, French: [ʃaʁləʁwa]; Walloon: Tchålerwè [tʃɑːlɛʀwɛ]) is a city and a municipality of Wallonia, located in the province of Hainaut, Belgium. By January 1, 2008, the total population of Charleroi was 201,593. The metropolitan area, including the outer commuter zone, covers an area of 1,462 square kilometres (564 sq mi) with a total population of 522,522 by January 1, 2008, ranking it as the 5th most populous in Belgium after Brussels, Antwerp, Liège, and Ghent. The inhabitants are called Carolorégiens or simply Carolos.",
  "/wiki/Dampremy_(Charleroi_Metro)": "Dampremy is a Charleroi Metro station, located in Dampremy (part of the Charleroi municipality), in fare zone 1. The station is built as a semi-underground station, with underground tracks toward Piges and semi-underground tracks (leading to a viaduct) toward Providence.",
  "/wiki/Providence_(Charleroi_Metro)": "Providence is a Charleroi Metro station, build on a viaduct and located in Marchienne-au-Pont (part of the Charleroi municipality), in fare zone 1. The station has only one entrance (on its western end), equipped with escalators and stairs.",
  "/wiki/Marchienne-au-Pont": "Marchienne-au-Pont is a section of the Belgian town of Charleroi within the Walloon region in the Province of Hainaut.  It was a commune in its own right before the merger of communes in 1977, when it had a population of 17,000.",
  "/wiki/De_Cartier_(Charleroi_Metro)": "De Cartier is a Charleroi Metro station, located in the center of Marchienne-au-Pont (part of the Charleroi municipality), in fare zone 2. It is an underground station featuring a central platform with escalator and stairs access at both ends.",
  "/wiki/Moulin_(Charleroi_Metro)": "Moulin is a Charleroi Metro station, located on the border of Marchienne-au-Pont and Monceau-sur-Sambre (both part of the Charleroi municipality), in fare zone 2. The station is built on a viaduct and features a central platform with escalator and stairs access at the western end, leading to two separate street accesses (one on each side of the Rue de Mons).",
  "/wiki/Monceau-sur-Sambre": "Monceau-sur-Sambre is a section of the Belgian town of Charleroi within the Walloon region in the Province of Hainaut.  It was a municipality of its own before the merger of the municipalities in 1977.",
  "/wiki/Morgnies_(Charleroi_Metro)": "Morgnies is a Charleroi Metro station, build at ground level and located in Goutroux (part of the Charleroi municipality), in fare zone 2. The station has only one entrance (on its western end), equipped with escalators and stairs.",
  "/wiki/Leernes_(Charleroi_Metro)": "Leernes [lɛʀn] is a Charleroi Metro station, build at ground level and located in Leernes (part of the Fontaine-l'Évêque municipality), in fare zone 2. The station has only one entrance, on its eastern end.",
  "/wiki/Leernes": "N/A",
  "/wiki/Fontaine-l%27%C3%89v%C3%AAque": "Fontaine-l'Évêque is a Walloon municipality located in the Belgian province of Hainaut. On January 1, 2006, Fontaine-l'Évêque had a total population of 16,687. The total area is 28.41 km² which gives a population density of 587 inhabitants per km².",
  "/wiki/Paradis_(Charleroi_Metro)": "Paradis (French for Paradise) is a Charleroi Metro station, located in Fontaine-l'Évêque, in fare zone 2. The eastern end of the station is at ground level, while the western end is on a viaduct. The station is accessed through escalators and stairs at the western end of the central platform.",
  "/wiki/Fontaine_(Charleroi_Metro)": "Fontaine is a Charleroi Metro station, located in Fontaine-l'Évêque, in fare zone 7. It is an underground station featuring a central platform with street access at its western end.",
  "/wiki/P%C3%A9tria_(Charleroi_Metro)": "Pétria is a Charleroi Metro station, located in Fontaine-l'Évêque, in fare zone 7. It is a surface station featuring a central platform with street access at its eastern end. When the future line 3 opens, Pétria will become the terminus of line 2.",
  "/wiki/Anderlues": "Anderlues is a Walloon municipality located in the Belgian province of Hainaut. On January 1, 2006, Anderlues had a total population of 11,578. The total area is 17.02 square kilometres (6.57 sq mi) which gives a population density of 680 inhabitants per square kilometre. Its postcode is 6150.",
  "/wiki/List_of_Charleroi_Metro_stations": "The following is the list of the 48 stations (24 premetro stations, and 24 tram stops) of the Charleroi Metro in Belgium, and includes all stations in the Charleroi area network, as well as tram stops that are also served by premetro lines."
}