{
  "/wiki/Charleroi-South_railway_station": "Charleroi-South (French: Charleroi-Sud) is the main railway station serving Charleroi, Belgium. Charleroi-South is also the main TEC bus station in Charleroi, and a station of the Charleroi metro.",
  "/wiki/Charleroi_Metro_line_1": "Line M1 is a line of the Charleroi Metro in Belgium operated by TEC Charleroi, running from the Monument tram stop in Anderlues to the metro loop around central Charleroi, before heading back to Anderlues. Line M1 was created on 27 February 2012 to replace former lines 88 and 89 after completion of the loop around central Charleroi. Introduction of new line numbers (M1, M2, M3 and M4) in February 2012 coincided with the formal association of colors to line numbers. The official color for line M1 is red.",
  "/wiki/Charleroi_Metro_line_2": "Line M2 is a line of the Charleroi Metro in Belgium operated by TEC Charleroi, running from the Monument tram stop in Anderlues to the metro loop around central Charleroi, before heading back to Anderlues. Line M2 was created on 27 February 2012 to replace former lines 88 and 89 after completion of the loop around central Charleroi. Introduction of new line numbers (M1, M2, M3 and M4) in February 2012 coincided with the formal association of colors to line numbers. The official color for line M2 is green.",
  "/wiki/Charleroi_Metro_line_3": "Line M3 is a line of the Charleroi Metro in Belgium operated by TEC Charleroi, running from Gosselies (north of Charleroi) to the loop around downtown Charleroi, before heading back to Gosselies.",
  "/wiki/Charleroi_Metro_line_4": "Line 4 is a line of the Charleroi Metro in Belgium operated by TEC Charleroi, running from Soleimont in Gilly (northeast of Charleroi) to the loop around downtown Charleroi, before heading back to Soleilmont.",
  "/wiki/Charleroi": "Charleroi (UK: /ˈʃɑːrlə.rwʌ/, US: /-rɔɪ, -rwɑː/, French: [ʃaʁləʁwa]; Walloon: Tchålerwè [tʃɑːlɛʀwɛ]) is a city and a municipality of Wallonia, located in the province of Hainaut, Belgium. By January 1, 2008, the total population of Charleroi was 201,593. The metropolitan area, including the outer commuter zone, covers an area of 1,462 square kilometres (564 sq mi) with a total population of 522,522 by January 1, 2008, ranking it as the 5th most populous in Belgium after Brussels, Antwerp, Liège, and Ghent. The inhabitants are called Carolorégiens or simply Carolos.",
  "/wiki/Villette_(Charleroi_Metro)": "Villette is a Charleroi Metro station, located at the southwestern end of Charleroi downtown, in fare zone 1. It was the first metro station in Belgium to be built on a viaduct, spanning over the river Sambre. The station is accessible from both banks of the river and features a central platform serving two tram tracks. Villette station is particularly close (300 m) to the Sud station.",
  "/wiki/Charleroi-West_railway_station": "Charleroi-West (French: Charleroi-Ouest) is a secondary railway station serving Charleroi, Belgium. It is one of two railway stations located in downtown Charleroi, the other one being the much larger Charleroi-South railway station. Charleroi-West is also a station of the Charleroi metro.",
  "/wiki/Beaux-Arts_(Charleroi_Metro)": "Beaux-Arts (Fine arts) is the largest station in the Charleroi Metro network, located in Charleroi downtown, in fare zone 1. Because of its situation on a slope, the station terminates on a viaduct at one end (toward Ouest and Piges), and in a tunnel at the other end (toward Waterloo).",
  "/wiki/Waterloo_(Charleroi_Metro)": "Waterloo is a Charleroi Metro station, located at the northern end of Charleroi downtown, in fare zone 1.",
  "/wiki/Janson_(Charleroi_Metro)": "Janson is a Charleroi Metro station, located in downtown Charleroi, in fare zone 1. It is an underground station featuring a central platform, with street access at both ends.",
  "/wiki/Parc_(Charleroi_Metro)": "Parc is a Charleroi Metro station, located in downtown Charleroi, in fare zone 1. It is an underground station featuring a central platform, with street access at both ends.",
  "/wiki/Tirou_(Charleroi_Metro)": "Tirou is a Charleroi Metro station, located in downtown Charleroi, in fare zone 1. Tirou is an open-air station located at street level (Rue de l'écluse) and offers same-platform bus transfer.",
  "/wiki/List_of_Charleroi_Metro_stations": "The following is the list of the 48 stations (24 premetro stations, and 24 tram stops) of the Charleroi Metro in Belgium, and includes all stations in the Charleroi area network, as well as tram stops that are also served by premetro lines."
}