{
  "/wiki/Absurdistan_(film)": "Absurdistan is a 2008 German-French comedy film written and directed by Veit Helmer.",
  "/wiki/Water_shortage": "Water scarcity is the lack of fresh water resources to meet water demand. It affects every continent and was listed in 2019 by the World Economic Forum as one of the largest global risks in terms of potential impact over the next decade. It is manifested by partial or no satisfaction of expressed demand, economic competition for water quantity or quality, disputes between users, irreversible depletion of groundwater, and negative impacts on the environment. Two-thirds of the global population (4 billion people) live under conditions of severe water scarcity at least 1 month of the year. Half a billion people in the world face severe water scarcity all year round. Half of the world’s largest cities experience water scarcity.",
  "/wiki/Drought": "A drought or drouth is an event of prolonged shortages in the water supply, whether atmospheric (below-average precipitation), surface water or ground water. A drought can last for months or years, or may be declared after as few as 15 days. It can have a substantial impact on the ecosystem and agriculture of the affected region and harm to the local economy.  Annual dry seasons in the tropics significantly increase the chances of a drought developing and subsequent bush fires.  Periods of heat can significantly worsen drought conditions by hastening evaporation of water vapour.",
  "/wiki/Sex_strike": "A sex strike, sometimes called a sex boycott, is a strike, a method of non-violent resistance in which one or multiple persons (usually women) refrain from sex with their partners to achieve certain goals. It is a form of temporary sexual abstinence.",
  "/wiki/Veit_Helmer": "Veit Helmer (born 24 April 1968) is a German film director and screenwriter. He started shooting films at the age of fourteen.[citation needed] After finishing school he was trainee at German TV station NDR. Two month before the wall came down, he moved to East-Berlin to study theatre directing at the famous drama school \"Ernst Busch\". From 1991 to 1997 Helmer studied film directing at HFF Munich. His first feature film Tuvalu (starring Denis Lavant and Chulpan Khamatova) earned more than 32 awards. His 2008 film Absurdistan was premiered in Sundance and entered into the 30th Moscow International Film Festival.",
  "/wiki/Trans-Amazonian_Highway": "The Trans-Amazonian Highway (official designation BR-230, official name Rodovia Transamazônica), was introduced on September 27, 1972. It is 4,000 km long, making it the third longest highway in Brazil. It runs through the Amazon forest and the Brazilian states of Paraíba, Ceará, Piaui, Maranhão, Tocantins, Pará and Amazonas, from the proximities of Saboeiro up until the town of Lábrea.",
  "/wiki/Ecology": "Ecology (from Greek: οἶκος, \"house\", or \"environment\"; -λογία, \"study of\")[A] is a branch of biology that studies the interactions among organisms and their biophysical environment, which includes both biotic and abiotic components. Topics of interest include the biodiversity, distribution, biomass, and populations of organisms, as well as cooperation and competition within and between species. Ecosystems are dynamically interacting systems of organisms, the communities they make up, and the non-living components of their environment. Ecosystem processes, such as primary production, pedogenesis, nutrient cycling, and niche construction, regulate the flux of energy and matter through an environment. These processes are sustained by organisms with specific life history traits.",
  "/wiki/L%27An_01": "The Year 01 (French: L'An 01) is a French comedy film, directed by Jacques Doillon, Alain Resnais and Jean Rouch released in 1973. It is based on the eponymous comic strip by Gébé and has gained cult film status.",
  "/wiki/Consumerism": "Consumerism is a social and economic order that encourages an acquisition of goods and services in ever-increasing amounts. With the industrial revolution, but particularly in the 20th century, mass production led to overproduction—the supply of goods would grow beyond consumer demand, and so manufacturers turned to planned obsolescence and advertising to manipulate consumer spending. In 1899, a book on consumerism published by Thorstein Veblen, called The Theory of the Leisure Class, examined the widespread values and economic institutions emerging along with the widespread \"leisure time\" in the beginning of the 20th century. In it Veblen \"views the activities and spending habits of this leisure class in terms of conspicuous and vicarious consumption and waste. Both are related to the display of status and not to functionality or usefulness.\"",
  "/wiki/Jacques_Doillon": "Jacques Doillon (French: [dwajɔ̃]; born 15 March 1944) is a French film director. He has a habit of giving lead roles to inexperienced young actresses in his films on family life and women.[citation needed] Some actresses to break through are Fanny Bastien, Sandrine Bonnaire, Judith Godrèche, Marianne Denicourt, Charlotte Gainsbourg and Juliette Binoche.",
  "/wiki/Alain_Resnais": "Alain Resnais (French: [alɛ̃ ʁɛnɛ]; 3 June 1922 – 1 March 2014) was a French film director and screenwriter whose career extended over more than six decades. After training as a film editor in the mid-1940s, he went on to direct a number of short films which included Night and Fog (1956), an influential documentary about the Nazi concentration camps.",
  "/wiki/Jean_Rouch": "Jean Rouch (French: [ʁuʃ]; 31 May 1917 – 18 February 2004) was a French filmmaker and anthropologist.",
  "/wiki/The_War_Game": "The War Game is a 1966 blend of television drama and documentary, that depicts a nuclear war. Written, directed and produced by Peter Watkins for the BBC, it caused dismay within the BBC and also within government, and was subsequently withdrawn before the provisional screening date of 7 October 1965. The corporation said that \"the effect of the film has been judged by the BBC to be too horrifying for the medium of broadcasting. It will, however, be shown to invited audiences...\"",
  "/wiki/Nuclear_warfare": "Nuclear warfare (sometimes atomic warfare or thermonuclear warfare) is a military conflict or political strategy in which nuclear weaponry is used to inflict damage on the enemy.  Nuclear weapons are weapons of mass destruction; in contrast to conventional warfare, nuclear warfare can produce destruction in a much shorter time and can have a long-lasting radiological warfare result. A major nuclear exchange would have long-term effects, primarily from the fallout released, and could also lead to a \"nuclear winter\" that could last for decades, centuries, or even millennia after the initial attack. Some analysts dismiss the nuclear winter hypothesis, and calculate that even with nuclear weapon stockpiles at Cold War highs, although there would be billions of casualties, billions more rural people would nevertheless survive. However, others have argued that secondary effects of a nuclear holocaust, such as nuclear famine and societal collapse, would cause almost every human on Earth to starve to death.",
  "/wiki/Peter_Watkins": "Peter Watkins (born 29 October 1935) is an English film and television director.  He was born in Norbiton, Surrey, lived in Sweden, Canada and Lithuania for many years, and now lives in France. He is one of the pioneers of docudrama. His films present pacifist and radical ideas in a nontraditional style. He mainly concentrates his works and ideas around the mass media and our relation/participation to a movie or television documentary.",
  "/wiki/Wind_Across_the_Everglades": "Wind Across the Everglades is a 1958 film directed by Nicholas Ray. Ray was fired from the film before production was finished, and several scenes were completed by screenwriter Budd Schulberg, who also supervised the editing. Chris Fujiwara wrote on Turner Classic Movies that the film is \"an acid test for auteurists, one of those special films that, while ignored or despised for the most part, are cherished and fiercely defended by those who love great American directors.\"",
  "/wiki/Conservation_biology": "Conservation biology is the management of nature and of Earth's biodiversity with the aim of protecting species, their habitats, and ecosystems from excessive rates of extinction and the erosion of biotic interactions. It is an interdisciplinary subject drawing on natural and social sciences, and the practice of natural resource management.:478",
  "/wiki/Poaching": "Poaching has been defined as the illegal hunting or capturing of wild animals, usually associated with land use rights.\nPoaching was performed by impoverished peasants for subsistence purposes and a supplement for meager diets. It was set against the hunting privileges of nobility and territorial rulers.",
  "/wiki/Nicholas_Ray": "Nicholas Ray (born Raymond Nicholas Kienzle Jr., August 7, 1911 – June 16, 1979) was an American film director best known for the movie Rebel Without a Cause.",
  "/wiki/2012_(film)": "2012 is a 2009 American disaster film co-written and directed by Roland Emmerich. The film was produced by Harald Kloser, Mark Gordon and Larry J. Franco. Kloser wrote the screenplay with Emmerich and the film was distributed by Columbia Pictures and produced by Emmerich's Centropolis Entertainment. The plot follows geologist Adrian Helmsley, who discovers the earth's crust is becoming unstable after a massive solar flare caused by an alightment of the planets and novelist Jackson Curtis as he attempts to bring his family to safety as the world is destroyed by a series of extreme natural disasters caused by this. The film refers to Mayanism and the 2012 phenomenon in its portrayal of cataclysmic events. Filming, originally planned for Los Angeles, began in Vancouver in August 2008.",
  "/wiki/Natural_disaster": "A natural disaster is a major adverse event resulting from natural processes of the Earth; examples are floods, hurricanes, tornadoes, volcanic eruptions, earthquakes, tsunamis, storms, and other geologic processes. A natural disaster can cause loss of life or damage property, and typically leaves some economic damage in its wake, the severity of which depends on the affected population's resilience (ability to recover) and also on the infrastructure available.",
  "/wiki/2012_phenomenon": "The 2012 phenomenon was a range of eschatological beliefs that cataclysmic or transformative events would occur around 21 December 2012. This date was regarded as the end-date of a 5,126-year-long cycle in the Mesoamerican Long Count calendar, and festivities took place on 21 December 2012 to commemorate the event in the countries that were part of the Maya civilization (Mexico, Guatemala, Honduras, and El Salvador), with main events at Chichén Itzá in Mexico and Tikal in Guatemala.",
  "/wiki/Harald_Kloser": "Harald Kloser (born July 9, 1956 in Hard) is an Austrian film composer, producer and screenwriter. Since his critical and commercial breakthrough in 2005, in which he won the BMI Film Music Award for both of his scores for Alien vs. Predator and The Day After Tomorrow, he has become a regular collaborator of the latter's director, Roland Emmerich, having composed music for every one of the director's films since 2004, excluding Stonewall (2015). Out of those films, all but Anonymous (2011) have been collaborations with fellow composer Thomas Wander.",
  "/wiki/Roland_Emmerich": "Roland Emmerich (German: [ˈʁoːlant ˈɛməʁɪç]; born 10 November 1955) is a German film director, screenwriter, and producer, widely known for his disaster films. His films, most of which are English-language Hollywood productions, have made more than $3 billion worldwide, including just over $1 billion in the United States, making him the country's 11th-highest-grossing director of all time. He began his work in the film industry by directing the film The Noah's Ark Principle (1984) as part of his university thesis and also co-founded Centropolis Entertainment in 1985 with his sister. He is a collector of art and an active campaigner for the LGBT community, and is openly gay.",
  "/wiki/The_Age_of_Stupid": "The Age of Stupid is a 2009 British documentary film directed by Franny Armstrong, with first-time producer Lizzie Gillett. The executive producer is John Battsek.",
  "/wiki/Climate_change": "Global warming is the long-term rise in the average temperature of the Earth's climate system. It is a major aspect of climate change and has been demonstrated by direct temperature measurements and by measurements of various effects of the warming. Global warming and climate change are often used interchangeably. But, more accurately, global warming is the mainly human-caused increase in global surface temperatures and its projected continuation, while climate change includes both global warming and its effects, such as changes in precipitation. While there have been prehistoric periods of global warming, many observed changes since the mid-20th century have been unprecedented over decades to millennia.",
  "/wiki/Franny_Armstrong": "Franny Armstrong (born 3 February 1972) is a British documentary film director working for her own company, Spanner Films, and a former drummer with indie pop group The Band of Holy Joy. She is best known for three films: The Age of Stupid, a reflection from 2055 about climate change, McLibel, about the McDonald's court case and Drowned Out, following the fight against the Narmada Dam Project.",
  "/wiki/Aftermath_(2012_American_film)": "Aftermath (also known under its working title, Remnants), is a 2014 American apocalyptic thriller film directed by Peter Engert. The film stars C.J. Thomason, Monica Keena, and Edward Furlong as a group of survivors taking shelter in a Texas farmhouse.",
  "/wiki/Avatar_(2009_film)": "Avatar (marketed as James Cameron's Avatar) is a 2009 American epic science fiction film directed, written, produced, and co-edited by James Cameron and stars Sam Worthington, Zoe Saldana, Stephen Lang, Michelle Rodriguez, and Sigourney Weaver. The film is set in the mid-22nd century when humans are colonizing Pandora, a lush habitable moon of a gas giant in the Alpha Centauri star system, in order to mine the mineral unobtanium, a room-temperature superconductor. The expansion of the mining colony threatens the continued existence of a local tribe of Na'vi – a humanoid species indigenous to Pandora. The film's title refers to a genetically engineered Na'vi body operated from the brain of a remotely located human that is used to interact with the natives of Pandora.",
  "/wiki/Natural_resources": "Natural resources  are resources that exist without actions of humankind. This includes all valued characteristics such as magnetic, gravitational, electrical properties and forces, etc. On Earth it includes sunlight, atmosphere, water, land (includes all minerals) along with all vegetation, crops and animal life that naturally subsists upon or within the previously identified characteristics and substances.",
  "/wiki/James_Cameron": "James Francis  Cameron CC   (born August 16, 1954) is a Canadian filmmaker, artist, and environmentalist, who is best known for making science fiction and epic films for the Hollywood mainstream.  \nCameron first gained recognition for directing The Terminator (1984). He found further critical and commercial success with Aliens (1986), The Abyss (1989), Terminator 2: Judgment Day (1991) and True Lies (1994). His greatest big-budget productions have been Titanic (1997) and Avatar (2009), the former earning him Academy Awards in Best Picture, Best Director and Best Film Editing. Avatar, filmed in 3D technology, also garnered him nominations in the same categories.",
  "/wiki/Beyond_the_Pole": "Beyond the Pole is a 2009 British mockumentary adapted from the cult BBC radio series of the same name. It received its UK cinema release in 2010.  Directed and produced by David L. Williams Beyond the Pole was shot on floating sea ice off the coast of Greenland, and stars an acclaimed cast of actors and comedians including: Stephen Mangan, Rhys Thomas, Mark Benton, Alexander Skarsgard and Helen Baxendale. Described by Variety magazine as a cross between The Office and Touching the Void, the film follows the trials and tribulations of the world's first Carbon Neutral, Vegetarian, Organic expedition to the North Pole.",
  "/wiki/Climate_Change": "Global warming is the long-term rise in the average temperature of the Earth's climate system. It is a major aspect of climate change and has been demonstrated by direct temperature measurements and by measurements of various effects of the warming. Global warming and climate change are often used interchangeably. But, more accurately, global warming is the mainly human-caused increase in global surface temperatures and its projected continuation, while climate change includes both global warming and its effects, such as changes in precipitation. While there have been prehistoric periods of global warming, many observed changes since the mid-20th century have been unprecedented over decades to millennia.",
  "/wiki/David_L._Williams_(film_director)": "David L Williams is a dual national British and American film director, writer and producer living in London.  An active film campaigner in Rwanda (Genocide) and Liberia (Deforestation) his commercial work with UK production house Shooting Pictures has led to collaborations with comedians including Dom Joly, Russell Brand, and Alistair McGowan. His debut cinema feature, the arctic comedy Beyond the Pole, was his first attempt to fuse comedy with his campaigning work and was supported by Friends of the Earth. In November 2010 Williams collaborated with members of The Fast Show team to campaign for the Sustainable Livestock Bill, legislation designed to protect the Amazonian rainforest and support more local, planet friendly farming.",
  "/wiki/Beasts_of_the_Southern_Wild": "Beasts of the Southern Wild is a 2012 American drama film directed, co-written, and co-scored by Benh Zeitlin. It was adapted by Zeitlin and Lucy Alibar from Alibar's one-act play Juicy and Delicious. It stars Quvenzhané Wallis and Dwight Henry. After playing at film festivals, it was released on June 27, 2012, in New York and Los Angeles, and later distribution was expanded.",
  "/wiki/Carface": "Carface (French: Autos Portraits) is a 2015 National Film Board of Canada animated short film by Claude Cloutier in which cars sing and dance while the Earth slides toward environmental ruin.",
  "/wiki/Petroleum_industry": "The petroleum industry, also known as the oil industry or the oil patch, includes the global processes of exploration, extraction, refining, transporting (often by oil tankers and pipelines), and marketing of petroleum products. The largest volume products of the industry are fuel oil and gasoline (petrol). Petroleum (oil) is also the raw material for many chemical products, including pharmaceuticals, solvents, fertilizers, pesticides, synthetic fragrances, and plastics. The extreme monetary value of oil and its products has led to it being known as \"black gold\".  The industry is usually divided into three major components: upstream, midstream, and downstream. Upstream deals with Drilling and Production mainly.",
  "/wiki/Car_culture": "Since the start of the twentieth century, the role of the car has become highly important though controversial. It is used throughout the world and has become the most popular mode of transport in the more developed countries. In developing countries, the effects of the car on society are not as visible, however they are significant. The development of the car built upon the transport sector first started by railways. This has introduced sweeping changes in employment patterns, social interactions, infrastructure and the distribution of goods.",
  "/wiki/The_China_Syndrome": "The China Syndrome is a 1979 American disaster thriller film directed by James Bridges and written by Bridges, Mike Gray, and T. S. Cook. It tells the story of a television reporter and her cameraman who discover safety coverups at a nuclear power plant. It stars Jane Fonda, Jack Lemmon, and Michael Douglas, with Douglas also serving as the film's producer. The cast also features Scott Brady, James Hampton, Peter Donat, Richard Herd, and Wilford Brimley.",
  "/wiki/Energy": "In physics, energy is the quantitative property that must be transferred to an object in order to perform work on, or to heat, the object.[note 1]  Energy is a conserved quantity; the law of conservation of energy states that energy can be converted in form, but not created or destroyed. The SI unit of energy is the joule, which is the energy transferred to an object by the work of moving it a distance of 1 metre against a force of 1 newton.",
  "/wiki/Nuclear_meltdown": "A nuclear meltdown (core meltdown, core melt accident, meltdown or partial core melt) is a severe nuclear reactor accident that results in core damage from overheating. The term nuclear meltdown is not officially defined by the International Atomic Energy Agency or by the Nuclear Regulatory Commission. It has been defined to mean the accidental melting of the core of a nuclear reactor, however, and is in common usage a reference to the core's either complete or partial collapse.",
  "/wiki/Mike_Gray": "Harold Michael \"Mike\" Gray (October 26, 1935 – April 30, 2013) was an American writer, screenwriter, cinematographer, film producer and director.",
  "/wiki/T.S._Cook": "Thomas Steven \"T. S.\" Cook (August 25, 1947 – January 5, 2013) was an American screenwriter and producer, perhaps best known for writing The China Syndrome (1979), sharing with Mike Gray and James Bridges, which garnered him Academy Award, Emmy Award, and Golden Globe Award nominations.",
  "/wiki/James_Bridges": "James Bridges (February 3, 1936 – June 6, 1993) was an American screenwriter, film director, producer and actor.",
  "/wiki/A_Civil_Action_(film)": "A Civil Action is a 1998 American legal drama film written and directed by Steven Zaillian, based on the book of the same name by Jonathan Harr. Starring John Travolta and Robert Duvall, it tells the true story of a court case about environmental pollution that took place in Woburn, Massachusetts, in the 1980s. The film and court case revolve around the issue of trichloroethylene, an industrial solvent, and its contamination of a local aquifer. A lawsuit was filed over industrial operations that appeared to have caused fatal cases of leukemia and cancer, as well as a wide variety of other health problems, among the citizens of the city. The case involved is Anne Anderson, et al., v. Cryovac, Inc., et al.. The first reported decision in the case is at 96 F.R.D. 431 (denial of defendants' motion to dismiss). Duvall was nominated for an Oscar for his performance.",
  "/wiki/Water_pollution": "Water pollution is the contamination of water bodies, usually as a result of human activities. Water bodies include for example lakes, rivers, oceans, aquifers and groundwater. Water pollution results when contaminants are introduced into the natural environment. For example, releasing inadequately treated wastewater into natural water bodies can lead to degradation of aquatic ecosystems. In turn, this can lead to public health problems for people living downstream. They may use the same polluted river water for drinking or bathing or irrigation. Water pollution is the leading worldwide cause of death and disease, e.g. due to water-borne diseases.",
  "/wiki/Trichloroethylene": "The chemical compound trichloroethylene is a halocarbon commonly used as an industrial solvent. It is a clear non-flammable liquid with a sweet smell. It should not be confused with the similar 1,1,1-trichloroethane, which is commonly known as chlorothene.",
  "/wiki/Steven_Zaillian": "Steven Ernest Bernard Zaillian (born January 30, 1953) is an American screenwriter, director, film editor, and producer. He won an Academy Award, a Golden Globe Award and a BAFTA Award for his screenplay Schindler's List (1993) and has also earned Oscar nominations for Awakenings, Gangs of New York, Moneyball and The Irishman. He was presented with the Distinguished Screenwriter Award at the 2009 Austin Film Festival and the Laurel Award for Screenwriting Achievement from the Writers Guild of America in 2011. Zaillian is the founder of Film Rites, a film production company.",
  "/wiki/Climate_Change_Denial_Disorder": "Climate Change Denial Disorder (CCDD) is a satirical short film which parodies climate change denial and perspectives on climate change through discussion of a fictional disease. The film stars actors Ed Begley Jr., Timothy Brennan, and Susan Yeagley. It was directed by Carly Usdin, written by Nicol Paone, and produced by Brianne Trosie. The film was released on April 14, 2015, by comedy video website and film/TV production company Funny or Die and on April 16 to YouTube.",
  "/wiki/Climate_change_denial": "Climate change denial, or global warming denial is denial, dismissal, or unwarranted doubt that contradicts the scientific consensus on climate change, including the extent to which it is caused by humans, its effects on nature and human society, or the potential of adaptation to global warming by human actions. Many who deny, dismiss, or hold unwarranted doubt about the scientific consensus on anthropogenic global warming self-label as \"climate change skeptics\", which several scientists have noted is an inaccurate description.\nClimate change denial can also be implicit, when individuals or social groups accept the science but fail to come to terms with it or to translate their acceptance into action. Several social science studies have analyzed these positions as forms of denialism, pseudoscience, or propaganda.",
  "/wiki/The_Day_After_Tomorrow": "The Day After Tomorrow is a 2004 American science fiction disaster film co-written, directed, and produced by Roland Emmerich and starring Dennis Quaid, Jake Gyllenhaal, Ian Holm, Emmy Rossum, and Sela Ward. It is based on the book The Coming Global Superstorm by Art Bell and Whitley Strieber. The film depicts catastrophic climatic effects following the disruption of the North Atlantic Ocean circulation in a series of extreme weather events that usher in global cooling and lead to a new ice age.",
  "/wiki/Jeffrey_Nachmanoff": "Jeffrey Nachmanoff (born March 9, 1967) is an American screenwriter and director.  He wrote the screenplay for the 2004 blockbuster film The Day After Tomorrow.  He wrote and directed Traitor, which was released on August 27, 2008. His commercially most successful films have been The Day After Tomorrow, which grossed US$544 million, and The Tourist, which grossed US$278 million. He is the director of Replicas (2018).",
  "/wiki/Denmark_(film)": "Denmark is a 2010 short film co-written and directed by Daniel Fickle and scored by Gideon Freudmann of The Portland Cello Project. Utilizing puppetry and hand-built sets the film tells a story about Pily, a crustacean of mixed origin, who builds a rocket ship to escape his underwater home when it becomes threatened by pollution.",
  "/wiki/Pollution": "Pollution is the introduction of contaminants into the natural environment that cause adverse change. Pollution can take the form of chemical substances or energy, such as noise, heat or light. Pollutants, the components of pollution, can be either foreign substances/energies or naturally occurring contaminants. Pollution is often classed as point source or nonpoint source pollution.\nIn 2015, pollution killed 9 million people in the world.",
  "/wiki/Earthquake_(1974_film)": "Earthquake is a 1974 American ensemble disaster film directed and produced by Mark Robson. The plot concerns the struggle for survival after a catastrophic earthquake destroys most of the city of Los Angeles, California.",
  "/wiki/Earthquake": "An earthquake (also known as a quake, tremor or temblor) is the shaking of the surface of the Earth resulting from a sudden release of energy in the Earth's lithosphere that creates seismic waves. Earthquakes can range in size from those that are so weak that they cannot be felt to those violent enough to propel objects (and people) into the air, and wreak destruction across entire cities. The seismicity, or seismic activity, of an area is the frequency, type, and size of earthquakes experienced over a period of time. The word tremor is also used for non-earthquake seismic rumbling.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Mario_Puzo": "Mario Gianluigi Puzo (/ˈpuːzoʊ/; October 15, 1920 – July 2, 1999) was an American author, screenwriter and journalist. He is known for his crime novels about the Italian-American mafia, most notably The Godfather (1969), which he later co-adapted into a three-part film saga directed by Francis Ford Coppola. He received the Academy Award for Best Adapted Screenplay for the first film in 1972 and Part II in 1974. Puzo also wrote the original screenplay for the 1978 Superman film. His final novel, The Family, was released posthumously in 2001.",
  "/wiki/Earthquake_in_Chile_(film)": "Earthquake in Chile (German: Das Erdbeben in Chili) is a 1975 West German television drama film directed by Helma Sanders-Brahms. The film is an adaptation of the Heinrich von Kleist novella The Earthquake in Chile.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Helma_Sanders-Brahms": "Helma Sanders-Brahms (20 November 1940 – 27 May 2014) was a German film director, screenwriter and producer."
}