{
  "/wiki/CKOS-FM": "CKOS-FM is a 24-hour FM stereo radio station serving Fort McMurray, Alberta with a combination Contemporary Christian and contemporary hit radio format.  The station received approval by the CRTC in 2006. CKOS broadcasts at 91.1 MHz and streams live on the internet as well.",
  "/wiki/Contemporary_Christian_music": "Contemporary Christian music (or CCM—and occasionally \"inspirational music\") is a genre of modern popular music which is lyrically focused on matters concerned with the Christian faith. It formed as those affected by the 1960s Jesus movement revival began to express themselves in a more contemporary style of music than the hymns, Gospel and Southern gospel music that was prevalent in the church at the time. Today, the term is typically used to refer to pop, rock, or praise & worship styles.",
  "/wiki/CJOK-FM": "CJOK-FM is a Canadian radio station serving the Fort McMurray, Alberta area broadcasting at 93.3 FM with a country music format branded on-air as Country 93.3. The station is owned by Rogers Media.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/Rogers_Radio": "Rogers Radio is a subdivision of Rogers Communications, a division of Rogers Media, specializing in the radio broadcasting industry. Rogers Radio is Canada's third-largest radio broadcaster (after Bell Media Radio & Stingray Digital) and the largest based in Ontario.",
  "/wiki/CFWE-FM": "CFWE is a radio network based in Edmonton, Alberta. Owned by the Aboriginal Multi-Media Society, it broadcasts programming targeting northern Alberta's First Nations communities, including mainstream country music, and specialty shows featuring Indigenous music or presented in native languages such as Cree and Dene.",
  "/wiki/First_Nations": "In Canada, the First Nations (French: Premières Nations [pʁəmjɛʁ nɑsjɔ̃]) are the predominant indigenous peoples in Canada south of the Arctic Circle. Those in the Arctic area are distinct and known as Inuit. The Métis, another distinct ethnicity, developed after European contact and relations primarily between First Nations people and Europeans. There are 634 recognized First Nations governments or bands spread across Canada, roughly half of which are in the provinces of Ontario and British Columbia.",
  "/wiki/Community_radio": "Community radio is a radio service offering a third model of radio broadcasting in addition to commercial and public broadcasting. Community stations serve geographic communities and communities of interest. They broadcast content that is popular and relevant to a local, specific audience but is often overlooked by commercial or mass-media broadcasters. Community radio stations are operated, owned, and influenced by the communities they serve. They are generally nonprofit and provide a mechanism for enabling individuals, groups, and communities to tell their own stories, to share experiences and, in a media-rich world, to become creators and contributors of media.",
  "/wiki/Aboriginal_Multimedia_Society": "The Aboriginal Multi-Media Society (AMMSA) is an Aboriginal publisher in Canada dedicated to serving the needs of Aboriginal people throughout Canada. AMMSA was established in 1983 under the Alberta Societies Act and launched its first publication in March 1983 – simply titled AMMSA. The name of this publication was later changed to Windspeaker in March 1986.",
  "/wiki/CKUA_Radio_Network": "The CKUA Radio Network is a Canadian donor-funded community radio network based in Edmonton, Alberta. Originally located on the campus of the University of Alberta in Edmonton (hence the UA of the call letters), it was the first public broadcaster in Canada. It now broadcasts from studios in downtown Edmonton, and as of fall 2016 has added a studio in Calgary  's National Music Centre. CKUA's primary station is CKUA-FM located on 94.9 FM in Edmonton, and the station operates fifteen rebroadcasters to serve the remainder of the province.",
  "/wiki/Public_broadcasting": "Public broadcasting involves radio, television and other electronic-media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual  fees charged on receivers. In the United States, public broadcasters may receive some funding from both federal and state sources, but generally most of their financial support comes from underwriting by foundations and businesses (ranging from small shops to corporations), along with audience contributions via pledge drives. The great majority operate as private not-for-profit corporations.[citation needed]",
  "/wiki/CKYX-FM": "CKYX-FM is a 24-hour FM stereo radio station serving Fort McMurray, Alberta with an active rock format. The station received approval by the CRTC in 1984 to broadcast at 97.9 MHz.",
  "/wiki/Active_rock": "Active rock is a radio format used by many commercial radio stations across the United States and Canada. Active rock stations play a balance of new hard rock songs with valued classic rock favorites, normally with an emphasis similar to Mainstream Rock and Album Oriented Rock on the hard rock end of the spectrum.",
  "/wiki/CBX_(AM)": "CBX is a Canadian radio station, broadcasting at 740 AM in Edmonton, Alberta. It broadcasts the programming of the CBC Radio One network. CBX is a Class B station broadcasting on a Canadian clear-channel frequency; the dominant station on 740 AM is CFZM in Toronto, Ontario. CBX's studios are located at Edmonton City Centre on 102nd Avenue Northwest in downtown Edmonton, while its transmitters are located near Beaumont.",
  "/wiki/CBC_Radio_One": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/Public_radio": "Public broadcasting involves radio, television and other electronic-media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual  fees charged on receivers. In the United States, public broadcasters may receive some funding from both federal and state sources, but generally most of their financial support comes from underwriting by foundations and businesses (ranging from small shops to corporations), along with audience contributions via pledge drives. The great majority operate as private not-for-profit corporations.[citation needed]",
  "/wiki/News": "News is information about current events. This may be provided through many different media: word of mouth, printing, postal systems, broadcasting, electronic communication, or through the testimony of observers and witnesses to events.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/CHFT-FM": "CHFT-FM is a Canadian radio station broadcasting at 100.5 FM in Fort McMurray, Alberta. The station airs a classic hits format branded on-air as 100.5 Cruz FM. The station is owned by Harvard Broadcasting.",
  "/wiki/Classic_hits": "Classic hits is a radio format which generally includes songs from the top 40 music charts from the mid-1970s to the early 1990s, with music from the 1980s serving as the core of the format. Music that was popularized by MTV in the early 1980s and the nostalgia behind it is a major driver to the format. It is considered the successor to the oldies format, a collection of top 40 songs from the late 1950s through the late 1970s that was once extremely popular in the United States. The term is sometimes incorrectly used as a synonym for the adult hits format, which uses a slightly newer music library stretching from all decades to the present with a major focus on 1990s and 2000s rock and alternative songs. In addition, adult hits stations tend to have larger playlists, playing a given song only a few times per week, compared to the tighter libraries on classic hits stations. For example,  KRTH, a classic hits station in Los Angeles, plays power songs up to 30 times a week, which is another differentiator compared to other formats that share songs with classic hits libraries.",
  "/wiki/Harvard_Broadcasting": "Harvard Developments is a commercial development and holding corporation in Regina, Saskatchewan, Canada. It is involved in commercial and residential development, plus radio broadcasting and insurance. It is the descendant of firms controlled by the Hill family of Regina.",
  "/wiki/CHFA_(AM)": "CHFA-FM is a Canadian radio station, which broadcasts the programming of Radio-Canada's Ici Radio-Canada Première network in Edmonton, Alberta.",
  "/wiki/Ici_Radio-Canada_Première": "Ici Radio-Canada Première (formerly Première Chaîne) is a Canadian French-language radio network, the news and information service of the Canadian Broadcasting Corporation (known as Société Radio-Canada in French), the public broadcaster of Canada. It is the French counterpart of CBC Radio One, the CBC's similar English-language radio network.",
  "/wiki/CFVR-FM": "CFVR-FM is a Canadian radio station serving Fort McMurray, Alberta, Canada, broadcasting at 103.7 FM with a hot adult contemporary format branded on-air as Mix 103.7.",
  "/wiki/Hot_adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/Media_in_Fort_McMurray": "The following is a list of media in Fort McMurray, Alberta."
}