{
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/John_Ruskin": "John Ruskin (8 February 1819 – 20 January 1900) was the leading English art critic of the Victorian era, as well as an art patron, draughtsman, watercolourist, prominent social thinker and philanthropist. He wrote on subjects as varied as geology, architecture, myth, ornithology, literature, education, botany and political economy.",
  "/wiki/Darlington": "Darlington is a large market town in County Durham, in North East England. With a population of 105,564 in 2011, the town lies on the River Skerne, a tributary of the River Tees. The town is administered as part of the Borough of Darlington. The town owes much of its development to the influence of local Quaker families in the Georgian and  Victorian era, and who provided much of the finance and vision in creating the Stockton and Darlington Railway, the world's first steam locomotive powered, permanent passenger railway. The town is often colloquially referred to as 'Darlo'.",
  "/wiki/County_Durham": "County Durham (/ˈdʌrəm/, locally /ˈdɜrəm/ listen) [note 1] is a county in North East England. The county town is Durham, a cathedral city.",
  "/wiki/Bay_(architecture)": "In architecture, a bay is the space between architectural elements, or a recess or compartment. The term bay comes from  Old French baee, meaning an opening or hole.",
  "/wiki/Cast_iron": "Cast iron is a group of iron-carbon alloys with a carbon content greater than 2%. Its usefulness derives from its relatively low melting temperature. The alloy constituents affect its colour when fractured: white cast iron has carbide impurities which allow cracks to pass straight through, grey cast iron has graphite flakes which deflect a passing crack and initiate countless new cracks as the material breaks, and ductile cast iron has spherical graphite \"nodules\" which stop the crack from further progressing.",
  "/wiki/Slate": "Slate is a fine-grained, foliated, homogeneous metamorphic rock derived from an original shale-type sedimentary rock composed of clay or volcanic ash through low-grade regional metamorphism. It is the finest grained foliated metamorphic rock. Foliation may not correspond to the original sedimentary layering, but instead is in planes perpendicular to the direction of metamorphic compression.",
  "/wiki/Cant_(architecture)": "Cant or canted in architecture is an angled (oblique) line or surface particularly which cuts off a corner.",
  "/wiki/Turret": "In architecture, a turret (from Italian: torretta, little tower; Latin: turris, tower) is a small tower that projects vertically from the wall of a building such as a medieval castle. Turrets were used to provide a projecting defensive position allowing covering fire to the adjacent wall in the days of military fortification. As their military use faded, turrets were used for decorative purposes, as in the Scottish baronial style.",
  "/wiki/Lucarne": "In architecture, a lucarne is a feature of a warehouse, mill or factory. A window or opening high up on an outside wall supports a hoist above doors on the floors below.",
  "/wiki/Manchester_(HM_Prison)": "HM Prison Manchester is a high-security men's prison in Manchester, England, operated by Her Majesty's Prison Service. It is still commonly referred to as Strangeways, which was its former official name derived from the area in which it is located, until it was rebuilt following a major riot in 1990.",
  "/wiki/Cruciform": "Cruciform means having the shape of a cross or Christian cross.",
  "/wiki/Sandstone": "Sandstone is a clastic sedimentary rock composed mainly of sand-sized (0.0625 to 2 mm) mineral particles or rock fragments.",
  "/wiki/French_Gothic_architecture": "French Gothic architecture is an architectural style which emerged in France in 1140, and was dominant until the mid-16th century. The most notable examples are the great Gothic cathedrals of France, including Notre-Dame Cathedral, Reims Cathedral, Chartres Cathedral, and Amiens Cathedral.  Its main characteristics were the search for verticality, or height, and the innovative use of flying buttresses and other architectural innovations to distribute the weight of the stone structures to supports on the outside, allowing unprecedented height and volume,  The new techniques also permitted the addition of larger windows, including enormous stained glass windows, which filled the cathedrals with light.  The French style was widely copied in other parts of northern Europe, particularly Germany and England.  It was gradually supplanted as the dominant French style in the mid-16th century by French Renaissance architecture.",
  "/wiki/Romanesque_Revival_architecture": "Romanesque Revival (or Neo-Romanesque) is a style of building employed beginning in the mid-19th century  inspired by the 11th- and 12th-century Romanesque architecture. Unlike the historic Romanesque style, however, Romanesque Revival buildings tended to feature more simplified arches and windows than their historic counterparts.",
  "/wiki/Minaret": "Minaret (/ˌmɪnəˈrɛt, ˈmɪnəˌrɛt/; Persian: مأذنة‎ mo'azzene, Azerbaijani: minarə, Turkish: minare, from Arabic: منارة‎ manarah) is a type of tower typically built into or adjacent to mosques. Minarets serve multiple purposes. While they provide a visual focal point, they are generally used for the Muslim call to prayer (adhan). The basic form of a minaret includes a base, shaft, a cap and head.[citation needed]  They are generally a tall spire with a conical or onion-shaped crown.",
  "/wiki/Great_North_Western_Hotel": "The Radisson North Western Hotel is on the east side of Lime Street, Liverpool, England, fronting Lime Street railway station. The building is recorded in the National Heritage List for England as a designated Grade II listed building.",
  "/wiki/Lime_Street,_Liverpool": "Lime Street in Liverpool, England, was created as a street in 1790. Its most famous feature is Lime Street railway station. It is part of the William Brown Street conservation area.",
  "/wiki/Liverpool": "Liverpool is a city and metropolitan borough in Merseyside, England. As of 2018, the population is approximately 494,814. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the Liverpool City Region. It lies within the United Kingdom's sixth-most populous urban area. Liverpool's metropolitan area is the fifth-largest in the United Kingdom, with a population of 2.24 million.",
  "/wiki/Merseyside": "Merseyside (/ˈmɜːrzisaɪd/ MUR-zee-syde) is a metropolitan county in North West England, with a population of 1.38 million. It encompasses the metropolitan area centred on both banks of the lower reaches of the Mersey Estuary and comprises five metropolitan boroughs: Knowsley, St Helens, Sefton, Wirral, and the city of Liverpool. Merseyside, which was created on 1 April 1974 as a result of the Local Government Act 1972, takes its name from the River Mersey.",
  "/wiki/Liverpool_Lime_Street_railway_station": "Liverpool Lime Street is a terminus railway station, and the main station serving the city centre of Liverpool. Opened in August 1836, it is the oldest grand terminus mainline station still in use in the world. A branch of the West Coast Main Line from London Euston terminates at the station, as does the original Liverpool and Manchester Railway. Services from this station serve a wide range of destinations across England and Wales, with direct services to Scottish destinations to be reintroduced in autumn 2019.",
  "/wiki/French_Renaissance_architecture": "French Renaissance architecture is a style which was prominent between the 15th and early 17th centuries in the Kingdom of France. It succeeded  French Gothic architecture. The style was originally imported  from Italy next after the Hundred Years' War by the French kings Charles VII, Louis XI, Charles VIII, Louis XII, and François I. Several notable royal châteaux in this style were built in the Loire Valley, notably the Chateau de Montsoreau, the Chateau de Langeais, the Chateau d'Amboise, the Chateau of Blois, the Chateau of Gaillon, and the Chateau of Chambord, and, closer to Paris, the Château de Fontainebleau.",
  "/wiki/Manchester_Town_Hall": "Manchester Town Hall is a Victorian, Neo-gothic municipal building in Manchester, England. It is the ceremonial headquarters of Manchester City Council and houses a number of local government departments. The building faces Albert Square to the north and St Peter's Square to the south, with Manchester Cenotaph facing its southern entrance.",
  "/wiki/Albert_Square,_Manchester": "Albert Square is a public square in the centre of Manchester, England.\nIt is dominated by its largest building, the Grade I listed Manchester Town Hall, a Victorian Gothic building by Alfred Waterhouse. Other smaller buildings from the same period surround it, many of which are listed (the buildings on the north side are in Princess Street).",
  "/wiki/Gothic_Revival_architecture": "Gothic Revival (also referred to as Victorian Gothic, neo-Gothic, or Gothick) is an architectural movement popular in the Western world that began in the late 1740s in England. Its momentum grew in the early 19th century, when increasingly serious and learned admirers of neo-Gothic styles sought to revive medieval Gothic architecture, in contrast to the neoclassical styles prevalent at the time. Gothic Revival draws features from the original Gothic style, including decorative patterns, finials, lancet windows, hood moulds and label stops.",
  "/wiki/Ford_Madox_Brown": "Ford Madox Brown (16 April 1821 – 6 October 1893) was a British painter of moral and historical subjects, notable for his distinctively graphic and often Hogarthian version of the Pre-Raphaelite style. Arguably, his most notable painting was Work (1852–1865). Brown spent the latter years of his life painting the twelve works known as The Manchester Murals, depicting Mancunian history, for Manchester Town Hall.",
  "/wiki/Knutsford": "Knutsford (/ˈnʌtsfərd/) is a town in Cheshire, England, 14 miles (23 km) south-west of Manchester and 9 miles (14 km) north-west of Macclesfield. The population at the 2011 Census was 13,191.",
  "/wiki/Cheshire": "Cheshire (/ˈtʃɛʃər, -ɪər/ CHESH-ər, -⁠eer; archaically the County Palatine of Chester) is a county in North West England, bordering Merseyside and Greater Manchester to the north, Derbyshire to the east, Staffordshire and Shropshire to the south, and Flintshire and Wrexham County Borough in Wales to the west. Cheshire's county town is the City of Chester (118,200); the largest town is Warrington (209,700). Other major towns include Crewe (71,722), Runcorn (61,789), Widnes (61,464), Ellesmere Port (55,715), Macclesfield (52,044), Winsford (32,610) and Northwich (19,924).",
  "/wiki/Arcade_(architecture)": "An arcade is a succession of contiguous arches, with each arch supported by a colonnade of columns or piers. Exterior arcades are designed to provide a sheltered walkway for pedestrians. The walkway may be lined with retail stores. An arcade may feature arches on both sides of the walkway. Alternatively, a blind arcade superimposes arcading against a solid wall. Blind arcades are a feature of Romanesque architecture that influenced Gothic architecture. In the Gothic architectural tradition, the arcade can be located in the interior, in the lowest part of the wall of the nave, supporting the triforium and the clerestory in a cathedral, or on the exterior, in which they are usually part of the walkways that surround the courtyard and cloisters.",
  "/wiki/Newsham_Park_Hospital": "Newsham Park Hospital is a grade II listed building in Liverpool, Merseyside, England (grid reference SJ379920). It now lies derelict but was previously a hospital prior to which it was the Liverpool Seamen's Orphan Institution.",
  "/wiki/Dormer": "A dormer is a roofed structure, often containing a window, that projects vertically beyond the plane of a pitched roof. A dormer window is a form of roof window.",
  "/wiki/Reading,_Berkshire": "Reading (/ˈrɛdɪŋ/ (listen) RED-ing) is a large, historic university and minster town in Berkshire, South East England. It is in the Thames Valley at the confluence of the River Thames and River Kennet, and on both the Great Western Main Line railway and the M4 motorway. Reading is 70 miles (110 km) east of Bristol, 24 miles (39 km) south of Oxford, 40 miles (64 km) west of London, 14 miles (23 km) north of Basingstoke, 12 miles (19 km) south-west of Maidenhead and 15 miles (24 km) east of Newbury.",
  "/wiki/Berkshire": "Berkshire (/ˈbɑːrkʃər, -ʃɪər/ (listen) BARK-shər, -⁠sheer; in the 17th century sometimes spelt phonetically as Barkeshire; abbreviated Berks.) is a county in South East England. One of the home counties, Berkshire was recognised by the Queen as the Royal County of Berkshire in 1957 because of the presence of Windsor Castle, and letters patent were issued in 1974. Berkshire is a county of historic origin, a ceremonial county and a non-metropolitan county without a county council.  The county town is Reading.",
  "/wiki/Terracotta": "Terracotta, terra cotta or terra-cotta (pronounced [ˌtɛrraˈkɔtta]; Italian: \"baked earth\", from the Latin terra cocta), a type of earthenware, is a clay-based unglazed or glazed ceramic, where the fired body is porous.  Terracotta is the term normally used for sculpture made in earthenware, and also for various practical uses including vessels (notably flower pots), water and waste water pipes, roofing tiles, bricks, and surface embellishment in building construction.  The term is also used to refer to the natural brownish orange color of most terracotta, which varies considerably.[citation needed]",
  "/wiki/Natural_History_Museum,_London": "The Natural History Museum in London is a natural history museum that exhibits a vast range of specimens from various segments of natural history. It is one of three major museums on Exhibition Road in South Kensington, the others being the Science Museum and the Victoria and Albert Museum. The Natural History Museum's main frontage, however, is on Cromwell Road.",
  "/wiki/Cromwell_Road": "Cromwell Road is a major London road in the Royal Borough of Kensington and Chelsea, designated as part of the A4. It was created in the 19th century and is said to be named after Richard Cromwell, son of Oliver Cromwell, who once owned a house there.",
  "/wiki/Royal_Borough_of_Kensington_and_Chelsea": "The Royal Borough of Kensington and Chelsea (RBKC) is an Inner London borough with royal status. It is the smallest borough in London and the second smallest district in England; it is one of the most densely populated administrative regions in the United Kingdom. It includes affluent areas such as Notting Hill, Kensington, South Kensington, Chelsea, and Knightsbridge.",
  "/wiki/Greater_London": "Greater London is a ceremonial county of England that makes up the majority of the London region. This region forms the administrative boundaries of London and is organised into 33 local government districts—the 32 London boroughs and the City of London, which is located within the region but is separate from the county. The Greater London Authority, based in Southwark, is responsible for strategic local government across the region and consists of the Mayor of London and the London Assembly. The City of London Corporation is the principal local authority for the City of London, with a similar role to that of the 32 London borough councils.",
  "/wiki/Wrought_iron": "Wrought iron is an iron alloy with a very low carbon (less than 0.08%) content in contrast to cast iron (2.1% to 4%). It is a semi-fused mass of iron with fibrous slag inclusions (up to 2% by weight), which gives it a \"grain\" resembling wood that is visible when it is etched or bent to the point of failure. Wrought iron is tough, malleable, ductile, corrosion-resistant and easily welded.",
  "/wiki/Portland_stone": "Portland Stone or Portland Stone Formation is a limestone formation from the Tithonian stage of the Jurassic period quarried on the Isle of Portland, Dorset. The quarries are cut in beds of white-grey limestone separated by chert beds. It has been used extensively as a building stone throughout the British Isles, notably in major public buildings in London such as St Paul's Cathedral and Buckingham Palace. Portland Stone is also exported to many countries—being used for example in the United Nations headquarters building in New York City.",
  "/wiki/Yattendon": "Yattendon is a geographically small village and civil parish 7 miles (11 km) northeast of Newbury, Berkshire. The M4 motorway passes through the fields of the village which lie 0.5 miles (800 m) south and below the elevations of its cluster.",
  "/wiki/Timber_framing": "Timber framing and \"post-and-beam\" construction are traditional methods of building with heavy timbers, creating structures using squared-off and carefully fitted and joined timbers with joints secured by large wooden pegs. It is commonplace in wooden buildings through the 19th century. If the structural frame of load-bearing timber is left exposed on the exterior of the building it may be referred to as half-timbered, and in many cases the infill between timbers will be used for decorative effect. The country most known for this kind of architecture is Germany. Timber framed houses are spread all over the country except in the southeast.",
  "/wiki/Plinth": "A pedestal (from French piédestal, Italian piedistallo, \"foot of a stall\") or plinth is the support of a statue or a vase, and of a column in architecture.  Smaller pedestals, especially if round in shape may be called socles.",
  "/wiki/Museum_of_Wigan_Life": "The Museum of Wigan Life is a public museum and local history resource centre in Wigan, Greater Manchester, England. The nineteenth-century listed building is by the noted architect Alfred Waterhouse. It originally housed Wigan Library, where George Orwell researched his book The Road to Wigan Pier in 1936.",
  "/wiki/Wigan": "Wigan (/ˈwɪɡən/ WIG-ən) is a town in Greater Manchester, England, on the River Douglas, 10 miles (16 km) south-west of Bolton, 12 miles (19 km) north of Warrington and 17 miles (27.4 km) west-northwest of Manchester. Wigan is the largest settlement in the Metropolitan Borough of Wigan and is its administrative centre. The town has a population of 103,608, whilst the wider borough has a population of 318,100.",
  "/wiki/Greater_Manchester": "Greater Manchester is a metropolitan county and combined authority area in North West England, with a population of 2.8 million; the third largest in England after Greater London and the West Midlands. It encompasses one of the largest metropolitan areas in the United Kingdom and comprises ten metropolitan boroughs: Bolton, Bury, Oldham, Rochdale, Stockport, Tameside, Trafford, Wigan, and the cities of Manchester and Salford. Greater Manchester was created on 1 April 1974 as a result of the Local Government Act 1972, and designated a functional city region on 1 April 2011.",
  "/wiki/Tudor_Revival_architecture": "Tudor Revival architecture (also known as mock Tudor in the UK) first manifested itself in domestic architecture in the United Kingdom in the latter half of the 19th century. Based on revival of aspects that were perceived as Tudor architecture, in reality it usually took the style of English vernacular architecture of the Middle Ages that had survived into the Tudor period. The style later became an influence elsewhere, especially the British colonies.  For example, in New Zealand, the architect Francis Petre adapted the style for the local climate. In Singapore, then a British colony, architects such as R. A. J. Bidwell pioneered what became known as the Black and White House.  The earliest examples of the style originate with the works of such eminent architects as Norman Shaw and George Devey, in what at the time was thought Neo-Tudor design.",
  "/wiki/Gothic_architecture": "Gothic architecture (Latin: francigenum opus) is a style that flourished in Europe during the High and Late Middle Ages. It evolved from Romanesque architecture and was succeeded by Renaissance architecture. Originating in 12th-century France, it was widely used, especially for cathedrals and churches, until the 16th century.",
  "/wiki/Shire_Hall,_Bedford": "The Shire Hall is a municipal building in Bedford, Bedfordshire. It is a Grade II listed building.",
  "/wiki/Bedford": "Bedford is the county town of Bedfordshire, England. At the 2011 Census, the population of the Bedford built-up area was 106,940,[a] while that within its traditional boundary was 87,590.[b] At the same census, the Borough of Bedford had a population of 157,479.",
  "/wiki/Hove": "Hove /hoʊv/ is a seaside resort in the county of East Sussex, and a constituent part of the city of Brighton and Hove. Originally a \"small but ancient fishing village\" surrounded by open farmland, it grew rapidly in the 19th century in response to the development of its eastern neighbour Brighton, and by the Victorian era it was a fully developed town with borough status.  Neighbouring parishes such as Aldrington and Hangleton were annexed in the late 19th and early 20th centuries.  In 1997, as part of local government reform, the borough merged with Brighton to form the Borough of Brighton and Hove, and this unitary authority was granted city status in 2000.",
  "/wiki/East_Sussex": "East Sussex is a county in South East England. It is bordered by the counties of Kent to the north and east, West Sussex to the west, and Surrey to the north-west,  as well as the English Channel to the south.",
  "/wiki/List_of_public_and_civic_buildings_by_Alfred_Waterhouse": "Alfred Waterhouse (1830–1905) was a prolific English architect who worked in the second half of the 19th century. His buildings were largely in Victorian Gothic Revival style. Waterhouse's biographer, Colin Cunningham, states that between about 1865 and about 1885 he was \"the most widely employed British architect\". He worked in many fields, designing commercial, public, educational, domestic, and ecclesiastical buildings."
}