{
  "/wiki/Tofield,_Alberta": "Tofield /ˈtoʊfiːld/ is a town in central Alberta, Canada. It is located approximately 68 km (42 mi) east of Edmonton at the junction of Highway 14, Highway 834, and Highway 626. Beaverhill Lake is located immediately northeast of the community.",
  "/wiki/Central_Alberta": "Central Alberta is a region located in the Canadian province of Alberta.",
  "/wiki/Lesser_Slave_Lake_Provincial_Park": "Lesser Slave Lake Provincial Park is a provincial park and birdwatching area located in north-central Alberta, Canada.",
  "/wiki/Slave_Lake,_Alberta": "Slave Lake is a small town in northern Alberta, Canada about 255 km (124.3 mi) northwest of Edmonton and a similar distance southwest of Fort McMurray. It is located on the southeast shore of Lesser Slave Lake, at the junction of Highway 2 and Highway 88, in the Municipal District of Lesser Slave River No. 124.",
  "/wiki/Northern_Alberta": "Northern Alberta is a region located in the Canadian province of Alberta.",
  "/wiki/Boreal_forest_of_Canada": "Canada's Boreal forest is a vast region comprising about one third of the circumpolar boreal forest that rings the Northern Hemisphere, mostly north of the 50th parallel. Other countries with boreal forest, include Russia, which contains the majority, the United States in its northern most state of Alaska, and the Scandinavian or Northern European countries (e.g. Sweden, Finland, Norway and small regions of Scotland). In Europe, the entire boreal forest is referred to as taiga, not just the northern fringe where it thins out near the tree line. The boreal region in Canada covers almost 60% of the country's land area.   The Canadian boreal region spans the landscape from the most easterly part of the province of Newfoundland and Labrador to the border between the far northern Yukon and Alaska. The area is dominated by coniferous forests, particularly spruce, interspersed with vast wetlands, mostly bogs and fens. The boreal region of Canada includes eight ecozones. While the biodiversity of regions varies, each ecozone has a characteristic native flora and fauna.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/Calgary_Region": "The Calgary Metropolitan Region (CMR), also commonly referred to as the Calgary Region, is a conglomeration of municipalities centred on Calgary, the largest city in Alberta.",
  "/wiki/Pearce_Estate_Park": "The Pearce Estate Wetland is a city park located in Calgary, Alberta.  The park occupies 21 hectares (52 acres; 0.21 km2) along the Bow River to the east of downtown Calgary.  It is described as \"constructed wetlands filled with native plants and animals\".  The land was donated to the city around 1929 by then prominent Calgarian William Pearce.",
  "/wiki/Lethbridge": "Lethbridge (/ˈlɛθbrɪdʒ/) is a city in the province of Alberta, Canada. It is Alberta's third-largest city by both population and land area after Calgary and Edmonton, and the largest city in southern Alberta. The nearby  Canadian Rocky Mountains contribute to the city's warm summers, mild winters, and windy climate. Lethbridge lies southeast of Calgary on the Oldman River.",
  "/wiki/Southern_Alberta": "Southern Alberta is a region located in the Canadian province of Alberta.  In 2004, the region's population was approximately 272,017. The primary cities are Lethbridge and Medicine Hat. The region is known mostly for agricultural production, but other sectors, such as alternative energy, film production and tourism, are emerging.",
  "/wiki/Oldman_River_valley_parks_system": "The Oldman River valley parks system is a continuous collection of eight urban parks in the Oldman River valley of Lethbridge, Alberta, 100 metres (330 ft) below the prairie level. The parks were created in the 1980s as part of the city's Urban Parks Project. Today they are a combined 16 square kilometres (6.2 sq mi) in size and comprise one of the largest urban park systems in North America, and the third largest in Canada.",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/Edmonton_Capital_Region": "The Edmonton Metropolitan Region (EMR), also commonly referred to as the Alberta Capital Region, Greater Edmonton or Metro Edmonton, is a conglomeration of municipalities centred on Alberta's provincial capital of Edmonton.",
  "/wiki/Red_Deer,_Alberta": "Red Deer is a city in central Alberta, Canada. It is located near the midpoint of the Calgary–Edmonton Corridor and is surrounded by Red Deer County. It is Alberta's fourth most populous city.[citation needed] after Calgary, Edmonton, and Lethbridge. The city is located in aspen parkland, a region of rolling hills that is home to oil, grain, and cattle production. It is a centre for oil and agriculture distribution, and the surrounding region is a major centre for petrochemical production. With a recorded population of 100,418 in the Canada 2016 census, Red Deer became the third Alberta city to surpass 100,000 people.",
  "/wiki/McLennan,_Alberta": "McLennan is a town in northern Alberta, southwestern inland Canada. It is located 50 km (31 mi) north of High Prairie on Highway 2.",
  "/wiki/Medicine_Hat,_Alberta": "Medicine Hat is a city in southeast Alberta, Canada. It is located along the South Saskatchewan River. It is approximately 169 km (105 mi) east of Lethbridge and 295 km (183 mi) southeast of Calgary. This city and the adjacent Town of Redcliff to the northwest are within  Cypress County. Medicine Hat was the sixth-largest city in Alberta in 2016 with a population of 63,230.",
  "/wiki/List_of_nature_centres_in_Canada": "This is a list of nature centres and environmental education centres in Canada."
}