{
  "/wiki/The_Lord_of_the_Rings_(1981_radio_series)": "In 1981 BBC Radio 4 produced a dramatisation of J. R. R. Tolkien's The Lord of the Rings in 26 half-hour stereo installments. The novel had previously been adapted as a 12-part BBC Radio adaptation in 1955 and 1956 (of which no recordings are known to have survived), and a 1979 production by The Mind's Eye for National Public Radio in the USA.",
  "/wiki/Sam_Gamgee": "Samwise \"Sam\" Gamgee /ˈsæmˌwaɪz ˈɡæmˌdʒiː/ (later known as Samwise Gardner) is a fictional character in J. R. R. Tolkien's legendarium. The hobbit Samwise is the chief supporting character of The Lord of the Rings, in which he fills an archetypal role as the sidekick of the primary protagonist, Frodo Baggins. Sam is a member of the Fellowship of the Ring, which also includes Frodo, Merry, Pippin, Legolas, Gimli, Boromir, Aragorn, and Gandalf.",
  "/wiki/BBC_Radio_4": "BBC Radio 4, part of BBC Radio,  is owned and operated by the British Broadcasting Corporation. It broadcasts a wide variety of spoken-word programmes including news, drama, comedy, science and history from the BBC's headquarters at Broadcasting House, London. It replaced the BBC Home Service in 1967. The station controller is Mohit Bakaya.",
  "/wiki/Yes,_Minister": "Yes Minister is a political satire British sitcom written by Antony Jay and Jonathan Lynn. Split over three seven-episode series, it was first transmitted on BBC2 from 1980 to 1984. A sequel, Yes, Prime Minister, lasted 16 episodes and ran from 1986 to 1988. All but one of the episodes lasted half an hour, and almost all ended with a variation of the title of the series spoken as the answer to a question posed by Minister (later, Prime Minister) Jim Hacker. Several episodes were adapted for BBC Radio; the series also spawned a 2010 stage play that led to a new television series on Gold in 2013.",
  "/wiki/Arcadia_(play)": "Arcadia is a 1993 play by Tom Stoppard concerning the relationship between past and present, order and disorder, certainty and uncertainty. In 2006, the Royal Institution of Great Britain named it one of the best science-related works ever written.",
  "/wiki/BBC_Radio_3": "BBC Radio 3 is a British radio station operated by the BBC.  Its output centres on classical music and opera, but jazz, world music, drama, culture and the arts also feature. The station describes itself as 'the world's most significant commissioner of new music', and through its New Generation Artists scheme promotes young musicians of all nationalities. The station broadcasts the BBC Proms concerts, live and in full, each summer in addition to performances by the BBC Orchestras and Singers. There are regular productions of both classic plays and newly commissioned drama.",
  "/wiki/Gaynor_Macfarlane": "Gaynor Macfarlane is a theatre and radio drama director, and producer for BBC Radio Drama at Pacific Quay, Glasgow.",
  "/wiki/Simon_Brett": "Simon Anthony Lee Brett OBE FRSL (born 28 October 1945 in Worcester Park, Surrey, England) is a British writer of detective fiction and a radio producer.",
  "/wiki/Saturday_Play": "The Saturday Play is a regular feature on BBC Radio 4 and is described as \"Thrillers, mysteries, love stories and detective fiction, as well as an occasional special series.\"",
  "/wiki/Blue/Orange": "Blue/Orange is a play written by English dramatist, Joe Penhall.  A sardonically comic piece which touches on race, mental illness, and 21st-century British life, it premiered at the Cottesloe Theatre in April 2000, starring Bill Nighy, Andrew Lincoln and Chiwetel Ejiofor. It went to London's West End in 2001.",
  "/wiki/Baldi_(radio)": "Baldi is a BBC Radio 4 murder mystery series whose central character is Paolo Baldi (played by David Threlfall), a Franciscan priest on sabbatical, lecturing on semiotics at a university in contemporary Dublin.  After helping the police as a translator for an Italian witness, he turns sleuth.  Created by Barry Devlin, it is produced by BBC Northern Ireland.",
  "/wiki/Afternoon_Play": "The Afternoon Drama (formerly Afternoon Play) is a BBC Radio 4 radio drama, broadcast every weekday at 2.15pm. Generally each play is 45 minutes in duration and approximately 190 new plays are broadcast each year. More or less three-quarters are self-contained dramas. The remainder are short series of 2 to 6 episodes. As well as original drama series, the Afternoon Play has included a number of adaptations of popular works such as The No. 1 Ladies' Detective Agency.",
  "/wiki/Kirsty_Williams_(drama)": "Kirsty Williams is a radio drama director and producer for BBC Radio Drama at Pacific Quay, Glasgow.",
  "/wiki/Private_Lives": "Private Lives is a 1930 comedy of manners in three acts by Noël Coward. It concerns a divorced couple who, while honeymooning with their new spouses, discover that they are staying in adjacent rooms at the same hotel.  Despite a perpetually stormy relationship, they realise that they still have feelings for each other. Its second act love scene was nearly censored in Britain as too risqué. Coward wrote one of his most popular songs, \"Some Day I'll Find You\", for the play.",
  "/wiki/Darkside_(radio_play)": "Darkside is a 2013 philosophical comedy radio drama written by Tom Stoppard, produced and directed by James Robinson and based on the themes of Pink Floyd's 1973 progressive rock album The Dark Side of the Moon.",
  "/wiki/BBC_Radio_2": "BBC Radio 2  is one of the BBC's two flagship national radio stations (the other being BBC Radio 1) and the most popular station in the United Kingdom with over 15 million weekly listeners. Much of its daytime playlist-based programming is adult contemporary or AOR, although the station also broadcasts other specialist musical genres. Radio 2 broadcasts throughout the UK on FM between 88.1 and 90.2 MHz from studios in Wogan House, adjacent to Broadcasting House in central London. Programmes are relayed on digital radio via DAB, Sky, Cable TV, IPTV, Freeview, Freesat and the Internet."
}