{
  "/wiki/Jorge_Andrés_Martínez": "Jorge Andrés Martínez Barrios (born 5 April 1983) is a Uruguayan footballer who last played as a midfielder for Juventud de Las Piedras.",
  "/wiki/Juventus_F.C.": "Juventus Football Club (from Latin: iuventūs, \"youth\"; Italian pronunciation: [juˈvɛntus]), colloquially known as Juve (pronounced [ˈjuːve]), is an Italian professional association football club based in Turin, Piedmont. Founded in 1897 by a group of Torinese students, the club has worn a black and white striped home kit since 1903 and has played home matches in different grounds around its city, the latest being the 41,507-capacity Juventus Stadium. Nicknamed Vecchia Signora (\"the Old Lady\"), the club has won 35 official league titles, 13 Coppa Italia titles and eight Supercoppa Italiana titles, being the record holder for all these competitions; two Intercontinental Cups, two European Cups / UEFA Champions Leagues, one European Cup Winners' Cup, a joint national record of three UEFA Cups, two UEFA Super Cups and a joint national record of one UEFA Intertoto Cup. Consequently, the side leads the historical Federazione Italiana Giuoco Calcio (FIGC) ranking[a] whilst on the international stage occupies the 5th position in Europe and the eleventh in the world for most confederation titles won with eleven trophies, having led the UEFA ranking during seven seasons since its inception in 1979, the most for an Italian team and joint second overall.",
  "/wiki/CFR_Cluj": "Fotbal Club CFR 1907 Cluj (Romanian pronunciation: [t͡ʃefeˌre ˈkluʒ] or [ˌt͡ʃefere ˈkluʒ]) is a Romanian professional football club based in the city of Cluj-Napoca, Cluj County. It was founded in 1907 and the current name \"CFR\" is the acronym for Căile Ferate Române (\"Romanian Railways\").",
  "/wiki/Saša_Bjelanović": "Saša Bjelanović (Croatian pronunciation: [sǎʃa bjelǎːnoʋitɕ, sâ-]; born 11 June 1979) is a Croatian former professional footballer who played as a striker.",
  "/wiki/Hellas_Verona_F.C.": "Hellas Verona Football Club, commonly referred to as Hellas Verona or simply Verona, is an Italian football club based in Verona, Veneto, that currently plays in Serie A. The team won the Serie A Championship in 1984–85.",
  "/wiki/Reto_Ziegler": "Reto Pirmin Ziegler (born 16 January 1986) is a Swiss footballer who plays as a left-back for Major League Soccer club FC Dallas.",
  "/wiki/FC_Lokomotiv_Moscow": "FC Lokomotiv Moscow (FC Lokomotiv Moskva, Russian: Футбольный клуб \"Локомотив\" Москва, [fʊdˈbolʲnɨj kɫup ɫəkəmɐˈtʲif mɐˈskva]) is a Russian football club based in Moscow.",
  "/wiki/Marco_Marchionni": "Marco Marchionni (Italian pronunciation: [ˈmarko marˈkjɔnni]; born 22 July 1980) is a former Italian professional footballer who played as a midfielder. A versatile player, he was capable of playing in several midfield positions, and has been deployed as a right winger, as an attacking midfielder, and even as a central midfielder in his later career. A right-footed player, his main attributes are his pace, technique, and dribbling skills, as well as his crossing and playmaking ability, which make him an effective assist provider.",
  "/wiki/ACF_Fiorentina": "Associazione Calcio Firenze Fiorentina, commonly referred to as Fiorentina [fjorenˈtiːna], is an Italian professional football club based in Florence, Tuscany. Founded by a merger in August 1926, and refounded in August 2002 following bankruptcy, Fiorentina have played at the top level of Italian football for the majority of their existence; only four clubs have played in more Serie A seasons.",
  "/wiki/Parma_F.C.": "Parma Calcio 1913, commonly referred to as Parma, is an Italian football club based in Parma, Emilia-Romagna. It currently plays in Serie A.",
  "/wiki/Alessandro_Del_Piero": "Alessandro Del Piero Ufficiale OMRI (Italian pronunciation: [alesˈsandro del ˈpjeːro]; born 9 November 1974) is an Italian former professional footballer who mainly played as a deep-lying forward, although he was capable of playing in several offensive positions. Since 2015, he has worked as a pundit for Sky Sport Italia.",
  "/wiki/Sydney_FC": "Sydney Football Club, commonly known as Sydney FC, is an Australian professional soccer club based in Sydney, New South Wales. It competes in the country's premier competition, the A-League, under licence from Football Federation Australia. The club has won four A-League Championships, three Premierships, one FFA Cup and won the Oceanian Champions League prior to Australia moving into the Asian Football Confederation.",
  "/wiki/Gianluca_Giovannini": "Gianluca Giovannini (born 9 December 1983) is an Italian footballer who plays for Venezia.",
  "/wiki/Ascoli_Calcio_1898": "Ascoli Calcio 1898 F.C., commonly referred to as Ascoli, is an Italian football club based in Ascoli Piceno, Marche. The club was formed in 1898 and currently play in Serie B, having returned to it after two seasons spent in Serie A and eight in Serie B. Ascoli played in Serie A during the periods 1974–1976, 1978–1985, 1986–1990, 1991–1992, and 2005–2007.",
  "/wiki/F.B.C._Unione_Venezia": "Venezia Football Club, commonly referred to as Venezia, is an Italian football club based in Venice, Veneto, that currently plays in Serie B",
  "/wiki/Andrea_Cano": "Andrea Cano (born 18 April 1976) is an Italian football manager and former player who played as a goalkeeper. He is currently the director of coaching for youth goalkeepers at Padova Football Academy.",
  "/wiki/Calcio_Padova": "Calcio Padova, commonly referred to as Padova, is an Italian football club based in Padua, Veneto. Founded in 1910, Padova currently play in Serie C, having last been in Serie A in 1996. The team's official colours are white and red.",
  "/wiki/Bassano_Virtus_55_S.T.": "Bassano Virtus 55 Soccer Team S.p.A., commonly known as Bassano Virtus or just Bassano is a football club based in Bassano del Grappa, Veneto. The first team of the club was relocated to Vicenza in 2018 as L.R. Vicenza Virtus, while the youth system of Bassano Virtus was retained in Bassano del Grappa along with Vicenza Calcio's was retained in Vicenza.",
  "/wiki/Ciro_Danucci": "Ciro Danucci (born 28 June 1983) is an Italian footballer who spent his entire career with teams in Serie B to Serie D. He is currently playing for A.C.D. Nardò.",
  "/wiki/S.S._Juve_Stabia": "Società Sportiva Juve Stabia is an Italian football club based in Castellammare di Stabia, Campania.",
  "/wiki/A.C._Cuneo_1905": "Associazione Calcio Cuneo 1905 is an Italian football club, based in Cuneo, Piedmont. At the end of the 2018–19 season it was relegated from Serie C and did not register for Serie D for 2019–20.",
  "/wiki/Matteo_Ciofani": "Matteo Ciofani (born 26 February 1988) is an Italian footballer, currently playing as a defender for Bari.",
  "/wiki/Ternana_Calcio": "Ternana Calcio, commonly referred to as Ternana, is an Italian football club based in Terni, Umbria. In 2017 the club was bought by Unicusano, thus adding the name of the private university to the club. The word \"Unicusano\" was also added to the crest in 2017–18 season, but was removed in May 2018.",
  "/wiki/Mariano_Stendardo": "Mariano Stendardo (born 2 May 1983) is an Italian footballer who plays for the Serie C side Paganese as a defender.",
  "/wiki/F.C._Treviso": "Associazione Calcio Dilettanti Treviso is an Italian football club based in Treviso. The club was formed in 1909 and refounded in 1993, in 2009 and in 2013. The club currently plays in Promozione.",
  "/wiki/Nicolò_Consolini": "Nicolò Consolini (born 22 December 1984) is a former Italian footballer who played as a defender. Consolini spent entire career in Emilia–Romagna region and was one of the longest serving players for Sassuolo in the club's history.",
  "/wiki/U.S._Sassuolo_Calcio": "Unione Sportiva Sassuolo Calcio, commonly referred to as Sassuolo (Italian pronunciation: [sasˈswɔːlo]), is an Italian football club based in Sassuolo, Emilia-Romagna. Their colours are black and green, hence the nickname Neroverdi.",
  "/wiki/A.C._Cesena": "A.C. Cesena, commonly referred to as Cesena (Italian pronunciation: [tʃɛˈzeːna]), was an Italian football club based in Cesena, Emilia-Romagna. The club spent most of the club history in professional leagues such as Serie A and Serie B, but bankrupted and folded in 2018. Another club from Cesena, A.S.D. Romagna Centro Cesena, claimed as a successor.",
  "/wiki/List_of_Italian_football_transfers_summer_2012_(August)": "N/A"
}