{
  "/wiki/Mamdouh_Habib": "Mamdouh Habib is an Egyptian and Australian citizen with dual nationality, best known for having been held for more than three years by the United States as an enemy combatant, by both the CIA and military authorities. He was sent by extraordinary rendition from Pakistan to Egypt after arrest, in violation of international law. He was held the longest at the Guantanamo Bay detention camp as an enemy combatant. Finally released without charges in January 2005, Habib struggled to have his account of his experiences believed, as he alleged he had been tortured by the CIA, Egyptians, and US military, at times with Australian intelligence officers present. For some time, each of the governments denied his allegations, but they have gradually been confirmed.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Khalil_Rahman_Hafez": "According to the United States Department of Defense, there were five dozen Pakistan detainees in Guantanamo prior to May 15, 2006.\nThe Guantanamo Bay detention camp was opened on January 11, 2002. In the summer of 2004, following the United States Supreme Court's ruling in Rasul v. Bush, the Department of Defense stopped transferring men and boys to Guantanamo. The Supreme Court determined that the detainees had to be given a chance to challenge their detentions in an impartial tribunal.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Yemen": "Yemen (/ˈjɛmən/ (listen); Arabic: اَلْيَمَنُ‎, romanized: al-Yaman), sometimes spelled Yaman, officially the Republic of Yemen (Arabic: اَلْجُمْهُورِيَّةُ ٱلْيَمَنِيَّةُ‎, romanized: al-Jumhūrīyah al-Yamanīyah, literally \"Yemeni Republic\"), is a country at the southern end of the Arabian Peninsula in Western Asia. It is the second-largest Arab sovereign state in the peninsula, occupying 527,970 square kilometres (203,850 square miles). The coastline stretches for about 2,000 kilometres (1,200 miles). It is bordered by Saudi Arabia to the north, the Red Sea to the west, the Gulf of Aden and Guardafui Channel to the south, and Oman and the Arabian Sea to the east. Yemen's territory encompasses more than 200 islands, including Socotra, one of the largest islands in the Middle East. Yemen is a member of the Arab League, United Nations, Non-Aligned Movement and the Organisation of Islamic Cooperation. The state is characterized as failed state with high necessity of transformation.",
  "/wiki/Salim_Ahmed_Hamdan": "Salim Ahmed Hamdan (Arabic: سالم احمد حمدان‎) (born February 25, 1968) is a Yemeni man, captured during the invasion of Afghanistan, declared by the United States government to be an illegal enemy combatant and held as a detainee at Guantanamo Bay from 2002 to November 2008. He admits to being Osama bin Laden's personal driver and said he needed the money.",
  "/wiki/Yaser_Esam_Hamdi": "Yaser Esam Hamdi (born September 26, 1980) is a former American citizen who was captured in Afghanistan in 2001. The United States government claims that he was fighting with the Taliban against U.S. and Afghan Northern Alliance forces. He was declared an \"illegal enemy combatant\" by the Bush administration and detained for almost three years without charge. Born in Louisiana, he was a U.S. citizen. On October 9, 2004, on the condition that he renounce his U.S. citizenship and commit to travel prohibitions and other conditions, the government released him and deported him to Saudi Arabia, where he had been raised.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.",
  "/wiki/Hamidullah_(Guantanamo_terror_suspect)": "According to the United States Department of Defense, it held more than two hundred Afghan detainees in Guantanamo prior to May 15, 2006. They had been captured and classified as enemy combatants in warfare following the US and allies invasion of Afghanistan to overthrow the Taliban and disrupt terrorist networks. Originally, the US held such prisoners in sites in Afghanistan, but needed a facility to detain them where they could be interrogated. It opened the Guantanamo Bay detention camp on January 11, 2002, and transported the enemy combatants there.[citation needed]",
  "/wiki/Mustafa_Ahmed_Hamlily": "The United States Department of Defense acknowledges holding approximately one dozen Algerian detainees in Guantanamo.\nHowever an Algerian government press release, on August 21, 2016, said that they had been tracking 28 Algerian captives. Both US and Algerian governments agreed just two captives remained in US custody.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/Mohammed_Mohammed_Hassen": "The United States has held a total of 115 Yemeni citizens at Guantanamo Bay, forty-two of whom have since been transferred out of the facility. Only Afghanistan and Saudi Arabia had a greater number of their citizens held in the Guantanamo Bay detention camp. By January 2008, the Yemenis in Guantanamo represented the largest group of detainees.",
  "/wiki/David_Hicks": "David Matthew Hicks  (born 7 August 1975) is an Australian who was detained by the United States in Guantanamo Bay detention camp from 2002 until 2007. He had attended the Al Farouq training camp para-military training in Afghanistan during 2001.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast.",
  "/wiki/Administrative_Review_Board": "The Administrative Review Board is a United States military body that conducts an annual review of the detainees held by the United States in Camp Delta in the United States Navy base at Guantanamo Bay, Cuba."
}