{
  "/wiki/Players_Tour_Championship_2010/2011_–_Event_2": "The Players Tour Championship 2010/2011 – Event 2 (also known as Star Xing Pai Players Tour Championship 2010/2011 – Event 2 for sponsorship purposes) was a professional minor-ranking snooker tournament that took place between 8–11 July 2010 at the World Snooker Academy in Sheffield, England.",
  "/wiki/Barry_Pinches": "Barry Pinches (born 13 July 1970 in Catton, Norwich) is an English professional snooker player, recognisable for his bright and flamboyant waistcoats, which usually feature the yellow and green colours of Norwich City F.C.. He is a former top 32 player and ranking-event quarter-finalist. He has compiled over 100 century breaks in his career, becoming the 33rd player to have done so. He has also made one maximum break.",
  "/wiki/Players_Tour_Championship_2011/2012_–_Event_4": "The Players Tour Championship 2011/2012 – Event 4 (also known as the  2011 Paul Hunter Classic) was a professional minor-ranking snooker tournament that took place between 25–28 August 2011 in Fürth, Germany. Some of the preliminary round matches were held in Nürnberg. It was the first PTC event outside of the Grand Finals to be broadcast on television, as one table was screened on Eurosport.",
  "/wiki/Paul_Hunter_Classic": "The Paul Hunter Classic is a non-ranking snooker tournament. It changed from a ranking event to a 16 man invitational event in 2019. From 2010 to 2015 it was part of the Players Tour Championship. Barry Hawkins is the reigning champion.",
  "/wiki/Mark_Davis_(snooker_player)": "Mark Davis (born 12 August 1972) is an English professional snooker player from St. Leonards in Sussex, England. Davis became professional in 1991 but for many years was considered something of a journeyman; however, he vastly improved his game in the late 2000s, and as a result managed to get in the top 16 for the first time in 2012. The highlights of his career so far have been winning the Benson & Hedges Championship in 2002 (earning him an appearance at the Masters), and the six-red snooker world championships three times (in 2009, 2012 and 2013). Davis reached his first ranking event final in 2018, where he lost to Stuart Bingham in the final of the English Open. Prior to this he was widely considered to be the best player never to have reached a ranking final.",
  "/wiki/European_Tour_2012/2013_–_Event_1": "The Betfair European Tour 2012/2013 – Event 1 (also known as the 2012 Arcaden Paul Hunter Classic) was a professional minor-ranking snooker tournament that took place between 23–26 August 2012 in Fürth, Germany.",
  "/wiki/Joe_Swail": "Joe Swail (born 29 August 1969) is a former professional snooker player from Belfast, Northern Ireland. He retired in May 2019 after being relegated from the tour. He has reached ten major ranking semi-finals, including the 2000 and 2001 World Championships but only one final. Swail is renowned for playing well at the Crucible Theatre, having reached the last 16 on four further occasions. He is also a former English amateur champion and Northern Ireland amateur runner-up, and has captained Northern Ireland internationally. He was Irish champion in 1992 and 2005.",
  "/wiki/European_Tour_2012/2013_–_Event_3": "The Betfair European Tour 2012/2013 – Event 3 (also known as the 2012 Acuerate Antwerp Open and 2012 Belgian Open) was a professional minor-ranking snooker tournament that took place between 17–21 October 2012 at the Lotto Arena in Antwerp, Belgium.",
  "/wiki/Antwerp_Open_(snooker)": "The Antwerp Open was a pro–am minor-ranking snooker tournament, which was part of the Players Tour Championship. The tournament started in 2011 and was staged at the Lotto Arena in Antwerp, Belgium. Mark Selby was the last champion.",
  "/wiki/Mark_Allen_(snooker_player)": "Mark Allen (born 22 February 1986) is a Northern Irish professional snooker player. He won the World Amateur Championship in 2004. The following year he entered the Main Tour and took only three seasons to reach the elite top 16. As a prolific break-builder, Allen has compiled more than 425 century breaks in professional competition.",
  "/wiki/European_Tour_2012/2013_–_Event_6": "The Betfair European Tour 2012/2013 – Event 6 (also known as the 2013 FFB Open and the 2013 Arcaden Munich Open) was a professional minor-ranking snooker tournament that took place over 26–27 November 2012 at the World Snooker Academy in Sheffield, England with the first three rounds and 4–6 January 2013 at the Event Forum in Fürstenfeldbruck, Germany from the last 32 onwards.",
  "/wiki/FFB_Open": "The FFB Open was a pro–am minor-ranking snooker tournament, which was part of the Players Tour Championship. The tournament was only held in the 2011/2012 and 2012/2013 seasons. The event was split in two parts, with the first part taking place at the World Snooker Academy in Sheffield, England and the second part at the Event Forum in Fürstenfeldbruck, Germany. Mark Selby was the last champion.",
  "/wiki/Graeme_Dott": "Graeme Dott (born 12 May 1977) is a Scottish professional snooker player and snooker coach from Larkhall. He turned professional in 1994 and first entered the top 16 in 2001. He has won two ranking titles, the 2006 World Snooker Championship and the 2007 China Open, and was runner-up in the World Championships of 2004 and 2010. He reached number 2 in the world rankings in 2007, but a subsequent episode of clinical depression seriously affected his form, causing him to drop to number 28 for the 2009/2010 season. He then recovered his form, regained his top-16 ranking, and reached a third World Championship final. In 2011, he published his autobiography, Frame of Mind: The Autobiography of the World Snooker Champion. By reaching the final of the  2020 World Grand Prix, Dott became the first player to reach a ranking final in four different decades, the first being the 1999 Scottish Open.",
  "/wiki/Asian_Tour_2013/2014_–_Event_1": "The Asian Tour 2013/2014 – Event 1 (also known as the 2013 Yixing Open) was a professional minor-ranking snooker tournament that took place between 11–15 June 2013 at the Yixing Sports Centre in Yixing, China.",
  "/wiki/Yixing_Open": "The Yixing Open was a pro–am minor-ranking snooker tournament, which is part of the Players Tour Championship. The tournament started in 2013 and was staged at the Yixing Sports Centre in Yixing, China. Ding Junhui was the last champion.",
  "/wiki/Joe_Perry_(snooker_player)": "Joe Perry (born 13 August 1974) is an English professional snooker player. Often referred to as the \"Fen Potter\" and also nicknamed \"the Gentleman\", he was born in Wisbech, Cambridgeshire. He climbed the rankings steadily after turning professional in 1991, and reached the top sixteen for the first time in 2002.",
  "/wiki/European_Tour_2013/2014_–_Event_2": "The European Tour 2013/2014 – Event 2 (also known as the 2013 Rotterdam Open) was a professional minor-ranking snooker tournament that took place between 18–21 July 2013 at the Topsport Centrum in Rotterdam, Netherlands. This was the second ever professional snooker tournament in the Netherlands after the 1991 European Open.",
  "/wiki/Mark_Williams_(snooker_player)": "Mark James Williams, MBE (born 21 March 1975) is a Welsh professional snooker player who is a three-time World Champion, winning in 2000, 2003, and 2018. Aged 43 when he triumphed in May 2018, he became the second oldest winner of the World Championship at the Crucible (Ray Reardon was the oldest winner in 1978, aged 45). Often noted for his single-ball long potting ability, Williams has earned the nickname \"The Welsh Potting Machine\".",
  "/wiki/European_Tour_2013/2014_–_Event_7": "The European Tour 2013/2014 – Event 7 (also known as the 2013 Antwerp Open) was a professional minor-ranking snooker tournament that took place between 14–17 November 2013 at the Lotto Arena in Antwerp, Belgium.",
  "/wiki/Ronnie_O'Sullivan": "Ronald Antonio O'Sullivan OBE (born 5 December 1975) is an English professional snooker player who is one of the most successful players in the history of the sport. Since turning professional in 1992, he has won five World Championships, a record seven Masters titles, and a record seven UK Championships, setting a record total of 19 titles in Triple Crown tournaments. He shares the record for the most ranking titles (36) with Stephen Hendry and also holds the record as the youngest winner of a ranking title (1993 UK Championship, aged 17 years and 358 days) as well as the youngest winner of the Masters (in 1995, aged 19 years and 69 days). In the 2017/2018 season, O'Sullivan won five ranking events in a single season, a record that he shares with Hendry, Ding Junhui and Mark Selby. His career prize money of over £11 million is the highest amount earned by any player in snooker history.",
  "/wiki/European_Tour_2014/2015_–_Event_1": "The European Tour 2014/2015 – Event 1 (also known as the 2014 Kaspersky Lab Riga Open) was a professional minor-ranking snooker tournament that took place between 7–10 August 2014 at the Arena Riga in Riga, Latvia. This was the first professional snooker tournament held in Latvia.",
  "/wiki/Riga_Open_(snooker)": "The Riga Masters or Riga Open until 2016 (also known as the  Kaspersky Riga Masters for sponsorship reasons) is a ranking snooker tournament. The tournament started in 2014 as a part of the Players Tour Championship and was staged at the Arena Riga in Riga, Latvia. It has been the opening ranking event of the season since becoming a ranking event in 2016. Yan Bingtao is the reigning champion.",
  "/wiki/European_Tour_2015/2016_–_Event_6": "The European Tour 2015/2016 – Event 6 (also known as the 2016 Gdynia Open) was a professional minor-ranking snooker tournament held between 23–28 February 2016 in Gdynia, Poland.",
  "/wiki/Gdynia_Open": "The Gdynia Open was a pro–am minor-ranking snooker tournament, which was part of the Players Tour Championship. The tournament in the 2012/2013 was split in two parts, with the first part taking place at the World Snooker Academy in Sheffield, England and the second part at the Gdynia Sports Arena in Gdynia, Poland. In the 2013/2014 season the event was moved to the second half of the season, and the whole event took part in Gdynia. Mark Selby was the last champion, while Neil Robertson is the most successful player in the tournament's history having won the championship two times.",
  "/wiki/Martin_Gould": "Martin Gould (born 14 September 1981) is an English professional snooker player from Pinner in the London Borough of Harrow. He has appeared in three ranking finals and won one ranking title, the 2016 German Masters.",
  "/wiki/Mark_Selby": "Mark Anthony Selby (born 19 June 1983) is an English professional snooker player. He has been World Snooker Champion three times and was number 1 in rankings for over four years continuously. He has won 17 ranking titles which put him in seventh place by ranking tournament wins in history."
}