{
  "/wiki/License": "A license (American English) or licence (British English) is an official permission or permit to do, use, or own something (as well as the document of that permission or permit).",
  "/wiki/Apache_Click": "Apache Click is a page and component oriented web application framework for the Java language and is built on top of the Java Servlet API.",
  "/wiki/Apache_Software_License": "The Apache License is a permissive free software license written by the Apache Software Foundation (ASF). It allows users to use the software for any purpose, to distribute it, to modify it, and to distribute modified versions of the software under the terms of the license, without concern for royalties. The ASF and its projects release their software products under the Apache License. The license is also used by many non-ASF projects.",
  "/wiki/Apache_OFBiz": "Apache OFBiz is an open source enterprise resource planning (ERP) system. It provides a suite of enterprise applications that integrate and automate many of the business processes of an enterprise.[citation needed]",
  "/wiki/Shale_Framework_(software)": "Shale is a web application framework maintained by the Apache Software Foundation. It is fundamentally based on JavaServer Faces. As of May 2009 Apache Shale has been retired and moved to the Apache Attic.",
  "/wiki/Apache_Sling": "Apache Sling is an open source Web framework for the Java platform designed to create content-centric applications on top of a  JSR-170-compliant (a.k.a. JCR) content repository such as Apache Jackrabbit. Apache Sling allows developers to deploy their application components as OSGi bundles or as scripts and templates in the content repository. Supported scripting languages are JSP, server-side JavaScript, Ruby, Velocity. The goal of Apache Sling is to expose content in the content repository as HTTP resources, fostering a RESTful style of application architecture.",
  "/wiki/Apache_Struts_2": "Apache Struts 2 is an open-source web application framework for developing Java EE web applications. It uses and extends the Java Servlet API to encourage developers to adopt a model–view–controller (MVC) architecture. The WebWork framework spun off from Apache Struts 1 aiming to offer enhancements and refinements while retaining the same general architecture of the original Struts framework. In December 2005, it was announced that WebWork 2.2 was adopted as Apache Struts 2, which reached its first full release in February 2007.",
  "/wiki/Apache_Tapestry": "Apache Tapestry is an open-source component-oriented Java web application framework conceptually similar to JavaServer Faces and Apache Wicket. Tapestry was created by Howard Lewis Ship,[when?] and was adopted by the Apache Software Foundation as a top-level project in 2006.",
  "/wiki/Apache_Wicket": "Apache Wicket, commonly referred to as Wicket, is a component-based web application framework for the Java programming language conceptually similar to JavaServer Faces and Tapestry.  It was originally written by Jonathan Locke in April 2004.  Version 1.0 was released in June 2005. It graduated into an Apache top-level project in June 2007.",
  "/wiki/AppFuse": "AppFuse is an open-source Java EE web application framework.  It is designed for quick and easy start up of development, while also using open-source Java technologies such as Spring Framework, Hibernate and Struts. AppFuse was originally created by Matt Raible, who wanted to eliminate the \"ramp up\" time in building new web applications.",
  "/wiki/Brutos_Framework": "The Brutos Application Framework is MVC controller written in Java. Designed to reduce the complexity of \nweb development, with configurable mapping, view resolution as well as support for uploading and downloading files. \nCan be configured using XML, annotations and CoC.",
  "/wiki/Remote_Application_Platform": "Remote Application Platform (RAP, formerly Rich Ajax Platform) Project is an open-source software project under the Eclipse Technology Project which aims to enable software developers to build Ajax-enabled rich Internet applications by using the Eclipse development model, plugins and a Java-only application programming interface (API). It can be considered a counterpart for web development to the Rich Client Platform (RCP). The API is very similar to RCP so developers who know RCP can reuse extant knowledge. RAP encourages sharing source code between RCP and RAP applications to reduce the development effort for business applications that need both desktop-based and web-based front ends.",
  "/wiki/Eclipse_Public_License": "The Eclipse Public License (EPL) is an open source software license most notably used for the Eclipse IDE and other projects by the Eclipse Foundation. It replaces the Common Public License (CPL) and removes certain terms relating to  litigations related to patents.",
  "/wiki/FormEngine": "The FormEngine is a Java framework for dynamic form creation and complex form processing for web applications.",
  "/wiki/Proprietary_software": "Proprietary software, also known as closed-source software, is non-free computer software for which the software's publisher or another person retains intellectual property rights—usually copyright of the source code, but sometimes patent rights.",
  "/wiki/Grails_(framework)": "Grails is an open source web application framework that uses the Apache Groovy programming language (which is in turn based on the Java platform). It is intended to be a high-productivity framework by following the \"coding by convention\" paradigm, providing a stand-alone development environment and hiding much of the configuration detail from the developer.[citation needed]",
  "/wiki/Google_Web_Toolkit": "Google Web Toolkit (GWT /ˈɡwɪt/), or GWT Web Toolkit, is an open-source set of tools that allows web developers to create and maintain JavaScript front-end applications in Java. Other than a few native libraries, everything is Java source that can be built on any supported platform with the included GWT Ant build files. It is licensed under the Apache License 2.0.",
  "/wiki/Hamlets": "A hamlet is a small or very small human settlement. In different jurisdictions and geographies, a hamlet may be the size of a town, village or parish, or may be considered to be a smaller settlement or subdivision or satellite entity to a larger settlement. The word and concept of a hamlet have roots in the Anglo-Norman settlement of England, where the old French hamlet came to apply to small human settlements. In British geography, a hamlet is considered smaller than a village and distinctly without a church or other place of worship (e.g. one road or a crossroads, with houses either side).",
  "/wiki/BSD_licenses": "BSD licenses are a family of permissive free software licenses, imposing minimal restrictions on the use and distribution of covered software. This is in contrast to copyleft licenses, which have share-alike requirements. The original BSD license was used for its namesake, the Berkeley Software Distribution (BSD), a Unix-like operating system. The original version has since been revised, and its descendants are referred to as modified BSD licenses.",
  "/wiki/ItsNat": "ItsNat Natural AJAX, is an open-source Java component-based Ajax framework.",
  "/wiki/GNU_Lesser_General_Public_License": "The GNU Lesser General Public License (LGPL) is a free-software license published by the Free Software Foundation (FSF). The license allows developers and companies to use and integrate a software component released under the LGPL into their own (even proprietary) software without being required by the terms of a strong copyleft license to release the source code of their own components. However, any developer who modifies an LGPL-covered component is required to make their modified version available under the same LGPL license. For proprietary software, code under the LGPL is usually used in the form of a shared library, so that there is a clear separation between the proprietary and LGPL components. The LGPL is primarily used for software libraries, although it is also used by some stand-alone applications.",
  "/wiki/JavaServer_Faces": "JavaServer Faces (JSF) is a Java specification for building component-based user interfaces for web applications and was formalized as a standard through the Java Community Process being part of the Java Platform, Enterprise Edition. It is also a MVC web framework that simplifies construction of user interfaces (UI) for server-based applications by using reusable UI components in a page.",
  "/wiki/Common_Development_and_Distribution_License": "The Common Development and Distribution License (CDDL) is a free and open-source software license, produced by Sun Microsystems, based on the Mozilla Public License (MPL). Files licensed under the CDDL can be combined with files licensed under other licenses, whether open source or proprietary. In 2005 the Open Source Initiative approved the license. The Free Software Foundation (FSF) considers it a free software license, but one which is incompatible with the GNU General Public License (GPL).",
  "/wiki/GNU_General_Public_License": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/JBoss_Seam": "Seam was a web application framework developed by JBoss, a division of Red Hat.",
  "/wiki/Jspx-bay": "jspx-bay, commonly referred to as jspx, is a free open source pure Java web RAD framework. Jspx should not be confused with other technologies using the same name like Oracle Application Framework and XML JSP.",
  "/wiki/JVx_(Framework)": "JVx Framework (or JVx - Enterprise Application Framework) is an open source software framework for the Java platform. JVx facilitates the development of professional and efficient database applications, in a short time and using little source code.",
  "/wiki/JWt_(Java_web_toolkit)": "JWt (pronounced \"jay-witty\") is an open-source widget-centric web application framework for the Java programming language developed by Emweb. It has an API that uses established GUI application development patterns. The programming model is component-based and event-driven, similar to Swing.",
  "/wiki/Comparison_of_web_frameworks": "This is a comparison of notable web frameworks, software used to build and deploy web applications."
}