{
  "/wiki/Strange_Brew": "Strange Brew (also known as The Adventures of Bob & Doug McKenzie: Strange Brew) is a 1983 Canadian comedy film starring the popular SCTV characters Bob and Doug McKenzie, portrayed by Dave Thomas and Rick Moranis, who also served as co-directors. Co-stars include Max von Sydow, Paul Dooley, Lynne Griffin and Angus MacInnes.",
  "/wiki/Bob_and_Doug_McKenzie": "Bob and Doug McKenzie are a pair of fictional Canadian brothers who hosted \"Great White North\", a sketch which was introduced on SCTV for the show's third season when it moved to CBC Television in 1980.  Bob is played by Rick Moranis and Doug is played by Dave Thomas. Although created originally as filler to both satisfy and mock network Canadian content demands, the duo became a pop culture phenomenon in both Canada and the United States.",
  "/wiki/Streets_of_Fire": "Streets of Fire is a 1984 American film directed by Walter Hill and co-written by Hill and Larry Gross. It is described in its opening credits and posters as \"A Rock & Roll Fable\". The film is a mix of musical, action, neo-noir, drama, and comedy, with elements of retro-1950s woven into then-current 1980s themes. It stars Michael Paré as a mercenary who returns home to rescue his ex-girlfriend (Diane Lane) who has been kidnapped by the leader of a biker gang (Willem Dafoe). Some of the film was shot on the backlot of Universal Studios in California, on two large sets covered in a tarp 1,240 feet long by 220 feet wide, so that night scenes could be filmed during the day.",
  "/wiki/Ghostbusters": "Ghostbusters is a 1984 American supernatural comedy film directed by Ivan Reitman and written by Dan Aykroyd and Harold Ramis. It stars Bill Murray, Aykroyd, and Ramis as, respectively, Peter Venkman, Ray Stantz, and Egon Spengler, a trio of eccentric parapsychologists who start a ghost-catching business in New York City. The film also stars Sigourney Weaver and Rick Moranis, and features Annie Potts, William Atherton, and Ernie Hudson in supporting roles.",
  "/wiki/Louis_Tully": "The Ghostbusters franchise spans numerous films, animated series, novelizations, comic books, and video games. Beginning with the 1984 live-action film Ghostbusters written by Dan Aykroyd and Harold Ramis, the premise and storyline have inspired sequels, spinoffs, and reboots. These entries into the franchise include an ever expanding list of both recurring and original characters.",
  "/wiki/The_Wild_Life_(film)": "The Wild Life is a 1984 American comedy-drama film written by Cameron Crowe and directed by Art Linson. It stars  Christopher Penn, Lea Thompson, Ilan Mitchell-Smith, Jenny Wright, Eric Stoltz, Rick Moranis, Hart Bochner, and Randy Quaid. Edward Van Halen and Donn Landee composed the film's score.",
  "/wiki/Brewster%27s_Millions_(1985_film)": "Brewster's Millions is a 1985 American comedy film directed by Walter Hill. The film stars Richard Pryor and John Candy. The screenplay by Herschel Weingrod and Timothy Harris was based on the 1902 novel of the same name by George Barr McCutcheon. It is the seventh film based on the story.",
  "/wiki/Head_Office": "Head Office is a 1985 American satirical black comedy film, produced by HBO Pictures in association with Silver Screen Partners.  It stars Judge Reinhold, Eddie Albert, Lori-Nan Engler, Jane Seymour, Richard Masur, Michael O'Donoghue, Ron Frazier, Merritt Butrick and was directed and written by Ken Finkleman. It is also the first film to be composed by James Newton Howard.",
  "/wiki/Club_Paradise": "Club Paradise is a 1986 American comedy film directed by Harold Ramis starring Robin Williams, Twiggy, Peter O'Toole, and Jimmy Cliff. The film reunites director / co-writer Ramis with most of his SCTV co-stars – SCTV cast members Andrea Martin, Eugene Levy, Rick Moranis, Joe Flaherty, and Robin Duke play supporting roles in the film, as does co-writer Brian Doyle-Murray, a former SCTV staff writer.",
  "/wiki/Little_Shop_of_Horrors_(film)": "Little Shop of Horrors is a 1986 American horror comedy musical film directed by Frank Oz. It is a film adaptation of the off-Broadway musical comedy of the same name by composer Alan Menken and writer Howard Ashman, which in turn was based on the 1960 film The Little Shop of Horrors, directed by Roger Corman, about a geeky florist shop worker who finds out his Venus flytrap can speak. The film stars Rick Moranis, Ellen Greene, Vincent Gardenia, Steve Martin, and Levi Stubbs as the voice of Audrey II. The film also featured special appearances by Jim Belushi, John Candy, Christopher Guest and Bill Murray. It was produced by David Geffen through The Geffen Company and released by Warner Bros. on December 19, 1986.",
  "/wiki/Spaceballs": "Spaceballs is a 1987 American satirical comic science fiction film co-written, produced and directed by Mel Brooks. Starring Brooks, Bill Pullman, John Candy and Rick Moranis, the film also features Daphne Zuniga, Dick Van Patten, George Wyner and the voice of Joan Rivers. In addition to Brooks in a supporting role, the film also features Brooks regulars Dom DeLuise and Rudy De Luca in cameo appearances.",
  "/wiki/Ghostbusters_II": "Ghostbusters II is a 1989 American supernatural comedy film directed by Ivan Reitman and written by Dan Aykroyd and Harold Ramis. It stars Bill Murray, Aykroyd, Sigourney Weaver, Ramis, Rick Moranis, Ernie Hudson, and Annie Potts. It is the sequel to the 1984 film Ghostbusters and the second film in the Ghostbusters franchise. Set five years after the events of the first film, the Ghostbusters have been sued and put out of business after the destruction caused during their battle with the demi-god Gozer. When a new, powerful, paranormal threat emerges, the Ghostbusters reform to combat it and save the world.",
  "/wiki/Honey,_I_Shrunk_the_Kids": "Honey, I Shrunk the Kids is a 1989 American comic science fiction film. The first installment of the titular film series was the directorial debut of Joe Johnston and produced by Walt Disney Pictures. The plot involves the story of an inventor who accidentally shrinks his own and his next door neighbor's children to a quarter of an inch (6 mm) with his electromagnetic shrinking machine and accidentally throws them out with the trash, where they must venture into their backyard to return home while fending off insects and negotiating hazards.",
  "/wiki/Parenthood_(film)": "Parenthood is a 1989 American comedy-drama film with an ensemble cast that includes Steve Martin, Tom Hulce, Rick Moranis, Martha Plimpton, Leaf Phoenix, Keanu Reeves, Jason Robards, Mary Steenburgen, and Dianne Wiest.",
  "/wiki/My_Blue_Heaven_(1990_film)": "My Blue Heaven is a 1990 American crime comedy film directed by Herbert Ross, written by Nora Ephron, and starring Steve Martin, Rick Moranis, and Joan Cusack. This is the third film in which Martin and Moranis starred together. It has been noted for its relationship to Goodfellas, which was released one month later. Both films are based upon the life of Henry Hill, although the character is renamed \"Vincent 'Vinnie' Antonelli\" in My Blue Heaven. Goodfellas was based upon the book Wiseguy by Nicholas Pileggi, while the screenplay for My Blue Heaven was written by Pileggi's wife Nora Ephron, and much of the research for both works was done in the same sessions with Hill.",
  "/wiki/L.A._Story": "L.A. Story is a 1991 American satirical romantic fantasy comedy-drama film written by and starring Steve Martin and directed by Mick Jackson.",
  "/wiki/Honey,_I_Blew_Up_the_Kid": "Honey, I Blew Up the Kid is a 1992 American comedy science fiction family film, and the second installment of the Honey, I  Shrunk the Kids film series. Directed by Randal Kleiser and released by Walt Disney Pictures, it stars Rick Moranis, Marcia Strassman, Amy O'Neill and Robert Oliveri, who reprise their roles as Wayne, Diane, Amy, and Nick Szalinski respectively, as well as newcomer Keri Russell in her film debut as Mandy Park, Nick's love interest and babysitter of Adam, the Szalinskis' new son, whose accidental exposure to Wayne's new industrial-sized growth machine causes him to gradually grow to enormous size. It is set three years after the events depicted in the first film. It was filmed in 1991.",
  "/wiki/Splitting_Heirs": "Splitting Heirs is a 1993 British black comedy film directed by Robert Young and starring Eric Idle, Rick Moranis, Barbara Hershey, Catherine Zeta-Jones, John Cleese and Sadie Frost. It features music by Michael Kamen. It was entered in the 1993 Cannes Film Festival.",
  "/wiki/The_Flintstones_(film)": "The Flintstones (also known as The Flintstones Movie or The Flintstones: The Live-Action Movie in the working title) is a 1994 American comedy film directed by Brian Levant and written by Tom S. Parker, Jim Jennewein, and Steven E. de Souza. It is a live-action motion picture adaptation of the 1960–1966 animated television series of the same name. The film stars John Goodman as Fred Flintstone, Rick Moranis as Barney Rubble, Elizabeth Perkins as Wilma Flintstone and Rosie O'Donnell as Betty Rubble, along with Kyle MacLachlan as a villainous executive-vice president of Fred's company, Halle Berry as his seductive secretary and Elizabeth Taylor (in her final theatrical film appearance), as Pearl Slaghoople, Wilma's mother. The B-52's (as The BC-52's in the film) performed their version of the cartoon's theme song.",
  "/wiki/Barney_Rubble": "Barney Rubble is a fictional character who appears in the television animated series The Flintstones. He is the diminutive, blond-haired caveman husband of Betty Rubble and adoptive father of Bamm-Bamm Rubble. His best friend is his next door neighbor, Fred.",
  "/wiki/Honey,_I_Shrunk_the_Audience!": "Honey, I Shrunk the Audience (known as MicroAdventure! in Tokyo Disneyland) was a 4D film spin-off of the Honey, I Shrunk the Kids film series that was shown at several Disney theme parks.",
  "/wiki/Little_Giants": "Little Giants is a 1994 American family sports comedy film, starring Rick Moranis and Ed O'Neill as brothers in a small Ohio town, coaching rival Pee-Wee Football teams.",
  "/wiki/Big_Bully_(film)": "Big Bully is a 1996 American dark comedy film directed by Steve Miner, written by Mark Steven Johnson and starring Rick Moranis and Tom Arnold as two men, a former victim and his childhood bully, as they reconnect as adults.",
  "/wiki/Rick_Moranis": "Frederick Allan \"Rick\" Moranis (/məˈrænɪs/; born April 18, 1953), is a Canadian actor, comedian, screenwriter, and film director. He appeared in the sketch comedy series Second City Television (SCTV) in the 1980s and several Hollywood films, including Strange Brew (1983), Ghostbusters (1984) and Ghostbusters II (1989), Little Shop of Horrors (1986), Spaceballs (1987), Honey, I Shrunk the Kids (1989, and its 1992 and 1997 sequels), Parenthood (1989), My Blue Heaven (1990), and The Flintstones (1994)."
}