{
  "/wiki/Aliya_Yussupova": "Aliya Yussupova (Kazakh: Әлия Мақсұтқызы Жүсіпова, Álııa Maqsutqyzy Júsipova; born May 15, 1984) is an individual rhythmic gymnast who competed for Kazakhstan, coached by Irina Viner.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Anna_Alyabyeva": "Anna Alyabyeva (born 13 November 1993, in Astana) is a Kazakhstani individual rhythmic gymnast.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Shin_Soo-ji": "Shin Soo-ji (Korean: 신수지 born 8 January 1991) is a South Korean former rhythmic gymnast and bowler.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Ulyana_Trofimova": "Ulyana Olyegovna Trofimova (Uzbek: Ульяна Олеговна Трофимова; born 28 February 1990 in Navoiy Province) is an Uzbekistani rhythmic gymnast.",
  "/wiki/Uzbekistan": "Uzbekistan (UK: /ʊzˌbɛkɪˈstɑːn, ʌz-, -ˈstæn/, US: /ʊzˈbɛkɪstæn, -stɑːn/; Uzbek: O'zbekiston, Ўзбекистон pronounced [ozbekiˈstɒn]), officially Republic of Uzbekistan (Uzbek: O'zbekiston Respublikasi), is a country in Central Asia. It is bordered by five landlocked countries: Kazakhstan to the north; Kyrgyzstan to the northeast; Tajikistan to the southeast; Afghanistan to the south; and Turkmenistan to the southwest. Along with Liechtenstein, it is one of the world's only two doubly landlocked countries.",
  "/wiki/Djamila_Rahmatova": "Djamila Rakhmatova (Russian: Джамиля Рахматова; born 19 September 1990 in Tashkent) is a retired individual Uzbekistani rhythmic gymnast.",
  "/wiki/Elaine_Koon": "Elaine Koon (born c.1993) is a Malaysian rhythmic gymnast. She won one gold, one silver and two bronze medal at the 2010 Commonwealth Games.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species."
}