{
  "/wiki/Fianna_Fáil": "Fianna Fáil (/fiˌænə ˈfɔɪl, ˌfiːənə -/ fee-AN-ə FOYL, Irish: [ˌfʲiən̪ˠə ˈfˠaːlʲ] (listen); meaning 'Soldiers of Destiny' or 'Warriors of Fál'), officially Fianna Fáil – The Republican Party (Irish: Fianna Fáil – An Páirtí Poblachtánach), is a political party in Ireland.",
  "/wiki/Bertie_Ahern": "Bartholomew Patrick  \"Bertie\" Ahern (born 12 September 1951) is an Irish former Fianna Fáil politician who served as Taoiseach from 1997 to 2008, Leader of Fianna Fáil from 1994 to 2008, Leader of the Opposition from 1994 to 1997, Tánaiste and Minister for Arts, Culture and the Gaeltacht from November 1994 to December 1994, Deputy Leader of Fianna Fáil from 1992 to 1994, Minister for Industry and Commerce in January 1993, Minister for Finance from 1991 to 1994, Minister for Labour from 1987 to 1991, Government Chief Whip and Minister of State at the Department of Defence from March 1982 to December 1982 and Lord Mayor of Dublin from 1986 to 1987. He served as a Teachta Dála (TD) from 1977 to 2011.",
  "/wiki/Mary_O'Rourke": "Mary O'Rourke (née Lenihan; born 31 May 1937) is a former Irish Fianna Fáil politician who served as Leader of Seanad Éireann and Leader of Fianna Fáil in the Seanad from 2002 to 2007, Deputy Leader of Fianna Fáil from 1994 to 2002, Minister for Public Enterprise from 1997 to 2002, Minister for Health and Children from 1991 to 1992 and Minister for Education from 1987 to 1991. She served as a Teachta Dála (TD) from 1982 to 2002 and 2007 to 2011. She served as a Senator from 1981 to 1982 for the Cultural and Educational Panel and 2002 to 2007, upon being Nominated by the Taoiseach.",
  "/wiki/Albert_Reynolds": "Albert Reynolds (3 November 1932 – 21 August 2014) was an Irish Fianna Fáil politician who served as Taoiseach from 1992 to 1994, Leader of Fianna Fáil from 1992 to 1994, Minister for Finance from 1988 to 1991, Minister for Industry and Commerce from 1987 to 1988, Minister for Industry and Energy from March 1982 to December 1982, Minister for Transport from 1980 to 1981 and Minister for Posts and Telegraphs from 1979 to 1981. He served as a Teachta Dála (TD) from 1977 to 2002.",
  "/wiki/Noel_Dempsey": "Noel Dempsey (born 6 January 1953) is a former Irish Fianna Fáil politician who served as Minister for Transport from 2007 to 2011, Minister for Communications, Marine and Natural Resources from 2004 to 2007, Minister for Education and Science from 2002 to 2004, Minister for the Environment and Local Government from 1997 to 2002, Minister of State at the Department of Finance from 1993 to 1994, Minister of State at the Department of Defence and Government Chief Whip from 1992 to 1994. He served as a Teachta Dála (TD) from 1987 to 2011.",
  "/wiki/Jim_McDaid": "James Joseph McDaid (born 3 October 1949) is a former Irish Fianna Fáil politician who served as a Teachta Dála (TD) for the Donegal North-East constituency from June 1989 until he resigned in November 2010. He also served as Minister for Tourism, Sport and Recreation between 1997 and 2002 and as Minister of State for Transport between 2002 and 2004.",
  "/wiki/Séamus_Kirk": "Séamus Kirk (born 26 April 1945) is an Irish former Fianna Fáil politician who served as Ceann Comhairle of Dáil Éireann from 2009 to 2011 and Minister of State for Horticulture from 1987 to 1992. He served as a Teachta Dála (TD) for the Louth constituency from 1982 to 2016.",
  "/wiki/Ann_Ormonde": "Ann Ormonde (born 20 January 1935) is a former Irish Fianna Fáil politician and was a member of Seanad Éireann from 1993 to 2011. She was elected by the Cultural and Educational Panel. She was first elected to the Seanad in 1992 and re-elected at every subsequent election until she lost her seat at the 2011 election.",
  "/wiki/Éamon_Ó_Cuív": "Éamon Ó Cuív (Irish pronunciation: [ˈeːmˠənˠ oː ˈkiːvʲ]; born 23 June 1950) is an Irish Fianna Fáil politician who has been a Teachta Dála (TD) for the Galway West constituency since the 1992 general election. He previously served as Deputy Leader of Fianna Fáil from 2011 to 2012, Minister for the Environment, Community and Local Government and Minister for Defence January 2011 to March 2011, Minister for Social Protection from 2010 to 2011, Minister for Community, Rural and Gaeltacht Affairs from 2002 to 2010, Minister of State at the Department of Arts, Heritage, Gaeltacht and the Islands from 2001 to 2002 and Minister of State at the Department of Agriculture, Food and Rural Development from 1997 to 2002. He served as a Senator for the Cultural and Educational Panel from 1989 to 1992.",
  "/wiki/Brian_Lenihan_Snr": "Brian Patrick Lenihan (17 November 1930 – 1 November 1995) was an Irish Fianna Fáil politician who served as Tánaiste from 1987 to 1990, Minister for Defence from 1989 to 1990, Minister for Agriculture from March 1982 to December 1982, Minister for Fisheries from 1977 to 1979, Minister for Foreign Affairs from 1987 to 1989, 1979 to 1981 and January 1973 to March 1973, Minister for Transport and Power from 1969 to 1973, Minister for Education from 1968 to 1969, Minister for Justice from 1964 to 1969, Parliamentary Secretary to the Minister for Justice and Parliamentary Secretary to the Minister for Lands from 1961 to 1964. He served as a Teachta Dála (TD) from 1961 to 1973 and from 1977 to 1995. He served as a Senator for the Industrial and Commercial Panel from 1957 to 1961 and 1973 to 1977. He also served as a Member of the European Parliament (MEP) for the Oireachtas from 1973 to 1977.",
  "/wiki/Charlie_McCreevy": "Charles McCreevy (born 30 September 1949) is a former Irish Fianna Fáil politician who served as European Commissioner for Internal Market and Services from 2004 to 2010, Minister for Finance from 1997 to 2004, Minister for Tourism and Trade from 1993 to 1994 and Minister for Social Welfare from 1992 to 1993. He served as a Teachta Dála (TD) for the Kildare constituency (and later the Kildare North constituency) from 1977 to 2004.",
  "/wiki/Jimmy_Leonard": "James Leonard (born 5 June 1927) is a former Irish Fianna Fáil politician. Leonard was first elected to Dáil Éireann as a Fianna Fáil Teachta Dála (TD) for the Cavan–Monaghan constituency at the 1973 general election. He lost his seat at the 1981 general election but regained it at the February 1982 general election and retained it until retiring at the 1997 general election.",
  "/wiki/Joe_Jacob": "Joe Jacob (born 1 April 1939) is a former Irish Fianna Fáil politician.",
  "/wiki/Brendan_Daly_(politician)": "Brendan Daly (born 2 February 1940) is a former Irish Fianna Fáil politician. He was a long-serving Teachta Dála (TD) for the Clare constituency, a government minister, and Senator.",
  "/wiki/Social_Democratic_and_Labour_Party": "The Social Democratic and Labour Party (SDLP) (Irish: Páirtí Sóisialta Daonlathach an Lucht Oibre) is a social-democratic, Irish nationalist political party in Northern Ireland. The SDLP currently has 12 MLAs in the Northern Ireland Assembly and two MPs in Westminster.",
  "/wiki/John_Hume": "John Hume, KCSG (born 18 January 1937) is an Irish former politician from Derry, Northern Ireland. He was a founding member of the Social Democratic and Labour Party, and was co-recipient of the 1998 Nobel Peace Prize, with David Trimble.",
  "/wiki/Seamus_Mallon": "Seamus Frederick Mallon (/ˈʃeɪməs ˈmælən/; 17 August 1936 – 24 January 2020) was an Northern Irish politician who served as deputy First Minister of Northern Ireland from 1998 to 2001 and Deputy Leader of the Social Democratic and Labour Party from 1979 to 2001.",
  "/wiki/Eddie_McGrady": "Edward Kevin McGrady (3 June 1935 – 11 November 2013) was an Irish nationalist politician from Northern Ireland and a member of the United Kingdom Parliament for South Down.",
  "/wiki/Joe_Hendron": "Joseph Gerard Hendron (born 12 November 1932) is a Northern Ireland politician, a member of the moderate Irish nationalist Social Democratic and Labour Party (SDLP).",
  "/wiki/Bríd_Rodgers": "Bríd Rodgers (née Stratford; born 20 February 1935) in Gweedore, County Donegal, Ireland, is an Irish nationalist former politician.",
  "/wiki/Sean_Farren": "Sean Nial Farren (born 6 September 1939) is an Irish politician and academic in Northern Ireland.",
  "/wiki/Denis_Haughey": "Denis Haughey (born 3 October 1944) is a former Irish nationalist politician in Northern Ireland.",
  "/wiki/Mark_Durkan": "Mark Durkan (born 26 June 1960) is an Irish politician from Northern Ireland. Durkan was the deputy First Minister of Northern Ireland from 2001 to 2002, and the Leader of the Social Democratic and Labour Party from 2001 to 2010. He contested the Dublin constituency for Fine Gael at the 2019 European Parliament election.",
  "/wiki/John_Fee": "John Fitzgerald Fee (7 December 1963 – 10 November 2007) was an Irish nationalist politician from County Armagh who served in the Northern Ireland Assembly.",
  "/wiki/Alex_Attwood": "Alex Attwood (born 26 April 1959) is an Irish politician, who served as Minister for Environment in the Northern Ireland Executive. He is a member of the Social Democratic and Labour Party and formerly represented Belfast West in the Northern Ireland Assembly.",
  "/wiki/Fine_Gael": "Fine Gael (/ˌfiːnə ˈɡeɪl, ˌfɪn-/ FEE-nə GAYL, FIN-ə -⁠, Irish: [ˌfʲɪnʲə ˈɡeːl̪ˠ]; English: \"Family (or Tribe) of the Irish\") is a liberal-conservative political party in Ireland. Fine Gael is currently the governing and largest party in Ireland in terms of members of the Oireachtas and Irish members of the European Parliament. The party has a membership of 21,000 and is the senior partner governing in a minority coalition with several independent politicians, with party leader Leo Varadkar serving as Taoiseach. Varadkar succeeded Enda Kenny as party leader on 2 June 2017 and as Taoiseach on 14 June; Kenny had been leader since 2002, and Taoiseach since 2011.",
  "/wiki/John_Bruton": "John Gerard Bruton (born 18 May 1947) is an Irish former Fine Gael politician who served as Taoiseach from 1994 to 1997, Ambassador of the European Union to the United States from 2004 to 2009, Leader of Fine Gael from 1990 to 2001, Leader of the Opposition from 1990 to 1994 and 1997 to 2001, Deputy Leader of Fine Gael from 1987 to 1990, Minister for the Public Service from January 1987 to March 1987, Minister for Finance from 1981 to 1982 and 1986 to 1987, Minister for Industry, Trade, Commerce and Tourism from 1983 to 1986, Minister for Industry and Energy from 1982 to 1983, Parliamentary Secretary to the Minister for Education and Parliamentary Secretary to the Minister for Industry and Commerce from 1973 to 1977. He served as a Teachta Dála (TD) from 1969 to 2004.",
  "/wiki/Austin_Currie": "Joseph Austin Currie (born 11 October 1939) is an Irish former Fine Gael politician who served as Minister of State for Justice from 1994 to 1997. He served as a Teachta Dála (TD) for the Dublin West constituency from 1989 to 2002 and Member of the Parliament of Northern Ireland (MP) for East Tyrone from 1964 to 1972.",
  "/wiki/Olivia_Mitchell": "Olivia Mitchell (born 31 July 1947) is a former Irish Fine Gael politician who served as a Teachta Dála (TD) for the Dublin South constituency from 1997 to 2016.",
  "/wiki/Andrew_Boylan_(politician)": "Andrew Boylan (born January 1939) is a former Irish Fine Gael politician. Boylan was first elected to Dáil Éireann as a Fine Gael Teachta Dála (TD) for the Cavan–Monaghan constituency at the 1987 general election, and retained his seat until losing it at the 2002 general election. He was a member of Cavan County Council and Cavan Town Council between 1991 and 2014.",
  "/wiki/Paul_Bradford": "Paul Bradford (born 1 December 1963) is a former Irish politician who served as a Senator for the Agricultural Panel from 1987 to 1989 and 2002 to 2016. He served as a Teachta Dála (TD) for the Cork East constituency from 1989 to 2002.",
  "/wiki/Frances_Fitzgerald_(politician)": "Frances Fitzgerald (née Ryan; born 1 August 1950) is an Irish politician who has been a Member of the European Parliament (MEP) from Ireland for the Dublin constituency since July 2019. She is a member of Fine Gael, part of the European People's Party. She previously served as Tánaiste from 2016 to 2017, \nMinister for Business, Enterprise and Innovation from June 2017 to November 2017, Minister for Justice and Equality from 2014 to 2016, Minister for Children and Youth Affairs from 2011 to 2014, Leader of the Opposition in the Seanad and Leader of Fine Gael in the Seanad from 2007 to 2011. She was a Teachta Dála (TD) from 1992 to 2002 and 2011 to 2019. She was also a Senator for the Labour Panel from 2007 to 2011.",
  "/wiki/John_Connor_(Irish_politician)": "John Connor (born 14 February 1944) is a former Irish Fine Gael politician. He was first elected to Dáil Éireann at the 1981 general election as a Fine Gael Teachta Dála (TD) for the Roscommon constituency.",
  "/wiki/Labour_Party_(Ireland)": "The Labour Party (Irish: Páirtí an Lucht Oibre) is a social democratic political party in the Republic of Ireland. Founded in 1912 in Clonmel, County Tipperary, by James Larkin, James Connolly, and William X. O'Brien as the political wing of the Irish Trades Union Congress, it describes itself as a \"democratic socialist party\" in its constitution. Labour continues to be the political arm of the Irish trade union and labour movement and seeks to represent workers' interests in the Dáil and on a local level.",
  "/wiki/Dick_Spring": "Dick Spring (born 29 August 1950) is an Irish businessman and former politician. He was a Labour Party Teachta Dála (TD) for the Kerry North  from 1981 to 2002. He became leader of the Labour Party in 1982, and held this position until 1997. He served as Minister for the Environment (1982–83), Minister for Energy (1983–87) and Minister for Foreign Affairs (1993–Nov. 1994, Dec. 1994–97).",
  "/wiki/Ruairi_Quinn": "Ruairi Quinn (born 2 April 1946) is a former Irish Labour Party politician who served as Minister for Education and Skills from 2011 to 2014, Leader of the Labour Party from 1997 to 2002, Deputy Leader of the Labour Party from 1989 to 1997, Minister for Finance from 1994 to 1997, Minister for Enterprise and Employment from 1993 to 1994, Minister for the Public Service from 1986 to 1987, Minister for Labour from 1983 to 1986, Minister of State for Urban Affairs and Housing from 1982 to 1983. He served as a Teachta Dála (TD) for the Dublin South-East constituency from 1977 to 1981 and 1982 to 2016. He was a Senator from 1976 to 1977, upon being Nominated by the Taoiseach and again from 1981 to 1982 for the Industrial and Commercial Panel.",
  "/wiki/Brian_Fitzgerald_(politician)": "Brian Fitzgerald (born 22 March 1947) is an Irish politician. He was a Labour Party Teachta Dála (TD) for the Meath constituency from 1992 to 1997, and since 1999 has been an independent local councillor on Meath County Council.",
  "/wiki/Ann_Gallagher": "Ann Gallagher (born 2 March 1967) is a former Labour Party politician from County Leitrim in Ireland. She was a senator from 1993 to 1997. She obtained an honours law degree from Trinity College Dublin and is a solicitor by profession.",
  "/wiki/Jan_O'Sullivan": "Jan O'Sullivan (née Gale; born 6 December 1950) is an Irish Labour Party politician who served as Minister for Education and Skills from 2014 to 2016, Minister of State for Housing and Planning from 2011 to 2014 and Minister of State for Trade and Development from March 2011 to December. She is a former Teachta Dála (TD) for the Limerick City constituency since 2011 to 2020, and previously from 1998 to 2011 for the Limerick East constituency.",
  "/wiki/Seán_Kenny_(politician)": "Seán Kenny (born 1 October 1942) is an Irish former Labour Party politician who served as a Teachta Dála (TD) for the Dublin North-East constituency from 1992 to 1997 and 2011 to 2016. He also served as Lord Mayor of Dublin from 1991 to 1992.",
  "/wiki/Sinn_Féin": "Sinn Féin (/ʃɪn ˈfeɪn/ shin FAYN, Irish: [ʃɪnʲ ˈfʲeːnʲ]; English: \"[We] Ourselves\") is a centre-left to left-wing Irish republican political party active in both the Republic of Ireland and Northern Ireland.",
  "/wiki/Gerry_Adams": "Gerard Adams (Irish: Gearóid Mac Ádhaimh; born 6 October 1948) is an Irish republican politician who was the President of Sinn Féin political party between 13 November 1983 and 10 February 2018, and served as a Teachta Dála (TD) for Louth from 2011 to 2020. From 1983 to 1992 and from 1997 to 2011, he was an abstentionist Member of Parliament (MP) of the British Parliament for the Belfast West constituency.",
  "/wiki/Pat_Doherty": "Patrick Doherty (born 18 July 1945) is a retired Sinn Féin politician, and was the abstentionist Member of Parliament for West Tyrone from 2001 to 2017. He was a member of the Northern Ireland Assembly for the Assembly constituency of the same name from June 1998 to June 2012. Doherty served as Vice President of Sinn Féin from 1988 to 2009, when Mary Lou McDonald became the party's new Vice President.",
  "/wiki/Lucilita_Bhreathnach": "Lucilita Bhreatnach is an Irish republican politician and member of Sinn Féin.",
  "/wiki/Martin_McGuinness": "James Martin Pacelli McGuinness (Irish: Séamus Máirtín Pacelli Mag Aonghusa; 23 May 1950 – 21 March 2017) was an Irish republican Sinn Féin politician who was the deputy First Minister of Northern Ireland from May 2007 to January 2017.\nA former Provisional Irish Republican Army (IRA) leader, McGuinness was the MP for Mid Ulster from 1997 until his resignation in 2013. Like all Sinn Féin MPs, McGuinness abstained from participation in the Westminster Parliament. Following the St Andrews Agreement and the Assembly election in 2007, he became deputy First Minister of Northern Ireland on 8 May 2007, with the Democratic Unionist Party (DUP) leader Ian Paisley becoming First Minister. On 5 June 2008 he was re-appointed as deputy First Minister to serve alongside Peter Robinson, who succeeded Paisley as First Minister. McGuinness previously served as Minister of Education in the Northern Ireland Executive between 1999 and 2002. He was Sinn Féin's candidate for President of Ireland in the 2011 election.",
  "/wiki/Dodie_McGuinness": "Dodie McGuinness (born 1950) is an Irish Republican politician.",
  "/wiki/Progressive_Democrats": "The Progressive Democrats (Irish: An Páirtí Daonlathach, literally The Democratic Party, PDs) was a conservative-liberal political party in the Republic of Ireland.",
  "/wiki/Mary_Harney": "Mary Harney (born 11 March 1953) is an Irish former politician and the current Chancellor of the University of Limerick.",
  "/wiki/Des_O'Malley": "Desmond Joseph O'Malley (born 2 February 1939) is an Irish former politician. Once prominent as a Fianna Fáil Teachta Dála (TD) and government minister in the 1970s and 1980s, he went on to found the Progressive Democrats and serve as the party's first leader from 1985 until 1993. He retired from politics at the 2002 general election.",
  "/wiki/Bobby_Molloy": "Robert Molloy (9 July 1936 – 2 October 2016) was an Irish Fianna Fáil and Progressive Democrats politician, who served in a wide number of Cabinet positions, most notably as Minister for Local Government, Minister for Defence and Minister for Energy.",
  "/wiki/Michael_McDowell_(politician)": "Michael McDowell (born 29 May 1951) is an Irish Independent politician and barrister who served as Tánaiste from 2006 to 2007, Minister for Justice, Equality and Law Reform from 2002 to 2007, Leader of the Progressive Democrats from 2006 to 2007 and Attorney General of Ireland from 1999 to 2002. He served as a Teachta Dála (TD) for the Dublin South-East constituency from 1987 to 1989, 1992 to 1997 and 2002 to 2007. He has been a Senator for the National University of Ireland since April 2016.",
  "/wiki/Alliance_Party_of_Northern_Ireland": "The Alliance Party of Northern Ireland (APNI) is a liberal and centrist political party in Northern Ireland. It is Northern Ireland's fifth-largest party overall, with eight seats in the Northern Ireland Assembly. It made breakthroughs in recent elections, placing third in first preference votes in the most recent European Parliament and United Kingdom general election, winning one of the three Northern Ireland seats in the European Parliament, and one seat, North Down in the House of Commons respectively.",
  "/wiki/John_Alderdice": "John Thomas Alderdice, Baron Alderdice (born 28 March 1955) is a Northern Ireland politician. He was Speaker of the Northern Ireland Assembly 1998–2004, leader of the Alliance Party of Northern Ireland 1987–1998, and since 1996 has sat in the House of Lords as a Liberal Democrat.",
  "/wiki/Seamus_Close": "Seamus Anthony Close OBE (12 August 1947 – 7 May 2019) was a Northern Irish politician, member of the Northern Ireland Assembly for Lagan Valley and a deputy leader of the Alliance Party.",
  "/wiki/Seán_Neeson": "Seán Neeson (born 9 February 1946) is a politician in Northern Ireland who served as leader of the Alliance Party of Northern Ireland between 1998 and 2001.",
  "/wiki/Stewart_Dickson": "Stewart Dickson is an Alliance Party of Northern Ireland politician and  member of the Northern Ireland Assembly, where he represents East Antrim. He sought re-election on 2 March 2017 in a snap election and was re-elected to the Assembly as one of five MLAs for this constituency.",
  "/wiki/Democratic_Left_(Ireland)": "Democratic Left (Irish: Daonlathas Clé) was a left-wing political party in Ireland between 1992 and 1999.  It came into being after a split in the Workers' Party, and after seven years in existence it was incorporated into the Irish Labour Party in 1999. The Democratic Left served in a three-party coalition government with Fine Gael and the Labour Party from December 1994 to June 1997.",
  "/wiki/Proinsias_De_Rossa": "Proinsias De Rossa (born 15 May 1940) is a former Irish Labour Party politician who served as Minister for Social Welfare from 1994 to 1997, Leader of Democratic Left from 1992 to 1999 and Leader of the Workers' Party from 1988 to 1992. He served as Member of the European Parliament (MEP) for the Dublin constituency from 1989 to 1992 and 1999 to 2012. He was a Teachta Dála (TD) for the Dublin North-West constituency from 1989 to 2002.",
  "/wiki/Seamus_Lynch": "Seamus Lynch (born 1945) is a former Irish republican and socialist politician.",
  "/wiki/Liz_McManus": "Liz McManus (born 23 March 1947) is a former Irish Labour Party politician who served as Deputy Leader of the Labour Party from 2002 to 2007 and Minister of State at the Department of the Environment from 1994 to 1997. She served as a Teachta Dála (TD) for the Wicklow constituency from 1992 to 2011.",
  "/wiki/Green_Party_(Ireland)": "The Green Party - An Comhaontas Glas (Irish: Comhaontas Glas, literally \"Green Alliance\") is a green political party that operates in Ireland—both the Republic of Ireland and Northern Ireland. It was founded as the Ecology Party of Ireland in 1981 by Dublin teacher Christopher Fettes. The party became the Green Alliance in 1983 and adopted its current English name in 1987 while the Irish name was kept unchanged. Its leader is Eamon Ryan, its deputy leader is Catherine Martin and its chairperson is Hazel Chu. Green Party candidates have been elected to most levels of representation: local (in the Republic), Dáil Éireann, Northern Ireland Assembly and European Parliament.",
  "/wiki/Trevor_Sargent": "Trevor Anthony Sargent (born 26 July 1960) is a former Irish Green Party politician who served as Minister of State for Food and Horticulture from 2007 to 2010 and Leader of the Green Party from 2001 to 2007. He served as a Teachta Dála (TD) for the Dublin North constituency from 1992 to 2011.",
  "/wiki/Vincent_MacDowell": "Vincent MacDowell (1925–2003) was an Irish political activist.  He was the vice chairman of Northern Ireland Civil Rights Association in the 1960s, and later a representative of the Green Party and the Irish Labour Party.",
  "/wiki/Teachta_Dála": "A TD (plural TDanna in Irish or TDs in English; in full Teachta Dála /ˌtjɒxtə ˈdɔːlə/ TYOKH-tə DAW-lə, Irish: [ˌtʲaxt̪ˠə ˈd̪ˠaːlˠə] (listen); plural Teachtaí Dála)[a] is a member of Dáil Éireann, the lower house of the Oireachtas (the Irish Parliament). It is the equivalent of terms such as Member of Parliament (MP) or Member of Congress used in other countries. The official translation of the term is \"Deputy to the Dáil\", although a more literal translation is \"Assembly Delegate\".[citation needed]",
  "/wiki/Neil_Blaney": "Neil Terence Columba Blaney (1 October 1922 – 8 November 1995) was an Irish politician. He was first elected to Dáil Éireann in 1948 as a Fianna Fáil Teachta Dála (TD) representing Donegal East. Blaney served as Minister for Posts and Telegraphs (1957), Minister for Local Government (1957–1966) and Minister for Agriculture and Fisheries (1966–1970). He was Father of the Dáil from 1987 until his death.",
  "/wiki/Tom_Foxe": "Thomas Foxe (1 June 1937 – 8 February 2000) was an Irish independent politician and former owner of Tom Foxe's Bar in Roscommon Town in County Roscommon, where Foxe was from.",
  "/wiki/Seanad_Éireann": "Seanad Éireann (/ˌʃænəd ˈɛərən, -əð -/ (listen) SHAN-əd(h) AIR-ən, Irish: [ˈʃan̪ˠəd̪ˠ ˈeːɾʲən̪ˠ]; \"Senate of Ireland\") is the upper house of the Oireachtas (the Irish legislature), which also comprises the President of Ireland and Dáil Éireann (the lower house).",
  "/wiki/Joe_O'Toole": "Joseph John O'Toole (born 20 July 1947) is a former Irish independent politician, who was a member of Seanad Éireann from 1987 to 2011.",
  "/wiki/David_Norris_(politician)": "David Patrick Bernard Norris (born 31 July 1944) is an Irish scholar, independent Senator and civil rights activist. Internationally, Norris is credited with having \"managed, almost single-handedly, to overthrow the anti-homosexuality law which brought about the downfall of Oscar Wilde\", a feat he achieved in 1988 after a fourteen-year campaign. He has also been credited with being \"almost single-handedly responsible for rehabilitating James Joyce in once disapproving Irish eyes\".",
  "/wiki/Mary_Henry_(doctor)": "Mary Elizabeth Frances Henry (born 11 May 1940 in Blackrock, Cork) is a former Irish politician and medical doctor. She was an independent member of Seanad Éireann. She was elected Pro-Chancellor of the University of Dublin in 2012.   By profession she is a University Professor and medical practitioner. In 1966 she married John McEntagart of Dublin, Merchant and they have three children. She is a member of the Church of Ireland.",
  "/wiki/Feargal_Quinn": "Feargal Quinn (27 November 1936 – 24 April 2019) was an Irish businessman, politician and television personality. He founded the Superquinn supermarket chain and served as a Senator for the National University of Ireland constituency from 1993 to 2016.",
  "/wiki/John_Joseph_Lee": "John Joseph Lee (born 9 July 1942) (commonly known as J.J. Lee), is an Irish historian and former senator. He has held the chairs of Modern History in University College Cork and Professor of History and Glucksman Professor for Irish Studies and Director of Glucksman Ireland House, at New York University.",
  "/wiki/Workers'_Party_of_Ireland": "The Workers' Party (Irish: Páirtí na nOibrithe), originally known as Official Sinn Féin, is a Marxist–Leninist political party active throughout Ireland. The party originated with a split between factions of Sinn Féin (which was founded in 1905) and the Irish Republican Army (IRA), which took place in 1969–70, early in the Troubles. The faction that broke away became known as the Provisional Irish Republican Army and Provisional Sinn Féin. The Officials' leaders at the time the Provisionals left were Cathal Goulding and Tomás Mac Giolla.",
  "/wiki/John_Lowry_(Irish_politician)": "For the 19th-century baseball player, see John Lowry (baseball), for the film restorer see John D. Lowry.",
  "/wiki/Gordon_Wilson_(peace_campaigner)": "Gordon Wilson (25 September 1927 – 27 June 1995) was a draper in Enniskillen, County Fermanagh, who became known as a peace campaigner during the Troubles in Northern Ireland.",
  "/wiki/Forum_for_Peace_and_Reconciliation": "The Forum for Peace and Reconciliation (Irish: an Fóram um Shíocháin agus Athmhuintearas) was a forum established by the government of Ireland in October 1994 as part of the Northern Ireland peace process."
}