{
  "/wiki/Czechoslovakia_men%27s_national_ice_hockey_team": "The Czechoslovakia men's national ice hockey team was the national ice hockey team of Czechoslovakia, and competed from 1920 until 1992. The successor to the Bohemia national ice hockey team, which was a European power prior to World War I, the Czechoslovak national team first appeared at the 1920 Summer Olympics, two years after the creation of the state. In the 1940s, they established themselves as the best team in Europe, becoming the first team from the continent to win two World Championships (1947 and 1949). After the arrival of the Soviet Union on the international hockey scene in the 1950s, the Czechoslovaks regularly fought Sweden and Canada for silver and bronze medals, and sometimes beat the Soviets. In total, they won the gold medal six times.",
  "/wiki/Soviet_Union_national_ice_hockey_team": "The Soviet national ice hockey team (Russian: Сборная СССР по хоккею с шайбой) was the national ice hockey team of the Soviet Union. The team won nearly every world championship and Olympic tournament between 1954 and 1991 and never failed to medal in any International Ice Hockey Federation (IIHF) tournament they competed in.",
  "/wiki/Sweden_men%27s_national_ice_hockey_team": "The Sweden men's national ice hockey team (Swedish: Sveriges herrlandslag i ishockey) is one of the most successful ice hockey teams in the world. The team is controlled by the Swedish Ice Hockey Association, and it is considered a member of the \"Big Six\", the unofficial group of the six strongest men's ice hockey nations, along with Canada, the Czech Republic, Finland, Russia and the United States.",
  "/wiki/Romania_men%27s_national_ice_hockey_team": "The Romanian men's national ice hockey team is the national men's ice hockey of Romania, and a member of the International Ice Hockey Federation. They are currently ranked 27th in the 2019 IIHF World Rankings and currently compete in Division IA. They have competed in four Olympic ice hockey competitions, the most recent being in 1980.",
  "/wiki/Canada_men%27s_national_ice_hockey_team": "The Canadian national men's ice hockey team (popularly known as Team Canada; French: Équipe Canada) is the ice hockey team representing Canada internationally. The team is overseen by Hockey Canada, a member of the International Ice Hockey Federation. From 1920 until 1963, Canada's international representation was by senior amateur club teams. Canada's national men's team was founded in 1963 by Father David Bauer as a part of the Canadian Amateur Hockey Association, playing out of the University of British Columbia.\nThe nickname \"Team Canada\" was first used for the 1972 Summit Series and has been frequently used to refer to the Canadian national team ever since.",
  "/wiki/Finland_men%27s_national_ice_hockey_team": "The Finnish men's national ice hockey team, or Leijonat / Lejonen (The Lions in Finnish and Swedish), as it is called in Finland, is governed by the Finnish Ice Hockey Association. Finland is considered a member of the so-called \"Big Six\", the unofficial group of the six strongest men's ice hockey nations, along with Canada, United States, the Czech Republic, Russia and Sweden.",
  "/wiki/United_States_men%27s_national_ice_hockey_team": "The United States men's national ice hockey team is based in Colorado Springs, Colorado, with its U18 and U17 development program in Plymouth, Michigan. The team is controlled by USA Hockey, the governing body for organized ice hockey in the United States. As of 2018, the U.S. team is ranked 4th in the IIHF World Rankings. The current head coach is Jeff Blashill.",
  "/wiki/Japan_men%27s_national_ice_hockey_team": "The Japanese national ice hockey team (Japanese: アイスホッケー男子日本代表 Aisuhokkē Danshi Nippon Daihyō) is the national men's ice hockey of Japan. They are controlled by the Japan Ice Hockey Federation and a member of the International Ice Hockey Federation (IIHF). Japan is currently ranked 23rd in the rankings and currently compete in the IIHF World Championship Division I. They have competed in eight Olympic Games competitions.",
  "/wiki/Russia_men%27s_national_ice_hockey_team": "The Russian men's national ice hockey team (Russian: Сборная России по хоккею с шайбой) is the national men's ice hockey team of Russia, overseen by the Ice Hockey Federation of Russia. As of 2020, they are rated second in the IIHF World Ranking. The team has been competing internationally since 1992, and is recognized by the IIHF as the successor to the Soviet Union team and CIS team. The Russian team is a member of the so-called \"Big Six\", the unofficial group of the six strongest men's ice hockey nations, along with Canada, the Czech Republic, Finland, Sweden and the United States. The European nations of the Big Six participate in the Euro Hockey Tour, which Russia won seven times since 2005. Since April 2018, the head coach is Ilya Vorobiev, taking over for the second half of the 2017–18 Euro Hockey Tour.",
  "/wiki/Kazakhstan_men%27s_national_ice_hockey_team": "The Kazakhstan men's national ice hockey team is controlled by Kazakhstan Ice Hockey Federation. Kazakhstan is currently ranked 16th in the world. They have competed at the Winter Olympics twice, in 1998 and 2006. The national team joined the IIHF in 1992 and first played internationally at the 1993 Men's World Ice Hockey Championships. The team has frequently played at the elite division of the World Championship, often moving between there and the Division I level.",
  "/wiki/Slovakia_men%27s_national_ice_hockey_team": "The Slovak men's national ice hockey team is the national ice hockey team of Slovakia and is controlled by the Slovak Ice Hockey Federation. It is one of the most successful national ice hockey teams in the world. The team's general manager is Miroslav Šatan and their head coach is Craig Ramsay.",
  "/wiki/Czech_Republic_men%27s_national_ice_hockey_team": "The Czech men's national ice hockey team is the national ice hockey team of the Czech Republic. It is one of the most successful national ice hockey teams in the world and a member of the so-called \"Big Six\", the unofficial group of the six strongest men's ice hockey nations, along with Canada, Finland, Russia, Sweden and the United States. It is governed by the Czech Ice Hockey Association. The Czech Republic has 72,075 players officially enrolled in organized hockey (0.7% of its population).",
  "/wiki/Ukraine_men%27s_national_ice_hockey_team": "The Ukrainian national ice hockey team (Ukrainian: Збірна України з хокею з шайбою) is the national men's ice hockey team of Ukraine, and is controlled by the Ice Hockey Federation of Ukraine, and a member of the International Ice Hockey Federation (IIHF). Ukraine is currently ranked 24th in the world by the IIHF as of the 2018 IIHF World Ranking, while their highest IIHF ranking is 11th.",
  "/wiki/Ice_hockey_at_the_2007_Winter_Universiade": "Ice hockey at the 2007 Winter Universiade includes only a men's event."
}