{
  "/wiki/Kunene_Region": "Kunene is one of the fourteen regions of Namibia and home to the Himba ethnic group. Compared to the rest of Namibia, it is relatively underdeveloped. This is due to the mountainous inaccessible geography and the dryness that significantly hinders agriculture.",
  "/wiki/Opuwo": "Opuwo is the capital of the Kunene Region in north-western Namibia. The town is situated about 720 km north-northwest from the capital Windhoek, and has a population of c. 7,500.",
  "/wiki/Omusati_Region": "Omusati region is one of the fourteen regions of Namibia, its capital is Outapi. The region's name Omusati, comes from the Oshiwamo word 'omusati' which means 'Mopane'. Mopani tree is the dominant species in the region; the Makalani palms decrease rapidly westwards from the border with Oshana region. The change in vegetation type reflects ecological conditions forming a natural boundary between the two regions.",
  "/wiki/Outapi": "Outapi wa Nakafingo na Temba, also Outapi or Uutapi and Ombalantu, is a town in northern Namibia near the border with Angola situated 90 km (56 mi) northwest of Oshakati. It is the capital of Omusati region and the district capital of the Outapi electoral constituency. The language spoken there is Oshiwambo.",
  "/wiki/Oshana_Region": "Oshana is one of the fourteen regions of Namibia, its capital is Oshakati. The name Oshana describes the most prominent landscape feature in the area, namely the shallow, seasonally inundated depressions which underpin the local agro ecological system. Although communications are hindered during the rainy season, the fish which breed in the oshanas provide an important source of dietary protein.",
  "/wiki/Oshakati": "Oshakati is a town of 37,000 inhabitants in the Oshana Region of Namibia. It is the regional capital and was officially founded in July 1966.  The city was used as a base of operations by the South African Defence Force (SADF) during the South African Border War.",
  "/wiki/Ohangwena_Region": "Ohangwena is one of the fourteen regions of Namibia, its capital is Eenhana. The northern and western parts of the region are the most densely populated of this essentially subsistence agricultural region in which small scale mahangu cultivation and the keeping of cattle form the predominant activities. Although the region depends on rain fed agriculture, other crops can be established under intensive cultivation.",
  "/wiki/Eenhana": "Eenhana (IPA: [ɛːˈn̥ana]) is the capital town of the Ohangwena Region, northern Namibia, on the border with Angola. It also used to be a mission station of the Finnish Missionary Society.",
  "/wiki/Oshikoto_Region": "Oshikoto is one of the fourteen regions of Namibia, named after Lake Otjikoto near its former capital Tsumeb. The capital of Oshikoto is Omuthiya.  The northern part of the region is agricultural, whereas the main economic activities in the southern part are cattle rearing and mining. The two areas have important cultural and historical links in that the Ndonga people have extracted copper at Tsumeb since the earliest times in order to make rings and tools.",
  "/wiki/Omuthiya": "Omuthiyagwiipundi (short: Omuthiya) is the capital of Oshikoto Region in northern Namibia, situated approximately 10 kilometres (6.2 mi) from Etosha National Park. It has about 5,000 residents. Prior to Omuthiya,  Tsumeb was the regional capital.",
  "/wiki/Kavango_West": "Kavango West is one of the fourteen regions of Namibia. Its capital is Nkurenkuru. The Region was created in 2013 when the Kavango Region was split into Kavango East and Kavango West.",
  "/wiki/Nkurenkuru": "Nkurenkuru (1.093 m above sea level) is a town on the south-western banks of the Kavango River. It is the capital of the Kavango West Region of northern Namibia, located 140 kilometres (87 mi) west of Rundu. It is also a former mission station of the Finnish Missionary Society.",
  "/wiki/Kavango_East": "Kavango East is one of the fourteen regions of Namibia. Its capital is Rundu. Because of its rather higher rainfall than most other parts of Namibia, this region has agricultural potential for the cultivation of a variety of crops, as well as for organised forestry and agro-forestry, which stimulates furniture making and related industries.",
  "/wiki/Rundu": "Rundu is the capital of the Kavango-East Region, northern Namibia, on the border with Angola on the banks of the Kavango River about 1,000 metres (3,300 feet) above sea level. The place normally receives an annual average rainfall of 565 millimetres (22.2 in), although in the 2010/2011 rainy season 757 millimetres (29.8 in) were measured.",
  "/wiki/Zambezi_Region": "The Zambezi Region, until 2013 known as the Caprivi Region, is one of the 14 regions of Namibia, located in the extreme north-east of the country.  It is largely concurrent with the Caprivi Strip and takes its name from the Zambezi River that runs along its border. Katima Mulilo is its capital and the largest city, the Governor is Lawrence Sampofu.",
  "/wiki/Katima_Mulilo": "Katima Mulilo is a town situated in the Caprivi strip and is the capital of the Zambezi Region, Namibia's far northeast extension into central Southern Africa. It comprises two electoral constituencies, Katima Mulilo Rural and Katima Mulilo Urban. Katima Mulilo, which is sometimes shortened to just \"Katima\", had 28,362 inhabitants in 2010,\nIt is located on the national road B8 on the banks of the Zambezi River in lush riverine vegetation with tropical birds and monkeys. The town receives an annual average rainfall of 654 millimetres (25.7 in).",
  "/wiki/Erongo_Region": "Erongo is one of the 14 regions of Namibia. The capital is Swakopmund. The region comprises the Swakopmund magisterial district up to the Ugab River and includes the Walvis Bay, Omaruru and Karibib magisterial districts. This region is named after Mount Erongo, a well-known landmark in Namibia and in this area. All the main centres within this region are connected by paved roads. The Governor of Erongo Region is Cleophas Mutjavikua.",
  "/wiki/Swakopmund": "Swakopmund (German for \"Mouth of the Swakop\") is a city on the coast of western Namibia, 352 km (219 mi) west of the Namibian capital Windhoek via the B2 main road. It is the capital of the Erongo administrative district. The town has 44,725 inhabitants and covers 196 square kilometres (76 sq mi) of land. The city is situated in the Namib Desert and is the fourth largest population centre in Namibia.",
  "/wiki/Otjozondjupa_Region": "Otjozondjupa region is one of the fourteen regions of Namibia, whose capital is Otjiwarongo. An outstanding landmark within this region is the Waterberg Plateau Park. Administration offices are based in Otjiwarongo which is the largest town in the region.",
  "/wiki/Otjiwarongo": "Otjiwarongo (Otjiherero: beautiful place) is a city of 28,000 inhabitants in the Otjozondjupa Region of Namibia. It is the district capital of the Otjiwarongo electoral constituency and also the capital of Otjozondjupa.",
  "/wiki/Omaheke_Region": "Omaheke is one of the fourteen regions of Namibia, its capital is Gobabis. It lies on the eastern border of Namibia and is the Western extension of the Kalahari desert. The name Omaheke is the Herero word for Sandveld.",
  "/wiki/Gobabis": "Gobabis is a city in eastern Namibia. It is the regional capital of the Omaheke Region, and the district capital of the Gobabis electoral constituency. Gobabis is situated 200 km (120 mi) down the B6 motorway from Windhoek to Botswana.  The town is 113 km (70 mi) from the Buitepos border post with Botswana, and serves as an important link to South Africa on the tarred Trans-Kalahari Highway. Gobabis is in the heart of the cattle farming area. In fact Gobabis is so proud of its cattle farming that a statue of a large Brahman bull with the inscription \"Cattle Country\" greets visitors to the town. Gobabis also has its own local Airport.",
  "/wiki/Khomas_Region": "Khomas is one of the fourteen regions of Namibia. Its name refers to the Khomas Highland, a high plateau landscape that dominates this administrative unit. Khomas is centered on the capital city Windhoek and provides for this reason superior transportation infrastructure. It is located in the central highlands of the country and is bordered by the Erongo region to the west and the northwest and by the Otjozondjupa region to the north. To the east is the Omaheke region, while in the south is the Hardap region. The region is characterized by its hilly countrysize and many valleys. It has well-developed economical, financial, and trade sectors. Khomas Region occupies 4.5% of the land area of Namibia but has the highest population of any of its regions (15%). Khomas is one of only three Namibian regions to have neither shoreline nor a foreign border.",
  "/wiki/Windhoek": "Windhoek (/ˈwɪndhʊk/, Afrikaans: [ˈvəntɦuːk], German: ['vɪnthʊk]) is the capital and largest city of the Republic of Namibia. It is located in central Namibia in the Khomas Highland plateau area, at around 1,700 metres (5,600 ft) above sea level, almost exactly at the country's geographical centre. The population of Windhoek in 2011 was 325,858, growing continually due to an influx from all over Namibia.",
  "/wiki/Hardap_Region": "Hardap is one of the fourteen regions of Namibia, its capital is Mariental. It is home to the Hardap Dam.",
  "/wiki/Mariental,_Namibia": "Mariental is a city of 10,000 inhabitants in south-central Namibia, lying on the B1 national road 232 kilometres (144 mi) north of Keetmanshoop and 274 kilometres (170 mi) southeast of Windhoek. It lies at an elevation of 1,090 metres (3,580 ft). Mariental is connected to the TransNamib railway line from Windhoek to Keetmanshoop. The town and the surrounding area are in a hot, arid region.",
  "/wiki/%C7%81Karas_Region": "The ǁKaras Region, also spelled ǃKaras Region, is the southernmost and least densely populated of the 14 regions of Namibia; its capital is Keetmanshoop. The name assigned to the region reflects the prominence of the Karas mountain range in its southern part. The ǁKaras region includes the magisterial districts of Keetmanshoop, Karasburg, Bethanie, and Lüderitz.",
  "/wiki/Keetmanshoop": "Keetmanshoop is a city in the ǁKaras Region of southern Namibia, lying on the Trans-Namib Railway from Windhoek to Upington in South Africa. It is named after Johann Keetman, a German industrialist and benefactor of the city."
}