{
  "/wiki/Herb_Adderley": "Herbert Anthony Adderley (born June 8, 1939) is a former American football cornerback who played for the Green Bay Packers and the Dallas Cowboys of the National Football League (NFL), and is a member of the Pro Football Hall of Fame.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/Michigan_State_University": "Michigan State University (MSU) is a public research university in East Lansing, Michigan. MSU was founded in 1855 and served as a model for land-grant universities later created under the Morrill Act of 1862. The university was founded as the Agricultural College of the State of Michigan, one of the country's first institutions of higher education to teach scientific agriculture. After the introduction of the Morrill Act, the college became coeducational and expanded its curriculum beyond agriculture. Today, MSU is one of the largest universities in the United States (in terms of enrollment) and has approximately 634,300 living alumni worldwide.",
  "/wiki/Ron_Kostelnik": "Ronald Michael Kostelnik (January 14, 1940 - January 29, 1993) was an American football player, a defensive tackle in the National Football League for eight seasons with the Green Bay Packers and one with the Baltimore Colts.",
  "/wiki/Tackle_(American_football)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/University_of_Cincinnati": "The University of Cincinnati (UC or Cincinnati) is a public research university in Cincinnati, Ohio. Founded in 1819 as Cincinnati College, it is the oldest institution of higher education in Cincinnati and has an annual enrollment of over 44,000 students, making it the second largest university in Ohio. It is part of the University System of Ohio.",
  "/wiki/Phil_Nugent": "Phil Nugent (born Philip Harper Nugent) was a former professional American football defensive back. He played for the Denver Broncos of the American Football League during the 1961 AFL season.",
  "/wiki/Tulane_University": "Tulane University is a private research university in New Orleans, Louisiana.  It was founded as a public medical college in 1834 and became a comprehensive university in 1847. The institution was made private under the endowments of Paul Tulane and Josephine Louise Newcomb in 1884. Tulane is the 9th oldest private university in the Association of American Universities, which consists of major research universities in the United States and Canada. The Tulane University Law School and Tulane University Medical School are considered the 12th oldest and 15th oldest law and medical schools, respectively, in the United States.",
  "/wiki/Paul_Dudley_(American_football)": "Paul Eugene Dudley (born January 16, 1939 in Fort Smith, Arkansas) is a former American football defensive back and running back in the National Football League for the New York Giants and the Philadelphia Eagles.  He played college football at the University of Arkansas and was drafted in the fourth round of the 1961 NFL Draft by the Green Bay Packers.  Dudley was also selected in the 29th round of the 1962 AFL Draft by the San Diego Chargers. He later player in the Canadian Football League.",
  "/wiki/University_of_Arkansas": "The University of Arkansas (U of A, UArk, or UA) is a public land-grant, research university in Fayetteville, Arkansas. It is the flagship campus of the University of Arkansas System and the largest, best-known university in the state. Founded as Arkansas Industrial University in 1871, its present name was adopted in 1899 and classes were first held on January 22, 1872. It is noted for its strong architecture, agriculture (particularly animal science and poultry science), business, communication disorders, creative writing, history, law, and Middle Eastern studies programs.",
  "/wiki/Guard_(American_football)": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/University_of_Miami": "The University of Miami (informally referred to as UM, UMiami, U of M or The U) is a private research university in Coral Gables, Florida. As of 2019[update], the university enrolls 17,811 students in 12 separate colleges/schools, including the Leonard M. Miller School of Medicine in Miami's Health District, a law school on the main campus, and the Rosenstiel School of Marine and Atmospheric Science focused on the study of oceanography and atmospheric sciences on Virginia Key, with research facilities at the Richmond Facility in southern Miami-Dade County.",
  "/wiki/Lee_Folkins": "Lloyd Leroy Folkins (born July 4, 1939) is a former professional American football tight end in the National Football League for the Green Bay Packers, Dallas Cowboys and Pittsburgh Steelers. He played college football at the University of Washington.",
  "/wiki/Tight_End": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/University_of_Washington": "The University of Washington (UW, simply Washington, or informally U-Dub) is a public research university in Seattle, Washington. Founded in 1861, Washington was first established in downtown Seattle approximately a decade after the city's founding to aid its economic development. Today, the university's 703-acre main Seattle campus is in the University District above the Montlake Cut, within the urban Puget Sound region of the Pacific Northwest.  The university has additional campuses in Tacoma and Bothell. Overall, UW encompasses over 500 buildings and over 20 million gross square footage of space, including one of the largest library systems in the world with over 26 university libraries, as well as the UW Tower, lecture halls, art centers, museums, laboratories, stadiums, and conference centers. The university offers bachelor's, master's, and doctoral degrees through 140 departments in various colleges and schools, sees about 46,000 in total student enrollment every year, and functions on a quarter system.",
  "/wiki/Florida_A%26M_University": "Florida Agricultural and Mechanical University (FAMU) is a public, historically black university in Tallahassee, Florida. Founded in 1887, it is located on the highest geographic hill in Tallahassee. It is the 5th largest historically black university in the United States by enrollment and the only public historically black university in Florida. It is a member institution of the State University System of Florida, as well as one of the state's land grant universities, and is accredited to award baccalaureate, master's and doctoral degrees by the Commission on Colleges of the Southern Association of Colleges and Schools.",
  "/wiki/Humboldt_State_University": "Humboldt State University (HSU, Humboldt State, or Humboldt) is a public university in Arcata, California. It is the northernmost campus of the 23-school California State University (CSU) system. The main campus, situated hillside at the edge of a coast redwood forest, has commanding views overlooking Arcata, much of Humboldt Bay, and the Pacific Ocean. The college town setting on the California North Coast, 8 miles (13 km) north of Eureka, 279 miles (449 km) north of San Francisco, and 654 miles (1052.51 km) north of Los Angeles is notable for its natural beauty.",
  "/wiki/Baylor_University": "Baylor University, or simply Baylor, is a private Baptist Christian university in Waco, Texas. Chartered in 1845 by the last Congress of the Republic of Texas, it is the oldest continuously operating university in Texas and one of the first educational institutions west of the Mississippi River in the United States. Located on the banks of the Brazos River next to I-35, between the Dallas-Fort Worth Metroplex and Austin, the university's 1,000-acre campus is the largest Baptist university campus in the world. Baylor University's athletic teams, known as the Bears, participate in 19 intercollegiate sports. The university is a member of the Big 12 Conference in the NCAA Division I.",
  "/wiki/Val_Keckin": "Val Keckin (born Valdemar Christian Keckin) is a former professional American football quarterback. He played with the San Diego Chargers of the American Football League during the 1962 AFL season.",
  "/wiki/University_of_Southern_Mississippi": "The University of Southern Mississippi (USM or Southern Miss) is a public research university with its main campus in Hattiesburg, Mississippi. It is accredited by the Southern Association of Colleges and Schools to award bachelor's, master's, specialist, and doctoral degrees. The university is classified among \"R1: Doctoral Universities – Very high research activity.\"",
  "/wiki/John_Denvir": "John Denvir (born John William Denvir) is a former professional American football guard. He played for the Denver Broncos of the American Football League during the 1962 AFL season.",
  "/wiki/University_of_Colorado_at_Boulder": "The University of Colorado Boulder (CU Boulder), colloquially referred to as CU or Colorado, is a public research university in Boulder, Colorado. It is the flagship university of the University of Colorado system and was founded five months before Colorado was admitted to the Union in 1876.",
  "/wiki/Elijah_Pitts": "Elijah Eugene Pitts (February 3, 1938 – July 10, 1998) was an American football player, a halfback in the National Football League for eleven seasons, ten with the Green Bay Packers. Late in his career, he briefly played for the Los Angeles Rams and New Orleans Saints. Pitts was an assistant coach in the league for over two decades, most notably as the assistant head coach of the Buffalo Bills.",
  "/wiki/Halfback_(American_football)": "A halfback (HB) is an offensive position in American football, whose duties involve lining up in the backfield and carrying the ball on most rushing plays, i.e. a running back.  When the principal ball carrier lines up deep in the backfield, and especially when that player is placed behind another player (usually a blocking back), as in the I formation, that player is instead referred to as a tailback (see History below).",
  "/wiki/Philander_Smith_College": "Philander Smith College is a private historically black college, in Little Rock, Arkansas. Philander Smith College is affiliated with the United Methodist Church and is a founding member of the United Negro College Fund (UNCF). Philander Smith College is accredited by the North Central Association of Colleges and Schools.",
  "/wiki/Nelson_Toburen": "Nelson Edward Toburen (born November 24, 1938) is a former American football linebacker in the National Football League for the Green Bay Packers.   A serious neck injury in his second season ended his NFL career; he attended law school and eventually became a judge.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Wichita_State_University": "Wichita State University (WSU) is a public research university in Wichita, Kansas, United States, and governed by the Kansas Board of Regents.",
  "/wiki/Bowling_Green_State_University": "Bowling Green State University (BGSU) is a public research university in Bowling Green, Ohio. The 1,338-acre (541.5 ha) main academic and residential campus is 15 miles (24 km) south of Toledo, Ohio. The university has nationally recognized programs and research facilities in the natural and social sciences, education, arts, business, health and wellness, humanities and applied technologies. The institution was granted a charter in 1910 as a normal school, specializing in teacher training and education, as part of the Lowry Normal School Bill that authorized two new normal schools in the state of Ohio. Over the university's history, it developed from a small rural normal school into a comprehensive public university.",
  "/wiki/Jim_Brewington": "James Wilson \"Champ\" Brewington was a professional American football player. He played for the Oakland Raiders of the American Football League during the 1961 AFL season.",
  "/wiki/North_Carolina_Central_University": "North Carolina Central University (NCCU or NC Central), a state-supported liberal arts institution, is a public, historically black university in Durham, North Carolina.  Founded by Dr. James E. Shepard in affiliation with the Chautauqua movement in 1909, it was supported by private funds from both Northern and Southern philanthropists. It was made part of the state system in 1923, when it first received state funding and was renamed as Durham State Normal School. It added graduate classes in arts and sciences and professional schools in law and library science in the late 1930s and 1940s.",
  "/wiki/Texas_A%26M_University": "Texas A&M University (Texas A&M or A&M) is a public research university founded in 1876 and located in College Station, Texas. In 1948, Texas A&M University became the founding member of the Texas A&M University System. As of 2017[update], Texas A&M's student body is the largest in Texas and one of the largest in the United States. Texas A&M's designation as a land, sea, and space grant institution—the only university in Texas to hold all three designations—reflects a range of research with ongoing projects funded by organizations such as the National Aeronautics and Space Administration (NASA), the National Institutes of Health, the National Science Foundation, and the Office of Naval Research. In 2001, Texas A&M was inducted as a member of the Association of American Universities. The school's students, alumni—over 500,000 strong—and sports teams are known as Aggies. The Texas A&M Aggies athletes compete in 18 varsity sports as a member of the Southeastern Conference.",
  "/wiki/South_Dakota_State_University": "South Dakota State University is a public research university in Brookings, South Dakota. Founded in 1881, it is the state's largest and most comprehensive university and the oldest continually-operating university in South Dakota. The university is governed by the South Dakota Board of Regents, which governs the state's six public universities and two special schools.",
  "/wiki/Ray_Ratkowski": "Raymond James Ratkowski was a professional American football halfback. He played football at the University of Notre Dame.   He was drafted in the 17th round of the 1961 NFL draft and played for the Boston Patriots of the American Football League during the 1961 AFL season.",
  "/wiki/University_of_Notre_Dame": "The University of Notre Dame du Lac (or simply Notre Dame /ˌnoʊtərˈdeɪm/ NOH-tər-DAYM, or ND) is a private Catholic research university in Notre Dame, Indiana, outside the city of South Bend. It was founded in 1842 by Rev. Edward Sorin. The main campus covers 1,261 acres (510 ha) in a suburban setting; it contains a number of recognizable landmarks, such as the Golden Dome, the Word of Life mural (commonly known as Touchdown Jesus), Notre Dame Stadium, and the Basilica."
}