{
  "/wiki/List_of_United_States_Senators_from_West_Virginia": "Below is a list of United States senators from West Virginia. The state's U.S. senators belong to Classes 1 and 2. West Virginia is currently represented in the Senate by Democrat Joe Manchin (serving since 2010) and Republican Shelley Moore Capito (serving since 2015), making it one of nine states to have a split United States Senate delegation.",
  "/wiki/Rush_D._Holt,_Sr.": "Rush Dew Holt Sr. (June 19, 1905 – February 8, 1955) was an American politician who was a United States Senator from West Virginia (1935–1941) and a member of the West Virginia House of Delegates (1931–1935, 1942–1950, 1954–1955).",
  "/wiki/List_of_United_States_Senators_from_New_Mexico": "New Mexico was admitted to the Union on January 6, 1912 and elects members of the United States Senate who belong to Class 1 and Class 2. The state's current U.S. senators are Democrats Tom Udall (since 2009) and Martin Heinrich (since 2013).",
  "/wiki/Bronson_M._Cutting": "Bronson Murray Cutting (June 23, 1888 – May 6, 1935) was a United States Senator from New Mexico. A Republican, he had also been a newspaper publisher and military attaché.",
  "/wiki/Dennis_Chavez": "Dionisio \"Dennis\" Chávez (April 8, 1888 – November 18, 1962) was a Democratic politician from the U.S. state of New Mexico who served in the United States House of Representatives from 1931 to 1935, and in the United States Senate from 1935 to 1962. He was the first Hispanic person elected to a full term in the US Senate and the first U.S. Senator to be born in the state of New Mexico.",
  "/wiki/List_of_United_States_Senators_from_Louisiana": "Louisiana was admitted to the Union on April 30, 1812, and elects senators to Class 2 and Class 3. Its current senators are Republicans John Kennedy and Bill Cassidy.",
  "/wiki/Huey_Long": "Huey Pierce Long Jr. (August 30, 1893 – September 10, 1935), nicknamed \"The Kingfish,\" was an American politician who served as the 40th governor of Louisiana from 1928 to 1932 and was a member of the United States Senate from 1932 until his assassination in 1935.  As the political leader of Louisiana, he commanded wide networks of supporters and was willing to take forceful and dictatorial action.  He established the long-term political dominance and dynasty of the Long family.",
  "/wiki/Rose_McConnell_Long": "Rose McConnell Long (April 8, 1892 – May 27, 1970) was a United States Senator and the wife of Huey Long. She was the third woman to ever serve as a U.S. Senator, and the first from Louisiana.",
  "/wiki/List_of_United_States_Senators_from_Minnesota": "Minnesota was admitted to the Union on May 11, 1858. As of January 3, 2018, the state has had 44 people serve in the United States Senate. Its current U.S. senators are Democrats Amy Klobuchar (since 2007) and Tina Smith (since 2018). The appointment of Smith marked the first time the state had two female U.S. senators at any one time.",
  "/wiki/Thomas_D._Schall": "Thomas David Schall (June 4, 1878 – December 22, 1935) was an American lawyer and politician. He served in both the United States House of Representatives and the United States Senate from Minnesota. He was initially elected as a Progressive but later joined the Republican Party.",
  "/wiki/Elmer_Austin_Benson": "Elmer Austin Benson (September 22, 1895 –  March 13, 1985) was an American lawyer and politician from Minnesota.  In 1935, Elmer Benson was appointed to the U.S. Senate following the death of Thomas Schall.  He served as the 24th Governor of Minnesota, defeating Republican Martin Nelson in a landslide victory in Minnesota's 1936 gubernatorial election.  He lost the governorship two years later following his defeat to Republican Harold Stassen in the 1938 gubernatorial election.",
  "/wiki/List_of_United_States_Senators_from_Florida": "Florida was admitted to the Union on March 3, 1845 and elects its U.S. senators to Class 1 and Class 3. Florida's U.S. Senate seats were declared vacant in March 1861, due to its secession from the Union. They were filled again in July 1868. The state is currently represented by Republicans Marco Rubio (serving since 2011) and Rick Scott (serving since 2019).",
  "/wiki/Park_Trammell": "Park Monroe Trammell (April 9, 1876 – May 8, 1936), was an American attorney and politician from the state of Florida. Trammell represented Florida in the United States Senate from 1917 until his death in 1936.",
  "/wiki/Scott_Loftin": "Scott Marion Loftin (September 14, 1878 – September 22, 1953) was a U.S. Senator from Florida who served as a Democrat in 1936.",
  "/wiki/Duncan_U._Fletcher": "Duncan Upshaw Fletcher (January 6, 1859 – June 17, 1936) was an American lawyer and politician of the Democratic Party. Senator Fletcher was the longest-serving U.S. Senator in Florida's history.",
  "/wiki/William_Luther_Hill": "William Luther Hill (October 17, 1873 – January 5, 1951) a US Senator from Florida, serving as a Democrat in 1936.",
  "/wiki/List_of_United_States_Senators_from_Iowa": "Iowa was admitted to the Union on December 28, 1846 and elects United States senators to Class 2 and Class 3. The state's current U.S. senators are Republicans Chuck Grassley (serving since 1981) and Joni Ernst (serving since 2015).",
  "/wiki/Richard_L._Murphy": "Richard Louis Murphy (November 6, 1875 – July 16, 1936) of Dubuque, Iowa was a Democratic U.S. Senator from Iowa.  Elected with President Franklin D. Roosevelt in 1932, as only the second Democratic Senator from Iowa elected since 1858, Murphy's service was cut short by his accidental death in 1936, with over two years remaining in his only term.",
  "/wiki/Guy_Gillette": "Guy Mark Gillette (February 3, 1879 – March 3, 1973) was a Democratic U.S. Representative and Senator from Iowa. In the U.S. Senate, Gillette was elected, re-elected, defeated, elected again, and defeated again.",
  "/wiki/List_of_United_States_Senators_from_Michigan": "Michigan was admitted to the Union on January 26, 1837. Its current U.S. senators are Democrats Debbie Stabenow and Gary Peters.",
  "/wiki/James_J._Couzens": "James J. Couzens (August 26, 1872 – October 22, 1936) was a U.S. Senator from the state of Michigan, the Mayor of Detroit, an industrialist, and philanthropist.",
  "/wiki/Prentiss_M._Brown": "Prentiss Marsh Brown (June 18, 1889 – December 19, 1973) was a Democratic U.S. Representative and Senator from the state of Michigan.",
  "/wiki/Guy_V._Howard": "Guy Victor Howard (November 28, 1879 – August 20, 1954) was an American politician.",
  "/wiki/Charles_O._Andrews": "Charles Oscar Andrews (March 7, 1877 – September 18, 1946) was a Democratic Party politician from Florida, who represented Florida in the United States Senate from 1936 until 1946.",
  "/wiki/Claude_Pepper": "Claude Denson Pepper (September 8, 1900 – May 30, 1989) was an American politician of the Democratic Party, and a spokesman for left-liberalism and the elderly. He represented Florida in the United States Senate from 1936 to 1951 and the Miami area in the United States House of Representatives from 1963 until 1989.",
  "/wiki/List_of_United_States_Senators_from_South_Dakota": "South Dakota was admitted to the Union on November 2, 1889 and elects U.S. senators to Class 2 and Class 3. Its current U.S. senators are Republicans John Thune (since 2005) and Mike Rounds (since 2015).",
  "/wiki/Peter_Norbeck": "Peter Norbeck (August 27, 1870 – December 20, 1936) was an American politician from South Dakota. After serving one term as the ninth Governor of South Dakota, Norbeck was elected to three consecutive terms as a United States Senator. Norbeck was the first native-born Governor of South Dakota to serve in office, and the first native-born U.S. Senator from South Dakota. (Norbeck was born in the portion of the Dakota Territory that would later become the state of South Dakota). He is best remembered as \"Mount Rushmore's great political patron\", for promoting the construction of the giant sculpture at Mount Rushmore and securing federal funding for it.",
  "/wiki/Herbert_E._Hitchcock": "Herbert Emery Hitchcock (August 22, 1867 - February 17, 1958) was a United States Senator from South Dakota."
}