{
  "/wiki/William_S._Hamilton": "William Stephen Hamilton (August 4, 1797 –  October 9, 1850), a son of Alexander Hamilton and Elizabeth Schuyler Hamilton, was an American politician and miner who lived much of his life in the U.S. state of Illinois and territorial Wisconsin. Hamilton was born in New York, where he attended the United States Military Academy before he resigned and moved to Illinois in 1817. In Illinois he lived in Springfield and Peoria and eventually migrated to the lead-mining region of southern Wisconsin and established Hamilton's Diggings at present-day Wiota. Hamilton served in various political offices and as a commander in two Midwest Indian Wars. In 1849 he moved to California on the heels of the California Gold Rush. He died in Sacramento, most likely of cholera, in October 1850.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Wisconsin_Territory": "The Territory of Wisconsin was an organized incorporated territory of the United States that existed from July 3, 1836, until May 29, 1848, when an eastern portion of the territory was admitted to the Union as the State of Wisconsin. Belmont was initially chosen as the capital of the territory. In 1837, the territorial legislature met in Burlington, just north of the Skunk River on the Mississippi, which became part of the Iowa Territory in 1838. In that year, 1838, the territorial capital of Wisconsin was moved to Madison.",
  "/wiki/Alexander_Hamilton": "Alexander Hamilton (January 11, 1755 or 1757 – July 12, 1804) was an American statesman, politician, legal scholar, military commander, lawyer, banker, and economist. He was one of the Founding Fathers of the United States. He was an influential interpreter and promoter of the U.S. Constitution, as well as the founder of the nation's financial system, the Federalist Party, the United States Coast Guard, and the New York Post newspaper. As the first Secretary of the Treasury, Hamilton was the main author of the economic policies of George Washington's administration. He took the lead in the Federal government's funding of the states' debts, as well as establishing a national bank, a system of tariffs, and friendly trade relations with Britain.  His vision included a strong central government led by a vigorous executive branch, a strong commercial economy, a national bank and support for manufacturing, and a strong military.",
  "/wiki/Philip_Schuyler": "Philip John Schuyler (/ˈskaɪlər/; November 20 [O.S. November 9] 1733 – November 18, 1804) was a general in the American Revolution and a United States Senator from New York. He is usually known as Philip Schuyler, while his son is usually known as Philip J. Schuyler.",
  "/wiki/Philip_Jeremiah_Schuyler": "Philip Jeremiah Schuyler (January 21, 1768 Albany, New York – February 21, 1835 New York City) was an American politician from New York. His siblings included Angelica Schuyler, Elizabeth Schuyler Hamilton, and Margarita  Schuyler Van Rensselaer.",
  "/wiki/Alexander_Barrow": "Alexander Barrow I (March 27, 1801 – December 29, 1846) was a lawyer and United States Senator from Louisiana. He was a member of the Whig Party. He was the half-brother of Washington Barrow, sharing the same father.",
  "/wiki/United_States_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Louisiana": "Louisiana (/luˌiːziˈænə/ (listen), /ˌluːzi-/ (listen))[a] is a state in the Deep South region of the South Central United States. It is the 31st most extensive and the 25th most populous of the 50 United States. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is the only U.S. state with political subdivisions termed parishes, which are equivalent to counties. The state's capital is Baton Rouge, and its largest city is New Orleans.",
  "/wiki/James_Fannin": "James Walker Fannin Jr. (1804 or 1805 – March 27, 1836) was a 19th-century American military figure in the Texas Army and leader during the Texas Revolution of 1835–36. After being outnumbered and surrendering to Mexican forces at the Battle of Coleto Creek, Colonel Fannin and nearly all his 344 men were executed soon afterward at Goliad, Texas, under Santa Anna's orders for all rebels to be executed.",
  "/wiki/Texas_Revolution": "The Texas Revolution (October 2, 1835 – April 21, 1836) was a rebellion of colonists from the United States and Tejanos (Texas Mexicans) in putting up armed resistance to the centralist government of Mexico. While the uprising was part of a larger one that included other provinces opposed to the regime of President Antonio López de Santa Anna, the Mexican government believed the United States had instigated the Texas insurrection with the goal of annexation. The Mexican Congress passed the Tornel Decree, declaring that any foreigners fighting against Mexican troops \"will be deemed pirates and dealt with as such, being citizens of no nation presently at war with the Republic and fighting under no recognized flag.\" Only the province of Texas succeeded in breaking with Mexico, establishing the Republic of Texas, and eventually being annexed by the United States.",
  "/wiki/Jacob_Zeilin": "Jacob Zeilin (July 16, 1806 – November 18, 1880) was the United States Marine Corps' first non-brevet flag officer. He served as the seventh commandant of the United States Marine Corps, from 1864 to 1876.",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.",
  "/wiki/Commandant_of_the_Marine_Corps": "The commandant of the Marine Corps (CMC) is normally the highest-ranking officer in the United States Marine Corps and is a member of the Joint Chiefs of Staff. The CMC reports directly to the United States secretary of the Navy and is responsible for ensuring the organization, policy, plans, and programs for the Marine Corps as well as advising the president, the secretary of defense, the National Security Council, the Homeland Security Council, and the secretary of the Navy on matters involving the Marine Corps. Under the authority of the secretary of the Navy, the CMC designates Marine personnel and resources to the commanders of Unified Combatant Commands. The commandant performs all other functions prescribed in Section 5043 in Title 10 of the United States Code or delegates those duties and responsibilities to other officers in his administration in his name. As with the other joint chiefs, the commandant is an administrative position and has no operational command authority over United States Marine Corps forces.",
  "/wiki/Matthew_C._Perry": "Matthew Calbraith Perry[Note 1] (April 10, 1794 – March 4, 1858) was a Commodore of the United States Navy who commanded ships in several wars, including the War of 1812 and the Mexican–American War (1846–1848). He played a leading role in the opening of Japan to the West with the Convention of Kanagawa in 1854.",
  "/wiki/Benjamin_Grubb_Humphreys": "Benjamin Grubb Humphreys (August 26, 1808 – December 20, 1882) was an American politician from Mississippi. He was a general in the Confederate States Army during the American Civil War and served as Governor of Mississippi from 1865 to 1868, during Reconstruction.",
  "/wiki/Governor_of_Mississippi": "The governor of Mississippi is the head of the executive branch of Mississippi's state government and the commander-in-chief of the state's military forces. The Governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Mississippi Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and reprieves.",
  "/wiki/Robert_E._Lee": "Robert Edward Lee (January 19, 1807 – October 12, 1870) was an American and Confederate soldier, best known as a commander of the  Confederate States Army. He commanded the Army of Northern Virginia in the American Civil War from 1862 until its surrender in 1865.",
  "/wiki/Joseph_E._Johnston": "Joseph Eggleston Johnston (February 3, 1807 – March 21, 1891) was an American career army officer, serving with distinction in the United States Army during the Mexican–American War (1846–1848), and Seminole Wars. After Virginia seceded from the Union, he entered the Confederate States Army as one of its most senior general officers.",
  "/wiki/Eggnog_Riot": "The Eggnog Riot, sometimes known as the Grog Mutiny, was a riot that took place at the United States Military Academy in West Point, New York, on 24–25 December 1826. It was caused by a drunken Christmas Day party in the North Barracks of the academy.  Two days prior to the incident, a large quantity of whiskey was smuggled into the academy to make eggnog for the party, giving the riot its name.",
  "/wiki/John_Archibald_Campbell": "John Archibald Campbell (June 24, 1811 – March 12, 1889) was an American jurist. He was a successful lawyer in Georgia and Alabama, where he served in the state legislatures. Appointed by Franklin Pierce to the United States Supreme Court in 1853, he served until the outbreak of the American Civil War, when he became an official of the Confederate States of America. After serving six months in a military prison, he resumed a successful law practice in New Orleans, where he opposed Reconstruction.",
  "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States": "Associate Justice of the Supreme Court of the United States is the title of all members of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869.",
  "/wiki/Edgar_Allan_Poe": "Edgar Allan Poe (/poʊ/; born Edgar Poe; January 19, 1809 – October 7, 1849) was an American writer, editor, and literary critic. Poe is best known for his poetry and short stories, particularly his tales of mystery and the macabre. He is widely regarded as a central figure of Romanticism in the United States and of American literature as a whole, and he was one of the country's earliest practitioners of the short story. He is generally considered the inventor of the detective fiction genre and is further credited with contributing to the emerging genre of science fiction. He was the first well-known American writer to earn a living through writing alone, resulting in a financially difficult life and career.",
  "/wiki/Lewis_Addison_Armistead": "Lewis Addison Armistead (February 18, 1817 – July 5, 1863) was a career United States Army officer who became a brigadier general in the Confederate States Army during the American Civil War. On July 3, 1863, as part of Pickett's Charge during the Battle of Gettysburg, Armistead led his brigade to the farthest point reached by Confederate forces during the charge, a point now referred to as the high-water mark of the Confederacy. However, he and his men were overwhelmed, and he was wounded and captured by Union troops.  He died in a field hospital two days later.",
  "/wiki/Confederate_States_Army": "The Confederate States Army was the military land force of the Confederate States of America (commonly referred to as the Confederacy) during the American Civil War (1861–1865), fighting against the United States forces. On February 28, 1861, the Provisional Confederate Congress established a provisional volunteer army and gave control over military operations and authority for mustering state forces and volunteers to the newly chosen Confederate president, Jefferson Davis. Davis was a graduate of the U.S. Military Academy, and colonel of a volunteer regiment during the Mexican–American War. He had also been a United States Senator from Mississippi and U.S. Secretary of War under President Franklin Pierce. On March 1, 1861, on behalf of the Confederate government, Davis assumed control of the military situation at Charleston, South Carolina, where South Carolina state militia besieged Fort Sumter in Charleston harbor, held by a small U.S. Army garrison. By March 1861, the Provisional Confederate Congress expanded the provisional forces and established a more permanent Confederate States Army.",
  "/wiki/Battle_of_Gettysburg": "The Battle of Gettysburg (locally /ˈɡɛtɪsbɜːrɡ/ (listen)) was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point. Union Maj. Gen. George Meade's Army of the Potomac defeated attacks by Confederate Gen. Robert E. Lee's Army of Northern Virginia, halting Lee's invasion of the North.",
  "/wiki/Jubal_Early": "Jubal Anderson Early (November 3, 1816 – March 2, 1894) was a Virginia lawyer and politician who became a Confederate general during the American Civil War. Trained at the United States Military Academy, Early resigned his U.S. Army commission after the Second Seminole War and his Virginia military commission after the Mexican–American War, in both cases to practice law and participate in politics. Accepting a Virginia and later Confederate military commission as the American Civil War began, Early fought in the Eastern Theater throughout the conflict. He commanded a division under Generals Stonewall Jackson and Richard Ewell, and later commanded a corps. A key Confederate defender of the Shenandoah Valley, during the Valley Campaigns of 1864, Early made daring raids to the outskirts of Washington, D.C., as well as far as York, Pennsylvania, but was crushed by Union forces under General Philip Sheridan, losing over half his forces and leading to the destruction of much of the South’s food supply. After the war, Early fled to Mexico, then Cuba and Canada, and upon returning to the United States took pride as an \"unrepentant rebel\". Particularly after the death of Gen. Robert E. Lee in 1870, Early delivered speeches establishing the Lost Cause position,  as well as helped found the Southern Historical Society and memorial associations.",
  "/wiki/John_Cleveland_Robinson": "John Cleveland Robinson (April 10, 1817 – February 18, 1897) had a long and distinguished career in the United States Army, fighting in numerous wars and culminating his career as a Union Army brigadier general of volunteers and brevet major general of volunteers in the American Civil War. In 1866, President Andrew Johnson nominated and the U.S. Senate confirmed Robinson's appointment to the brevet grade of major general in the regular army. He was a recipient of the Medal of Honor for valor in action in 1864 near Spotsylvania Courthouse, Virginia, where he lost a leg. When he retired from the U.S. Army on May 6, 1869, he was placed on the retired list as a full rank major general, USA. After his army service, he was Lieutenant Governor of New York from 1873 to 1874 and served two terms as the president of the Grand Army of the Republic.",
  "/wiki/Major_general_(United_States)": "In the United States Army, United States Marine Corps, and United States Air Force, major general is a two-star general officer rank, with the pay grade of O-8. Major general ranks above brigadier general and below lieutenant general.[Note 1] A major general typically commands division-sized units of 10,000 to 15,000 soldiers. Major general is equivalent to the two-star rank of rear admiral in the United States Navy and United States Coast Guard, and is the highest permanent peacetime rank in the uniformed services. Higher ranks are technically temporary and linked to specific positions, although virtually all officers promoted to those ranks are approved to retire at their highest earned rank.",
  "/wiki/American_Civil_War": "The American Civil War (also known by other names) was a civil war in the United States from 1861 to 1865, fought between the northern United States (loyal to the Union) and the southern United States (that had seceded from the Union and formed the Confederacy).[e] The civil war began primarily as a result of the long-standing controversy over the enslavement of black people. War broke out in April 1861 when secessionist forces attacked Fort Sumter in South Carolina shortly after Abraham Lincoln had been inaugurated as the President of the United States. The loyalists of the Union in the North, which also included some geographically western and southern states, proclaimed support for the Constitution. They faced secessionists of the Confederate States in the South, who advocated for states' rights in order to uphold slavery.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Spotsylvania_Courthouse,_Virginia": "Spotsylvania Courthouse is a  census-designated place (CDP) and the county seat of Spotsylvania County, Virginia, located 10 miles (16 km) southwest of Fredericksburg. Recognized by the U.S. Census Bureau as a census designated place (CDP), the population was 4,239 at the 2010 census.",
  "/wiki/Lieutenant_Governor_of_New_York": "The lieutenant governor of New York is a constitutional office in the executive branch of the Government of the State of New York. It is the second highest-ranking official in state government. The lieutenant governor is elected on a ticket with the governor for a four-year term. Official duties dictated to the lieutenant governor under the present New York Constitution are to serve as president of the state senate, serve as acting governor in the absence of the governor from the state or the disability of the governor, or to become governor in the event of the governor's death, resignation or removal from office via impeachment. Additional statutory duties of the lieutenant governor are to serve on the New York Court for the Trial of Impeachments, the State Defense Council, and on the board of trustees of the College of Environmental Science and Forestry.",
  "/wiki/Grand_Army_of_the_Republic": "The Grand Army of the Republic (GAR) was a fraternal organization composed of veterans of the Union Army (United States Army), Union Navy (U.S. Navy), Marines and the U.S. Revenue Cutter Service who served in the American Civil War. It was founded in 1866 in Springfield, Illinois, and grew to include hundreds of \"posts\" (local community units) across the nation (predominantly in the North, but also a few in the South and West). It was dissolved in 1956 at the death of its last member, Albert Woolson (1850–1956) of Duluth, Minnesota.",
  "/wiki/George_W._Morgan": "George Washington Morgan (September 20, 1820 – July 26, 1893) was an American soldier, lawyer, politician, and diplomat. He fought in the Texas Revolution and the Mexican–American War, and was a general in the Union Army during the American Civil War. Morgan later served as a three-term postbellum United States Congressman from Ohio.",
  "/wiki/Mexican%E2%80%93American_War": "The Mexican–American War,[a] also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México (United States intervention in Mexico),[b] was an armed conflict between the United States and Mexico from 1846 to 1848. It followed in the wake of the 1845 U.S. annexation of Texas, which was not formally recognized by the Mexican government, who disputed the Treaties of Velasco signed by Mexican caudillo President/General Antonio López de Santa Anna after the Texas Revolution a decade earlier. In 1845, newly elected U.S. President James K. Polk, who saw the annexation of Texas as the first step towards a further expansion of the United States, sent troops to the disputed area and a diplomatic mission to Mexico. After Mexican forces attacked U.S. forces, the United States Congress declared war.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest.",
  "/wiki/Charles_Henry_Tompkins": "Charles Henry Tompkins (September 12, 1830 – January 18, 1915) was a Union Army colonel, who received an appointment to the brevet grade of Brigadier General of volunteers during the American Civil War. He was a recipient of the Medal of Honor for valor in action on June 1, 1861 in the Battle of Fairfax Court House (June 1861). This was the first action in the Civil War for which a Union Army officer would receive the Medal of Honor, although it was not awarded until 1893. He is not to be confused with another Union officer, Brevet Brigadier General Charles H. Tompkins (d. 1895) who commanded the 1st Rhode Island Light Artillery Regiment.",
  "/wiki/Brigadier_General": "Brigadier general (Brig. Gen.) or brigade general is a senior rank in the armed forces. It is the lowest ranking general officer in some countries, usually sitting between the ranks of colonel and major general. When appointed to a field command, a brigadier general is typically in command of a brigade consisting of around 4,000 troops (four battalions). In some countries a brigadier general is informally designated as a one-star general (OF-6).",
  "/wiki/Fairfax,_Virginia": "The City of Fairfax (/ˈfɛərfæks/ FAIR-faks), colloquially known as Fairfax City, Downtown Fairfax, Old Town Fairfax, or Fairfax Courthouse, is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census the population was 22,565, which had risen to an estimated 24,574 as of 2018.",
  "/wiki/Wharton_J._Green": "Wharton Jackson Green (February 28, 1831 – August 6, 1910) was a U.S. Congressman from North Carolina and an officer in the Confederate States Army during the American Civil War.",
  "/wiki/James_Abbott_McNeill_Whistler": "James Abbott McNeill Whistler (/ˈwɪslər/; July 11, 1834 – July 17, 1903) was an American artist active during the American Gilded Age and based primarily in the United Kingdom. He was averse to sentimentality and moral allusion in painting, and a leading proponent of the credo \"art for art's sake\". His signature for his paintings took the shape of a stylized butterfly possessing a long stinger for a tail. The symbol combined both aspects of his personality: his art is marked by a subtle delicacy, while his public persona was combative. He found a parallel between painting and music and entitled many of his paintings \"arrangements\", \"harmonies\", and \"nocturnes\", emphasizing the primacy of tonal harmony. His most famous painting Arrangement in Grey and Black No. 1 (1871), commonly known as Whistler's Mother, is a revered and often parodied portrait of motherhood. Whistler influenced the art world and the broader culture of his time with his theories and his friendships with leading artists and writers.",
  "/wiki/Robert_Cobb_Kennedy": "Robert Cobb Kennedy (25 October 1835–25 March 1865) was a Confederate operative who was hanged for his role in a failed plot to burn New York City during the American Civil War.",
  "/wiki/George_F._Elliott": "George Frank Elliott (November 30, 1846 – November 4, 1931) was a United States Marine Corps major general. He was the tenth Commandant of the Marine Corps between 1903 and 1910.",
  "/wiki/Andrew_Jackson_Houston": "Andrew Jackson Houston (June 21, 1854 – June 26, 1941) was an American politician. He was a son of the famous Texas hero and statesman Sam Houston and his wife Margaret Lea Houston, and was named for his father's mentor Andrew Jackson.  He served briefly as a United States Senator in 1941, appointed to temporarily fill the vacancy left by the death of longtime Senator Morris Sheppard.",
  "/wiki/Sam_Houston": "Samuel Houston (March 2, 1793 – July 26, 1863) was an American soldier and politician. An important leader of the Texas Revolution, Houston served as the first and third president of the Republic of Texas, and was one of the first two individuals to represent Texas in the United States Senate. He also served as the sixth governor of Tennessee and the seventh governor of Texas, the only American to be elected governor of two different states in the United States.",
  "/wiki/Johnson_Chesnut_Whittaker": "Johnson Chesnut Whittaker (August 23, 1858 – January 14, 1931) was one of the first black men to win an appointment to the United States Military Academy at West Point. When at the academy, he was brutally assaulted and then expelled after being falsely accused and convicted of faking the incident. Over sixty years after his death, his name was formally cleared when he was posthumously commissioned by President Bill Clinton.",
  "/wiki/Slavery": "Slavery is any system in which principles of property law are applied to people, allowing individuals to own, buy and sell other individuals, as a de jure form of property. A slave is unable to withdraw unilaterally from such an arrangement and works without remuneration. Many scholars now use the term chattel slavery to refer to this specific sense of legalized, de jure slavery. In a broader sense, however, the word slavery may also refer to any situation in which an individual is de facto forced to work against their own will. Scholars also use the more generic terms such as unfree labour or forced labour to refer to such situations.  However, and especially under slavery in broader senses of the word, slaves may have some rights and protections according to laws or customs.",
  "/wiki/Assault_at_West_Point:_The_Court-Martial_of_Johnson_Whittaker": "Assault at West Point is a 1994 Showtime made-for-cable docudrama about Johnson Chesnut Whittaker, one of the first black cadets at West Point, and the trial that followed an assault he suffered in 1880. The film features Samuel L. Jackson, who portrays a lawyer who defends Whittaker.",
  "/wiki/John_Marszalek": "John F. Marszalek is an American historian. He is a native of Buffalo, New York and taught at Canisius College, Gannon University and Mississippi State University, where he became the William L. Giles Distinguished Professor in 1994.  After twenty-nine years as a professor, Marszalek retired in 2002 to become a Giles Distinguished Professor Emeritus.",
  "/wiki/Albert_W._Gilchrist": "Albert Waller Gilchrist (January 15, 1858 – May 15, 1926) was an American politician who served as the 20th Governor of Florida.",
  "/wiki/List_of_Governors_of_Florida": "The governor of Florida is the head of the executive branch of Florida's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Florida Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment.",
  "/wiki/Experimental_philosophy": "Experimental philosophy is an emerging field of philosophical inquiry that makes use of empirical data—often gathered through surveys which probe the intuitions of ordinary people—in order to inform research on philosophical questions. This use of empirical data is widely seen as opposed to a philosophical methodology that relies mainly on a priori justification, sometimes called \"armchair\" philosophy, by experimental philosophers.\nExperimental philosophy initially began by focusing on philosophical questions related to intentional action, the putative conflict between free will and determinism, and causal vs. descriptive theories of linguistic reference. However, experimental philosophy has continued to expand to new areas of research.",
  "/wiki/Lloyd_Fredendall": "Lieutenant General Lloyd Ralston Fredendall (December 28, 1883 – October 4, 1963) was a senior officer of the United States Army who fought during World War II. He is best known for his command of the Central Task Force landings during Operation Torch, and his command of the II Corps during the early stages of the Tunisian Campaign. In February 1943, while in command of the II Corps, his forces were defeated by German forces commanded by Field Marshall Erwin Rommel and General Hans-Jürgen von Arnim in the Battle of Kasserine Pass. After this setback, Fredendall was relieved of command of II Corps by General Dwight D. Eisenhower, the Supreme Allied Commander in North Africa, and replaced by Major General George S. Patton Jr. in March 1943. In spite of his relief, Fredendall was promoted to lieutenant general in June 1943, assumed command of the Second Army and was greeted back home in the United States as a hero.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Battle_of_the_Kasserine_Pass": "The Battle of Kasserine Pass was a battle of the Tunisia Campaign of World War II that took place in February 1943. Kasserine Pass is a 2-mile-wide (3.2 km) gap in the Grand Dorsal chain of the Atlas Mountains in west central Tunisia.",
  "/wiki/Courtney_Hodges": "General Courtney Hicks Hodges (January 5, 1887 – January 16, 1966) was a decorated senior officer of the United States Army, most prominent for his role in World War II, in which he commanded the U.S. First Army in the Western European Campaign. In his career Hodges was a notable \"mustang\" officer, rising from private to general.",
  "/wiki/Mathematics": "Mathematics (from Greek μάθημα máthēma, \"knowledge, study, learning\") includes the study of such topics as quantity (number theory), structure (algebra), space (geometry), and change (mathematical analysis). It has no generally accepted definition.",
  "/wiki/Plebe": "The plebs were, in ancient Rome, the general body of free Roman citizens who were not patricians, as determined by the census. The precise origins of the group and the term are unclear, though it may be that they began as a limited political movement in opposition to the elite (patricians) which became more widely applied.",
  "/wiki/George_S._Patton": "George Smith Patton Jr. (November 11, 1885 – December 21, 1945) was a general of the United States Army who commanded the U.S. Seventh Army in the Mediterranean theater of World War II, and the U.S. Third Army in France and Germany after the Allied invasion of Normandy in June 1944.",
  "/wiki/World_War_I": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide."
}