{
  "/wiki/Jutland": "Jutland (/ˈdʒʌtlənd/; Danish: Jylland [ˈjyˌlænˀ]; German: Jütland [ˈjyːtlant]), anciently known as the Cimbric or Cimbrian Peninsula (Latin: Cimbricus Chersonesus; Danish: Den Kimbriske Halvø, Den Jyske Halvø; German: Kimbrische Halbinsel), is a peninsula of Northern Europe that forms the continental portion of Denmark and part of northern Germany. The names are derived from the Jutes and the Cimbri, respectively.\n As with the rest of Denmark, Jutland's terrain is flat, with a slightly elevated ridge down the central parts and relatively hilly terrains in the east. West Jutland is characterised by open lands, heaths, plains and peat bogs, while East Jutland is more fertile with lakes and lush forests. Southwest Jutland is characterised by the Wadden Sea, a large unique international coastal region stretching through Denmark, Germany and the Netherlands.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).\n The unified kingdom of Denmark emerged in the 8th century as a proficient seafaring nation in the struggle for control of the Baltic Sea. Denmark, Sweden, and Norway were ruled together under one sovereign ruler in the Kalmar Union, established in 1397 and ending with Swedish secession in 1523. The areas of Denmark and Norway remained under the same monarch until 1814, Denmark–Norway. Beginning in the 17th century, there were several devastating wars with the Swedish Empire, ending with large cessions of territory to Sweden. After the Napoleonic Wars, Norway was ceded to Sweden, while Denmark kept the Faroe Islands, Greenland, and Iceland. In the 19th century there was a surge of nationalist movements, which were defeated in the First Schleswig War. After the Second Schleswig War in 1864, Denmark lost the Duchy of Schleswig to Prussia. Denmark remained neutral during World War I, however, in 1920 the northern half of Schleswig became Danish again. In April 1940, a German invasion saw brief military skirmishes while the Danish resistance movement was active from 1943 until the German surrender in May 1945. An industrialised exporter of agricultural produce in the second half of the 19th century, Denmark introduced social and labour-market reforms in the early 20th century that created the basis for the present welfare state model with a highly developed mixed economy.\n The Constitution of Denmark was signed on 5 June 1849, ending the absolute monarchy, which had begun in 1660. It establishes a constitutional monarchy organised as a parliamentary democracy. The government and national parliament are seated in Copenhagen, the nation's capital, largest city, and main commercial centre. Denmark exercises hegemonic influence in the Danish Realm, devolving powers to handle internal affairs. Home rule was established in the Faroe Islands\nin 1948; in Greenland home rule was established in 1979 and further autonomy in 2009. Denmark became a member of the European Economic Community (now the EU) in 1973, but negotiated certain opt-outs; it retains its own currency, the krone. It is among the founding members of NATO, the Nordic Council, the OECD, OSCE, and the United Nations; it is also part of the Schengen Area. Denmark has close ties to its Scandinavian neighbours also linguistically, with the Danish language being partially mutually intelligible with both Norwegian and Swedish.\n Denmark is considered to be one of the most economically and socially developed countries in the world. Danes enjoy a high standard of living and the country ranks highly in some metrics of national performance, including education, health care, protection of civil liberties, democratic governance, LGBT equality, prosperity, and human development. The country ranks as having the world's highest social mobility, a high  level of income equality, has the lowest perceived level of corruption in the world, the eleventh-most developed in the world, has one of the world's highest per capita incomes, and one of the world's highest personal income tax rates.",
  "/wiki/Cort_Adeler": "Cort Sivertsen Adeler (16 December 1622 – 5 November 1675), known in Denmark as Coort Sifvertsen  Adelaer, in The Netherlands as Koert Sievertsen Adelaer and in Italy as Curzio Suffrido Adelborst, was the name of honour given to Kurt Sivertsen, a Norwegian seaman, who rendered distinguished service to the Danish and Dutch navies, and also to the Republic of Venice against the Turks.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.\n Norway has a total area of 385,207 square kilometres (148,729 sq mi) and a population of 5,312,300 (as of August 2018). The country shares a long eastern border with Sweden (1,619 km or 1,006 mi long). Norway is bordered by Finland and Russia to the north-east, and the Skagerrak strait to the south, with Denmark on the other side. Norway has an extensive coastline, facing the North Atlantic Ocean and the Barents Sea. The maritime influence also dominates Norway's climate with mild lowland temperatures on the sea coasts, whereas the interior, while colder, is also a lot milder than areas elsewhere in the world on such northerly latitudes. Even during polar night in the north, temperatures above freezing are commonplace on the coastline. The maritime influence brings high rainfall and snowfall to some areas of the country.\n Harald V of the House of Glücksburg is the current King of Norway. Erna Solberg has been prime minister since 2013 when she replaced Jens Stoltenberg. As a unitary sovereign state with a constitutional monarchy, Norway divides state power between the parliament, the cabinet and the supreme court, as determined by the 1814 constitution. The kingdom was established in 872 as a merger of many petty kingdoms and has existed continuously for 1,148 years. From 1537 to 1814, Norway was a part of the Kingdom of Denmark-Norway, and from 1814 to 1905, it was in a personal union with the Kingdom of Sweden. Norway was neutral during the First World War. Norway remained neutral until April 1940 when the country was invaded and occupied by Germany until the end of Second World War.\n Norway has both administrative and political subdivisions on two levels: counties and municipalities. The Sámi people have a certain amount of self-determination and influence over traditional territories through the Sámi Parliament and the Finnmark Act. Norway maintains close ties with both the European Union and the United States. Norway is also a founding member of the United Nations, NATO, the European Free Trade Association, the Council of Europe, the Antarctic Treaty, and the Nordic Council; a member of the European Economic Area, the WTO, and the OECD; and a part of the Schengen Area. In addition, the Norwegian languages share mutual intelligibility with Danish and Swedish.\n Norway maintains the Nordic welfare model with universal health care and a comprehensive social security system, and its values are rooted in egalitarian ideals. The Norwegian state has large ownership positions in key industrial sectors, having extensive reserves of petroleum, natural gas, minerals, lumber, seafood, and fresh water. The petroleum industry accounts for around a quarter of the country's gross domestic product (GDP). On a per-capita basis, Norway is the world's largest producer of oil and natural gas outside of the Middle East.\n The country has the fourth-highest per capita income in the world on the World Bank and IMF lists. On the CIA's GDP (PPP) per capita list (2015 estimate) which includes autonomous territories and regions, Norway ranks as number eleven. It has the world's largest sovereign wealth fund, with a value of US$1 trillion. Norway has had the highest Human Development Index ranking in the world since 2009, a position also held previously between 2001 and 2006. It also had the highest inequality-adjusted ranking until 2018 when Iceland moved to the top of the list. Norway ranked first on the World Happiness Report for 2017 and currently ranks first on the OECD Better Life Index, the Index of Public Integrity, and the Democracy Index. Norway also has one of the lowest crime rates in the world.",
  "/wiki/Dragsholm_Castle": "Dragsholm Castle (Danish: Dragsholm Slot) is a historic building in Zealand, Denmark.\n For about 800 years there has been a building on the islet by the “drag”. From the original palace over the medieval castle to the current baroque style, Dragsholm Castle has had an influence on and been influenced by changing times and the surrounding community.\nToday, Dragsholm Castle has restaurant and hotel facilities.",
  "/wiki/Ahlefeldt_(noble_family)": "Ahlefeldt is a German and Danish family of high nobility. The family originated from Westensee near Kiel.\n The earliest known ancestor is one Benedict von Ahlefeldt, (d c 1340), whose son and grandsons served king Atterdag Valdemar IV of Denmark and received significant pawn fiefs and properties in Denmark.\n In Slesvig the family inherited estates Søgård, Nør, Königsförde-Lindau, Sakstorp and Gelting. In Holstein, Bossee, Lehmkulen, Wittmold, Deutsch-Nienhof, Emkendorf, Kl. Nordsee, Haseldorf and Fresenburg.\n Godske von Ahlefeldt (d. 1541) was the last catholic Bishop of Slesvig.\n High royal councillor Burchard von Ahlefeldt (of Eskilsmark) received in 1672 letters patent as Danish count.\n His kinsman Frederik von Ahlefeldt (1623-1686) raised in 1665 to Heiliger Römischer Reichsgraf, i.e. German count in immediate vassalage to the emperor. He further received in the same year as his kinsman, in 1672 the Danish title of count and the position of fiefed count. He inherited the county of Langeland.\n One of his grandsons, count Christian Ahlefeldt inherited the county of Laurvig in Norway, one of the two official countships ever in that country (the other was Jarlsberg, which belonged to the Wedell family). In 1785 he received the royal licence to himself and his descendants to bear the name Ahlefeldt-Laurvigen.",
  "/wiki/Holstein": "Holstein (German pronunciation: [ˈhɔlʃtaɪn]; Northern Low Saxon: Holsteen; Danish: Holsten; Latin and historical English: Holsatia) is the region between the rivers Elbe and Eider. It is the southern half of Schleswig-Holstein, the northernmost state of Germany.\n Holstein once existed as the German County of Holstein (German: Grafschaft Holstein; 811–1474), the later Duchy of Holstein (German: Herzogtum Holstein; 1474–1866), and was the northernmost territory of the Holy Roman Empire. The history of Holstein is closely intertwined with the history of the Danish Duchy of Schleswig (Danish: Slesvig). The capital of Holstein is Kiel.\n Holstein's name comes from the Holcetae, a Saxon tribe mentioned by Adam of Bremen as living on the north bank of the Elbe, to the west of Hamburg. The name means \"dwellers in the wood\" (Northern Low Saxon: Hol(t)saten; German: Holzsassen).",
  "/wiki/Pomerania": "Pomerania (Polish: Pomorze; German, Low German and North Germanic languages: Pommern; Kashubian: Pòmòrskô) is a historical region on the southern shore of the Baltic Sea in Central Europe, split between Poland and Germany.\n The name derives from the Polish term po morze, meaning \"by the sea\" or \"on the sea\". Pomerania stretches roughly from the Recknitz and Trebel rivers in the west to the Vistula river in the east.\n The largest Pomeranian islands are Rügen, Usedom/Uznam and Wolin. The largest Pomeranian city is Gdańsk, or, when using a narrower definition of the region, Szczecin. Outside its urban areas, Pomerania is characterized by farmland, dotted with numerous lakes, forests, and towns. The region has a rich and complicated political and demographic history, and was ruled by various countries, often simultaneously, including local dynasties, although over the centuries Polish and German influences remained the strongest. The region was heavily affected by numerous disastrous wars and border shifts since the Late Middle Ages, but also saw long periods of great prosperity, reflected in its rich architecture, mainly thanks to maritime trade.",
  "/wiki/Funen": "Funen (Danish: Fyn, pronounced [ˈfyˀn]), with an area of 3,099.7 square kilometres (1,196.8 sq mi), is the third-largest island of Denmark, after Zealand and Vendsyssel-Thy. It is the 165th-largest island in the world. It is located in the central part of the country and has a population of 466,284 (2013). Funen's main city is Odense, which is connected to the sea by a seldom-used canal. The city's shipyard, Odense Steel Shipyard, has been relocated outside Odense proper.\n Funen belongs administratively to the Region of Southern Denmark. From 1970 to 2006 the island formed the biggest part of Funen County, which also included the islands of Langeland, Ærø, Tåsinge, and a number of smaller islands.\n Funen is linked to Zealand, Denmark's largest island, by the Great Belt Bridge, which carries both trains and cars. The bridge is in reality three bridges; low road and rail bridges connect Funen to the small island of Sprogø in the middle of the Great Belt, and a long road suspension bridge (the second longest in the world at the time of opening) connects Funen the rest of the way to Zealand, paralleled by a rail tunnel.\n Two bridges connect Funen to the Danish mainland, Jutland. The Old Little Belt Bridge was constructed in the 1930s shortly before World War II for both cars and trains. The New Little Belt Bridge, a suspension bridge, was constructed in the 1970s and is used for cars only.\n Apart from the main city, Odense, all major towns are located in coastal areas. Beginning in the north-east of the island and moving clockwise, they are Kerteminde (NE), Nyborg (E), Svendborg (S), Fåborg (SW), Assens (W), Middelfart (NW) and Bogense (N).\n The populations of the major cities and towns are, as of 1 January 2018:",
  "/wiki/Norse_clans": "The Scandinavian clan or ætt/ätt (pronounced [ˈæːtː] in Old Norse) was a social group based on common descent.",
  "/wiki/Kungahälla": "The Norwegian Kings' sagas talk of Konghelle as a Viking Age settlement.\nAccording to Snorri Sturluson, Konghelle was the location of two important royal summits to conclude peace between Sweden and Norway. The first saw the two King Olafs, Olaf II of Norway of Norway and Olof Skötkonung of Sweden, agree to a peace treaty, ca 1020. The second was called the meeting of the three kings during which the three Scandinavian kings Inge I of Sweden, Magnus Barefoot of Norway and Eric Evergood of Denmark met in Kungahälla in 1101.  When King Sigurd I Magnusson  returned to Norway in 1111 following his crusade, he made his capital in Konghelle.\n Konghelle appears in writings by the English chronicler, Orderic Vitalis, who named the city as one of six Norwegian civitates. During August 1135, the city was attacked and sacked by the Pomeranians. After the destruction, the city was moved to a site slightly to the west of the original site. Snorri Sturluson, writing a century later, said that Konghelle never completely recovered.\n The city was a center of royal authority during the early Middle Ages and especially the 13th century, when it was the Norwegian kingdom's southernmost outpost. At this time the fort on Ragnhildsholmen and a Franciscan monastery were constructed at the site, while Kastelle kloster monastery was rebuilt.\n Kastelle kloster was founded by Archbishop Eysteinn Erlendsson and built in the middle of the 13th century. The monastery was under the jurisdiction of the Archdiocese of Nidaros. King Frederick I of Denmark confiscated the monastery in 1529 as part of the closure of  monasteries within his realm.\n Ragnhildsholmen is an island in the Göta älv, a river that drains Vänern into Kattegat, across from Konghelle. In 1256 Norwegian King Haakon IV of Norway had invaded Halland, at that time a province held by Denmark. The castle was  built by King Haakon and played a role in Haakon's expansionist politics. It was the most important Norwegian fortress in this area.\n In the early 14th century, Konghelle was the fief of Eric Magnusson of Sweden, father of Magnus II of Sweden, the future king of Sweden and Norway. Duke Eric Magnusson  received the fortress as a gift when he helped his father-in-law King Haakon V of Norway  to attack his brother King Birger of Sweden.\n After the construction of the stronghold Bohus in 1308 by King Haakon V, the castle on Ragnhildsholmen started to lose its importance as a royal seat. It is not mentioned after 1320. In the later Middle Ages the town's importance further declined. It burned down in 1612, and was afterwards moved to a location near Bohus and renamed Kungälv.  Bohuslän continued to belong to Norway until it was ceded to Sweden in the Treaty of Roskilde in 1658.",
  "/wiki/Skien": "Skien [ˈʃêːən] (listen) is a city and municipality in Vestfold og Telemark county in Norway. In modern times it is regarded as part of the traditional region of Grenland, although historically it belonged to Grenmar/Skiensfjorden, while Grenland referred the Norsjø area and Bø. The administrative centre of the municipality is the city of Skien. Skien is also the capital of Vestfold og Telemark county.\n Skien is one of Norway's oldest cities, with an urban history dating back to the Middle Ages, and received privileges as a market town in 1358. From the 15th century, the city was governed by a 12-member council. The modern municipality of Skien was established on 1 January 1838 (see formannskapsdistrikt). The rural municipalities of Gjerpen and Solum were merged into the municipality of Skien on 1 January 1964.\n The conurbation of Porsgrunn/Skien is reckoned by Statistics Norway to be the seventh largest urban area in Norway, straddling an area of three municipalities: Skien municipality (about 62% of the population), Porsgrunn (30%), and Bamble (8%). This area is home to more than 100,000 people.\n Skien was historically Norway's most important port town for shipping timber and one of Norway's leading commercial cities with extensive contact with neighbouring countries, particularly Denmark.[citation needed] The city was the birthplace of playwright Henrik Ibsen, and many of his famous dramas are set in places reminiscent of 19th-century Skien.",
  "/wiki/Andenes": "Andenes was already an important fishing village during the Iron Age. By the early 1900s, it had become one of the largest fishing ports in Norway.\n The municipality of Andenes was established on 1 January 1924 when it was separated from Dverberg municipality.  Initially, Andenes had 2,213 residents.  On 1 January 1964, Andenes was merged with Dverberg and Bjørnskinn municipalities to create the new municipality of Andøy.\n In the early 1980s, the population of the village of Andenes was 3,770, which made it the largest village in Vesterålen. The downsizing of Andøya Air Station and general population centralization in Norway has led to a dramatic decline in inhabitants over the last 20 years.",
  "/wiki/Bergen": "Bergen (Norwegian pronunciation: [ˈbæ̀rɡn̩] (listen)), historically Bjørgvin, is a city and municipality in Vestland on the west coast of Norway. At the end of the first quarter of 2018[update], the municipality's population was 280,216, and the Bergen metropolitan region has about 420,000 inhabitants. Bergen is the second-largest city in Norway. The municipality covers 465 square kilometres (180 sq mi) and is on the peninsula of Bergenshalvøyen. The city centre and northern neighbourhoods are on Byfjorden, 'the city fjord', and the city is surrounded by mountains; Bergen is known as the 'city of seven mountains'. Many of the extra-municipal suburbs are on islands. Bergen is the administrative centre of Hordaland, and consists of eight boroughs: Arna, Bergenhus, Fana, Fyllingsdalen, Laksevåg, Ytrebygda, Årstad, and Åsane.\n Trading in Bergen may have started as early as the 1020s. According to tradition, the city was founded in 1070 by king Olav Kyrre and was named Bjørgvin, 'the green meadow among the mountains'. It served as Norway's capital in the 13th century, and from the end of the 13th century became a bureau city of the Hanseatic League. Until 1789, Bergen enjoyed exclusive rights to mediate trade between Northern Norway and abroad and it was the largest city in Norway until the 1830s when it was overtaken by the capital, Christiania (now known as Oslo). What remains of the quays, Bryggen, is a World Heritage Site. The city was hit by numerous fires over the years. The Bergen School of Meteorology was developed at the Geophysical Institute starting in 1917, the Norwegian School of Economics was founded in 1936, and the University of Bergen in 1946. From 1831 to 1972, Bergen was its own county. In 1972 the municipality absorbed four surrounding municipalities and became a part of Hordaland county.\n The city is an international center for aquaculture, shipping, the offshore petroleum industry and subsea technology, and a national centre for higher education, media, tourism and finance. Bergen Port is Norway's busiest in terms of both freight and passengers, with over 300 cruise ship calls a year bringing nearly a half a million passengers to Bergen, a number that has doubled in 10 years. Almost half of the passengers are German or British. The city's main football team is SK Brann and a unique tradition of the city is the buekorps. Natives speak a distinct dialect, known as 'Bergensk'. The city features Bergen Airport, Flesland and Bergen Light Rail, and is the terminus of the Bergen Line. Four large bridges connect Bergen to its suburban municipalities.\n Bergen has a mild winter climate, though with a lot of precipitation. From December to March, Bergen can be, in rare cases, up to 20 °C warmer than Oslo, even though both cities are at about 60° North. The Gulf Stream keeps the sea relatively warm, considering the latitude, and the mountains protect the city from cold winds from the north, north-east and east.",
  "/wiki/Anker_(noble_family)": "Anker, also spelled Ancher, is a Danish and Norwegian noble family living in Norway. The name means anchor. Originally from Sweden, the family became a part of the Patriciate of Norway in the 18th century, and members of the family were ennobled in 1778.",
  "/wiki/Anrep_family": "Anrep is a Baltic German family, belonging to Swedish and Russian nobility.",
  "/wiki/Westphalia": "Westphalia (/wɛstˈfeɪliə/; German: Westfalen [vɛstˈfaːlən]; Low German: Westfalen [vεs(t)'fɔːln]) is a region of northwestern Germany and one of the three historic parts of the state of North Rhine-Westphalia. It has an area of 20,210 km2 (7,803 sq mi) and 7.9 million inhabitants.\n The region is almost identical with the Province of Westphalia, which was a part of the Kingdom of Prussia from 1815 to 1918 and the Free State of Prussia from 1918 to 1946. In 1946, Westphalia merged with the Northern Rhineland, another former part of Prussia, to form the newly created state of North Rhine-Westphalia. In 1947, the state with its two historic parts was joined by a third one: Lippe, a former principality and free state.\n All of the seventeen districts and nine independent cities of Westphalia and Lippe's only district are members of the Westphalia-Lippe Regional Association (Landschaftsverband Westfalen-Lippe).\n Previous to the formation of Westphalia as a province of Prussia and later state part of North Rhine-Westphalia, the term \"Westphalia\" was applied to different territories of different sizes such as a part of the ancient Duchy of Saxony, the Duchy of Westphalia or the Kingdom of Westphalia.  The Westphalian language, a variant of the German language, spreads beyond Westphalia's borders into southwestern Lower Saxony and northwestern Hesse.",
  "/wiki/Saaremaa": "Saaremaa (/ˈsɑːrəmɑː/ SAR-ə-MAH, Estonian: [ˈsɑːremɑː]; German and Swedish: Ösel) is the largest island in Estonia, measuring 2,673 km2 (1,032 sq mi). The main island of Saare County, it is located in the Baltic Sea, south of Hiiumaa island and west of Muhu island, and belongs to the West Estonian Archipelago. The capital of the island is Kuressaare, which in January 2018 had 13,276 inhabitants. The whole island had a recorded population in January 2017 of 31,357.",
  "/wiki/Jørgen_von_Ansbach": "Jørgen von Ansbach (ca. 1510 – ca. 1590) was a German-Norwegian timber merchant and mayor of Skien (south west Norway).\n He immigrated from Germany to Skien around 1540. He came as a mining administrator at a time when King Christian III of Denmark tried without success to establish a mining industry in Bratsberg (now Telemark). He subsequently became a pioneer in the timber industry in the district as an owner of several sawmills and a major timber merchant. He organized efforts to make water flows from the Hjellevannet on the lower water basin in the Skien watercourse (Skiensvassdraget) to the Skien River (Skienselva) so that water could drive recovery saws. He established sawmills and the timber trade rose sharply in Skien. He was cited as mayor of Skien in 1568, 1570 and 1578.\n His considerable fortune was largely derived from the number of properties he owned in the city and district. These properties were divided between his five daughters whose descendants dominated the commercial life in Skien into the 17th century as timber merchants and estate owners. Among his descendants were Anne Clausdatter (1659–1713) who owned Borgestad Manor and Christian Cornelius Paus (1800–1879) who was Governor of Bratsberg. Among his more notable descendants was the playwright Henrik Ibsen.",
  "/wiki/Aristocracy_of_Norway": "Aristocracy of Norway refers to modern and medieval aristocracy in Norway. Additionally, there have been economical, political, and military élites that—relating to the main lines of Norway's history—are generally accepted as nominal predecessors of the aforementioned. Since the 16th century, modern aristocracy is known as nobility (Norwegian: adel).\n The very first aristocracy in today's Norway appeared during the Bronze Age (1800 BC–500 BC). This bronze aristocracy consisted of several regional élites, whose earliest known existence dates to 1500 BC. Via similar structures in the Iron Age (400 BC–793 AD), these entities would reappear as petty kingdoms before and during the Age of Vikings (793–1066). Beside a chieftain or petty king, each kingdom had its own aristocracy.\n Between 872 and 1050, during the so-called unification process, the first national aristocracy began to develop. Regional monarchs and aristocrats who recognised King Harald I as their high king, would normally receive vassalage titles like Earl. Those who refused were defeated or chose to migrate to Iceland, establishing an aristocratic, clan-ruled state there. The subsequent lendman aristocracy in Norway—powerful feudal lords and their families—ruled their respective regions with great autonomy. Their status was by no means equal to that of modern nobles; they were nearly half royal. For example, Ingebjørg Finnsdottir of the Arnmødling dynasty was married to King Malcolm III of Scotland. During the civil war era (1130–1240) the old lendmen were severely weakened, and many disappeared. This aristocracy was ultimately defeated by King Sverre I and the Birchlegs, subsequently being replaced by supporters of Sverre.\n Primarily between the 9th and 13th centuries, the aristocracy was not limited to mainland Norway, but appeared in and ruled parts of the British Isles as well as Iceland and the Faroe Islands. Kingdoms, city states, and other types of entities, for example the Kingdom of Dublin, were established or possessed either by Norwegians or by native vassals. Other territories, for example Shetland and the Orkney Islands, were directly absorbed into the kingdom. For example, the Earl of Orkney was a Norwegian nobleman.\n The nobility—known as hird and then as knights and squires—was institutionalised during the formation of the Norwegian state in the 13th century. Originally granted an advisory function as servants of the king, the nobility grew into becoming a great political factor. Their land and their armed forces, and also their legal power as members of the Council of the Realm, made the nobility remarkably independent from the king. At its height, the council had the power to recognise or choose inheritors of or pretenders to the Throne. In 1440, they dethroned King Eric III. The council even chose its own leaders as regents, among others Sigurd Jonsson of Sudreim. This aristocratic power, which also involved the church, lasted until the Reformation, when the king illegally abolished the council in 1536. This would nearly remove all of the nobility's political foundation, leaving them with mainly administrative and ceremonial functions. Subsequent immigration of Danish nobles (who thus became Norwegian nobles) would further marginalise the position of natives. In the 17th century, the old nobility consisted almost entirely of Danes.\n After 1661, when absolute monarchy was introduced, the old nobility was gradually replaced by a new. This consisted mainly of merchants and officials who had recently been ennobled but also of foreign nobles who were naturalised. Dominant elements in the new nobility were the office nobility (noble status by holding high civilian or military offices) and—especially prominent in the 18th century—the letter nobility (noble status via letters patent in return for military or artistic achievements or monetary donations). Based on the 1665 Lex Regia, which stated that the king was to be revered and considered the most perfect and supreme person on the Earth by all his subjects, standing above all human laws and having no judge above his person, [...] except God alone, the king had his hands free to develop a new and loyal aristocracy to honour his absolute reign. The nobilities in Denmark and Norway could, likewise, bask in the glory of one of the most monarchial states in Europe. The title of count was introduced in 1671, and in 1709 and 1710, two marquisates (the only ones in Scandinavia) were created. Additionally, hundreds of families were ennobled, i.e., without titles. Demonstrating his omnipotence, the monarch could even revert noble status ab initio, as if ennoblement had never happened, and elevate dead humans to the estate of nobles. A rich aristocratic culture developed during this epoch, for example family names like Gyldenpalm (lit. 'Golden Palm'), Svanenhielm (lit. 'Swan Helm'), and Tordenskiold (lit. 'Thunder Shield'), many of them containing particles like French de and German von. Likewise, excessive creation of coats of arms boosted heraldic culture and praxis, including visual arts.\n The 1814 Constitution forbade the creation of new nobility, including countships, baronies, family estates, and fee tails. The 1821 Nobility Law initiated a long-range abolition of the nobility as an official estate, a process in which current bearers were allowed to keep their status and possible titles as well as some privileges for the rest of their lifetime. The last legally noble Norwegians died in the early 20th century. Many Norwegians who had noble status in Norway had it in Denmark, too, where they remained officially noble.\n During the 19th century, members of noble families continued to hold political and social power, for example Severin Løvenskiold as Governor-general of Norway and Peder Anker and Mathias Sommerhielm as Prime Minister. Aristocrats were active in Norway's independence movement in 1905, and it has been claimed the union with Sweden was dissolved thanks to a 'genuinely aristocratic wave'. Fritz Wedel Jarlsberg's personal efforts contributed to Norway gaining sovereignty of the arctic archipelago Svalbard in 1920. From 1912 to 1918, Bredo Henrik von Munthe af Morgenstierne was Rector of the University of Oslo. When Norway co-founded and entered NATO, ambassador Wilhelm Morgenstierne represented the kingdom when US President Truman signed the treaty in 1949. Whilst they now acted as individuals rather than a unified estate, these and many other noblemen played a significant public rôle, mainly until the Second World War (1940–1945).\n Today, Norway has approximately 10-15 families who were formerly recognised as noble by Norwegian kings. These include Anker, Aubert, Falsen, Galtung, Huitfeldt, Knagenhjelm, Løvenskiold, Munthe af Morgenstierne, Treschow, Werenskiold, and the Counts of Wedel-Jarlsberg. In addition, there are nonnoble families who descend patrilineally from individuals who once had personal (nonhereditary) noble status, for example the Paus family and several families of the void ab initio office nobility. There is even foreign nobility in Norway, mainly Norwegian families originating in other countries and who have or had noble status there."
}