{
  "/wiki/Adana_Demirspor": "Adana Demirspor is a Turkish sports club based in Adana. A major department of the club is the men's football team, which currently competes in the TFF First League. Founded in 1940 by TCDD employees, the football team's thriving success at the Çukurova League and the water polo team's unbeaten National League titles in the first three decades, built a huge worker fan base in the city and attracted landowners to finance the club. Believing that the worker supported, landowner financed, TCDD governed club are alienating them, middle-class merchants and artisans founded Adanaspor in 1954 and competition among the two clubs for the citywide support and domination, created one of the fierce rivalries of Turkish football which continues to this day as Adana derby.",
  "/wiki/Adana": "Adana (pronounced [aˈda.na]; Armenian: Ադանա; Ancient Greek: Άδανα, Arabic: أضنة‎) is a major city in southern Turkey. The city is situated on the Seyhan river, 35 km (22 mi) inland from the Mediterranean, in south-central Anatolia. It is the administrative seat of the Adana Province and has a population of 1.77 million, making it the 5th most populated city in Turkey. The Adana-Mersin polycentric metropolitan area, with a population of 3 million, stretches over 70 km (43 mi) east-west and 25 km (16 mi) north-south; encompassing the cities of Mersin, Tarsus and Adana.",
  "/wiki/Yüreğir": "Yüreğir is a district-municipality in the Adana Province of Turkey.  With a population of 414.5 thousand, it is the second most populated district of the province. Population concentration of the district is within the city of Adana, on the east side of the Seyhan river.",
  "/wiki/Adana_5_Ocak_Stadium": "The Adana 5 Ocak Stadium (Turkish: Adana 5 Ocak Stadı) is a multi-purpose stadium in Adana, Turkey. Opened in 1938 together with the Menderes Sports Hall and Gençlik Stadium as a sports complex at the new neighborhood of Reşatbey. The stadium holds 16,095, with a large East and West stands and much smaller North and South stands. It abides UEFA standards for hosting Europa League games and TFF standards for hosting Super Lig games.",
  "/wiki/Adanaspor": "Adanaspor is a professional football club based in Adana, currently performing at the TFF First League. The club is founded in 1954 by the middle-class merchants and artisans in response to the alienation within city's most popular club, Adana Demirspor, who were supported by workers, financed by landowners and governed by TCDD staff. Having played their first game in 1956 and became internationally known as Adana derby, both clubs compete for the citywide support and domination since then. Adanaspor jersey colors, orange-white, symbolizes orange and cotton, the main harvests and believed by the club fans to be the true representation of the city. Adanaspor shares the 5 Ocak Stadı as homeground with their archrival since foundation..",
  "/wiki/Çukurova,_Adana": "Çukurova is a district-municipality in the Adana Province of Turkey. District population of 376 thousand,\nis concentrated within the city of Adana, occupying north-west of the city. It is a modern residential district which came into being in the last 30 years as the city expanded north. Çukurova is located north of the Seyhan district, west of the Seyhan River and south of the Seyhan Reservoir.",
  "/wiki/Akhisar_Belediyespor": "Akhisar Belediye Gençlik ve Spor Kulübü (Akhisar Municipality Youth and Sports Club), commonly known as Akhisar Belediyespor or Akhisarspor, is a Turkish professional football club located in the city of Akhisar. Formed in 1970, Akhisarspor are nicknamed Akigo. The club has a fierce rivalry with Turgutluspor and Manisaspor.",
  "/wiki/Manisa": "Manisa (Turkish pronunciation: [maˈnisa]) is a large city in Turkey's Aegean Region and the administrative seat of Manisa Province.",
  "/wiki/Akhisar": "Akhisar is a county district and its town center in Manisa Province in the Aegean region of Western Turkey. Akhisar is also the ancient city of Thyatira (also known as Thyateira).",
  "/wiki/Spor_Toto_Akhisar_Stadium": "Spor Toto Akhisar Stadium, also known as Akhisar Arena, is a stadium in Akhisar, Turkey. It opened to public 28 January 2018, when Akhisar Belediyespor faced Antalyaspor in the Süper Lig. The stadium has a capacity of 12,139 spectators. It replaced Akhisar Belediyespor's previous home, Manisa 19 Mayıs Stadium.",
  "/wiki/Altay_S.K.": "Altay Spor Kulübü is a Turkish professional football club based in the city of İzmir. Formed in 1914, Altay are nicknamed Büyük Altay (Great Altay). The club colors are black and white, and they currently play their home matches at the İzmir Atatürk Stadium, while a new stadium is under construction at the site of the İzmir Alsancak Stadium, where they previously played.",
  "/wiki/İzmir": "İzmir (UK: /ˈɪzmɪər/ IZ-meer, US: /ɪzˈmɪər/ iz-MEER, Turkish: [ˈizmiɾ]), often spelled Izmir in English, is a metropolitan city in the western extremity of Anatolia. It is the third most populous city in Turkey, after Istanbul and Ankara, and the second largest urban agglomeration on the Aegean Sea after Athens, Greece.",
  "/wiki/Gaziemir": "Gaziemir is a district of İzmir Province in the Aegean region of Turkey. It is one of the metropolitan districts of Greater İzmir and is situated to the south of central İzmir (Konak) on the road to İzmir. İzmir Adnan Menderes International Airport and the export processing industrial park of Aegean Free Zone; which is also home to the third space camp in the world, Space Camp Turkey, are situated within the boundaries of the district.[citation needed] Adnan Menderes Airport is located in Gaziemir.",
  "/wiki/İzmir_Atatürk_Stadium": "İzmir Atatürk Stadium (Turkish: İzmir Atatürk Stadyumu) is a multi-purpose stadium in İzmir, Turkey. It is currently used mostly for football matches. The stadium holds 51,295 people. It was built in 1964, and most recently refurbished in 2005. İzmir football teams Karşıyaka S.K. and Göztepe A.Ş. occasionally use the stadium for high attendance matches.",
  "/wiki/Altınordu_F.K.": "Altınordu Futbol Kulübü (formerly known as Altınordu Spor Kulübü) is a Turkish professional football club based in İzmir. It was founded in 1923 as a breakaway from Altay SK. Team colours are red and navy. The club also had a basketball team and played in Turkish Basketball League. They won the league in the 1966–67 season. Currently the club focuses on youth development of local talent.",
  "/wiki/Karabağlar": "Karabağlar is a district of İzmir Province of Turkey. It is one of the metropolitan districts of İzmir. Karabağlar was turned into a district by the Cabinet of Turkey on 6 March 2008.",
  "/wiki/Doğanlar_Stadium": "Bornova Stadium or Bornova Stadyumu is a stadium in Izmir, Turkey. It was opened to public in 2016 with a capacity of 6,041 spectators. It is the home venue for both Göztepe S.K. (2016–2019) and Altınordu F.K.. In 2017, it was expanded to a capacity of 12,500 spectators, with a new tribune being constructed.",
  "/wiki/Balıkesirspor": "Balıkesirspor is a Turkish sports club based in Balıkesir. Established in 1966, the football team played in the Süper Lig after achieving promotion having finished as runners-up of the TFF First League in 2013–14. The team's previous promotion was 40 years before that. Their stadium, the all-seater Balıkesir Atatürk Stadium, has a capacity of 13,732.",
  "/wiki/Balıkesir": "Balıkesir (Turkish pronunciation: [baˈlɯkesiɾ]) is a city and the capital city of Balıkesir Province. Balıkesir is in the Marmara region of Turkey and has a population of 331,788 inhabitants. Between 1341–1922, it was the capital of Karasi.",
  "/wiki/Balıkesir_Atatürk_Stadium": "Balıkesir Atatürk Stadium (Turkish: Balıkesir Atatürk Stadyumu) is a multi-purpose stadium in Balıkesir, Turkey.  The stadium holds 15,800 all-seater and was built in 1973 and re-built in 2010. It abides UEFA standards for TFF standards for hosting TFF Second League, TFF First League and also Super Lig games.",
  "/wiki/Büyükşehir_Belediye_Erzurumspor": "Büyükşehir Belediye Erzurumspor, commonly known as BB Erzurumspor or Erzurum BB, is a Turkish professional football club located in Erzurum who play in the TFF First League, the second tier of Turkish football. The team was founded in 2005 and plays in blue white and blue kits.",
  "/wiki/Erzurum": "Erzurum is a city in eastern Anatolia (Asian Turkey). It is the largest city in and eponymous capital of Erzurum Province. It is situated 1757 meters (5766 feet) above sea level. Erzurum had a population of 361,235 in the 2000 census, increasing to 367,250 by 2010.",
  "/wiki/Kazım_Karabekir_Stadium": "Kazım Karabekir Stadium (Turkish: Kazım Karabekir Stadyumu) is a multi-purpose stadium in Erzurum, Turkey. It is currently used mostly for football matches and is the home ground of Erzurum BB. The stadium currently holds  21,374 people.",
  "/wiki/Boluspor": "Boluspor is a Turkish professional football club located in the city of Bolu. The clubs plays in red and white kits, and have done so since their formation in 1965.",
  "/wiki/Bolu": "Bolu is a city in Turkey, and administrative center of the Bolu Province. The population is 131,264 (2012 census).",
  "/wiki/Bolu_Atatürk_Stadium": "Bolu Atatürk Stadium (Turkish: Bolu Atatürk Stadyumu) is a multi-purpose stadium in Bolu, Turkey. It is currently used mostly for football matches and is the home ground of Boluspor. The stadium holds 8,456 people and was built in 1958.",
  "/wiki/Bursaspor": "Bursaspor Kulübü Derneği (Turkish pronunciation: [buɾsaspoɾ kulyby dæɾneji]), commonly known as Bursaspor, is a Turkish sports club located in the city of Bursa. Formed in 1963, the club colours are green and white, with home kits usually featuring both colours in a striped pattern.",
  "/wiki/Bursa": "Bursa is a large city in Turkey, located in northwestern Anatolia, within the Marmara Region. It is the fourth most populous city in Turkey and second most populous in Marmara Region. Bursa is one of the industrial and trade centres of Turkey (especially otomotive industry). The city is also the capital of Bursa Province.",
  "/wiki/Timsah_Arena": "Bursa Büyükşehir Belediye Stadyumu or nicknamed Timsah Arena (literally meaning Crocodile Arena) is a stadium in Bursa, Turkey. It has a capacity of 43,761 spectators and is home to Bursaspor of the Süper Lig.[citation needed] The venue has a large crocodile's mouth.\nBursaspor's Buyuksehir Belediye Stadium",
  "/wiki/Eskişehirspor": "Eskişehirspor is a Turkish professional football club located in Eskişehir. Founded in 1965, Eskişehirspor competed in the first league for 16 years until they were relegated. After being out of the Süper Lig for 12 years the club won the TFF First League playoffs and were promoted in May 2008.",
  "/wiki/Eskişehir": "Eskişehir (US: /ˌɛskɪʃəˈhɪər/ ES-kish-ə-HEER, Turkish: [esˈciʃehiɾ]; from eski \"old\" and şehir \"city\") is a city in northwestern Turkey and the capital of the Eskişehir Province. In the Byzantine era its name was Dorylaeum. The urban population of the city is 717,135 with a metropolitan population of 826,135. The city is located on the banks of the Porsuk River, 792 m above sea level, where it overlooks the fertile Phrygian Valley. In the nearby hills one can find hot springs. The city is 233 km (145 mi) to the west of Ankara, 330 km (205 mi) to the southeast of Istanbul and 78 km (48 mi) to the northeast of Kütahya. Known as a university town, both Eskişehir Osmangazi University and Anadolu University (which has one of the largest student enrollments in the world) are based in Eskişehir. The province covers an area of 2,678 km2 (1,034 sq mi).",
  "/wiki/New_Eskişehir_Stadium": "Eskişehir Yeni Atatürk Stadyumu is a stadium Eskişehir, Turkey. It opened to the public in late October 2016 and has a capacity of 32,507 spectators.  It is the home ground of Eskişehirspor. It replaced the club's former home, Eskişehir Atatürk Stadium.",
  "/wiki/Fatih_Karagümrük_S.K.": "Fatih Karagümrük S.K., also called  Karagümrükspor, is a Turkish professional football club based in the Karagümrük neighbourhood of the Fatih district in İstanbul. They were in the Turkish Süper Lig from 1958–63 and 1983–84.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/Fatih": "Fatih, historically Constantinople, is the capital district and a municipality (belediye) in Istanbul, Turkey, which hosts all the provincial authorities, including the governor's office, police headquarters, metropolitan municipality and tax office while encompassing the peninsula coinciding with old Constantinople. In 2009, the district of Eminönü, which had been a separate municipality located at the tip of the peninsula, was once again remerged into Fatih because of the small population of Eminönü. Fatih is bordered by the Golden Horn to the north and the Sea of Marmara to the south, while the Western border is demarked by the Theodosian wall and the east by the Bosphorus Strait.",
  "/wiki/Vefa_Stadium": "Vefa Stadı (English: Vefa Stadium) (also named Karagümrük Stadı/Arena) is a football stadium located in Fatih, Istanbul that is the home ground of TFF First League club Fatih Karagümrük.",
  "/wiki/Giresunspor": "Giresunspor is a Turkish professional football club based in Giresun. It was founded in 1925 and re-formed in 1967 after the merger of Yeşiltepespor, Akıngençlikspor, and Beşiktaşspor. The football club is playing in the TFF First League (second level). Giresunspor played in the Turkish Super League (Turkish first league) between 1971 and 1977.",
  "/wiki/Giresun": "Giresun (pronounced [ɟiˈɾesun]), formerly Cerasus (Κερασοῦς), is the provincial capital of Giresun Province in the Black Sea Region of northeastern Turkey, about 175 km (109 mi) west of the city of Trabzon.",
  "/wiki/Giresun_Atatürk_Stadium": "Giresun Atatürk Stadium is a multi-purpose stadium in Giresun, Turkey.  It is currently used mostly for football matches and is the home ground of TFF First League team Giresunspor.",
  "/wiki/Hatayspor": "Hatayspor is a Turkish professional football club located in Antakya, Hatay Province.",
  "/wiki/Antakya": "Antakya (Turkish pronunciation: [ɑnˈtɑkjɑ]) is the capital of Hatay Province, the southernmost province of Turkey. The city is located in a well-watered and fertile valley on the Orontes River, about 20 kilometers (12 mi) from the Levantine Sea.",
  "/wiki/İstanbulspor": "İstanbulspor is a Turkish football and sports club founded by Istanbul High School students in 1926. In 2004–05 they were relegated from the Turkish Süper Lig (Super League) to TFF 1. Lig. For many decades it was the fourth most famous and well-developed professional football club from Istanbul, coming after Beşiktaş, Galatasaray, and Fenerbahçe. After being bought by the Uzan Family in 1990, it has been repossessed by the government and resold to third companies.",
  "/wiki/Büyükçekmece": "Büyükçekmece is a district and municipality (belediye) in the suburbs of Istanbul, Turkey on the Sea of Marmara coast of the European side, west of the city. It is largely an industrial area with a population of 380,000. The mayor is Hasan Akgün (CHP).",
  "/wiki/Necmi_Kadıoğlu_Stadium": "Necmi Kadıoğlu Stadium (Turkish: Necmi Kadıoğlu Stadyumu) is a football stadium in Esenyurt, Istanbul, Turkey. It is the home ground of Istanbulspor. The stadium holds 4,491 people and was built in 2012. The stadium, gets its name from Necmi Kadıoğlu, who was the mayor of Esenyurt between 2004-2017.",
  "/wiki/Keçiörengücü": "Keçiörengücü is a Turkish sports club based in the Keçiören district of Ankara. The football club plays in the TFF First League. Keçiörengücü was founded as Hacettepe with black-white colours in 1949. Hacettepe was one of Turkish First League's founder teams. They played in the First League between 1958–1960 and 1962–1968. After relegation from the First League in 1967–68 season, they played second level between 1968–1971. They were relegated to the Third League in 1970–71 season. They played in the Third League between 1971–1974, 1977–1978, and 1984–1988. The club was renamed  Hacettepe Yeni Camuzoğluspor in 1985. Finally they took the name Keçiörengücü and changed their colors to dark red-white in 1988. Keçiörengücü played in the Second League between 1989–1993 and 1997–1998. Keçiörengücü became champions in the Third Group of the Third League and was promoted to League B in 2006. However, it was relegated to the Third League after a 5–1 loss to Darıca Gençlerbirliği, in an away match on May 13, 2007. The club plays again in the TFF Second League since 2014.",
  "/wiki/Ankara": "Ankara (/ˈæŋkərə/, also US: /ˈɑːŋ-/, Turkish: [ˈaŋkaɾa] (listen)), historically known as Ancyra (/ænˈsaɪrə/) and Angora (/æŋˈɡɔːrə/, also US: /ˈæŋɡərə/), is the capital of Turkey. With a population of 4,587,558 in the urban centre (2014) and 5,150,072 in its province (2015), it is Turkey's second largest city after Istanbul (the former imperial capital), having outranked İzmir in the 20th century. Ankara covers an area of 24,521 km2 (9,468 sq mi).",
  "/wiki/Keçiören": "Keçiören is a metropolitan district of Ankara Province in the Central Anatolia region of Turkey, a crowded district in the northern part of the city of Ankara. According to 2010 census, population of the district center is 817,262  The district covers an area of 190 km2 (73 sq mi), and the average elevation is 850 m (2,789 ft). The Çubuk River runs through the middle of the district.",
  "/wiki/Ankara_Aktepe_Stadium": "Aktepe Stadium is a multi-use stadium in Ankara, Turkey.  It is currently used mostly for football matches and is the home of Keçiörengücü. The stadium holds 5,000 people and was built in 1999.",
  "/wiki/Menemenspor": "Menemenspor, formerly Menemen Belediyespor, is a Turkish professional football club located in the Menemen district of İzmir. The club colours are blue and yellow and they play their home matches at Menemen İlçe Stadium.",
  "/wiki/Menemen": "Menemen is a district of İzmir Province in Turkey as well as the district's central town. The district extends on a fertile plain formed by the alluvial soil carried by the Gediz River. Menemen's district area neighbors the following district areas from east to west; Aliağa and Foça to the north and Bornova, Karşıyaka and Çiğli to the south, these last two being among İzmir's metropolitan districts. Menemen district also has a 27 km (17 mi) long coastline in the west and neighbors Manisa Province to the east. The town of Menemen is located at a distance of 35 km (22 mi) from İzmir center (Konak Square). Settlement across the district is loosely scattered along the Greater Metropolitan Area of İzmir in the south and consists of isolated villages along prairies in the north, which results in an average urbanization rate of only 42 per cent. The economy still relies on agriculture and stock breeding in large part, although the production and export of leather, ceramic and other earthenware products, as well as potentially of plastic products, based in two separate and specialized organized industrial zones made important steps forward during the last decade. Menemen's earthenware pottery products are famous across Turkey since centuries. These two organized industrial zones as well as activities rebounding from the adjacent İzmir metropolitan area gain an increasing importance in the district's economy. Nevertheless, Gediz River, whose lower basin crosses Menemen plain to join the sea within the district boundaries still constitutes the lifeline of the region and matters relating to the river's flow as well as its present rate of rather high pollution is a matter of constant debate. The level of education is high in Menemen with literacy rate reaching 99%.",
  "/wiki/Osmanlıspor": "Osmanlıspor Futbol Kulübü (Turkish pronunciation: [ˈosmanɫɯspoɾ]), commonly known as Osmanlıspor, is a Turkish professional football club based in the country's capital Ankara. It currently plays in the TFF First League.",
  "/wiki/Sincan,_Ankara": "Sincan is a metropolitan district of Ankara Province in the Central Anatolia region of Turkey, a large town 27 km from the city of Ankara. According to 2010 census, the population of Sincan is 456,420 The district covers an area of 344 km2 (133 sq mi), and the average elevation is 855 m (2,805 ft).\nSincan has friendly relations with the municipality of Doboj Jug from Bosnia and Herzegovina.",
  "/wiki/Osmanlı_Stadium": "Osmanlı Stadium (Turkish: Osmanlı Stadyumu) is a football stadium, based in Sincan, Turkey. The stadium holds 18,029 people, and was built in 1974 and renovated in 2008.",
  "/wiki/Ümraniyespor": "Ümraniyespor is a Turkish professional football club located in Ümraniye, Istanbul.",
  "/wiki/Ümraniye": "Ümraniye (pronounced [ymˈɾaːnije]) is a district of Istanbul. It was separated from Üsküdar in 1987. It gained the villages of Ömerli, Koçullu, Sırapınar and Hüseyinli from Beykoz in the same year. Finally, Nişantepe quarter passed from Samandıra, where bound to Kartal, to Alemdar, where bound to Ümraniye in 2002.[clarification needed] It is bordered by Şile to the northeast, Kartal to the southeast, Kadıköy to the south, Üsküdar to the west and Beykoz to the northwest.",
  "/wiki/TFF_First_League": "The TFF 1. Lig  is the second level of the Turkish football league system. The league was founded in 2001 as the Turkish Second League Category A after the reorganization of the Second Football League, which was the second level of the Turkish league system between 1963 and 2001. The league was called Türk Telekom Lig A in the 2006–2007 season, and was renamed to TFF First League prior to the 2007–08 season. As of 16 January 2008 the league was renamed as Bank Asya 1. Lig. In April 2012 Bank Asya withdrew as sponsor of the league. During the 2012-2016 seasons the league was known under the terms of a sponsorship deal as the PTT 1. Lig. Nowadays the league is called the TFF First League once again."
}