{
  "/wiki/Marina_Kiehl": "Marina Kiehl (born 12 January 1965) is a former World Cup alpine ski racer from Germany.",
  "/wiki/Alpine_skiing_at_the_1988_Winter_Olympics": "Alpine Skiing at the 1988 Winter Olympics consisted of ten alpine skiing events, held February 15–27 at Nakiska on Mount Allan,\na new ski area west of Calgary.",
  "/wiki/Thomas_M%C3%BCller_(skier)": "Thomas Müller (born 5 March 1961, in Aschaffenburg) is a former West German nordic combined skier who competed during the 1980s and early 1990s. He won the Nordic combined 3 x 10 km team event at the 1988 Winter Olympics in Calgary and also won gold medals in the 3 x 10 km team events at the FIS Nordic World Ski Championships in both 1985 and 1987.",
  "/wiki/Hans-Peter_Pohl": "Hans-Peter Pohl (born 30 January 1965 in Triberg im Schwarzwald) is a former German nordic combined skier who competed during the late 1980s and early 1990s. He won the 3 x 10 km team event at the 1988 Winter Olympics in Calgary and also won two medals in the 3 x 10 km team events at the FIS Nordic World Ski Championships with a gold in 1987 (with West Germany) and a bronze in 1993 (with a unified Germany).",
  "/wiki/Hubert_Schwarz": "Hubert Schwarz (born 13 September 1960, in Oberaudorf) is a former German nordic combined skier who competed during the 1980s. He won the Nordic combined 3 x 10 km team event at the 1988 Winter Olympics in Calgary after having won the gold medal in that same event at the 1985 FIS Nordic World Ski Championships in Seefeld.",
  "/wiki/Nordic_combined_at_the_1988_Winter_Olympics": "Nordic combined at the 1988 Winter Olympics consisted of two events, held from 23 February to 28 February. The ski jumping portion took place at Canada Olympic Park, while the cross-country portion took place at Canmore Nordic Centre.",
  "/wiki/Frank_W%C3%B6rndl": "Frank Wörndl (born 28 June 1959) is a retired German Alpine skier. A four-time national slalom champion, Wörndl never won a World Cup race, and had mediocre results at the 1980 Olympics, finishing 10th in the slalom and 17th in the giant slalom. Yet he became one of the most successful German alpine skiers in history after winning the world slalom title in 1987 and an Olympic silver medal in 1988. He retired the same year and worked as a TV commentator for ZDF and Eurosport. In 2007 he opened a fitness studio in Sonthofen, and since 2011 he also performs as a singer.",
  "/wiki/Christa_Kinshofer-G%C3%BCthlein": "Christa Kinshofer married Christa Kinshofer-Rembeck (born 24 January 1961 in Munich) is a former German Ski Racer and business woman. In her career she won three Olympic Medals, one World Championship Medal and seven World Cup Races.",
  "/wiki/Ernst_Reiter": "Ernst Reiter (born 31 October 1962 in Ruhpolding) is a former German biathlete who represented West Germany. At the 1984 Olympics in Sarajevo, Reiter won a bronze medal with the West German relay team consisting of Peter Angerer, Walter Pichler and Fritz Fischer. And at the 1988 Olympics in Calgary. Reiter won a silver medal with the West German relay team consisting of Peter Angerer, Stefan Höck and Fritz Fischer",
  "/wiki/Stefan_H%C3%B6ck": "Stefan Höck (born 10 May 1963 in Benediktbeuern, Upper Bavaria) is a former German biathlete who represented West Germany at the 1988 Olympics in Calgary. Höck won a silver medal with the West German relay team that consisted of Ernst Reiter, Peter Angerer and Fritz Fischer.",
  "/wiki/Peter_Angerer": "Peter Angerer (born 14 July 1959) is a former West German biathlete.",
  "/wiki/Fritz_Fischer_(biathlete)": "Friedrich \"Fritz\" Fischer (born 22 September 1956) is a former biathlete from Germany. He won a gold medal with Germany in the 4 × 7.5 km relay in the 1992 Winter Olympics. After ending his competitive career Fischer served as a coach for the German biathlon team for many years before retiring in 2014.",
  "/wiki/Biathlon_at_the_1988_Winter_Olympics": "Biathlon at the 1988 Winter Olympics consisted of three biathlon events. They were held at the Canmore Nordic Centre, about 100 kilometres from the host city of Calgary.  The events began on 20 February and ended on 26 February 1988.",
  "/wiki/Georg_Hackl": "Georg Hackl (born 9 September 1966) is a German former luger who was three time Olympic and World Champion. He is known affectionately as Hackl-Schorsch or as the Speeding Weißwurst a reference to what he looks like in his white bodysuit coming down the luge at fast speeds.",
  "/wiki/Luge_at_the_1988_Winter_Olympics": "Luge at the 1988 Winter Olympics consisted of three events at Canada Olympic Park.  The competition took place between February 14 and February 19, 1988.",
  "/wiki/Thomas_Schwab": "Thomas Schwab (born 20 April 1962 in Berchtesgaden, Bavaria) is a West German luger who competed in the late 1980s. Together with Wolfgang Staudinger he won the bronze medal in the men's doubles event at the 1988 Winter Olympics in Calgary, representing West Germany.",
  "/wiki/Wolfgang_Staudinger": "Wolfgang Staudinger (born 8 September 1963 in Berchtesgaden, Bavaria) is a West German luger who competed from 1978 to 1989. Together with Thomas Schwab he won the bronze medal in the men's doubles event at the 1988 Winter Olympics in Calgary."
}