{
  "/wiki/Aerospace_manufacturer": "An aerospace manufacturer is a company or individual involved in the various aspects of designing, building, testing, selling, and maintaining aircraft, aircraft parts, missiles, rockets, or spacecraft. Aerospace is a high technology industry.",
  "/wiki/Arms_industry": "The arms industry, also known as the defense industry or the arms trade, is a global industry which manufactures and sells weapons and military technology. It consists of a commercial industry involved in the research and development, engineering, production, and servicing of military material, equipment, and facilities. Arms-producing companies, also referred to as arms dealers, defense contractors, or as the military industry, produce arms for the armed forces of states and for civilians. Departments of government also operate in the arms industry, buying and selling weapons, munitions and other military items. An arsenal is a place where arms and ammunition - whether privately or publicly owned - are made, maintained and repaired, stored, or issued, in any combination. Products of the arms industry include guns, artillery, ammunition, missiles, military aircraft, military vehicles, ships, electronic systems, night-vision devices, holographic weapon sights, laser rangefinders, laser sights, hand grenades, landmines and more. The arms industry also provides other logistical and operational support.",
  "/wiki/Boeing": "The Boeing Company, commonly known as Boeing (/ˈboʊɪŋ/), is an American multinational corporation that designs, manufactures, and sells airplanes, rotorcraft, rockets, satellites, telecommunications equipment, and missiles worldwide. The company also provides leasing and product support services. Boeing is among the largest global aerospace manufacturers; it is the second-largest defense contractor in the world based on 2018 revenue, and is the largest exporter in the United States by dollar value. Boeing stock is included in the Dow Jones Industrial Average. Boeing is incorporated in Delaware.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Apparel": "Clothing (also known as clothes, apparel and attire) is items worn on the body. Clothing is typically made of fabrics or textiles but over time has included garments made from animal skin or other thin sheets of materials put together. The wearing of clothing is mostly restricted to human beings and is a feature of all human societies. The amount and type of clothing worn depends on gender, body type, social, and geographic considerations.",
  "/wiki/Christian_Dior_SE": "Christian Dior SE (French: [kʁistjɑ̃ djɔʁ]), commonly known as Dior, is a French luxury goods company controlled and chaired by French businessman Bernard Arnault, who also heads LVMH, the world's largest luxury group. Dior itself holds 42.36% shares of and 59.01% voting rights within LVMH. Sidney Toledano has been the CEO since 1997.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Corporate_services": "Corporate services are activities that combine or consolidate certain enterprise-wide needed support services, provided based on specialized knowledge, best practices, and technology to serve internal (and sometimes external) customers and business partners.  The term corporate services providers (CSPs) is also used.",
  "/wiki/Compass_Group": "Compass Group plc is a British multinational contract foodservice company headquartered in Chertsey, England. It is the largest contract foodservice company in the world. Compass Group has operations in 45 countries and employs over 600,000 people. It serves around 5.5 billion meals a year in locations including offices and factories, schools, universities, hospitals, major sports and cultural venues, mining camps, correctional facilities and offshore oil platforms. Compass Group is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index. It is also a Fortune Global 500 company.",
  "/wiki/Chertsey": "Chertsey is a town in Surrey, England, on the right bank of the River Thames where it is met by the Abbey River and a tributary, the River Bourne. It is in the Greater London Urban Area, bordered by Thorpe Park, junction 11 of the M25 motorway, Addlestone and the villages of Lyne, Longcross and Ottershaw. Chertsey is 29 kilometres (18 mi) south-west of central London. It has a railway station and is less than a mile from the M3 motorway. The Anglican church has a medieval tower and chancel roof. The 18th-century listed buildings include the stone Chertsey Bridge and Botleys Mansion. A curfew bell, rung at 8 p.m. on weekdays from Michaelmas to Lady Day, is associated with the romantic local legend of Blanche Heriot, celebrated by a statue of the heroine and the bell at Chertsey Bridge. The green spaces include the Thames Path National Trail, Chertsey Meads and a round knoll (St Ann's Hill) with remains of a prehistoric hill fort known as Eldebury Hill. Pyrcroft House dates from the 18th century and Tara from the late 20th.",
  "/wiki/Chemicals": "A chemical substance is a form of matter having constant chemical composition and characteristic properties. Some references add that chemical substance cannot be separated into its constituent elements by physical separation methods, i.e., without breaking chemical bonds. Chemical substances can be simple substances, chemical compounds, or alloys. Chemical elements may or may not be included in the definition, depending on expert viewpoint.",
  "/wiki/BASF": "BASF SE is a German chemical company and the second largest chemical producer in the world. The BASF Group comprises subsidiaries and joint ventures in more than 80 countries and operates six integrated production sites and 390 other production sites in Europe, Asia, Australia, the Americas and Africa. Its headquarters is located in Ludwigshafen, Germany. BASF has customers in over 190 countries and supplies products to a wide variety of industries.  Despite its size and global presence, BASF has received relatively little public attention since it abandoned manufacturing and selling BASF-branded consumer electronics products in the 1990s.",
  "/wiki/Ludwigshafen": "Ludwigshafen am Rhein (German pronunciation: [ˈluːtvɪçsˌhaːfn̩ ʔam ˈʁaɪ̯n] (listen)) is a city in Rhineland-Palatinate, Germany, on the river Rhine, opposite Mannheim. With Mannheim, Heidelberg, and the surrounding region, it forms the Rhine Neckar Area.",
  "/wiki/Energy": "In physics, energy is the quantitative property that must be transferred to an object in order to perform work on, or to heat, the object.[note 1]  Energy is a conserved quantity; the law of conservation of energy states that energy can be converted in form, but not created or destroyed. The SI unit of energy is the joule, which is the energy transferred to an object by the work of moving it a distance of 1 metre against a force of 1 newton.",
  "/wiki/State_Grid_Corporation_of_China": "The State Grid Corporation of China (SGCC; Chinese: 国家电网公司; pinyin: Guójiā Diànwǎng Gōngsī), commonly known as the State Grid, is the state-owned electric utility monopoly of China. It is the largest utility company in the world, and as of 2018, the world's second largest company overall by revenue. In 2016/17 it was reported as having 927,839 employees, 1.1 billion customers and revenue equivalent to US$363.125 billion.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Engineering": "Engineering is the use of scientific principles to design and build machines, structures, and other items, including bridges, tunnels, roads, vehicles, and buildings. The discipline of engineering encompasses a broad range of more specialized fields of engineering, each with a more specific emphasis on particular areas of applied mathematics, applied science, and types of application. See glossary of engineering.",
  "/wiki/Construction": "Construction is the process of constructing a building or infrastructure. Construction differs from manufacturing in that manufacturing typically involves mass production of similar items without a designated purchaser, while construction typically takes place on location for a known client. Construction as an industry comprises six to nine percent of the gross domestic product of developed countries. Construction starts with planning, design, and financing; it continues until the project is built and ready for use.",
  "/wiki/China_State_Construction_Engineering": "The China State Construction Engineering Corporation (CSCEC) (simplified Chinese: 中国建筑集团有限公司; traditional Chinese: 中國建築集團有限公司; pinyin: Zhōngguó jiànzhú jítuán yǒuxiàn gōngsī) is the largest construction company in the world by revenue and the 14th largest general contractor in terms of overseas sales, as of 2016.",
  "/wiki/Financials": "Finance is the study of money and how it is used. Specifically, it deals with the questions of how an individual, company or government acquires the money needed - called capital in the company context - and how they then spend or invest that money.\nFinance is, correspondingly, often split into three areas: personal finance, corporate finance and public finance.",
  "/wiki/Berkshire_Hathaway": "Berkshire Hathaway Inc. is an American multinational conglomerate holding company headquartered in Omaha, Nebraska, United States. The company wholly owns GEICO, Duracell, Dairy Queen, BNSF, Lubrizol, Fruit of the Loom, Helzberg Diamonds, Long & Foster, FlightSafety International, Pampered Chef, Forest River and NetJets, and also owns 38.6% of Pilot Flying J; 26.7% of the Kraft Heinz Company, and significant minority holdings in American Express (17.6%), Wells Fargo (9.9%), The Coca-Cola Company (9.4%), Bank of America (6.8%), and Apple (5.22%). Since 2016, the company has acquired large holdings in the major US airline carriers, and is currently the largest shareholder in United Airlines and Delta Air Lines, and a top three shareholder in Southwest Airlines and American Airlines. Berkshire Hathaway has averaged an annual growth in book value of 19.0% to its shareholders since 1965 (compared to 9.7% from the S&P 500 with dividends included for the same period), while employing large amounts of capital, and minimal debt.",
  "/wiki/Omaha,_Nebraska": "Omaha (/ˈoʊməhɑː/ OH-mə-hah) is the largest city in the state of Nebraska and the county seat of Douglas County. Omaha is in the Midwestern United States on the Missouri River, about 10 miles (15 km) north of the mouth of the Platte River. The nation's 40th-largest city, Omaha's 2018 estimated population was 466,061.",
  "/wiki/Food": "Food is any substance consumed to provide nutritional support for an organism. Food is usually of plant or animal origin, and contains essential nutrients, such as carbohydrates, fats, proteins, vitamins, or minerals. The substance is ingested by an organism and assimilated by the organism's cells to provide energy, maintain life, or stimulate growth.",
  "/wiki/Pharmacy_(shop)": "A pharmacy (also called \"drugstore\" in American English or \"community pharmacy\" or \"chemist's\" in Commonwealth English) is a retail shop which provides prescription drugs, among other products. At the pharmacy, a pharmacist oversees the fulfillment of medical prescriptions and is available to give advice on their offerings of over-the-counter drugs. A typical pharmacy would be in the commercial area of a community.",
  "/wiki/Kroger": "The Kroger Company, or simply Kroger, is an American retail company founded by Bernard Kroger in 1883 in Cincinnati, Ohio. It is the United States' largest supermarket by revenue ($121.16 billion for fiscal year 2019), the second-largest general retailer (behind Walmart). Kroger is also the fifth-largest retailer in the world and the fourth largest American-owned private employer in the United States. Kroger is ranked #20 on the Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Cincinnati": "Cincinnati (/ˌsɪnsɪˈnæti/ SIN-sih-NAT-ee) is a major city in the U.S. state of Ohio, and is the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area, the fastest growing economic power in the Midwestern United States based on increase of economic output, which had a population of 2,190,209 as of the 2018 census estimates. This makes it Ohio's largest metropolitan area and the nation's 28th-largest. With a city population estimated at 302,605, Cincinnati is the third-largest city in Ohio and 65th in the United States. Cincinnati is also within a day's drive of 49.70% of the United States populace, the most of any  city in the United States.",
  "/wiki/Beverages": "A drink (or beverage) is a liquid intended for human consumption. In addition to their basic function of satisfying thirst, drinks play important roles in human culture. Common types of drinks include plain drinking water, milk, coffee, tea, hot chocolate, juice and soft drinks. In addition, alcoholic drinks such as wine, beer, and liquor, which contain the drug ethanol, have been part of human culture for more than 8,000 years.",
  "/wiki/Tobacco": "Tobacco is the common name of several plants in the Nicotiana genus and the Solanaceae (nightshade) family, and the general term for any product prepared from the cured leaves of the tobacco plant. More than 70 species of tobacco are known, but the chief commercial crop is N. tabacum. The more potent variant N. rustica is also used around the world.",
  "/wiki/Nestl%C3%A9": "Nestlé S.A. (/ˈnɛsleɪ, -li, -əl/, formerly /-əlz/; French: [nɛsle]) is a Swiss multinational food and drink processing conglomerate corporation headquartered in Vevey, Vaud, Switzerland. It is the largest food company in the world, measured by revenues and other metrics, since 2014. It ranked No. 64 on the Fortune Global 500 in 2017 and No. 33 on the 2016 edition of the Forbes Global 2000 list of largest public companies.",
  "/wiki/Vevey": "Vevey (French pronunciation: ​[vəvɛ]) is a town in Switzerland in the canton of Vaud, on the north shore of Lake Geneva, near Lausanne.  The German name Vivis is no longer commonly used.",
  "/wiki/Health_Care": "Health care, health-care, or healthcare is the maintenance or improvement of health via the prevention, diagnosis, treatment, recovery, or cure of disease, illness, injury, and other physical and mental impairments in people. Health care is delivered by health professionals in allied health fields. Physicians and physician associates are a part of these health professionals. Dentistry,  pharmacy, midwifery, nursing, medicine, optometry, audiology, psychology, occupational therapy, physical therapy, athletic training and other health professions are all part of health care. It includes work done in providing primary care, secondary care, and tertiary care, as well as in public health.",
  "/wiki/UnitedHealth_Group": "UnitedHealth Group Incorporated is an American for-profit managed health care company based in Minnetonka, Minnesota. It offers health care products and insurance services. It is the largest healthcare company in the world by revenue, with 2018 revenue of $226.2 billion and 115 million customers.",
  "/wiki/Minnetonka,_Minnesota": "Minnetonka (/ˌmɪnɪˈtɒŋkə/ MIN-i-TONG-kə) is a suburban city in Hennepin County, Minnesota, United States, eight miles (13 km) west of Minneapolis.  The population was 49,734 at the 2010 census. The name comes from the Dakota Sioux mni tanka, meaning \"great water\". The city is the home of Cargill, the country's largest privately owned company, and UnitedHealth Group, the state's largest publicly owned company.",
  "/wiki/Household_chemicals": "Household chemicals are non-food chemicals that are commonly found and used in and around the average household. They are a type of consumer goods, designed particularly to assist cleaning, house and yard maintenance, cooking, pest control and general hygiene purposes.",
  "/wiki/Procter_%26_Gamble": "The Procter & Gamble Company (P&G) is an American multinational consumer goods corporation headquartered in Cincinnati, Ohio, founded in 1837 by William Procter and James Gamble. It specializes in a wide range of personal health/consumer health, and personal care and hygiene products; these products are organized into several segments including  Beauty; Grooming; Health Care; Fabric & Home Care; and Baby, Feminine, & Family Care. Before the sale of Pringles to Kellogg's, its product portfolio also included foods, snacks, and beverages. P&G is incorporated in Ohio.",
  "/wiki/Industrials": "An industry is a sector that produces goods or related services within an economy. The major source of revenue of a group or company is an indicator of what industry it should be classified in.  When a large corporate group has multiple sources of revenue generation, it is considered to be working in different industries. The manufacturing industry became a key sector of production and labour in European and North American countries during the Industrial Revolution, upsetting previous mercantile and feudal economies. This came through many successive rapid advances in technology, such as the development of steam power and the production of steel and coal.",
  "/wiki/General_Electric": "General Electric Company (GE) is an American multinational conglomerate incorporated in New York City and headquartered in Boston. As of 2018[update], the company operates through the following segments: aviation, healthcare, power, renewable energy, digital industry, additive manufacturing, venture capital and finance and lighting.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Materials": "A material is a substance or mixture of substances that constitutes an object. Materials can be pure or impure, living or non-living matter. Materials can be classified based on their physical and chemical properties, or on their geological origin or biological function. Materials science is the study of materials and their applications.",
  "/wiki/China_Minmetals": "China Minmetals Corporation is a Chinese metals and mineral trading company headquartered in Beijing. It is a state-owned corporation under direct supervision of the State-owned Assets Supervision and Administration Commission (SASAC). China Minmetals is engaged in the production and trading of metals and minerals, including copper, aluminum, tungsten, tin, antimony, lead, zinc, and nickel.",
  "/wiki/Media_(communication)": "Media are the communication outlets or tools used to store and deliver information or data. The term refers to components of the mass media communications industry, such as print media, publishing, the news media, photography, cinema, broadcasting (radio and television), and advertising.",
  "/wiki/The_Walt_Disney_Company": "The Walt Disney Company, commonly known as Disney (/ˈdɪzni/), is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California.",
  "/wiki/Burbank,_California": "Burbank is a city in Los Angeles County in the Los Angeles metropolitan area of Southern California, United States, 12 miles (19 km) northwest of downtown Los Angeles. The population at the 2010 census was 103,340.",
  "/wiki/Automotive_industry": "The automotive industry comprises a wide range of companies and organizations involved in the design, development, manufacturing, marketing, and selling of motor vehicles. It is one of the world's largest economic sectors by revenue. The automotive industry does not include industries dedicated to the maintenance of automobiles following delivery to the end-user,[citation needed] such as automobile repair shops and motor fuel filling stations.",
  "/wiki/Toyota_Motor": "Toyota Motor Corporation (Japanese: トヨタ自動車株式会社, Hepburn: Toyota Jidōsha KK, IPA: [toꜜjota], English: /tɔɪˈoʊtə/) is a Japanese multinational automotive manufacturer headquartered in Toyota, Aichi, Japan.  In 2017, Toyota's corporate structure consisted of 364,445 employees worldwide and, as of December 2019[update], was the tenth-largest company in the world by revenue. Toyota is the second largest automobile manufacturer in the world, behind Volkswagen, based on 2018 unit sales. Toyota was the world's first automobile manufacturer to produce more than 10 million vehicles per year, which it has done since 2012, when it also reported the production of its 200-millionth vehicle. As of July 2014[update], Toyota was the largest listed company in Japan by market capitalization (worth more than twice as much as number 2-ranked SoftBank) and by revenue.",
  "/wiki/Toyota,_Aichi": "Toyota (豊田市, Toyota-shi) is a city in Aichi Prefecture, Japan. As of 1 October 2019[update], the city had an estimated population of 426,162 and a population density of 464 persons per km². The total area was 918.32 square kilometres (354.57 sq mi). It is located about 35 minutes from Nagoya by way of the Meitetsu Toyota Line.",
  "/wiki/Retailing": "Retail is the process of selling consumer goods or services to customers through multiple channels of distribution to earn a profit. Retailers satisfy demand identified through a supply chain. The term \"retailer\" is typically applied where a service provider fills the small orders of many individuals, who are end-users, rather than large orders of a small number of wholesale, corporate or government clientele. Shopping generally refers to the act of buying products. Sometimes this is done to obtain final goods, including necessities such as food and clothing; sometimes it takes place as a recreational activity. Recreational shopping often involves window shopping and browsing: it does not always result in a purchase.",
  "/wiki/Walmart": "Walmart Inc. ( /ˈwɔːlmɑːrt/; formerly Wal-Mart Stores, Inc.) is an American multinational retail corporation that operates a chain of hypermarkets, discount department stores, and grocery stores, headquartered in Bentonville, Arkansas.   The company was founded by Sam Walton in 1962 and incorporated on October 31, 1969. It also owns and operates Sam's Club retail warehouses. As of October 31, 2019,[update] Walmart has 11,438 stores and clubs in 27 countries, operating under 55 different names. The company operates under the name Walmart in the United States and Canada, as Walmart de México y Centroamérica in Mexico and Central America, as Asda in the United Kingdom, as the Seiyu Group in Japan, and as Best Price in India. It has wholly owned operations in Argentina, Chile, Canada, and South Africa. Since August 2018, Walmart only holds a minority stake in Walmart Brasil, which was renamed Grupo Big in August 2019, with 20 percent of the company's shares, and private equity firm Advent International holding 80 percent ownership of the company.",
  "/wiki/Bentonville,_Arkansas": "Bentonville is the ninth-largest city in Arkansas, United States and the county seat of Benton County. The city is centrally located in the county with Rogers adjacent to the east. The city is the birthplace and world headquarters of Walmart, the world's largest retailer. It is one of the four main cities in the four-county Northwest Arkansas Metropolitan Statistical Area, which is ranked 109th in terms of population in the United States with 463,204 residents in 2010, according to the United States Census Bureau. The city itself had a population of 35,301 at the 2010 Census, with an estimated population of 51,111 in 2018.",
  "/wiki/Technology": "Technology (\"science of craft\", from Greek τέχνη, techne, \"art, skill, cunning of hand\"; and -λογία, -logia) is the sum of techniques, skills, methods, and processes used in the production of goods or services or in the accomplishment of objectives, such as scientific investigation. Technology can be the knowledge of techniques, processes, and the like, or it can be embedded in machines to allow for operation without detailed knowledge of their workings. Systems (e. g. machines) applying technology by taking an input, changing it according to the system's use, and then producing an outcome are referred to as technology systems or technological systems.",
  "/wiki/Apple_Inc.": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services.",
  "/wiki/Cupertino,_California": "Cupertino (/ˌkuːpərˈtiːnoʊ/ KOOP-ər-TEEN-oh) is a city in Santa Clara County, California, directly west of San Jose on the western edge of the Santa Clara Valley with portions extending into the foothills of the Santa Cruz Mountains. The population was 58,302 as of the 2010 census.",
  "/wiki/Telecommunications": "Telecommunication is the transmission of signs, signals, messages, words, writings, images and sounds or information of any nature by wire, radio, optical or other electromagnetic systems.\nTelecommunication occurs when the exchange of information between communication participants includes the use of technology. It is transmitted through a transmission medium, such as over physical media, for example, over electrical cable, or via electromagnetic radiation through space such as radio or light. Such transmission paths are often divided into communication channels which afford the advantages of multiplexing. Since the Latin term communicatio is considered the social process of information exchange, the term telecommunications is often used in its plural form because it involves many different technologies.",
  "/wiki/AT%26T": "AT&T Inc. is an American multinational conglomerate holding company headquartered at Whitacre Tower in Downtown Dallas, Texas. It is the world's largest telecommunications company, the largest provider of mobile telephone services, and the largest provider of fixed telephone services in the United States through AT&T Communications. Since June 14, 2018, it is also the parent company of mass media conglomerate WarnerMedia, making it the world's largest media and entertainment company in terms of revenue. As of 2018[update], AT&T is ranked #9 on the Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Transportation": "Transport or transportation  is the movement of humans, animals and goods from one location to another. In other words, the action of transport is defined as a particular movement of an organism or thing from a point A to a Point B.  Modes of transport include air, land (rail and road), water, cable, pipeline and space. The field can be divided into infrastructure, vehicles and operations. Transport enables trade between people, which is essential for the development of civilizations.",
  "/wiki/China_Post": "China Post, full name China Post Group Company (Chinese: 中国邮政集团有限公司), is the state-owned enterprise operating the official postal service of China, which provides the service in mainland China, excluding its special administrative regions, Hong Kong and Macau, which have their own postal service independent to the mainland's. The Corporation officially shares its office with the sub-ministry-level government agency State Post Bureau which regulates the national postal industry theoretically including the Corporation.",
  "/wiki/Wholesalers": "Wholesaling or distributing is the sale of goods or merchandise to retailers; to industrial, commercial, institutional or other professional business users; or to other wholesalers (wholesale businesses) and related subordinated services. In general, it is the sale of goods to anyone other than a standard consumer. Wholesaling is the selling of merchandise to anyone either a person or an organization other than the end consumer of that merchandise.",
  "/wiki/McKesson": "McKesson Corporation is an American company distributing pharmaceuticals and providing health information technology, medical supplies, and care management tools. The company had revenues of $208.4 billion in 2018.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/Fortune_Global_500": "The Fortune Global 500, also known as Global 500, is an annual ranking of the top 500 corporations worldwide as measured by revenue.  The list is compiled and published annually by Fortune magazine."
}