{
  "/wiki/Rotten_Tomatoes": "Rotten Tomatoes is an American review-aggregation website for film and television. The company was launched in August 1998 by three undergraduate students at the University of California, Berkeley: Senh Duong, Patrick Y. Lee, and Stephen Wang. Although the name \"Rotten Tomatoes\" connects to the practice of audiences throwing rotten tomatoes when disapproving of a poor stage performance, the original inspiration comes from a scene featuring tomatoes in the 1992 Canadian film Léolo.",
  "/wiki/Metacritic": "Metacritic is a website that aggregates reviews of films, TV shows, music albums, video games and formerly, books. For each product, the scores from each review are averaged  (a weighted average). Metacritic was created by Jason Dietz, Marc Doyle, and Julie Doyle Roberts in 1999. The site provides an excerpt from each review and hyperlinks to its source. A color of green, yellow or red summarizes the critics' recommendations. It is regarded as the foremost online review aggregation site for the video game industry.",
  "/wiki/Child's_Play_(1988_film)": "Child's Play is a 1988 American horror film directed and co-written by Tom Holland, and produced by David Kirschner from a story by Don Mancini. It is the first film in the Child's Play series and the first installment to feature the character Chucky. It stars Catherine Hicks, Dinah Manoff, Chris Sarandon, Alex Vincent, and Brad Dourif.  Hicks plays a widowed mother who gives her son a doll for his birthday, unaware that the doll is possessed by the soul of a serial killer.",
  "/wiki/Child's_Play_2": "Child's Play 2 is a 1990 American slasher film and the direct sequel to Child's Play, written by Don Mancini and directed by John Lafia, one of the co-writers in the first film. It is the second film in the Child's Play franchise and set two years after the first film; the plot follows Charles Lee Ray (better known as Chucky) continuing his pursuit for Andy Barclay, who was placed in foster care, and transferring his soul into him after being resurrected. The film stars Alex Vincent, who returns as Andy Barclay; Gerrit Graham and Jenny Agutter as Andy's foster parents; Christine Elise as Kyle; and Brad Dourif as the voice of Chucky. It is the debut appearance of Adam Wylie.",
  "/wiki/Child's_Play_3": "Child's Play 3 is a 1991 American slasher film and the third installment in the Child's Play film series. The film is written by Don Mancini, and directed by Jack Bender, with Brad Dourif returning as the voice of Chucky. Although released only nine months later, the story takes place eight years following the events of Child's Play 2 and one month before the events of Bride of Chucky (which was made seven years later). It was executive-produced by David Kirschner, who produced the first two Child's Play films.",
  "/wiki/Bride_of_Chucky": "Bride of Chucky is a 1998 American black comedy slasher film written by Don Mancini and directed by Ronny Yu. It is fourth installment in the Child's Play franchise. The film stars Jennifer Tilly as the voice of Tiffany, Brad Dourif as the voice of Chucky, John Ritter, Katherine Heigl, and Nick Stabile.",
  "/wiki/Seed_of_Chucky": "Seed of Chucky (Known in Latin America as The Son of Chucky) is a 2004 American black comedy slasher film, the fifth installment of the Child's Play series, and sequel to 1998's Bride of Chucky as well as the first film to be distributed by another company since Child's Play. The film was written and directed by Don Mancini, who created the series and has written all of the films (except the 2019 remake). With this entry, Mancini made his directorial debut. The film is set six years after Child's Play 3 and Bride of Chucky and follows a young doll named Glenda, the daughter of Chucky and Tiffany, resurrecting her parents, causing chaos.",
  "/wiki/Curse_of_Chucky": "Curse of Chucky is a 2013 American supernatural slasher film, and the sixth installment of the Child's Play franchise. The film was written and directed by Don Mancini, who created the franchise and wrote the first seven films. It stars Brad Dourif as Chucky and Fiona Dourif as Nica Pierce, as well as Danielle Bisutti, A Martinez and Brennan Elliott. The film grossed $3.4 million in DVD sales.",
  "/wiki/Cult_of_Chucky": "Cult of Chucky is a 2017 American slasher film written and directed by Don Mancini. The seventh installment of the Child's Play franchise, following the 2013 film Curse of Chucky, it stars Brad Dourif as Chucky, with a supporting cast of Fiona Dourif, Alex Vincent, Jennifer Tilly and Summer H. Howell – all of whom are returning cast members from previous installments.",
  "/wiki/Child's_Play_(2019_film)": "Child's Play is a 2019 American horror film directed by Lars Klevberg, produced by Seth Grahame-Smith and David Katzenberg, and written by Tyler Burton Smith, serving as a remake of the 1988 film of the same title and a reboot of the Child's Play franchise The film stars Aubrey Plaza, Gabriel Bateman, Brian Tyree Henry, and Mark Hamill as the voice of Chucky. The plot follows a family terrorized by a high-tech doll who becomes self-aware and subsequently murderous.",
  "/wiki/Child's_Play_(franchise)": "Child's Play (also called Chucky) is an American horror franchise that comprises eight slasher films created by Don Mancini. The films mainly focus on Chucky (voiced by Brad Dourif in the original films and Mark Hamill in the reboot), a notorious serial killer who frequently escapes death by performing a voodoo ritual to transfer his soul into a \"Good Guys\" doll. The original film, Child's Play, was released on November 9, 1988. The film has spawned six sequels, a remake, comic books, a video game, tie-in merchandise, and an upcoming television series. The first, second, and fourth films were box office successes with all of the films earning over $182 million worldwide. Including revenues from sales of videos, DVDs, VOD and merchandise, the franchise has generated over $250 million. It also won a Saturn Award for Best Horror Franchise."
}