{
  "/wiki/Walmart": "Walmart Inc. ( /ˈwɔːlmɑːrt/; formerly Wal-Mart Stores, Inc.) is an American multinational retail corporation that operates a chain of hypermarkets, discount department stores, and grocery stores, headquartered in Bentonville, Arkansas.   The company was founded by Sam Walton in 1962 and incorporated on October 31, 1969. It also owns and operates Sam's Club retail warehouses. As of October 31, 2019,[update] Walmart has 11,438 stores and clubs in 27 countries, operating under 55 different names. The company operates under the name Walmart in the United States and Canada, as Walmart de México y Centroamérica in Mexico and Central America, as Asda in the United Kingdom, as the Seiyu Group in Japan, and as Best Price in India. It has wholly owned operations in Argentina, Chile, Canada, and South Africa. Since August 2018, Walmart only holds a minority stake in Walmart Brasil, which was renamed Grupo Big in August 2019, with 20 percent of the company's shares, and private equity firm Advent International holding 80 percent ownership of the company.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/State_Grid": "The State Grid Corporation of China (SGCC; Chinese: 国家电网公司; pinyin: Guójiā Diànwǎng Gōngsī), commonly known as the State Grid, is the state-owned electric utility monopoly of China. It is the largest utility company in the world, and as of 2018, the world's second largest company overall by revenue. In 2016/17 it was reported as having 927,839 employees, 1.1 billion customers and revenue equivalent to US$363.125 billion.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/China_Petrochemical_Corporation": "China Petrochemical Corporation (Chinese: 中国石油化工集团公司) or Sinopec Group is the world's largest oil refining, gas and petrochemical conglomerate, administered by SASAC for the State Council of the People's Republic of China. It is headquartered at Chaoyangmenwai in Beijing, across the road from the headquarters of fellow state-owned oil company and competitor CNOOC Group.",
  "/wiki/China_National_Petroleum": "The China National Petroleum Corporation (CNPC) (simplified Chinese: 中国石油天然气集团公司; traditional Chinese: 中國石油天然氣集團公司; pinyin: Zhōngguó Shíyóu Tiānránqì Jítuán Gōngsī) is a major national oil and gas corporation of China PR and one of the largest integrated energy groups in the world. Its headquarters are in Dongcheng District, Beijing. CNPC was ranked fourth in 2017 Fortune Global 500, a global ranking of the largest corporations by revenue.",
  "/wiki/Toyota_Motor": "Toyota Motor Corporation (Japanese: トヨタ自動車株式会社, Hepburn: Toyota Jidōsha KK, IPA: [toꜜjota], English: /tɔɪˈoʊtə/) is a Japanese multinational automotive manufacturer headquartered in Toyota, Aichi, Japan.  In 2017, Toyota's corporate structure consisted of 364,445 employees worldwide and, as of December 2019[update], was the tenth-largest company in the world by revenue. Toyota is the second largest automobile manufacturer in the world, behind Volkswagen, based on 2018 unit sales. Toyota was the world's first automobile manufacturer to produce more than 10 million vehicles per year, which it has done since 2012, when it also reported the production of its 200-millionth vehicle. As of July 2014[update], Toyota was the largest listed company in Japan by market capitalization (worth more than twice as much as number 2-ranked SoftBank) and by revenue.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Volkswagen_Group": "Volkswagen AG (German: [ˈfɔlksˌvaːgn̩]), known internationally as the Volkswagen Group, is a German multinational automotive manufacturing company headquartered in Wolfsburg, Lower Saxony, Germany and indirectly majority owned by Austrian Porsche and Piëch families. It designs, manufactures and distributes passenger and commercial vehicles, motorcycles, engines, and turbomachinery and offers related services including financing, leasing and fleet management. In 2016, it was the world's largest automaker by sales, overtaking Toyota and keeping this title in 2017, 2018 and 2019 selling 10.9 million vehicles. It has maintained the largest market share in Europe for over two decades. It ranked seventh in the 2018 Fortune Global 500 list of the world's largest companies.\nVolkswagen Group sells passenger cars under the Audi, Bentley, Bugatti, Lamborghini, Porsche, SEAT, Škoda  and the flagship Volkswagen marques; motorcycles under the Ducati brand; and TRATON (commercial vehicles, trucks, and buses) under the marques MAN, Scania, and Volkswagen Commercial Vehicles. It is divided into two primary divisions, the Automotive Division and the Financial Services Division, and as of 2008 had approximately 342 subsidiary companies. Volkswagen also has two major joint-ventures in China (FAW-Volkswagen and SAIC Volkswagen). The company has operations in approximately 150 countries and operates 100 production facilities across 27 countries.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Royal_Dutch_Shell": "Royal Dutch Shell PLC, commonly known as Shell, is a British-Dutch oil and gas company headquartered in the Netherlands and incorporated in the United Kingdom. It is one of the oil and gas \"supermajors\" and the third-largest company in the world measured by 2018 revenues (and the largest based in Europe). In the 2019 Forbes Global 2000, Shell was ranked as the ninth-largest company in the world (and the largest outside China and the United States), and the largest energy company. Shell was first in the 2013 Fortune Global 500 list of the world's largest companies; in that year its revenues were equivalent to 84% of the Dutch national $556 billion GDP.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Berkshire_Hathaway": "Berkshire Hathaway Inc. is an American multinational conglomerate holding company headquartered in Omaha, Nebraska, United States. The company wholly owns GEICO, Duracell, Dairy Queen, BNSF, Lubrizol, Fruit of the Loom, Helzberg Diamonds, Long & Foster, FlightSafety International, Pampered Chef, Forest River and NetJets, and also owns 38.6% of Pilot Flying J; 26.7% of the Kraft Heinz Company, and significant minority holdings in American Express (17.6%), Wells Fargo (9.9%), The Coca-Cola Company (9.4%), Bank of America (6.8%), and Apple (5.22%). Since 2016, the company has acquired large holdings in the major US airline carriers, and is currently the largest shareholder in United Airlines and Delta Air Lines, and a top three shareholder in Southwest Airlines and American Airlines. Berkshire Hathaway has averaged an annual growth in book value of 19.0% to its shareholders since 1965 (compared to 9.7% from the S&P 500 with dividends included for the same period), while employing large amounts of capital, and minimal debt.",
  "/wiki/Apple_Inc.": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services.",
  "/wiki/ExxonMobil": "Exxon Mobil Corporation, doing business as ExxonMobil, is an American multinational oil and gas corporation headquartered in Irving, Texas. It is the largest direct descendant of John D. Rockefeller's Standard Oil, and was formed on November 30, 1999 by the merger of Exxon (formerly the Standard Oil Company of New Jersey) and Mobil (formerly the Standard Oil Company of New York). ExxonMobil's primary brands are Exxon, Mobil, Esso, and ExxonMobil Chemical. ExxonMobil is incorporated in Texas."
}