{
  "/wiki/Broome_County,_New_York": "Broome County in the U.S. state of New York, as of the 2010 United States Census, had a population of 200,600. Its county seat is Binghamton. The county was named for John Broome, the state's lieutenant governor when Broome County was created.",
  "/wiki/County_Route_233_(Broome_County,_New_York)": "County routes in Broome County, New York, United States, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. Even numbered routes are east–west roads that increase by multiples of four from south to north with the exception of CR 86, while odd numbered routes are north–south roads that increase by multiples of four from west to east. No county routes enter the city of Binghamton and only a few enter incorporated villages.",
  "/wiki/Afton_(town),_New_York": "Afton is a town in Chenango County, New York, United States. The population was 2,851 at the 2010 census. Afton is situated in the southeast corner of the county and lies wholly within the original township of Clinton. It was formed from the town of Bainbridge on November 18, 1857, and derives its name from Afton Water, a small river in the parish of New Cumnock, Ayrshire, Scotland, immortalized by the poet Robert Burns. It is bounded on the north by Bainbridge and Coventry, on the east by Delaware County, and on the west and south by Broome County.",
  "/wiki/NY_41": "New York State Route 41 (NY 41) is a north–south state highway in Central New York in the United States. The southern terminus of the route is at an interchange with NY 17 (Future Interstate 86) in the town of Sanford. Its northern terminus is at an intersection with U.S. Route 20 (US 20) in the village of Skaneateles. The route is almost 100 miles (161 km) long and passes through Broome, Chenango, Cortland, and Onondaga counties. NY 41 was assigned as part of the 1930 renumbering of state highways in New York, replacing New York State Route 70 from Homer to Skaneateles. The route initially extended as far north as Jordan; however, NY 41 was cut back to its current northern terminus c. 1933.",
  "/wiki/NY_206": "New York State Route 206 (NY 206) is a 74.57-mile-long (120.01 km) state highway in the Southern Tier of New York in the United States. It runs through some lightly populated regions along the state's southern border, from Central New York to the Catskills. It begins near a busy intersection with Interstate 81 (I-81) at Whitney Point and runs east from there through Greene. The eastern terminus is located at a junction with NY 17 (future I-86) at Roscoe in Sullivan County. It is one of the longest three-digit routes in New York, and the only long one not associated with a two-digit route or a former U.S. Route. Yet due to its location it sees little traffic, although for much of its length it follows the route of a main 19th century thoroughfare, the Catskill Turnpike. It is primarily a long shortcut around Binghamton.",
  "/wiki/Coventry,_New_York": "Coventry is a town in Chenango County, New York, United States. The population was 1,655 at the 2010 census. The town is named after Coventry, Connecticut, by settlers from New England. Coventry is in the south part of Chenango County and is northeast of Binghamton.",
  "/wiki/Oxford_(town),_New_York": "Oxford is a town in Chenango County, New York, United States. The town contains a village also named Oxford. Oxford is an interior town in the south-central part of the county, southwest of the city of Norwich. At the 2010 census the town population was 3,901. The name derives from that of the native town of an early landowner from New England",
  "/wiki/NY_23": "New York State Route 23 (NY 23) is an east–west state highway in the eastern portion of New York in the United States. It extends for 156.15 miles (251.30 km) from an intersection with NY 26 in the Central New York town of Cincinnatus to the Massachusetts state line in the Berkshire Mountains, where it continues east as that state's Route 23. Along the way, it passes through many communities, including the cities of Norwich and Oneonta. Outside of the communities, the route serves largely rural areas of the state and traverses the Catskill Mountains in the state's Central New York Region. NY 23 crosses the Hudson River at Catskill via the Rip Van Winkle Bridge.",
  "/wiki/New_Berlin_(town),_New_York": "New Berlin /ˈbɜːrlɪn/ BUR-lin is a town in Chenango County, in central New York, United States. The population was 2,682 at the 2010 census. The town contains the village of New Berlin. The town is at the east border of the county and is northeast of Norwich.",
  "/wiki/NY_320": "New York State Route 320 (NY 320) is an east–west state highway located within Chenango County in the central part of New York in the United States. It extends for 3.55 miles (5.71 km) from an intersection with NY 12 north of the city of Norwich to a junction with Tiffany Road in the town of North Norwich. The road shifts from state to county maintenance at the latter junction, and NY 320's right-of-way continues northeast from Tiffany Road as County Route 29 (CR 29). NY 320 was assigned as part of the 1930 renumbering of state highways in New York.",
  "/wiki/North_Norwich,_New_York": "North Norwich is a town in Chenango County, New York, United States. The population was 1,783 at the 2010 census. The town is directly north of the city of Norwich in the eastern half of the county.",
  "/wiki/New_Berlin_(village),_New_York": "New Berlin /ˈbɜːrlɪn/ BUR-lin is a village in Chenango County, New York, United States. The population was 1,028 at the 2010 census. The village is by the east town line of the town of New Berlin and is northeast of Norwich.",
  "/wiki/NY_235": "New York State Route 235 (NY 235) is a north–south state highway in the Southern Tier of New York in the United States. Most of the route is in Chenango County; however, the southernmost 0.5 miles (0.8 km) is in Broome County. The southern terminus of NY 235 is at an intersection with NY 7 in the town of Colesville and its northern terminus is at a junction with the conjoined routes of NY 41 and NY 206 in the town of Coventry.",
  "/wiki/Afton_(village),_New_York": "Afton is a village in Chenango County, New York, United States. The population was 822 at the 2010 census. The village is named after the poem \"Sweet Afton\" by Scottish poet Robert Burns, referring to the River Afton in Ayrshire, Scotland.",
  "/wiki/Norwich_(town),_New_York": "Norwich is a town in Chenango County, New York, United States. The population was 3,998 at the 2010 census. The town was named after Norwich, Connecticut.[citation needed]",
  "/wiki/Greene_(town),_New_York": "Greene is a town in Chenango County, New York, United States. The population was 5,604 at the 2010 census. The town is named after General Nathanael Greene. It is located in the southwest corner of the county and contains a village, also named Greene. The town and village are northeast of Binghamton. Greene was founded in 1792, but commenced in 1798 (though this is hotly disputed).",
  "/wiki/County_Route_205_(Broome_County,_New_York)": "County routes in Broome County, New York, United States, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. Even numbered routes are east–west roads that increase by multiples of four from south to north with the exception of CR 86, while odd numbered routes are north–south roads that increase by multiples of four from west to east. No county routes enter the city of Binghamton and only a few enter incorporated villages.",
  "/wiki/NY_12": "New York State Route 12 (NY 12) is a state highway extending for 222.27 miles (357.71 km) through central and northern New York in the United States. The southern terminus of the route is at U.S. Route 11 (US 11) in the town of Chenango (just north of Binghamton) in the Southern Tier. The northern terminus is at NY 37 near the village of Morristown in the North Country. In between, the route serves three cities of varying size: Norwich, Utica, and Watertown. The distance between Utica and Binghamton is a major trucking route, and features many gas stations, truck stops, and fast food restaurants. Between Boonville and Lowville, it follows the Black River Valley and between Watertown and Morristown, it follows the St. Lawrence River valley.",
  "/wiki/Norwich_(city),_New_York": "Norwich is a city in Chenango County, New York, United States. Surrounded on all sides by the town of Norwich, the city is the county seat of Chenango County. The name is taken from Norwich, England. Its population was 7,190 at the 2010 census.",
  "/wiki/Chenango_River": "The Chenango River is a 90-mile-long (140 km) tributary of the Susquehanna River in central New York in the United States. It drains a dissected plateau area in upstate New York at the northern end of the Susquehanna watershed.",
  "/wiki/NY_8": "New York State Route 8 (NY 8) is a 205.29-mile-long (330.38 km) north-south state highway in the central part of New York in the United States. It runs in a southwest-to-northeast direction from the Southern Tier to the northern part of Lake George. The southern terminus of the route is at NY 10 in the town of Deposit. Its northern terminus is at a junction with NY 9N in the town of Hague. Roughly midway between the two endpoints, NY 8 passes through Utica, where it overlaps NY 5, NY 12, and Interstate 790 (I-790) along one segment of the North–South Arterial.",
  "/wiki/Guilford,_New_York": "Guilford is a town in Chenango County, New York, United States. The town is on the east border of the county. The population was 2,922 at the 2010 census.",
  "/wiki/NY_220": "New York State Route 220 (NY 220) is a 19.26-mile-long (31.00 km) state highway located in Chenango County, New York, in the United States. It is signed as an east–west highway, but its actual routing wanders considerably from north to south as it proceeds across the county. The western terminus of NY 220 is at an intersection with NY 41 near the western county line in the town of Smithville. Its eastern terminus is the junction with NY 12 in Oxford village.",
  "/wiki/Otsego_County,_New_York": "Otsego County is a county in the U.S. state of New York. As of the 2010 census, the population was 62,259. The county seat is Cooperstown. The name Otsego is from a Mohawk or Oneida word meaning \"place of the rock.\"",
  "/wiki/County_Route_1_(Otsego_County,_New_York)": "County routes in Otsego County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. Road names for each route are listed below where applicable; however, most routes are known only by their county route designation. Numbers are assigned in a general southwest to northeast direction[citation needed], with the lowest numbers located at the point where the Otsego, Chenango, and Delaware county lines meet north of Sidney. Signage for county routes in Otsego County were posted in July 1965.",
  "/wiki/NY_51": "New York State Route 51 (NY 51) is a 55.02-mile-long (88.55 km) north–south state highway in the central part of New York state. The highway runs generally in a southwest to northeast direction from the hamlet of Mount Upton to the village of Ilion. NY 51 is a two-lane highway its entire length.",
  "/wiki/NY_7": "New York State Route 7 (NY 7) is a 180.30-mile-long (290.16 km) state highway in New York in the United States. The highway runs from Pennsylvania Route 29 (PA 29) at the Pennsylvania state line south of Binghamton to Vermont Route 9 (VT 9) the Vermont state line east of Hoosick. Most of the road runs along the Susquehanna Valley, closely paralleling Interstate 88 (I-88) throughout that road's length. Portions of the highway route near the cities of Binghamton, Schenectady, and Troy date back to the early 19th century.",
  "/wiki/Bainbridge,_New_York": "Bainbridge is a town in Chenango County, New York, United States. The population was 3,308 at the 2010 census. The town is at the east border of Chenango County, halfway between Binghamton and Oneonta.",
  "/wiki/Delaware_County,_New_York": "Delaware County is a county located in the US state of New York.  As of 2010 the population was 47,980.  The county seat is Delhi. The county is named after the Delaware River, which was named in honor of Thomas West, 3rd Baron De La Warr, appointed governor of Virginia in 1609.",
  "/wiki/Columbus,_New_York": "Columbus is a town in Chenango County, New York, United States. The population was 975 at the 2010 census. Columbus is in the northeast corner of the county and is northeast of Norwich.",
  "/wiki/Madison_County,_New_York": "Madison County is a county located in the U.S. state of New York. As of the 2010 census, the population was 73,442. Its county seat is Wampsville. The county is named after James Madison, fourth President of the United States of America, and was first formed in 1806."
}