{
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Lesley_Saweard": "Lesley Saweard is a British actress. She plays Christine Barford in long-running radio soap opera The Archers. As of 2020, she is the longest serving soap opera actor in the world, in any media form (radio, television or internet) having played the role for 67 years since 1953.",
  "/wiki/Christine_Barford": "Christine Barford (also Archer and Johnson) is a fictional character from the British BBC Radio 4 soap opera, The Archers. The character was introduced as the sister of Phil Archer in 1951, and the daughter of Dan and Doris Archer. The character was a skilled horsewoman, who for many years ran the Ambridge riding stables. British actress Lesley Saweard has played the role since 1953. As of 2020, Saweard has played the role for 67 years, making her the longest-serving soap opera actor in the world.",
  "/wiki/The_Archers": "The Archers is a British radio soap opera on BBC Radio 4—the BBC's main spoken-word channel—broadcast since 1951. It was initially billed an everyday story of country folk and now, a contemporary drama in a rural setting. Having aired over 19,100 episodes, it is the world's longest-running drama.",
  "/wiki/Patricia_Greene": "Patricia Honor Greene MBE (born 1931) is an English radio, television and film actress, who is best known as matriarch Jill Archer, a role she has played for 62 years in radio serial The Archers. She is the world's Second longest serving actor in a soap opera, in any medium,(radio, television or internet)  the record being held by fellow Archers actress Lesley Saweard who has played Christine Barford for 67 years",
  "/wiki/Jill_Archer": "Jill Archer is a fictional character from the BBC Radio 4 soap opera The Archers. Portrayed by Patricia Greene since 1957, Writers for the show paired Jill with Phil Archer (Norman Painting), with their marriage lasting until Phil's death in 2010. Along with fellow cast member June Spencer who plays Peggy Woolley, Greene is one of the world's longest serving actor in a soap opera, in any medium. In 2018, Jill was featured in 38 of the show's almost 300 episodes for the year and continues to play a prominent role in the show.",
  "/wiki/June_Spencer": "June Rosalind Spencer CBE (born 14 June 1919) is an English actress best known for her role as Peggy Woolley in the BBC Radio 4 soap opera The Archers. Spencer played the character from 1950 to 1953, and has returned to it from 1962 to present day. Her 61 years in the role by 2020 make her the Third longest-serving actor in a soap opera worldwide in any medium. She is surpassed only by her fellow stars of The Archers: Lesley Saweard as Christine Barford (67 years) and Patricia Greene as Jill Archer) (63 years).",
  "/wiki/Peggy_Woolley": "Peggy Woolley is a fictional character from the BBC Radio 4 soap opera The Archers. Portrayed by June Spencer for nearly 70 years, Peggy has served as the core family's, and by extension, the town's matriarch. Spencer is the only remaining member of the original cast and The Daily Telegraph credits her as the world's longest serving actor in a soap opera, in any medium.",
  "/wiki/Norman_Painting": "Norman George Painting OBE (23 April 1924 – 29 October 2009) was an English actor, broadcaster and writer.  He played Phil Archer in the BBC Radio 4 soap opera The Archers from the pilot episodes aired on the BBC Midlands Home Service in summer 1950, after the series went national on the Light Programme on 1 January 1951, until his death in 2009, when he was the longest-serving member of the cast.  His last episode, recorded two days before he died, was broadcast on 22 November 2009.  The character lived on until Phil was \"found dead\" in his armchair in February 2010.  According to Guinness World Records, Painting held the world record for an actor playing a continuous role, a total of 59 years, which has now been surpassed by co-actor Lesley Saweard and co-star Patricia Greene.",
  "/wiki/Phil_Archer": "Philip Walter Archer is a fictional character from the British BBC Radio 4 soap opera The Archers, played by Norman Painting. He made his first appearance on 29 May 1950, the show's pilot episode. The character later became the longest serving male character in the series. His longevity gave him something of the status of a 'patriarch' in Ambridge.",
  "/wiki/Jennifer_Aldridge": "Jennifer Aldridge is a fictional character from the BBC Radio 4 soap opera The Archers. The character first appeared in 1951. The role was played by a variety of actresses, until Angela Piper joined the cast in June 1963. As of 2019, Piper has been on the show for 56 years, making her the fourth longest-running cast member on the show.",
  "/wiki/Arnold_Peters_(actor)": "Peter Reginald Gadd (3 June 1925 – 11 May 2013), known professionally as Arnold Peters, was an English actor, who played Jack Woolley in The Archers radio soap opera for 31 years.",
  "/wiki/Jack_Woolley": "John \"Jack\" Woolley (15 January 1886 – 20 November 1957) was a former Australian rules footballer who played with Essendon, Melbourne and Carlton in the Victorian Football League (VFL).",
  "/wiki/Judy_Bennett": "Judy Bennett (born 1943) is a Liverpudlian voice actor whose career in radio began with the long-running soap opera The Archers, in which she has played the role of Shula Hebden-Lloyd since 1971. She played Shula's twin brother Kenton and younger sister Elizabeth before assuming the role of Shula herself.",
  "/wiki/Shula_Hebden-Lloyd": "Shula Hebden-Lloyd (also Archer) is a fictional character from the British BBC Radio 4 soap opera, The Archers. The character was introduced as the eldest daughter of Phil Archer and Jill Archer in 1958. Shula has been portrayed by Liverpudlian actress Judy Bennett since 1971. As of 2019, Bennett has played the role for 48 years, making her one of the longest-serving soap opera actors in the world.",
  "/wiki/Bob_Arnold": "Bob Arnold was an actor who played the part of Tom Forrest in the long running BBC radio series The Archers. He died in 1998.",
  "/wiki/Colin_Skipp": "Colin Skipp (8 August 1939 – 19 November 2019) was a British actor, best known for playing Tony Archer in the BBC radio series The Archers for 46 years.",
  "/wiki/Jack_May": "Jack Wynne May (23 April 1922 – 19 September 1997) was an English actor. Born in Henley-on-Thames, he was educated at Forest School in Walthamstow and, after war service with the Royal Indian Navy in British India, was offered a place at RADA, but he instead went to Merton College, Oxford. Here, with the OUDS, he played parts, which included John of Gaunt in Richard II and Polonius in Hamlet.",
  "/wiki/Nelson_Gabriel": "Nelson Gabriel is a fictional character from the British BBC Radio 4 soap opera The Archers. He was portrayed by Jack May.",
  "/wiki/Neil_Carter_(The_Archers)": "Neil Carter is a fictional character from the British BBC Radio 4 soap opera, The Archers. The character was introduced in February 1973 by producer Tony Shryane and has gone from a naïve teenager to a pillar of the local community. He has remained on the show for 46 years, making Hewlett one of the longest-serving soap opera actors in the world.",
  "/wiki/Pat_Archer": "Pat Archer (also Lewis)  is a fictional character from the British BBC Radio 4 soap opera, The Archers. The character was introduced in 1974 by producer Tony Shryane as the love interest of Tony Archer, who she would later marry. Radio actress Patricia Gallimore has played the role for 45 years, making her one of the longest-serving soap opera actors in the world.",
  "/wiki/Charles_Collingwood_(actor)": "Charles Henry Collingwood (born 30 May 1943) is a Canadian-born British actor.",
  "/wiki/List_of_The_Archers_characters": "This is a list of many of the characters from the long-running British radio soap The Archers.",
  "/wiki/Trevor_Harrison": "Trevor Harrison (born 16 March 1957, Stourbridge, Worcestershire, England) is an English actor best known for his role as Eddie Grundy in the BBC Radio 4 soap opera, The Archers.",
  "/wiki/Eddie_Grundy": "This is a list of many of the characters from the long-running British radio soap The Archers.",
  "/wiki/Timothy_Bentinck": "Timothy Charles Robert Noel Bentinck, 12th Earl of Portland, MBE (born 1 June 1953), commonly known as Tim Bentinck, is an English actor and writer, known for his long-running role as David Archer in the BBC Radio 4 series, The Archers.",
  "/wiki/David_Archer_(The_Archers)": "This is a list of many of the characters from the long-running British radio soap The Archers.",
  "/wiki/Terry_Molloy": "Terry Molloy (born 4 January 1947, Bath, Somerset, England) is an English actor. He is known predominantly for his work on radio and television, especially his portrayal of Davros in three separate serials of the BBC television science fiction series Doctor Who during the 1980s, a role he later reprised for audio adventures.",
  "/wiki/Mike_Tucker_(The_Archers)": "Mike Tucker is a fictional character from the British BBC Radio 4 soap opera The Archers. Described upon his introduction in 1973 as \"the Milkman from Hell\", Mike has developed over five-decades to become a family-man whose grumpy demeanor and gruff attitude has become a hit with listeners. Radio and television actor Terry Molloy was cast in 1973 by producer Tony Shryane and stayed for four year until leaving the show in 1977, only to return 1983 . He has remained on the show for 40 years, making Molloy one of the longest-serving soap opera actors in the world.",
  "/wiki/List_of_longest-serving_soap_opera_actors": "This is a list of longest-serving soap opera actors from radio and television soap operas, as well as the longest-serving performers by country. The list details actors with ten or more years spent on one soap opera, despite itinerant breaks in some cases with the actor/actress portraying multiple roles."
}