{
  "/wiki/Broome_County,_New_York": "Broome County in the U.S. state of New York, as of the 2010 United States Census, had a population of 200,600. Its county seat is Binghamton. The county was named for John Broome, the state's lieutenant governor when Broome County was created.",
  "/wiki/County_Route_140_(Broome_County,_New_York)": "County routes in Broome County, New York, United States, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. Even numbered routes are east–west roads that increase by multiples of four from south to north with the exception of CR 86, while odd numbered routes are north–south roads that increase by multiples of four from west to east. No county routes enter the city of Binghamton and only a few enter incorporated villages.",
  "/wiki/Greene_(town),_New_York": "Greene is a town in Chenango County, New York, United States. The population was 5,604 at the 2010 census. The town is named after General Nathanael Greene. It is located in the southwest corner of the county and contains a village, also named Greene. The town and village are northeast of Binghamton. Greene was founded in 1792, but commenced in 1798 (though this is hotly disputed).",
  "/wiki/NY_12": "New York State Route 12 (NY 12) is a state highway extending for 222.27 miles (357.71 km) through central and northern New York in the United States. The southern terminus of the route is at U.S. Route 11 (US 11) in the town of Chenango (just north of Binghamton) in the Southern Tier. The northern terminus is at NY 37 near the village of Morristown in the North Country. In between, the route serves three cities of varying size: Norwich, Utica, and Watertown. The distance between Utica and Binghamton is a major trucking route, and features many gas stations, truck stops, and fast food restaurants. Between Boonville and Lowville, it follows the Black River Valley and between Watertown and Morristown, it follows the St. Lawrence River valley.",
  "/wiki/Cortland_County,_New_York": "Cortland County is a county located in the U.S. state of New York. As of the 2010 census, the population of Cortland County was 49,336. The county seat is Cortland. The county is named after Pierre Van Cortlandt, president of the convention at Kingston that wrote the first New York State Constitution in 1777, and first lieutenant governor of the state.",
  "/wiki/German,_New_York": "German is a town in Chenango County, New York, United States. The population was 370 at the 2010 census. The town is named after U.S. Senator Obadiah German, the original land owner. The town is at the western border of the county and is west of Norwich.",
  "/wiki/County_Route_164_(Cortland_County,_New_York)": "County routes in Cortland County, New York, are not signed with route markers; however, numbers are occasionally posted on street blade signs.",
  "/wiki/NY_41": "New York State Route 41 (NY 41) is a north–south state highway in Central New York in the United States. The southern terminus of the route is at an interchange with NY 17 (Future Interstate 86) in the town of Sanford. Its northern terminus is at an intersection with U.S. Route 20 (US 20) in the village of Skaneateles. The route is almost 100 miles (161 km) long and passes through Broome, Chenango, Cortland, and Onondaga counties. NY 41 was assigned as part of the 1930 renumbering of state highways in New York, replacing New York State Route 70 from Homer to Skaneateles. The route initially extended as far north as Jordan; however, NY 41 was cut back to its current northern terminus c. 1933.",
  "/wiki/Smithville,_New_York": "Smithville is a town in Chenango County, New York, United States. The population was 1,330 at the 2010 census. The town is at the west border of Chenango County, west of the city of Norwich.",
  "/wiki/Oxford_(town),_New_York": "Oxford is a town in Chenango County, New York, United States. The town contains a village also named Oxford. Oxford is an interior town in the south-central part of the county, southwest of the city of Norwich. At the 2010 census the town population was 3,901. The name derives from that of the native town of an early landowner from New England",
  "/wiki/Preston,_New_York": "Preston is a town in Chenango County, New York, United States. The population was 1,044 at the 2010 census. Preston is an interior town of Chenango County and is west of the city of Norwich.",
  "/wiki/County_Route_168_(Cortland_County,_New_York)": "County routes in Cortland County, New York, are not signed with route markers; however, numbers are occasionally posted on street blade signs.",
  "/wiki/NY_220": "New York State Route 220 (NY 220) is a 19.26-mile-long (31.00 km) state highway located in Chenango County, New York, in the United States. It is signed as an east–west highway, but its actual routing wanders considerably from north to south as it proceeds across the county. The western terminus of NY 220 is at an intersection with NY 41 near the western county line in the town of Smithville. Its eastern terminus is the junction with NY 12 in Oxford village.",
  "/wiki/McDonough,_New_York": "McDonough is a town in Chenango County, New York, United States. The population was 886 at the 2010 census. The town is named after Thomas Macdonough, a naval officer who served on Lake Champlain and other locations. McDonough is located in the western part of Chenango County, west of Norwich.",
  "/wiki/County_Route_165_(Cortland_County,_New_York)": "County routes in Cortland County, New York, are not signed with route markers; however, numbers are occasionally posted on street blade signs.",
  "/wiki/Pharsalia,_New_York": "Pharsalia is a town in Chenango County, New York, United States. The population was 593 at the 2010 census. Pharsalia is a name related to the location of Julius Caesar's victory over Pompey in 48 BCE.",
  "/wiki/NY_79": "New York State Route 79 (NY 79) is a 93.18-mile-long (149.96 km) east–west state highway in the Southern Tier of New York, in the United States. The western terminus of the route is at the intersection with NY 414 near the southern end of Seneca Lake just northeast of Watkins Glen. Its eastern terminus is at the Pennsylvania state line in the town of Windsor in Broome County, where it connects to Pennsylvania Route 92 (PA 92). NY 79 passes through three regions; it starts in the Finger Lakes region, runs through Central New York and ends on the western fringes of the Catskills. The route is signed east–west, but from Whitney Point to the state line it runs in a north–south orientation and is signed north-south a few miles south of Center Village, a hamlet that is a few miles south of Harpursville.",
  "/wiki/NY_206": "New York State Route 206 (NY 206) is a 74.57-mile-long (120.01 km) state highway in the Southern Tier of New York in the United States. It runs through some lightly populated regions along the state's southern border, from Central New York to the Catskills. It begins near a busy intersection with Interstate 81 (I-81) at Whitney Point and runs east from there through Greene. The eastern terminus is located at a junction with NY 17 (future I-86) at Roscoe in Sullivan County. It is one of the longest three-digit routes in New York, and the only long one not associated with a two-digit route or a former U.S. Route. Yet due to its location it sees little traffic, although for much of its length it follows the route of a main 19th century thoroughfare, the Catskill Turnpike. It is primarily a long shortcut around Binghamton.",
  "/wiki/Coventry,_New_York": "Coventry is a town in Chenango County, New York, United States. The population was 1,655 at the 2010 census. The town is named after Coventry, Connecticut, by settlers from New England. Coventry is in the south part of Chenango County and is northeast of Binghamton.",
  "/wiki/NY_23": "New York State Route 23 (NY 23) is an east–west state highway in the eastern portion of New York in the United States. It extends for 156.15 miles (251.30 km) from an intersection with NY 26 in the Central New York town of Cincinnatus to the Massachusetts state line in the Berkshire Mountains, where it continues east as that state's Route 23. Along the way, it passes through many communities, including the cities of Norwich and Oneonta. Outside of the communities, the route serves largely rural areas of the state and traverses the Catskill Mountains in the state's Central New York Region. NY 23 crosses the Hudson River at Catskill via the Rip Van Winkle Bridge.",
  "/wiki/County_Route_10A_(Chenango_County,_New_York)": "New York State Route 319 (NY 319) was a state highway in Chenango County, New York, in the United States. It was 5.47 miles (8.80 km) long and connected the hamlet of Preston to the nearby city of Norwich. The route began in the hamlet at an intersection with three county-maintained highways and proceeded eastward through the town of Preston to downtown Norwich, where it terminated at an intersection with NY 12.",
  "/wiki/Norwich_(city),_New_York": "Norwich is a city in Chenango County, New York, United States. Surrounded on all sides by the town of Norwich, the city is the county seat of Chenango County. The name is taken from Norwich, England. Its population was 7,190 at the 2010 census.",
  "/wiki/Norwich_(town),_New_York": "Norwich is a town in Chenango County, New York, United States. The population was 3,998 at the 2010 census. The town was named after Norwich, Connecticut.[citation needed]",
  "/wiki/County_Route_166B_(Cortland_County,_New_York)": "County routes in Cortland County, New York, are not signed with route markers; however, numbers are occasionally posted on street blade signs.",
  "/wiki/Pitcher,_New_York": "Pitcher is a town in Chenango County, New York, United States. The population was 803 at the 2010 census. The town is named after Nathaniel Pitcher, the eighth governor of New York. The town is on the west border of Chenango County, west of the city of Norwich.",
  "/wiki/NY_26": "New York State Route 26 (NY 26) is a north–south state highway that runs for 203.80 miles (327.98 km) through Central New York in the United States. Its southern terminus is located at the Pennsylvania state line south of the town of Vestal in Broome County, where it becomes Pennsylvania Route 267 (PA 267). Its northern terminus is located at a junction with NY 12 in the village of Alexandria Bay in Jefferson County. NY 26 serves three cities along its routing; one directly (Rome) and two via other roadways (Binghamton via NY 17 and Watertown via NY 3).",
  "/wiki/Madison_County,_New_York": "Madison County is a county located in the U.S. state of New York. As of the 2010 census, the population was 73,442. Its county seat is Wampsville. The county is named after James Madison, fourth President of the United States of America, and was first formed in 1806.",
  "/wiki/Lincklaen,_New_York": "Lincklaen is a town in Chenango County, New York, United States. The population was 396 at the 2010 census. The town was named after Colonel John Lincklaen, an agent of the Holland Land Company and a land owner. The town is in the northwest corner of the county, northwest of Norwich and northeast of Cortland.",
  "/wiki/County_Route_53_(Madison_County,_New_York)": "County routes in Madison County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/County_Route_158_(Cortland_County,_New_York)": "County routes in Cortland County, New York, are not signed with route markers; however, numbers are occasionally posted on street blade signs.",
  "/wiki/County_Route_152A_(Cortland_County,_New_York)": "County routes in Cortland County, New York, are not signed with route markers; however, numbers are occasionally posted on street blade signs.",
  "/wiki/Otselic,_New_York": "Otselic is a town in Chenango County, New York, United States, situated on the north border of Chenango County, northwest of the city of Norwich. The population of the town was 1,054 at the 2010 census. The town is named after a river flowing through it, the Otselic, which is an Oneida word for \"place of wild plums\". The Otselic valley is the predominant geographic feature in the town, connecting it to the surrounding region north and south.",
  "/wiki/County_Route_61_(Madison_County,_New_York)": "County routes in Madison County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker."
}