{
  "/wiki/Ada_(programming_language)": "Ada is a structured, statically typed, imperative, and object-oriented high-level computer programming language, extended from Pascal and other languages. It has built-in language support for design-by-contract, extremely strong typing, explicit concurrency, tasks, synchronous message passing, protected objects, and non-determinism. Ada improves code safety and maintainability by using the compiler to find errors in favor of runtime errors. Ada is an international standard; the current version (known as Ada 2012) is defined by ISO/IEC 8652:2012.",
  "/wiki/Jean_Ichbiah": "Jean David Ichbiah (25 March 1940 – 26 January 2007) was a French computer scientist and the initial chief designer (1977–1983) of Ada, a general-purpose, strongly typed programming language with certified validated compilers.",
  "/wiki/Groupe_Bull": "Bull SAS (also known as Groupe Bull, Bull Information Systems, or simply Bull) is a French-owned computer company headquartered in Les Clayes-sous-Bois, in the western suburbs of Paris. The company has also been known at various times as Bull General Electric, Honeywell Bull, CII Honeywell Bull, and Bull HN. Bull was founded in 1931, as H.W. Egli - Bull, to capitalize on the punched card technology patents of Norwegian engineer Fredrik Rosing Bull (1882–1925). After a reorganization in 1933, with new owners coming in, the name was changed to Compagnie des Machines Bull (CMB). Bull has a worldwide presence in more than 100 countries, and is particularly active in the defense, finance, health care, manufacturing, public and telecommunication sectors.",
  "/wiki/C++": "C++ (/ˌsiːˌplʌsˈplʌs/) is a general-purpose programming language created by Bjarne Stroustrup as an extension of the C programming language, or \"C with Classes\". The language has expanded significantly over time, and modern C++ has object-oriented, generic, and functional features in addition to facilities for low-level memory manipulation. It is almost always implemented as a compiled language, and many vendors provide C++ compilers, including the Free Software Foundation, LLVM, Microsoft, Intel, Oracle, and IBM, so it is available on many platforms.",
  "/wiki/Bjarne_Stroustrup": "Bjarne Stroustrup (/ˈbjɑːrnə ˈstraʊstrʊp/; Danish: [pjaːnə ˈstʁɒu̯ˀstʁɔp]; born 30 December 1950) is a Danish computer scientist, most notable for the creation and development of the C++ programming language. He is a visiting professor at Columbia University, and works at Morgan Stanley as a Managing Director in New York.",
  "/wiki/Applesoft_BASIC": "Applesoft BASIC is a dialect of Microsoft BASIC, developed by Marc McDonald and Ric Weiland,  supplied with the Apple II series of computers. It supersedes Integer BASIC and is the BASIC in ROM in all Apple II series computers after the original Apple II model. It is also referred to as FP BASIC (from \"floating point\") because of the Apple DOS command used to invoke it, instead of INT for Integer BASIC.",
  "/wiki/Apple_Computer": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services.",
  "/wiki/CBASIC": "CBASIC is a compiled version of the BASIC programming language written for the CP/M operating system by Gordon Eubanks in 1976–1977. It is an enhanced version of BASIC-E.",
  "/wiki/Gordon_Eubanks": "Gordon Eubanks, Jr. (born  November 7, 1946) is an American microcomputer industry pioneer who worked with Gary Kildall in the early days of Digital Research (DRI).",
  "/wiki/BBC_BASIC": "BBC BASIC is a version of the BASIC programming language released in 1981 as the native programming language for the BBC Micro home/personal computer, providing a standardized language for a UK computer literacy project of the BBC. It was written mainly by Sophie Wilson.",
  "/wiki/Acorn_Computers": "Acorn Computers Ltd. was a British computer company established in Cambridge, England, in 1978. The company produced a number of computers which were especially popular in the UK, including the Acorn Electron and the Acorn Archimedes. Acorn's BBC Micro computer dominated the UK educational computer market during the 1980s. It is more known for its BBC Micro model B computer than for its other products.",
  "/wiki/Sophie_Wilson": "Sophie Mary Wilson CBE FRS FREng (born 1957) is an English computer scientist, who helped design the BBC Micro and ARM architecture.",
  "/wiki/IBM_BASICA": "The IBM Personal Computer Basic, commonly shortened to IBM BASIC, is a programming language first released by IBM with the IBM Personal Computer, Model 5150 (IBM PC) in 1981. IBM released four different versions of the Microsoft BASIC interpreter, licensed from Microsoft for the PC and PCjr. They are known as Cassette BASIC, Disk BASIC, Advanced BASIC (BASICA), and Cartridge BASIC. Versions of Disk BASIC and Advanced BASIC were included with IBM PC DOS up to PC DOS 4. In addition to the features of an ANSI standard BASIC, the IBM versions offered support for the graphics and sound hardware of the IBM PC line. Source code could be typed in with a full-screen editor, and very limited facilities were provided for rudimentary program debugging. IBM also released a version of the Microsoft BASIC compiler for the PC, concurrently with the release of PC DOS 1.10 in 1982.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Speakeasy_(computational_environment)": "Speakeasy is a numerical computing interactive environment also featuring an interpreted programming language. It was initially developed for internal use at the Physics Division of Argonne National Laboratory by the theoretical physicist Stanley Cohen. He eventually founded Speakeasy Computing Corporation to make the program available commercially.",
  "/wiki/Draco_(programming_language)": "Draco was a shareware programming language created by Chris Gray. First developed for CP/M systems, Amiga version followed in 1987.",
  "/wiki/Pascal_(programming_language)": "Pascal is an imperative and procedural programming language, designed by Niklaus Wirth as a small, efficient language intended to encourage good programming practices using structured programming and data structuring. It is named in honour of the French mathematician, philosopher and physicist Blaise Pascal.",
  "/wiki/C_(programming_language)": "C (/siː/, as in the letter c) is a general-purpose, procedural computer programming language supporting structured programming, lexical variable scope, and recursion, while a static type system prevents unintended operations. By design, C provides constructs that map efficiently to typical machine instructions and has found lasting use in applications previously coded in assembly language. Such applications include operating systems and various application software for computers, from supercomputers to embedded systems.",
  "/wiki/ALGOL_68": "ALGOL 68 (short for Algorithmic Language 1968) is an imperative computer programming language that was conceived as a successor to the ALGOL 60 programming language, designed with the goal of a much wider scope of application and more rigorously defined syntax and semantics.",
  "/wiki/PostScript": "PostScript (PS) is a page description language in the electronic publishing and desktop publishing business.  It is a dynamically typed, concatenative programming language and was created at Adobe Systems by John Warnock, Charles Geschke, Doug Brotz, Ed Taft and Bill Paxton from 1982 to 1984.",
  "/wiki/John_Warnock": "John Edward Warnock (born October 6, 1940) is an American computer scientist and businessman best known as the co-founder with Charles Geschke of Adobe Systems Inc., the graphics and publishing software company. Warnock was President of Adobe for his first two years and chairman and CEO for his remaining sixteen years at the company. Although retired as CEO in 2000, he still co-chairs the board with Geschke. Warnock has pioneered the development of graphics, publishing, Web and electronic document technologies that have revolutionized the field of publishing and visual communications.",
  "/wiki/InterPress": "Interpress is a page description language developed at Xerox PARC, based on the Forth programming language and an earlier graphics language called JaM. PARC was unable to commercialize Interpress. Two of its creators, Chuck Geschke and John Warnock, left  Xerox, formed Adobe Systems, and produced a similar language called PostScript.  Interpress is used in some Xerox printers, and is supported in Xerox Ventura Publisher. Interpress is also used as the output format for PARC's InterScript system, which is an editable word processor format for rich text documents.",
  "/wiki/Turing_(programming_language)": "Turing is a Pascal-like programming language developed in 1982 by Ric Holt and James Cordy, then of University of Toronto, in Toronto, Ontario, Canada. Turing is a descendant of Euclid, Pascal and SP/k that features a clean syntax and precise machine-independent semantics.",
  "/wiki/Ric_Holt": "Richard Craig Holt (February 13, 1941 – April 12, 2019) was an American-Canadian computer scientist.",
  "/wiki/James_Cordy": "James Reginald Cordy (born January 2, 1950) is a Canadian computer scientist and educator who is a Professor in the School of Computing at Queen's University.  As a researcher he is currently active in the fields of source code analysis and manipulation, software reverse and re-engineering, and pattern analysis and machine intelligence.  He has a long record of previous work in programming languages, compiler technology, and software architecture.",
  "/wiki/University_of_Toronto": "The University of Toronto (U of T  or UToronto) is a public research university in Toronto, Ontario, Canada, located on the grounds that surround Queen's Park. It was founded by royal charter in 1827 as King's College, the first institution of higher learning in the colony of Upper Canada. Originally controlled by the Church of England, the university assumed its present name in 1850 upon becoming a secular institution. As a collegiate university, it comprises eleven colleges each with substantial autonomy on financial and institutional affairs and significant differences in character and history. The university also operates two satellite campuses located in Scarborough and Mississauga.",
  "/wiki/Euclid_(programming_language)": "Euclid is an imperative programming language for writing verifiable programs. It was designed by Butler Lampson and associates at the Xerox PARC lab in the mid-1970s. The implementation was led by Ric Holt at the University of Toronto and James Cordy was the principal programmer for the first implementation of the compiler. It was originally designed for the Motorola 6809 microprocessor. It was considered innovative for the time; the compiler development team had a $2 million budget over 2 years and was commissioned by the Defense Advanced Research Projects Agency of the U.S. Department of Defense and the Canadian Department of National Defence. It was used for a few years at I. P. Sharp Associates, MITRE Corporation, SRI International and various other international institutes for research in systems programming and secure software systems.",
  "/wiki/GW-BASIC": "GW-BASIC is a dialect of the BASIC programming language developed by Microsoft from IBM BASICA. It is functionally identical to BASICA, but is a fully self-contained executable and does not need the Cassette BASIC ROM. It was bundled with MS-DOS operating systems on IBM PC compatibles by Microsoft. Microsoft also sold a BASIC compiler, BASCOM, compatible with GW-BASIC, for programs needing more speed. The language is suitable for simple games, business programs and the like. Since it was included with most versions of MS-DOS, it was also a low-cost way for many aspiring programmers to learn the fundamentals of computer programming. With the release of MS-DOS 5.0, GW-BASIC's place was eventually taken by QBasic, the interpreter part of the separately available QuickBASIC compiler.",
  "/wiki/Turbo_Pascal": "Turbo Pascal is a software development system that includes a compiler and an integrated development environment (IDE) for the Pascal programming language running on CP/M, CP/M-86, and DOS. It was originally developed by Anders Hejlsberg at Borland, and was notable for its extremely fast compiling times. Turbo Pascal, and the later but similar Turbo C, made Borland a leader in PC-based development.",
  "/wiki/Anders_Hejlsberg": "Anders Hejlsberg (/ˈhaɪlzbɜːrɡ/, born 2 December 1960) is a prominent Danish software engineer who co-designed several popular and commercially successful programming languages and development tools. He was the original author of Turbo Pascal and the chief architect of Delphi. He currently works for Microsoft as the lead architect of C# and core developer on TypeScript.",
  "/wiki/Borland": "Borland Software Corporation was a software company that facilitated software deployment projects. Borland was first headquartered in Scotts Valley, California, then in Cupertino, California, and now in Austin, Texas. It is now a Micro Focus International subsidiary. It was founded in 1983 by Niels Jensen, Ole Henriksen, Mogens Glad and Philippe Kahn.",
  "/wiki/Alsys": "Alsys, SA. (founded 1980, merged 1995) was a software development company created to support initial work on the Ada programming language.\nIn July 1995, Alsys merged to become Thomson Software Products (TSP), which merged into Aonix in 1996.",
  "/wiki/Objective-C": "Objective-C is a general-purpose, object-oriented programming language that adds Smalltalk-style messaging to the C programming language. It was the main programming language supported by Apple for macOS, iOS, and their respective application programming interfaces (APIs), Cocoa and Cocoa Touch, until the introduction of Swift in 2014.",
  "/wiki/Brad_Cox": "Brad Cox is a computer scientist known mostly for creating the Objective-C programming language with his business partner Tom Love and for his work in software engineering (specifically software reuse) and software componentry.",
  "/wiki/True_BASIC": "True BASIC is a variant of the BASIC programming language descended from Dartmouth BASIC—the original BASIC. Both were created by college professors John G. Kemeny and Thomas E. Kurtz.",
  "/wiki/John_George_Kemeny": "John George Kemeny (born Kemény János György; May 31, 1926 – December 26, 1992) was a Hungarian-born American mathematician, computer scientist, and educator best known for co-developing the BASIC programming language in 1964 with Thomas E. Kurtz. Kemeny served as the 13th President of Dartmouth College from 1970 to 1981 and pioneered the use of computers in college education. Kemeny chaired the presidential commission that investigated the Three Mile Island accident in 1979. According to György Marx he was one of The Martians.",
  "/wiki/Thomas_Eugene_Kurtz": "Thomas Eugene Kurtz (born February 22, 1928) is a retired Dartmouth professor of mathematics and computer scientist, who along with his colleague John G. Kemeny set in motion the then revolutionary concept of making computers as freely available to college students as library books were, by implementing the concept of time-sharing at Dartmouth College. In his mission to allow non-expert users to interact with the computer, he co-developed the BASIC programming language (Beginners All-purpose Symbolic Instruction Code) and the Dartmouth Time Sharing System during 1963 to 1964.",
  "/wiki/Dartmouth_College": "Dartmouth College (/ˈdɑːrtməθ/ DART-məth) is a private Ivy League research university in Hanover, New Hampshire, United States. Established in 1769 by Eleazar Wheelock, it is the ninth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. Although founded as a school to educate Native Americans in Christian theology and the English way of life, Dartmouth primarily trained Congregationalist ministers throughout its early history before it gradually secularized, emerging at the turn of the 20th century from relative obscurity into national prominence.",
  "/wiki/Occam_(programming_language)": "occam is a programming language which is concurrent and builds on the communicating sequential processes (CSP) process algebra, and shares many of its features. It is named after philosopher William of Ockham after whom Occam's razor is named.",
  "/wiki/David_May_(computer_scientist)": "Michael David May FRS FREng (born 24 February 1951) is a British computer scientist. He is a Professor in the Department of Computer Science at the University of Bristol and founder of XMOS Semiconductor, serving until February 2014 as the chief technology officer.",
  "/wiki/ABAP": "ABAP (Advanced Business Application Programming, originally Allgemeiner Berichts-Aufbereitungs-Prozessor, German for \"general report creation processor\") is a high-level programming language created by the German software company SAP SE. It is extracted from the base computing languages Java, C, C++ and Python. It is currently positioned, alongside Java, as the language for programming the SAP NetWeaver Application Server, which is part of the SAP NetWeaver platform for building business applications.",
  "/wiki/SAP_AG": "SAP SE (/ɛseɪˈpi/; abbreviation of \"Systems, Applications & Products in Data Processing\") is a European multinational software corporation that makes enterprise software to manage business operations and customer relations. The company is especially known for its ERP software. SAP is headquartered in Walldorf, Baden-Württemberg, Germany with regional offices in 180 countries. The company has over 425,000 customers in over 180 countries and is a component of the Euro Stoxx 50 stock market index.",
  "/wiki/COBOL": "COBOL (/ˈkoʊbɒl, -bɔːl/; an acronym for \"common business-oriented language\") is a compiled English-like computer programming language designed for business use. It is imperative, procedural and, since 2002, object-oriented. COBOL is primarily used in business, finance, and administrative systems for companies and governments. COBOL is still widely used in legacy applications deployed on mainframe computers, such as large-scale batch and transaction processing jobs. But due to its declining popularity and the retirement of experienced COBOL programmers, programs are being migrated to new platforms, rewritten in modern languages or replaced with software packages. Most programming in COBOL is now purely to maintain existing applications.",
  "/wiki/Korn_shell": "KornShell (ksh) is a Unix shell which was developed by David Korn at Bell Labs in the early 1980s and announced at USENIX on July 14, 1983.  The initial development was based on Bourne shell source code.  Other early contributors were Bell Labs developers Mike Veach and Pat Sullivan, who wrote the Emacs and vi-style line editing modes' code, respectively. KornShell is backward-compatible with the Bourne shell and includes many features of the C shell, inspired by the requests of Bell Labs users.",
  "/wiki/David_Korn_(computer_scientist)": "David G. Korn (b. Brooklyn, August 28, 1943) is an American UNIX programmer and the author of the Korn shell (ksh), a command line interface/programming language.",
  "/wiki/Timeline_of_programming_languages": "This is a record of historically important programming languages, by decade."
}