{
  "/wiki/24FPS_International_Short_Film_Festival": "The 24FPS International Short Film Festival (formerly WESTfest) is a two-day short film festival hosted in Abilene, Texas each year. An average of 20 shorts are selected and viewed at the Paramount Theatre, a restored theatre originally built in 1930.",
  "/wiki/Abilene,_Texas": "Abilene (/ˈæbɪliːn/ AB-i-leen) is a city in Taylor and Jones counties in Texas, United States. The population was 122,999 at the 2019 census, making it the 27th-most populous city in the state of Texas. It is the principal city of the Abilene Metropolitan Statistical Area, which had a 2017 estimated population of 170,219. It is the county seat of Taylor County. Dyess Air Force Base is located on the west side of the city.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/LA_Shorts_Fest": "The Los Angeles Shorts International Film Festival (LA Shorts) founded by Robert Arentz in 1997 is one of the largest international short film festivals in the world with more 300 films screening annually.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Macabre_Faire_Film_Festival": "The Macabre Faire Film Festival is a film festival held on Long Island, New York.\nThe festival has featured judges and guests such as director Stevan Mena (Bereavement), Eileen Dietz (The Exorcist), Doug Jones (Hell Boy), Cleve Hall (Monster Man), Michael Gingold (Fangoria), Nick Nicholson (CNN Film Critic), Evan Ginzburg (Wrestler) and others.",
  "/wiki/Long_Island": "Long Island (locally: /lɔːŋˈɡaɪˌlənd/) is a densely populated island in the southeast part of the U.S. state of New York, in the northeastern United States, beginning at New York Harbor approximately 0.35 miles (0.56 km) from Manhattan Island and extending eastward into the Atlantic Ocean. The island comprises four counties; Kings and Queens Counties (the New York City boroughs of Brooklyn and Queens, respectively) and Nassau County share the western third of the island, while Suffolk County occupies the eastern two-thirds. More than half of New York City's residents now live on Long Island, in Brooklyn, and in Queens. However, many people in the New York metropolitan area (even in Brooklyn and Queens) colloquially use the term Long Island (or the Island) to refer exclusively to Nassau and Suffolk Counties, and conversely, employ the term the City to mean Manhattan alone.",
  "/wiki/Miami_Short_Film_Festival": "The Miami Short Film Festival is an annual film festival held in Miami, Florida, United States.  The festival was established in 2002 by William Vela, and takes place around the second and third week of November.  It was created to make a connection between established studios, independent filmmakers, and the global creative community, as well as to honor excellence in the art of filmmaking.",
  "/wiki/Miami": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).",
  "/wiki/New_Media_Film_Festival": "The New Media Film Festival is an event held annually that celebrates \"the interactivity of new technologies and formats for Media and Cinema with global consciousness\". According to the organizers, the festival honors \"Stories Worth Telling that are created by people of All Ages-All Cultures-All Media\". It showcases 3D and animated shorts, web series, mobile media, apps, and music videos, awarding over $45,000 in prizes and offering distribution to non-traditional and web-based filmmakers of the digital era.",
  "/wiki/Palm_Springs_International_Festival_of_Short_Films": "The Palm Springs International Festival of Short Films (a.k.a. Palm Springs International ShortFest) held annually in Palm Springs, California is the largest film festival for short films in the United States.",
  "/wiki/Palm_Springs": "Palm Springs (Cahuilla: Se-Khi; Serrano: Horqaniv) is a desert resort city in Riverside County, California, United States, within the Coachella Valley. It is located approximately 55 mi (89 km) east of San Bernardino, 107 mi (172 km) east of Los Angeles, 123 mi (198 km) northeast of San Diego, and 268 mi (431 km) west of Phoenix, Arizona. The population was 44,552 as of the 2010 census. Palm Springs covers approximately 94 square miles (240 km2), making it the largest city in Riverside County by land area.",
  "/wiki/CFC_Worldwide_Short_Film_Festival": "The Canadian Film Centre's Worldwide Short Film Festival (WSFF), founded by Brenda Sherwood in 1994, was an annual film festival held over several days in Toronto, Ontario in June, at The Annex-Yorkville area venues; including the Bloor Cinema, the University of Toronto, and the Isabel Bader Theatre, among others.  As well as film screenings, the festival hosted parties and the CFC's annual picnic.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Reel_Shorts_Film_Festival_-_Grande_Prairie,_Alberta": "The Reel Shorts Film Festival, held annually in Grande Prairie, Alberta since 2007, is recognized as one of North America's best short film festivals. Its programming focus is short-form cinematic storytelling, screening \"gems of storytelling brilliance\" from around the world, across Canada, and in the Peace Region. The purpose is twofold: to entertain, educate, and engage audiences; and to grow the film-making community in the Peace Region by inspiring, developing, and showcasing its filmmakers. Thousands of submissions are received annually from which 80-105 short films are selected. It is a qualifying festival for the Canadian Screen Awards.",
  "/wiki/Grande_Prairie,_Alberta": "Grande Prairie is a city in northwest Alberta, Canada within the southern portion of an area known as Peace River Country. It is located at the intersection of Highway 43 (part of the CANAMEX Corridor) and Highway 40 (the Bighorn Highway), approximately 456 km (283 mi) northwest of Edmonton. The city is surrounded by the County of Grande Prairie No. 1.",
  "/wiki/Yorkton_Film_Festival": "Yorkton Film Festival (YFF) is an annual film festival held in late May in Yorkton, Saskatchewan, Canada.",
  "/wiki/Yorkton": "Yorkton is a city located in south-eastern Saskatchewan, Canada. It is about 450 kilometres north-west of Winnipeg and 300 kilometres south-east of Saskatoon and is the sixth largest in the province.",
  "/wiki/DC_Shorts_Film_Festival": "The DC Shorts Film Festival is an annual film festival held in Washington, D.C..",
  "/wiki/Washington_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/List_of_short_film_festivals": "List of short film festivals by continent."
}