{
  "/wiki/24FPS_International_Short_Film_Festival": "The 24FPS International Short Film Festival (formerly WESTfest) is a two-day short film festival hosted in Abilene, Texas each year. An average of 20 shorts are selected and viewed at the Paramount Theatre, a restored theatre originally built in 1930.",
  "/wiki/Abilene,_Texas": "Abilene (/ˈæbɪliːn/ AB-i-leen) is a city in Taylor and Jones counties in Texas, United States. The population was 117,063 at the 2010 census, making it the 27th-most populous city in the state of Texas. It is the principal city of the Abilene Metropolitan Statistical Area, which had a 2017 estimated population of 170,219. It is the county seat of Taylor County. Dyess Air Force Base is located on the west side of the city.\n Abilene is located off Interstate 20, between exits 279 on its western edge and 292 on the east. Abilene is 150 miles (240 km) west of Fort Worth. The city is looped by I-20 to the north, US 83/84 on the west, and Loop 322 to the east. A railroad divides the city down the center into north and south. The historic downtown area is on the north side of the railroad.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/LA_Shorts_Fest": "The Los Angeles Shorts International Film Festival (LA Shorts) founded by Robert Arentz in 1997 is one of the largest international short film festivals in the world with more 300 films screening annually.\n In order to qualify for a short film award at the annual Academy Awards (the Oscars) you must meet the Rules and Eligibility criteria, which includes qualification through awards at qualifying festivals. LA Shorts is the only film festival with 7 award categories recognized by the Academy Awards.\n The festival is accredited by the Academy of Motion Picture Arts and Sciences and award winners are eligible for Academy nomination. LA Shorts is also an official qualifying event for the British Academy of Film and Television Arts (BAFTA) short film awards. and the Academy of Canadian Cinema and Television (ACCT) presenters of the Canadian Screen Awards – eligible international film festivals.\n LA Shorts alumni directors include Tim Burton, Bryan Singer, Paul Haggis, Shane Black, Jason Reitman, John Woo, Tony Scott, David Lynch, Joe Carnahan, Louis D'Esposito, Terry Gilliam, Jon Favreau, Scarlett Johansson, Vin Diesel, Hilary Swank, Demi Moore, Courteney Cox, Jessica Biel, Kirsten Dunst, Luke Wilson, Ralph Macchio, Ricky Gervais and many more.\n The Los Angeles Shorts International Film Festival is held annually at L.A. Live in downtown Los Angeles. The official screening venue is Regal Cinemas L.A. LIVE Stadium 14.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.\n Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is the second-largest metropolitan area in the nation with a population of 13.1 million people. Greater Los Angeles, which includes the metro area of Riverside and San Bernardino, is the nation's second most populous combined statistical area, with a 2015 estimate of 18.7 million people.\n Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542. The city was officially founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence. In 1848, at the end of the Mexican–American War, Los Angeles and the rest of California were purchased as part of the Treaty of Guadalupe Hidalgo, and thus became part of the United States. Los Angeles was incorporated as a municipality on April 4, 1850, five months before California achieved statehood. The discovery of oil in the 1890s brought rapid growth to the city. The city was further expanded with the completion of the Los Angeles Aqueduct in 1913, which delivers water from Eastern California.\n Los Angeles has a diverse economy and hosts businesses in a broad range of professional and cultural fields. It also has the busiest container port in the entire Americas. A global city, it has been ranked 6th in the Global Cities Index and 9th in the Global Economic Power Index. The Los Angeles metropolitan area also has a gross metropolitan product of $1.0 trillion (as of 2017[update]), making it the third-largest city by GDP in the world, after the Tokyo and New York City metropolitan areas. Los Angeles hosted the 1932 and 1984 Summer Olympics and will host the 2028 Summer Olympics.",
  "/wiki/Macabre_Faire_Film_Festival": "The Macabre Faire Film Festival is a film festival held on Long Island, New York.\nThe festival has featured judges and guests such as director Stevan Mena (Bereavement), Eileen Dietz (The Exorcist), Doug Jones (Hell Boy), Cleve Hall (Monster Man), Michael Gingold (Fangoria), Nick Nicholson (CNN Film Critic), Evan Ginzburg (Wrestler) and others.",
  "/wiki/Long_Island": "Long Island (locally: /lɔːŋˈɡaɪˌlənd/) is a densely populated island in the southeast part of the U.S. state of New York, in the northeastern United States, beginning at New York Harbor approximately 0.35 miles (0.56 km) from Manhattan Island and extending eastward into the Atlantic Ocean. The island comprises four counties; Kings and Queens Counties (the New York City boroughs of Brooklyn and Queens, respectively) and Nassau County share the western third of the island, while Suffolk County occupies the eastern two-thirds. More than half of New York City's residents now live on Long Island, in Brooklyn, and in Queens. However, many people in the New York metropolitan area (even in Brooklyn and Queens) colloquially use the term Long Island (or the Island) to refer exclusively to Nassau and Suffolk Counties, and conversely, employ the term the City to mean Manhattan alone.\n Broadly speaking, \"Long Island\" may refer both to the main island and the surrounding outer barrier islands. North of the island is Long Island Sound, across which lie Westchester County, New York, and the state of Connecticut. Across the Block Island Sound to the northeast is the state of Rhode Island. To the west, Long Island is separated from the Bronx and the island of Manhattan by the East River. To the extreme southwest, it is separated from Staten Island and the state of New Jersey by Upper New York Bay, the Narrows, and Lower New York Bay. To the east lie Block Island—which belongs to the State of Rhode Island—and numerous smaller islands.\n Both the longest and the largest island in the contiguous United States, Long Island extends 118 miles (190 km) eastward from New York Harbor to Montauk Point, with a maximum north-to-south distance of 23 miles (37 km) between Long Island Sound and the Atlantic coast. With a land area of 1,401 square miles (3,630 km2), Long Island is the 11th-largest island in the United States and the 149th-largest island in the world—larger than the 1,214 square miles (3,140 km2) of the smallest U.S. state, Rhode Island.\n With a Census-estimated population of 7,869,820 in 2017, constituting nearly 40% of New York State's population, Long Island is the most populated island in any U.S. state or territory, and the 18th-most populous island in the world (ahead of Ireland, Jamaica, and Hokkaidō). Its population density is 5,595.1 inhabitants per square mile (2,160.3/km2). If Long Island geographically constituted an independent metropolitan statistical area, it would rank fourth most populous in the United States; while if it were a U.S. state, Long Island would rank thirteenth in population and first in population density. Long Island is culturally and ethnically diverse, featuring some of the wealthiest and most expensive neighborhoods in the Western Hemisphere near the shorelines as well as working-class areas in all four counties.\n As a hub of commercial aviation, Long Island contains two of the New York City metropolitan area's three busiest airports, JFK International Airport and LaGuardia Airport, in addition to Islip MacArthur Airport; as well as two major air traffic control radar facilities, the New York TRACON and the New York ARTCC. Nine bridges and thirteen tunnels (including railroad tunnels) connect Brooklyn and Queens to the three other boroughs of New York City. Ferries connect Suffolk County northward across Long Island Sound to the state of Connecticut. The Long Island Rail Road is the busiest commuter railroad in North America and operates 24/7. Nassau County high school students often feature prominently as winners of the Intel International Science and Engineering Fair and similar STEM-based academic awards. Biotechnology companies and scientific research play a significant role in Long Island's economy, including research facilities at Brookhaven National Laboratory, Cold Spring Harbor Laboratory, Plum Island Animal Disease Center, State University of New York at Stony Brook, the New York University Tandon School of Engineering, the City University of New York, and Hofstra Northwell School of Medicine.",
  "/wiki/Miami_Short_Film_Festival": "The Miami Short Film Festival is an annual film festival held in Miami, Florida, United States.  The festival was established in 2002 by William Vela, and takes place around the second and third week of November.  It was created to make a connection between established studios, independent filmmakers, and the global creative community, as well as to honor excellence in the art of filmmaking.\n The festival presents awards for:",
  "/wiki/Miami": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).\n Miami is a major center and leader in finance, commerce, culture, media, entertainment, the arts, and international trade. The metro area is by far the largest urban economy in Florida and the 12th largest in the United States, with a GDP of $344.9 billion as of 2017. In 2018, Miami was classified as an Alpha level global city by the GaWC. In 2019, Miami ranked seventh in the United States and 31st among global cities in terms of business activity, human capital, information exchange, cultural experience, and political engagement. According to a 2018 UBS study of 77 world cities, the city was ranked as the third-richest in the United States and the eighth-richest in the world in terms of purchasing power. Miami is nicknamed the \"Capital of Latin America\" and is the largest city with a Cuban-American plurality.\nGreater Downtown Miami has one of the largest concentrations of international banks in the United States, and is home to many large national and international companies. The Health District is a major center for hospitals, clinics, and the biotechnology and medical research industries. PortMiami is the busiest cruise port in the world in both passenger traffic and cruise lines, and refers to itself as the \"Cruise Capital of the World\". Miami is also a major tourism hub for international visitors, ranking second in the country after New York City.",
  "/wiki/New_Media_Film_Festival": "The New Media Film Festival is an event held annually that celebrates \"the interactivity of new technologies and formats for Media and Cinema with global consciousness\". According to the organizers, the festival honors \"Stories Worth Telling that are created by people of All Ages-All Cultures-All Media\". It showcases 3D and animated shorts, web series, mobile media, apps, and music videos, awarding over $45,000 in prizes and offering distribution to non-traditional and web-based filmmakers of the digital era.",
  "/wiki/Palm_Springs_International_Festival_of_Short_Films": "The Palm Springs International Festival of Short Films (a.k.a. Palm Springs International ShortFest) held annually in Palm Springs, California is the largest film festival for short films in the United States.\n The Palm Springs International Festival of Short Films takes place across seven days each June, showing more than 350 short films every year, and hosting a Short Film Market with over 3,000 new short films annually. It also presents a three-day program of seminars, master classes, panels and roundtable discussions with free admission for all filmmaking and industry guests. An AMPAS qualifying Festival, PSISF has hosted 97 short films in its 19-year history that went on to secure Oscar nominations in the short film categories.\n The Festival of Short Films is a spin-off of the Palm Springs International Film Festival which takes place each January.",
  "/wiki/Palm_Springs": "Palm Springs (Cahuilla: Se-Khi; Serrano: Horqaniv) is a desert resort city in Riverside County, California, United States, within the Coachella Valley. It is located approximately 55 mi (89 km) east of San Bernardino, 107 mi (172 km) east of Los Angeles, 123 mi (198 km) northeast of San Diego, and 268 mi (431 km) west of Phoenix, Arizona. The population was 44,552 as of the 2010 census. Palm Springs covers approximately 94 square miles (240 km2), making it the largest city in Riverside County by land area.\n Golf, swimming, tennis, biking, hiking and horseback riding in the nearby desert and mountain areas are major forms of recreation in Palm Springs. The city is also known for its mid-century modern architecture, design elements, and arts and cultural scene.\n Palm Springs is a popular retirement destination, as well as a winter snowbird destination; during the winter months (November to March), the city's population triples.",
  "/wiki/CFC_Worldwide_Short_Film_Festival": "The Canadian Film Centre's Worldwide Short Film Festival (WSFF), founded by Brenda Sherwood in 1994, was an annual film festival held over several days in Toronto, Ontario in June, at The Annex-Yorkville area venues; including the Bloor Cinema, the University of Toronto, and the Isabel Bader Theatre, among others.  As well as film screenings, the festival hosted parties and the CFC's annual picnic.\n The WSFF held accreditation, and was recognized as a qualifying event for the Academy of Motion Picture Arts and Sciences, the Academy of Canadian Cinema and Television, and the British Academy of Film and Television Arts (BAFTA) short film awards. This means that certain award-winners at the WSFF were eligible to be nominated for the Oscars, Genies, and BAFTAs awards.\n In 2012, the festival received 4,768 submissions from 113 countries, making it the largest short film festival in North America at that time. The festival was described in the Canadian Encyclopedia as \"a popular and productive meeting place for audiences, filmmakers, buyers and sellers interested in the art and commerce of making movies in short form\", and this was reflected in the Short Films Big Ideas Symposium, which featured master classes and panel discussions focused on professional development for those involved in the industry.\n Each year the festival offered a celebrity program, which featured films with actors such as Scott Thompson, Judi Dench, David Duchovny, Michael Fassbender, Max von Sydow, Natalie Portman, Dick Van Dyke, Don Cheadle, Will Ferrell, John C. Reilly, Crispin Glover, Gérard Depardieu, Stephen Fry, and Anthony Hopkins, among others. The festival also screened films by celebrity directors, including Errol Morris, Spike Jonze, Rachel Weisz, Talmage Cooley, Courteney Cox, and Joseph Gordon-Levitt. In addition to the annual screenings in June, the festival also ran a monthly screening series called A World of Shorts.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,954,024 as of July 2018. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.\nPeople have travelled through and inhabited the Toronto area, located on a broad sloping plateau interspersed with rivers, deep ravines, and urban forest, for more than 10,000 years. After the broadly disputed Toronto Purchase, when the Mississauga surrendered the area to the British Crown, the British established the town of York in 1793 and later designated it as the capital of Upper Canada. During the War of 1812, the town was the site of the Battle of York and suffered heavy damage by American troops. York was renamed and incorporated in 1834 as the city of Toronto. It was designated as the capital of the province of Ontario in 1867 during Canadian Confederation. The city proper has since expanded past its original borders through both annexation and amalgamation to its current area of 630.2 km2 (243.3 sq mi).\n The diverse population of Toronto reflects its current and historical role as an important destination for immigrants to Canada. More than 50 percent of residents belong to a visible minority population group, and over 200 distinct ethnic origins are represented among its inhabitants. While the majority of Torontonians speak English as their primary language, over 160 languages are spoken in the city.\n Toronto is a prominent centre for music, theatre, motion picture production, and television production, and is home to the headquarters of Canada's major national broadcast networks and media outlets. Its varied cultural institutions, which include numerous museums and galleries, festivals and public events, entertainment districts, national historic sites, and sports activities, attract over 43 million tourists each year. Toronto is known for its many skyscrapers and high-rise buildings, in particular the tallest free-standing structure in the Western Hemisphere, the CN Tower.\n The city is home to the Toronto Stock Exchange, the headquarters of Canada's five largest banks, and the headquarters of many large Canadian and multinational corporations. Its economy is highly diversified with strengths in technology, design, financial services, life sciences, education, arts, fashion, aerospace, environmental innovation, food services, and tourism.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Reel_Shorts_Film_Festival_-_Grande_Prairie,_Alberta": "The Reel Shorts Film Festival, held annually in Grande Prairie, Alberta since 2007, is recognized as one of North America's best short film festivals. Its programming focus is short-form cinematic storytelling, screening \"gems of storytelling brilliance\" from around the world, across Canada, and in the Peace Region. The purpose is twofold: to entertain, educate, and engage audiences; and to grow the film-making community in the Peace Region by inspiring, developing, and showcasing its filmmakers. Thousands of submissions are received annually from which 80-105 short films are selected. It is a qualifying festival for the Canadian Screen Awards.",
  "/wiki/Grande_Prairie,_Alberta": "Grande Prairie is a city in northwest Alberta, Canada within the southern portion of an area known as Peace River Country. It is located at the intersection of Highway 43 (part of the CANAMEX Corridor) and Highway 40 (the Bighorn Highway), approximately 456 km (283 mi) northwest of Edmonton. The city is surrounded by the County of Grande Prairie No. 1.\n Grande Prairie was the seventh-largest city in Alberta in 2016 with a population of 63,166, and was one of Canada's fastest growing cities between 2001 and 2006.\n The city adopted the trumpeter swan as an official symbol due to its proximity to the migration route and summer nesting grounds of this bird. For that reason, Grande Prairie is sometimes nicknamed the \"Swan City\". The dinosaur has emerged as an unofficial symbol of the city due to paleontology discoveries in the areas north and west of the Grande Prairie.",
  "/wiki/Yorkton_Film_Festival": "Yorkton Film Festival (YFF) is an annual film festival held in late May in Yorkton, Saskatchewan, Canada. \n In 1947, the Yorkton Film Council (YFC) was founded:6 and in 1950 the first international documentary film festival officially opened in western Canada:6 on October 11th. The festival originally was named Yorkton International Documentary Film Festival and latter become known as Yorkton International Film Festival.:6 \n In 1969, the Yorkton Film Council disbanded and the Yorkton International Film Festival Society was formed. The film festival went through several name changes and currently operates as Yorkton Film Festival.  It is known as the longest running film festival held in North America.\n The festival is open to Canadian productions, or international productions directed by Canadians, and focuses on films that are under 60 minutes in length. It is a qualifying festival for the Canadian Screen Awards.\n The Yorkton Film Festival includes awards in 29 categories: 18 main categories, 6 accompanying categories, 3 craft categories and 2 special categories as of 2019. In 2020 the festival will include a new category for Mental Health, sponsored by the Mental Health Drop-in Centre for three years.  The festival will be the first in Canada to Include an award for this category.",
  "/wiki/Yorkton": "Yorkton is a city located in south-eastern Saskatchewan, Canada. It is about 450 kilometres north-west of Winnipeg and 300 kilometres south-east of Saskatoon and is the sixth largest in the province.\n As of 2017 the census population of the city was 19,643. Yorkton has had a growth rate of 4.3% since 2011.\n Yorkton was founded in 1882 and incorporated as a city in 1928. The city is bordered by the RM of Orkney No. 244 to the west and the RM of Wallace No. 243 on the east.",
  "/wiki/DC_Shorts_Film_Festival": "The DC Shorts Film Festival is an annual film festival held in Washington, D.C..\n Started in 2003 by Jon Gann and Gene Cowan, the festival was designed to showcase the best short films from around the globe, strengthen Washington, DC's filmmaking community, and honor all visual storytellers. The first event was three days and showcased 33 films. It has since grown to over 10 days and more than 120 films every festival.",
  "/wiki/Washington_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.\n The signing of the Residence Act on July 16, 1790, approved the creation of a capital district located along the Potomac River on the country's East Coast. The U.S. Constitution provided for a federal district under the exclusive jurisdiction of the U.S. Congress, and the District is therefore not a part of any U.S. state. The states of Maryland and Virginia each donated land to form the federal district, which included the pre-existing settlements of Georgetown and Alexandria. The City of Washington was founded in 1791 to serve as the new national capital. In 1846, Congress returned the land originally ceded by Virginia, including the city of Alexandria; in 1871, it created a single municipal government for the remaining portion of the District.\n Washington had an estimated population of 702,455 as of July 2018[update], making it the 20th most populous city in the United States. Commuters from the surrounding Maryland and Virginia suburbs raise the city's daytime population to more than one million during the workweek. Washington's metropolitan area, the country's sixth largest (including  parts of Maryland, Virginia and West Virginia), had a 2017 estimated population of 6.2 million residents.\n All three branches of the U.S. federal government are centered in the District: Congress (legislative), the president (executive), and the Supreme Court (judicial). Washington is home to many national monuments and museums, primarily situated on or around the National Mall. The city hosts 177 foreign embassies as well as the headquarters of many international organizations, trade unions, non-profits, lobbying groups, and professional associations, including the World Bank Group, the International Monetary Fund (IMF), the Organization of American States, AARP, the National Geographic Society, the Human Rights Campaign, the International Finance Corporation, and the American Red Cross.\n A locally elected mayor and a 13‑member council have governed the District since 1973. However, Congress maintains supreme authority over the city and may overturn local laws. D.C. residents elect a non-voting, at-large congressional delegate to the House of Representatives, but the District has no representation in the Senate. District voters choose three presidential electors in accordance with the Twenty-third Amendment to the United States Constitution, ratified in 1961.\n For statistical purposes, the District of Columbia is treated as a state-equivalent (and a county-equivalent) by the U.S. Census Bureau.",
  "/wiki/List_of_short_film_festivals": "List of short film festivals by continent."
}