{
  "/wiki/10_Under_10_Film_Festival": "The 10 Under 10 Film Festival was created by independent documentary filmmaker and University of Texas at Austin Associate Professor, Ellen Spiro.  The intention of the film festival is to encourage raw creativity among new filmmakers without relying on huge budgets.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Academia_Film_Olomouc": "Academia Film Olomouc (AFO) is an international science documentary film festival in Olomouc, Czech Republic, held each April under the patronage of Palacký University. The focus of the festival is science and educational films from the fields of humanities, natural science and social science, as well as current scientific, artistic and technological advances. The festival features TV productions (BBC, Discovery, PBS), podcasts, YouTube channels, and on-demand broadcast, with the aim of science popularization. A variety of film specialists and scientists are invited to discuss current topics with audiences after film screenings, and at special lectures or workshops. The audience mostly consists of visitors with an interest in audio-visual production or science topics, university students, and high school students. The program also focuses on children with a special program block offering film screenings, workshops, and games.",
  "/wiki/Olomouc": "Olomouc (UK: /ˈɒləmoʊts/ OL-ə-mohts, US: /ˈoʊloʊ-/ OH-loh-, Czech: [ˈolomouts] (listen); locally Holomóc or Olomóc; German: Olmütz; Polish: Ołomuniec [ɔwɔˈmuɲɛts]; Hungarian: Alamóc; Latin: Olomucium or Iuliomontium) is a city in Moravia, in the east of the Czech Republic. Located on the Morava River, the city is the ecclesiastical metropolis and was a historical capital city of Moravia, before having been sacked by the Swedish army during the Thirty Years' War. Today, it is the administrative centre of the Olomouc Region and the sixth largest city in the Czech Republic. The city has about 100,000 residents, and its larger urban zone has a population of about 480,000 people.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/AFI_Docs": "The AFI Docs (formerly Silverdocs) documentary film festival is an American international film festival created by the American Film Institute and the Discovery Channel. It is held every year in Silver Spring, Maryland and Washington, D.C.. Started in 2003, the festival is held for five days in June at the AFI Silver Theatre as well as several landmark locations in Washington, DC. AFI Docs is dedicated to showcasing the best in documentary films.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/ALBA_Human_Rights_Documentary_Film_Festival": "The ALBA Human Rights Documentary Film Festival is a documentary festival founded in 2011. It is held by ALBA every autumn in New York City. The festival's focus is on human rights issues and creating community dialogue.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Al_Jazeera_Balkans_Documentary_Film_Festival": "The Al Jazeera Balkans Documentary Film Festival - AJB DOC is an annual international documentary film festival that is based in Sarajevo, Bosnia and Herzegovina. Its first edition was held from 21–25 September 2018. The festival was established by Al Jazeera Balkans in cooperation with the Al Jazeera Media Network and the Doha-based Al Jazeera Media Institute. Al Jazeera Balkans is currently the biggest buyer of television format documentaries in the Former Yugoslavia and annually acquires rights for most of the regional documentary films that are screened during the Sarajevo Film Festival. AJB DOC directly lent its concept from the Aljazeera International Documentary Film Festival, which was founded in 2005 by Jordanian film director and writer, Abbas Arnaout.",
  "/wiki/Sarajevo": "Sarajevo (/ˌsærəˈjeɪvoʊ/ SARR-ə-YAY-voh; Cyrillic: .mw-parser-output .script-Cprt{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Cypriot\",Code2001}.mw-parser-output .script-Hano{font-size:125%;font-family:\"Noto Sans Hanunoo\",FreeSerif,Quivira}.mw-parser-output .script-Latf,.mw-parser-output .script-de-Latf{font-size:1.25em;font-family:\"Breitkopf Fraktur\",UnifrakturCook,UniFrakturMaguntia,MarsFraktur,\"MarsFraktur OT\",KochFraktur,\"KochFraktur OT\",OffenbacherSchwabOT,\"LOB.AlteSchwabacher\",\"LOV.AlteSchwabacher\",\"LOB.AtlantisFraktur\",\"LOV.AtlantisFraktur\",\"LOB.BreitkopfFraktur\",\"LOV.BreitkopfFraktur\",\"LOB.FetteFraktur\",\"LOV.FetteFraktur\",\"LOB.Fraktur3\",\"LOV.Fraktur3\",\"LOB.RochFraktur\",\"LOV.RochFraktur\",\"LOB.PostFraktur\",\"LOV.PostFraktur\",\"LOB.RuelhscheFraktur\",\"LOV.RuelhscheFraktur\",\"LOB.RungholtFraktur\",\"LOV.RungholtFraktur\",\"LOB.TheuerbankFraktur\",\"LOV.TheuerbankFraktur\",\"LOB.VinetaFraktur\",\"LOV.VinetaFraktur\",\"LOB.WalbaumFraktur\",\"LOV.WalbaumFraktur\",\"LOB.WeberMainzerFraktur\",\"LOV.WeberMainzerFraktur\",\"LOB.WieynckFraktur\",\"LOV.WieynckFraktur\",\"LOB.ZentenarFraktur\",\"LOV.ZentenarFraktur\"}.mw-parser-output .script-en-Latf{font-size:1.25em;font-family:Cankama,\"Old English Text MT\",\"Textura Libera\",\"Textura Libera Tenuis\",London}.mw-parser-output .script-it-Latf{font-size:1.25em;font-family:\"Rotunda Pommerania\",Rotunda,\"Typographer Rotunda\"}.mw-parser-output .script-Lina{font-size:1.25em;font-family:\"Noto Sans Linear A\"}.mw-parser-output .script-Linb{font-size:1.25em;font-family:\"Noto Sans Linear B\"}.mw-parser-output .script-Ugar{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Ugaritic\",Aegean}.mw-parser-output .script-Xpeo{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Old Persian\",Artaxerxes,Xerxes,Aegean}Сарајево, pronounced [sǎrajeʋo] (listen); see names in other languages) is the capital and largest city of Bosnia and Herzegovina, with a population of 275,524 in its administrative limits. The Sarajevo metropolitan area, including Sarajevo Canton, East Sarajevo and nearby municipalities, is home to 555,210 inhabitants.[a] Nestled within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart of the Balkans.",
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.",
  "/wiki/Atlanta_DocuFest": "The Atlanta International Documentary Film Festival (also called DocuFest Atlanta, Atlanta DocuFest, and DocuFest) is a film festival that screens documentary films in Atlanta, Georgia, United States. Paul Mariano's Also Ran was named Best Political Documentary at the 2006 festival. Don Wilson's Mississippi Son: A Filmmaker's Journey Home was named Best Dramatic Documentary at the 2007 festival. In 2009, Roger Nygard's The Nature of Existence was screened at the festival, as was Mike Ramsdell's The Anatomy of Hate: A Dialogue for Hope, which won the Audience Choice Award that year. LGBT documentary film It Doesn’t Define Us was screened at the 2010 festival. At the 2012 festival, Christine Anthony's and Owen Masterson's Grow! won the Audience Choice Award. Decadence: Decline of the Western World was named that year's Best Foreign Documentary.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Berlin_Documentary_Forum": "The Berlin Documentary Forum (BDF) was a biennale held at the Haus der Kulturen der Welt in Berlin. Interdisciplinary in orientation, it engaged with the 'documentary’ across the fields of film, photography, contemporary art, performance, architecture and cultural theory.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Big_Sky_Documentary_Film_Festival": "Big Sky Documentary Film Festival is an annual non-fiction film festival held in Missoula, Montana each February.  The event showcases documentary films from around the world.  The festival first began in 2003 as a seven-day event. It is now a ten-day event.  The Big Sky Documentary Film Festival is the largest cinema event in Montana. The festival presents an average of 150 non-fiction films annually at the historic Wilma Theater, The Top Hat, The Roxy Theater, and Crystal Theater in downtown Missoula.",
  "/wiki/Missoula,_Montana": "Missoula /mɪˈzuːlə/ (listen) is a city in the U.S. state of Montana and is the county seat of Missoula County. It is located along the Clark Fork River near its confluences with the Bitterroot and Blackfoot Rivers in western Montana and at the convergence of five mountain ranges, thus it is often described as the \"hub of five valleys\". In 2018[update], the United States Census Bureau estimated the city's population at 74,428 and the population of the Missoula Metropolitan Area at 118,791. After Billings, Missoula is both the second largest city and metropolitan area in Montana. Missoula is home to the University of Montana, a public research university.",
  "/wiki/Camden_International_Film_Festival": "The Camden International Film Festival, stylized as CIFF, is an annual documentary film festival based in Camden, Rockport, and Rockland, Maine, in the United States that takes place on the last weekend in September.",
  "/wiki/Camden,_Maine": "Camden is a town in Knox County, Maine, United States. The population was 4,850 at the 2010 census. The population of the town more than triples during the summer months, due to tourists and summer residents. Camden is a famous summer colony in the Mid-Coast region of Maine.  Similar to Bar Harbor, Nantucket and North Haven, Camden is well known for its summer community of wealthy  Northeasterners, mostly from Boston, New York and Philadelphia.",
  "/wiki/Chagrin_Documentary_Film_Festival": "Chagrin Documentary Film Festival is an annual documentary film festival based in Chagrin Falls, Ohio. The festival debuted in 2010, with 93 films showing in venues throughout the village. That year, the festival had an attendance of 1,800. By the 2015 festival, that number had grown to almost 7,000, while the number of films shrank to less than 70.",
  "/wiki/Chagrin_Falls,_Ohio": "Chagrin Falls is a village in Cuyahoga County, Ohio, United States and is a suburb of Cleveland in Northeast Ohio's Cleveland-Akron-Canton metropolitan area, the 15th-largest Combined Statistical Area nationwide. The village was established and has grown around a natural waterfall on the Chagrin River. As of the 2010 census, the village population was 4,104. The village was incorporated in 1844 from parts of three townships in two counties. Neighboring Chagrin Falls Township was established in 1845.",
  "/wiki/Chicago_International_Documentary_Festival": "The Chicago International Documentary Film Festival (CIDF) is a festival of documentary films in the United States. The film event was established in 2003 and is dedicated to the celebration and cultivation of the documentary film. Over $50,000 in unrestricted cash plus other prizes are awarded by the jury.",
  "/wiki/Chicago,_Illinois": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/China_Screen": "China Screen is an annual independent Chinese documentary film festival organized by \"Les Écrans des Mondes,\" a non-profit organization founded in 2007 in Paris.  Known in France as \"Les Écrans de Chine,\" the festival was set up to promote dialogue about and understanding of modern-day China.  Festival president Michel Noll, a documentary producer and director himself, is also the founder of ICTV, the documentary production and distribution company that organizes the festival.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Cine_Pobre_Film_Festival": "Cine Pobre is a self-funded filmmaking genre without a set of stylistic criteria nor format boundaries, involving many geographically separated creators with at least two things in common: a strong desire to tell their story and to do so with their own resources.",
  "/wiki/La_Paz,_Baja_California_Sur": "La Paz (pronounced [la ˈpas] (listen), English: The Peace) is the capital city of the Mexican state of Baja California Sur and an important regional commercial center. The city had a 2015 census population of 244,219 inhabitants, making it the most populous city in the state. Its metropolitan population is somewhat larger because of the surrounding towns, such as El Centenario, Chametla and  San Pedro. It is in La Paz Municipality, which is the fourth-largest municipality in Mexico in geographical size and reported a population of 290,286 inhabitants on a land area of 20,275 km2 (7,828 sq mi).",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Cinéma_du_Réel": "Cinéma du Réel (Cinema of the Real) is an international documentary film festival organized by the BPI-Bibliothèque publique d'information (Public Information Library) in Paris and was founded in 1978. The festival presents about 200 films per year in several sections by experienced documentary directors as well as first timers. The screenings take place at the Pompidou Centre in Paris, and in several movie theaters partners of the festival.",
  "/wiki/Copenhagen_International_Documentary_Festival": "CPH:DOX is the official name for the Copenhagen International Documentary Festival, an international documentary film festival established in 2003 and held annually in Copenhagen, Denmark. CPH:DOX has since grown to become one of the largest documentary film festivals in Europe with 114,408 admissions in 2019.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Development_Film_Festival": "The Development Film Festival in India is a platform for film makers to showcase their works on themes concerning the development of the poor and vulnerable communities. The Centre for Development Communication of DHAN Foundation organises the festival. The festival is organised every year on a theme in development.",
  "/wiki/Chennai": "Chennai (/ˈtʃɛnaɪ/ (listen), Tamil: [t͡ʃenːai]), also known as Madras (/məˈdrɑːs/ (listen) or /-ˈdræs/, the official name until 1996), is the capital of the Indian state of Tamil Nadu. Located on the Coromandel Coast off the Bay of Bengal, it is the biggest cultural, economic and educational centre of south India. According to the 2011 Indian census, it is the sixth-most populous city and fourth-most populous urban agglomeration in India. The city together with the adjoining regions constitute the Chennai Metropolitan Area, which is the 36th-largest urban area by population in the world. Chennai is among the most-visited Indian cities by foreign tourists. It was ranked the 43rd-most visited city in the world for the year 2015. The Quality of Living Survey rated Chennai as the safest city in India. Chennai attracts 45 percent of health tourists visiting India, and 30 to 40 percent of domestic health tourists. As such, it is termed \"India's health capital\".",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/DMZ_International_Documentary_Film_Festival": "DMZ International Documentary Film Festival (Korean: DMZ국제다큐멘터리영화제), also known as DMZ Docs, is a South Korean film festival for documentary films jointly presented by Gyeonggi Province, Paju and Goyang. Launched in 2009, it is held annually for seven days in September/October less than twenty kilometers from the Korean Demilitarized Zone, and showcases films dealing with \"peace, coexistence and reconciliation.\"",
  "/wiki/Gyeonggi-do": "Gyeonggi Province (Korean: 경기도, Korean pronunciation: [kjʌŋ.ɡi.do]) is the most populous province in South Korea. Its name, Gyeonggi, means \"the area surrounding the capital\". Thus Gyeonggi-do can be translated as \"province surrounding Seoul\". The provincial capital is Suwon. Seoul—South Korea's largest city and national capital—is in the heart of the province but has been separately administered as a provincial-level special city since 1946. Incheon—South Korea's third-largest city—is on the coast of the province and has been similarly administered as a provincial-level metropolitan city since 1981. The three jurisdictions are collectively referred to as Sudogwon and cover 11,730 km2 (4,530 sq mi), with a combined population of 25.5 million—amounting to over half of the entire population of South Korea.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Doc_LA_-_Los_Angeles_Documentary_Film_Festival": "DOC LA — Los Angeles Documentary Film Festival — is an international documentary film festival in Hollywood, California. It is organized by Parajanov-Vartanov Institute in Los Angeles. The festival aims to present films by American and International students, emerging auteurs and established masters, especially those that the city's other important film festivals overlook. While its primary focus is documentary and short films, DocLA selects and awards films of all genres, including fiction, animation and experimental works. The festival was noted for showcasing and awarding movies by women directors, and foreign language cinema, alongside independent American documentary films",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Doc_NYC": "DOC NYC (stylized as DOC NYC) is an annual documentary film festival in New York City. Co-founded by Thom Powers and Raphaela Neihausen, the festival is the country's largest documentary film festival with over 300 films and events and 250 special guests. By 2014, DOC NYC had become America’s largest documentary film festival and voted by MovieMaker magazine as one of the “top five coolest documentary film festivals in the world”. The festival takes place over 9 days in November at the West Village's IFC Center, Chelsea's Cinépolis, and SVA Theater.",
  "/wiki/Docaviv": "Docaviv is the Tel Aviv International Documentary Film Festival. It is run by an NPO of the same name that was founded in 1998. In the last years it drew an attendance of 35,000. Docaviv Galilee is  part of the festival at Ma’alot Tarshiha.",
  "/wiki/Tel_Aviv": "Tel Aviv-Yafo (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}תֵּל־אָבִיב–יָפוֹ – Tel Aviv-Yafo [tel aˈviv ˈjafo]; Arabic: تَلّ أَبِيب - يَافَا‎ – Tall ʾAbīb - Yāfā), often referred to as just Tel Aviv, is the most populous city in the Gush Dan metropolitan area of Israel. Located on the Israeli Mediterranean coastline and with a population of 451,523, it is the economic and technological center of the country. If East Jerusalem is considered part of Israel, Tel Aviv is the country's second most populous city after Jerusalem; if not, Tel Aviv is the most populous city before West Jerusalem.[a]",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/List_of_documentary_film_festivals": "Although \"documentary film\" originally referred to movies shot on film stock, it has subsequently expanded to include video and digital productions that can be either direct-to-video or made for a television series. Documentary, as it applies here, works to identify a \"filmmaking practice, a cinematic tradition, and mode of audience reception\" that is continually evolving and is without clear boundaries."
}