{
  "/wiki/Bishops_Park": "Bishops Park is a park in Fulham, West London.  The park was opened by the London County Council in 1893, on land given by the Ecclesiastical Commissioners. It is listed Grade II on the register of parks and gardens of special historic interest maintained by English Heritage.",
  "/wiki/Fulham": "Fulham (/ˈfʊləm/) is an area of the London Borough of Hammersmith and Fulham in South West London, England, 3.7 miles (6.0 km) south-west of Charing Cross. It lies on the north bank of the River Thames, between Hammersmith and Kensington and Chelsea, facing Wandsworth, Putney and Barn Elms, with the London Wetland Centre in Barnes. It has a traditional population of working people who have been partially displaced by recent migrants and affluent incomers.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Kingston_upon_Thames": "Kingston upon Thames (spelled with hyphens until 1965 and sometimes abbreviated to Kingston), is a town, former manor, ecclesiastical parish and borough now within  Greater London, England,  formerly within the county of Surrey. It is situated on the River Thames, about 33 feet (10 m) above sea level and 10 miles (16 km) south-west of Charing Cross (deemed the geographical centre of London). It is notable as the ancient market town in which Saxon kings were crowned and today is the administrative centre of the Royal Borough of Kingston upon Thames and is identified as a major metropolitan centre in the London Plan.",
  "/wiki/Surrey": "Surrey (/ˈsʌri/ SURR-ee) is a county in South East England which borders Kent to the east, East Sussex to the southeast, West Sussex to the south, Hampshire to the west, Berkshire to the northwest, and Greater London to the northeast. With about 1.2 million people, Surrey is the twelfth most populous English county, the third most populous home county, after Kent and Essex, and the third most populous in the Southeast, after Hampshire and Kent.",
  "/wiki/Braintree,_Essex": "Braintree is a town in Essex, England. The principal settlement of Braintree District, it is located 10 miles (16 km) northeast of Chelmsford and 15 miles (24 km) west of Colchester. According to the 2011 Census, the town had a population of 41,634, while the urban area, which includes Great Notley, Rayne and High Garrett, had a population of 53,477.",
  "/wiki/Essex": "Essex (/ˈɛsɪks/) is a county in the southeast of England, northeast of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south, and London to the southwest. The county town is Chelmsford, the only city in the county. For government statistical purposes Essex is placed in the East of England region.",
  "/wiki/Piccadilly": "Piccadilly (/ˌpɪkəˈdɪli/) is a road in the City of Westminster, London, to the south of Mayfair, between Hyde Park Corner in the west and Piccadilly Circus in the east. It is part of the A4 road that connects central London to Hammersmith, Earl's Court, Heathrow Airport and the M4 motorway westward. St James's is to the south of the eastern section, while the western section is built up only on the northern side. Piccadilly is just under 1 mile (1.6 km) in length, and it is one of the widest and straightest streets in central London.",
  "/wiki/Piccadilly_Circus": "Piccadilly Circus is a road junction and public space of London's West End in the City of Westminster.  It was built in 1819 to connect Regent Street with Piccadilly. In this context, a circus, from the Latin word meaning \"circle\", is a round open space at a street junction.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Kingston_upon_Hull": "Kingston upon Hull, usually abbreviated to Hull, is a port city and unitary authority in the East Riding of Yorkshire, England. It lies upon the River Hull at its confluence with the Humber Estuary, 25 miles (40 km) inland from the North Sea, 50 miles (80 km) east of Leeds, 34 miles (55 km) south-east of York and 54 miles (87 km) north-east of Sheffield. With a population of 260,645 (mid-2018 est.), Hull is the fourth-largest city in Yorkshire and the Humber.",
  "/wiki/Yorkshire": "Yorkshire (/ˈjɔːrkʃər, -ʃɪər/; abbreviated Yorks), formally known as the County of York, is a historic county of Northern England and the largest in the United Kingdom. Due to its great size in comparison to other English counties, functions have been undertaken over time by its subdivisions, which have also been subject to periodic reform. Throughout these changes, Yorkshire has continued to be recognised as a geographical territory and cultural region. The name is familiar and well understood across the United Kingdom and is in common use in the media and the military, and also features in the titles of current areas of civil administration such as North Yorkshire, South Yorkshire, West Yorkshire and East Riding of Yorkshire.",
  "/wiki/Guildford": "Guildford (/ˈɡɪlfərd/ (listen))\nis a large town in Surrey, England, 27 miles (43 km) southwest of London on the A3 trunk road midway between the capital and Portsmouth.",
  "/wiki/Dumfries": "Dumfries (/dʌmˈfriːs/ (listen) dum-FREESS; possibly from Scottish Gaelic: Dùn Phris) is a market town and former royal burgh within the Dumfries and Galloway council area of Scotland. It is located near the mouth of the River Nith into the Solway Firth. Dumfries is the traditional county town of the historic county of Dumfriesshire. Dumfries is nicknamed Queen of the South. The nickname has also given name to the town's professional football club. People from Dumfries are known colloquially in Scots language as Doonhamers.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Robert_Burns": "Robert Burns (25 January 1759 – 21 July 1796), also known familiarly as Rabbie Burns, the National Bard, Bard of Ayrshire and the Ploughman Poet and various other names and epithets,[nb 1] was a Scottish poet and lyricist. He is widely regarded as the national poet of Scotland and is celebrated worldwide. He is the best known of the poets who have written in the Scots language, although much of his writing is also in English and a light Scots dialect, accessible to an audience beyond Scotland. He also wrote in standard English, and in these writings his political or civil commentary is often at its bluntest.",
  "/wiki/Islington": "Islington (/ˈɪzlɪŋtən/) is a district in Greater London, England, and part of the London Borough of Islington. It is a mainly residential district of Inner London, extending from Islington's High Street to Highbury Fields, encompassing the area around the busy High Street, Upper Street, Essex Road (former \"Lower Street\"), and Southgate Road to the east.",
  "/wiki/Sadler's_Wells_Theatre": "Sadler's Wells Theatre is a performing arts venue in Clerkenwell, London, England located on Rosebery Avenue. The present-day theatre is the sixth on the site since 1683. It consists of two performance spaces: a 1,500-seat main auditorium and the Lilian Baylis Studio, with extensive rehearsal rooms and technical facilities also housed within the site. Sadler's Wells is renowned as one of the world's leading dance venues. As well as a stage for visiting companies, the theatre is also a producing house, with a number of associated artists and companies that produce original works for the theatre. Sadler's Wells is also responsible for the management of the Peacock Theatre in the West End, during times not used by the London School of Economics.",
  "/wiki/Oxford_Street": "Oxford Street is a major road in the City of Westminster in the West End of London, running from Tottenham Court Road to Marble Arch via Oxford Circus. It is Europe's busiest shopping street, with around half a million daily visitors, and as of 2012 had approximately 300 shops. It is designated as part of the A40, a major road between London and Fishguard, though it is not signed as such, and traffic is regularly restricted to buses and taxis.",
  "/wiki/William_Reid_Dick": "Sir William Reid Dick KCVO RA (1879–1961) was a Scottish sculptor known for his innovative stylisation of form in his monument sculptures and simplicity in his portraits.  He became an Associate of the Royal Academy in 1921, and a Royal Academician in 1928.  Dick served as president of the Royal Society of British Sculptors from 1933 to 1938. He was knighted by King George V in 1935. He was Sculptor in Ordinary for Scotland to King George VI from 1938 until his death.",
  "/wiki/Joseph_Hermon_Cawthra": "Joseph Hermon Cawthra (1886–1971), born in Baildon in Yorkshire, was an English sculptor."
}