{
  "/wiki/Alsace": "Alsace (/ælˈsæs/, also US: /ælˈseɪs, ˈælsæs/, French: [alzas] (listen); Alsatian: ’s Elsàss [ˈɛlsɑs]; German: Elsass[a] [ˈɛlzas] (listen); Latin: Alsatia) is a cultural and historical region in eastern France, on the west bank of the upper Rhine next to Germany and Switzerland.",
  "/wiki/Heimersdorf": "Heimersdorf is a commune in the Haut-Rhin department in Alsace in north-eastern France.",
  "/wiki/Aquitaine": "Aquitaine (UK: /ˌækwɪˈteɪn/ AK-wih-TAYN, US: /ˈækwɪteɪn/ AK-wit-ayn, French: [akitɛn] (listen); Occitan: Aquitània; Basque: Akitania; Poitevin-Saintongeais: Aguiéne), archaic Guyenne/Guienne (Occitan: Guiana), is a historical region of southwestern France and a former administrative region of the country. Since 1 January 2016 it has been part of the region of Nouvelle-Aquitaine. It is situated in the far southwest corner of Metropolitan France, along the Atlantic Ocean and the Pyrenees mountain range on the border with Spain. It is composed of the five departments of Dordogne, Lot-et-Garonne, Pyrénées-Atlantiques, Landes and Gironde. In the Middle Ages, Aquitaine was a kingdom and a duchy, whose boundaries fluctuated considerably.",
  "/wiki/Agen": "The commune of Agen (French: [aʒɛ̃], Occitan: [aˈdʒen]) is the prefecture of the Lot-et-Garonne department in Nouvelle-Aquitaine in southwestern France. It lies on the river Garonne 135 kilometres (84 miles) southeast of Bordeaux.",
  "/wiki/Auvergne_(region)": "Auvergne (/oʊˈvɛərn(jə), oʊˈvɜːrn/, French: [ovɛʁɲ] (listen); Auvergnat: Auvèrnhe or Auvèrnha) is a former administrative region in south-central France, comprising the four departments of Allier, Puy-de-Dôme, Cantal and Haute-Loire. Since 1 January 2016, it has been part of the new region Auvergne-Rhône-Alpes.",
  "/wiki/Vichy": "Vichy (Occitan: Vichèi, Vichèir, or Vichier) is a city in the Allier department of Auvergne-Rhône-Alpes in central France, in the historic province of Bourbonnais.",
  "/wiki/Burgundy_(French_region)": "Burgundy (/ˈbɜːrɡəndi/; French: Bourgogne [buʁɡɔɲ] (listen)) is a historical territory and a former administrative region of east-central France. It takes its name from the Burgundians, an East Germanic people who moved westwards beyond the Rhine during the late Roman period.",
  "/wiki/Dijon": "Dijon (UK: /ˈdiːʒɒ̃/, US: /diːˈʒoʊn/, French: [diʒɔ̃] (listen))[a] is a city in Eastern France, capital of the Côte-d'Or department in the Bourgogne-Franche-Comté region.",
  "/wiki/Brittany_(administrative_region)": "Brittany (Breton: Breizh, [ˈbrɛjs]; French: Bretagne, IPA: [bʁətaɲ] (listen)) is the farthest west of the 13 regions of France. It is named after the historic and geographic region of Brittany, of which it constitutes 80%. The capital is Rennes.\nIt is a peninsular region bathed by the English Channel to the north and the Bay of Biscay to the south, and its neighboring regions are Normandy to the northeast and Pays de la Loire to the southeast. Bro Gozh ma Zadoù is the anthem of Brittany. It is sung to the same tune as that of the national anthem of Wales, Hen Wlad Fy Nhadau, and has similar words. As a region of France, Brittany has a Regional Council, which was most recently elected in 2015.",
  "/wiki/Laury_Thilleman": "Laury Thilleman (born 30 July 1991) is a French journalist, model, TV Host, actress and beauty pageant titleholder who was crowned Miss France 2011 on 4 December 2010. She made the top 10 at Miss Universe 2011.",
  "/wiki/Brest,_France": "Brest (French pronunciation: [bʁɛst] (listen); Breton pronunciation: [bʀest]) is a port city in the Finistère département in Brittany. Located in a sheltered bay not far from the western tip of the peninsula, and the western extremity of metropolitan France, Brest is an important harbour and the second French military port after Toulon. The city is located on the western edge of continental Europe. With 142,722 inhabitants in a 2007 census, Brest is at the centre of Western Brittany's largest metropolitan area (with a population of 300,300 in total), ranking third behind only Nantes and Rennes in the whole of historic Brittany, and the 19th most populous city in France; moreover, Brest provides services to the one million inhabitants of Western Brittany. Although Brest is by far the largest city in Finistère, the préfecture (regional capital) of the department is the much smaller  Quimper.",
  "/wiki/Centre_(French_region)": "Centre-Val de Loire (French pronunciation: ​[sɑ̃tʁə val də lwaʁ], literal translation: \"Centre-Loire Valley\") or Centre Region (French: Région Centre, pronounced [ʁeʒjɔ̃ sɑ̃tʁ]) is one of the 18 administrative regions of France. It straddles the middle Loire Valley in the interior of the country. The administrative capital is Orléans.",
  "/wiki/Ch%C3%A2teauroux": "Châteauroux (French pronunciation: [ʃatoʁu] (listen)) is the capital of the Indre department in central France and the second-largest town in the province of Berry, after Bourges. Its residents are called Castelroussins.",
  "/wiki/Champagne_Ardenne": "Champagne-Ardenne (French pronunciation: ​[ʃɑ̃paɲaʁdɛn]) is a former administrative region of France, located in the northeast of the country, bordering Belgium. Mostly corresponding to the historic province of Champagne, the region is known for its sparkling white wine of the same name.",
  "/wiki/Vendeuvre-sur-Barse": "Vendeuvre-sur-Barse  is a commune in the Aube department in north-central France.",
  "/wiki/Corsica": "Corsica (/ˈkɔːrsɪkə/; French: Corse [kɔʁs]; Corsica in Corsican and Italian, pronounced [ˈkorsiga] and [ˈkɔrsika] respectively) is an island in the Mediterranean Sea and one of the 18 regions of France. It is located southeast of the French mainland and west of the Italian Peninsula, with the nearest land mass being the Italian island of Sardinia to the immediate south. A single chain of mountains makes up two-thirds of the island.",
  "/wiki/Castineta": "Castineta  is a commune in the Haute-Corse department of France on the island of Corsica.",
  "/wiki/C%C3%B4te_d%27Azur": "The French Riviera (known in French as the Côte d'Azur [kot daˈzyʁ]; Occitan: Còsta d'Azur [ˈkɔstɔ daˈzyɾ]; literal translation \"Coast of Azure\") is the Mediterranean coastline of the southeast corner of France. There is no official boundary, but it is usually considered to extend from Cassis, Toulon or Saint-Tropez on the west to Menton at the France–Italy border in the east, where the Italian Riviera joins. The coast is entirely within the Provence-Alpes-Côte d'Azur (Région Sud) region of France. The Principality of Monaco is a semi-enclave within the region, surrounded on three sides by France and fronting the Mediterranean.",
  "/wiki/Biot,_Alpes-Maritimes": "Biot is a commune in the Alpes-Maritimes department in the Provence-Alpes-Côte d'Azur region in southeastern France. It is located near Antibes Juan-les-Pins (av. 6 km), between Cannes and Villeneuve-Loubet on the top of a hill overlooking the Mediterranean, about 40 kilometers from Monte Carlo.",
  "/wiki/Franche-Comt%C3%A9": "Franche-Comté (UK: /ˌfrɒ̃ʃ kɒ̃ˈteɪ/, US: /- koʊnˈ-/, French: [fʁɑ̃ʃ kɔ̃te] (listen); Frainc-Comtou: Fraintche-Comtè; Arpitan: Franche-Comtât; German: Freigrafschaft Burgund; Spanish: Franco Condado; all lit. \"Free County\") is a cultural and historical region of eastern France. It is composed of the modern departments of Doubs, Jura, Haute-Saône and the Territoire de Belfort. In 2016, its population was 1,180,397.",
  "/wiki/Pontarlier": "Pontarlier (French: [pɔ̃.taʁ.lje] ; Latin: Ariolica) is a commune and one of the two sub-prefectures of the Doubs department in the Bourgogne-Franche-Comté region in eastern France near the Swiss border.",
  "/wiki/Guadeloupe": "Guadeloupe (/ˌɡwɑːdəˈluːp/, French: [ɡwad(ə)lup] (listen); Antillean Creole: Gwadloup) is an archipelago forming an overseas region of France in the Caribbean. It consists of six inhabited islands, Basse-Terre, Grande-Terre, Marie-Galante, La Désirade, and the Îles des Saintes, as well as many uninhabited islands and outcroppings. It lies south of Antigua and Barbuda and Montserrat, and north of Dominica. Its capital is Basse-Terre on the west coast; however, the largest city is Pointe-à-Pitre.",
  "/wiki/Petit-Bourg": "Petit-Bourg is the seventh-largest commune in the French overseas department of Guadeloupe. It is located on the east side of the island of Basse-Terre, and is part of the metropolitan area of Pointe-à-Pitre, the largest metropolitan area in Guadeloupe.",
  "/wiki/French_Guiana": "French Guiana (/ɡiˈɑːnə/ or /ɡiˈænə/; French: Guyane [ɡɥijan]) is an overseas department and region of the French Republic on the northern Atlantic coast of South America in the Guianas. It borders Brazil to the east and south and Suriname to the west. French Guiana is the only territory of the mainland Americas to have full integration in a European country.",
  "/wiki/Cayenne": "Cayenne (/keɪˈɛn/; French pronunciation: ​[kajɛn]) is the capital city of French Guiana, an overseas region and department of France located in South America.  The city stands on a former island at the mouth of the Cayenne River on the Atlantic coast.  The city's motto is \"fert aurum industria\", which means \"work brings wealth\".",
  "/wiki/%C3%8Ele-de-France_(region)": "Île-de-France (/ˌiːl də ˈfrɒ̃s/, French: [il də fʁɑ̃s] (listen); literally \"Island of France\") is the most populous of the 18 regions of France. It is located in the north-central part of the country and often called the région parisienne (\"Paris Region\") because it includes the city of Paris. Île-de-France is densely populated and economically important: it covers only 12,012 square kilometres (4,638 square miles), about 2% of France's territory, but has an official estimated population of 12,213,364 (18.2% of the population of France) and accounts for nearly 30% of the French Gross Domestic Product (GDP).",
  "/wiki/Vitry-sur-Seine": "Vitry-sur-Seine (French pronunciation: ​[vi.tʁi.syʁ.sɛn]) is a commune in the southeastern suburbs of Paris, France. It is located 7.5 km (4.7 mi) from the centre of Paris.",
  "/wiki/Languedoc": "Languedoc (/ˌlɒ̃ɡ(ə)ˈdɒk/, French: [lɑ̃ɡ(ə)dɔk]; Occitan: Lengadòc [ˌleŋɡɔˈðɔ(k)]) is a former province of France.\nIts territory is now contained in the modern-day region of Occitanie in the south of France. Its capital city was Toulouse. It had an area of approximately 42,700 square kilometers (16,490 square miles).",
  "/wiki/Montpellier": "Montpellier (UK: /mɒntˈpɛlieɪ/, US: /ˌmoʊnpɛlˈjeɪ/, French: [mɔ̃pəlje, -pɛl-] (listen); Occitan: Montpelhièr [mumpeˈʎɛ]) is a city near the south coast of France on the Mediterranean Sea. It is the capital of the Hérault department. It is located in the Occitanie region. In 2016, 607,896 people lived in the urban area and 281,613 in the city itself. Nearly one third of the population are students from three universities and from three higher education institutions that are outside the university framework in the city.",
  "/wiki/Limousin_(region)": "Limousin (French pronunciation: [limuzɛ̃] (listen); Occitan: Lemosin) is a former administrative region of southwest-central France. On 1 January 2016, it became part of the new administrative region of Nouvelle-Aquitaine. It comprised three departments: Corrèze, Creuse, and Haute-Vienne.",
  "/wiki/Brive-la-Gaillarde": "Brive-la-Gaillarde (French pronunciation: ​[bʁiv la ɡajaʁd]; Limousin dialect of Occitan language: Briva la Galharda) is a commune of France. It is a sub-prefecture of the Corrèze department. It has around 50,000 inhabitants, while the population of the urban area was 89,260 in 1999.",
  "/wiki/Lorraine_(region)": "Lorraine (/ləˈreɪn/, also UK: /lɒˈ-/, US: /lɔːˈ-, loʊˈ-/, French: [lɔʁɛn] (listen); Lorrain: Louréne; Lorraine Franconian: Lottringe; German: Lothringen [ˈloːtʁɪŋən] (listen); Luxembourgish: Loutrengen; Dutch: Lotharingen) is a cultural and historical region in north-eastern France, now located in the administrative region of Grand Est. Lorraine's name stems from the medieval kingdom of Lotharingia, which in turn was named for either Emperor Lothair I or King Lothair II. It later was ruled as the Duchy of Lorraine before the Kingdom of France annexed it in 1766.",
  "/wiki/Sarreinsming": "Sarreinsming (German: Saareinsmingen, Lorraine Franconian: Äänsminge) is a commune in the Moselle department in Grand Est in north-eastern France.",
  "/wiki/Martinique": "Martinique (/ˌmɑːrtɪˈniːk/ MAR-tin-EEK, French: [maʁtinik] (listen); Martinican Creole: Matnik or Matinik) is an insular region of France located in the Lesser Antilles of the West Indies in the eastern Caribbean Sea, with a land area of 1,128 square kilometres (436 sq mi) and a population of 376,480 inhabitants as of January 2016. Like Guadeloupe, it is an overseas region (région d'outre-mer) of France, consisting of a single overseas department. One of the Windward Islands, it is directly north of Saint Lucia, northwest of Barbados and south of Dominica. As one of the eighteen regions of France, Martinique is part of the European Union, and its currency is the euro.",
  "/wiki/Le_Lamentin": "Le Lamentin is a town, located in the Outre-Mer department of Martinique, in the French West Indies. With its 62,32 km², it is the town with the largest area of Martinique. Le Lamentin, with near to 40 000 inhabitants, is the second most populated town of Martinique, after Fort-de-France. It is also the first industrial town and the heart of the island's economy.",
  "/wiki/Mayotte": "Mayotte (French: Mayotte, pronounced [majɔt]; Shimaore: Maore, IPA: [maˈore]; Malagasy: Mahori) is an overseas department and region of France officially named the Department of Mayotte (French: Département de Mayotte). It consists of a main island, Grande-Terre (or Maore), a smaller island, Petite-Terre (or Pamanzi), and several islets around these two. Mayotte is part of the Comoros archipelago, located in the northern Mozambique Channel in the Indian Ocean off the coast of Southeast Africa, between northwestern Madagascar and northeastern Mozambique. The department status of Mayotte is recent and the region remains, by a significant margin, the poorest in France. Mayotte is nevertheless much more prosperous than the other countries of the Mozambique Channel, making it a major destination for illegal immigration.",
  "/wiki/Mamoudzou": "Mamoudzou (French pronunciation: ​[mamudzu]; Shimaore Comorian: Momoju) is the capital of the French overseas region and department of Mayotte, in the Indian Ocean. Mamoudzou is the most populated commune (municipality) of Mayotte. It is located on Grande-Terre (or Mahoré), the main island of Mayotte.",
  "/wiki/Midi-Pyr%C3%A9n%C3%A9es": "Midi-Pyrénées (French: [midi piʁene] (listen); Occitan: Miègjorn-Pirenèus  or Mieidia-Pirenèus; Spanish: Mediodía-Pirineos) is a former administrative region of France. Since 1 January 2016, it has been part of the new region Occitanie. It was the largest region of Metropolitan France by area, larger than the Netherlands or Denmark.",
  "/wiki/Tournefeuille": "Tournefeuille (Languedocien: Tornafuèlha) is a commune in the Haute-Garonne department in southwestern France.",
  "/wiki/Nord-Pas-de-Calais": "Nord-Pas-de-Calais (French pronunciation: [nɔʁ  pɑ d(ə) kalɛ] (listen)) is a former administrative region of France. Since 1 January 2016, it is part of the new region Hauts-de-France. It consisted of the departments of Nord and Pas-de-Calais. Nord-Pas-de-Calais borders the English Channel (west), the North Sea (northwest), Belgium (north and east) and Picardy (south). The majority of the region was once part of the historical (Southern) Netherlands, but gradually became part of France between 1477 and 1678, particularly during the reign of king Louis XIV. The historical French provinces that preceded Nord-Pas-de-Calais are Artois, French Flanders, French Hainaut and (partially) Picardy. These provincial designations are still frequently used by the inhabitants.",
  "/wiki/Barlin,_Pas-de-Calais": "Barlin is a commune in the Pas-de-Calais department in the Hauts-de-France region in northern France.",
  "/wiki/Miss_France_2011": "Miss France 2011, the 64th Miss France pageant was held on 4 December 2010 at Zénith de Caen in Caen."
}