{
  "/wiki/Taoism": "Daoism (/ˈdaʊɪzəm/, /ˈtaʊ-/), or Taoism (/ˈdaʊ-/), is a philosophical or religious tradition of Chinese origin which emphasises living in harmony with the Dao (Chinese: 道; pinyin: Dào; literally: 'the Way', also romanized as Tao). The Dao is a fundamental idea in most  Chinese philosophical schools; in Daoism, however, it denotes the principle that is the source, pattern and substance of everything that exists. Daoism differs from Confucianism by not emphasising rigid rituals and social order, but is similar in the sense that it is a teaching about the various disciplines for achieving \"perfection\"  by becoming one with the unplanned rhythms of the universe called \"the way\" or \"dao\". Daoist ethics vary depending on the particular school, but in general tend to emphasise wu wei (action without intention), \"naturalness\", simplicity, spontaneity, and the Three Treasures: 慈 \"compassion\", 儉 \"frugality\", and 不敢為天下先 \"humility\".",
  "/wiki/Religion_in_China": "The government of China officially espouses state atheism, though Chinese civilization has historically long been a cradle and host to a variety of the most enduring religio-philosophical traditions of the world. Confucianism and Taoism (Daoism), later joined by Buddhism, constitute the \"three teachings\" that have shaped Chinese culture. There are no clear boundaries between these intertwined religious systems, which do not claim to be exclusive, and elements of each enrich popular or folk religion. The emperors of China claimed the Mandate of Heaven and participated in Chinese religious practices. In the early 20th century, reform-minded officials and intellectuals attacked all religions as \"superstitious\", and since 1949, China has been governed by the Communist Party of China, an atheist institution that prohibits party members from practicing religion while in office. In the culmination of a series of atheistic and anti-religious campaigns already underway since the late 19th century, the Cultural Revolution against old habits, ideas, customs and culture, lasting from 1966 to 1976, destroyed or forced them underground.:138 Under following leaders, religious organisations were given more autonomy. The government formally recognizes five religions: Buddhism, Taoism, Catholicism, Protestanism, and Islam (though the Chinese Catholic Church is independent of the Catholic Church in Rome). In the early twenty-first century there has been increasing official recognition of Confucianism and Chinese folk religion as part of China's cultural inheritance.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Shinto": "Shinto,[a] also known as Shintoism or kami-no-michi,[b] is a religion originating from Japan. Classified as an East Asian religion by scholars of religion, its practitioners often regard it as Japan's indigenous religion. Scholars sometimes call its practitioners Shintoists, although adherents rarely use that term themselves.",
  "/wiki/Religion_in_Japan": "Religion in Japan is dominated by Shinto (the ethnic religion of the Japanese people) and by Buddhism. According to surveys carried out in 2006 and 2008, less than 40% of the population of Japan identifies with an organized religion: around 35% are Buddhists, 3% to 4% are members of Shinto sects and derived religions, and from fewer than 1% to 2.3% are Christians.[note 2]",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Falun_Gong": "Falun Gong (UK:  /ˌfɑːlʊn ˈɡɒŋ, ˌfæl-, - ˈɡʊŋ/, US: /- ˈɡɔːŋ/) or Falun Dafa (/ˈdɑːfə/; Standard Mandarin Chinese: [fàlwə̌n tâfà]; literally, \"Dharma Wheel Practice\" or \"Law Wheel Practice\") is a Chinese religious practice that combines meditation and qigong exercises with a moral philosophy centered on the tenets of truthfulness, compassion, and forbearance (Chinese: 真、善、忍). The practice emphasizes morality and the cultivation of virtue, and identifies as a qigong practice of the Buddhist school, though its teachings also incorporate elements drawn from Taoist traditions. Through moral rectitude and the practice of meditation, practitioners of Falun Gong aspire to eliminate attachments, and ultimately to achieve spiritual enlightenment.",
  "/wiki/Sikhism": "Sikhism (/ˈsɪkɪzəm/; Punjabi: ਸਿੱਖੀ), or Sikhi (Sikkhī, pronounced [ˈsɪkːʰiː], from Sikh, meaning a \"disciple\", \"seeker,\" or \"learner\"), is an Indian monotheistic religion that originated in the Punjab region of the Indian subcontinent around the end of the 15th century.",
  "/wiki/Indian_religions": "Indian religions, sometimes also termed Dharmic religions, are the religions that originated in the Indian subcontinent; namely Hinduism, Jainism, Buddhism, and Sikhism.[web 1][note 1] These religions are also all classified as Eastern religions. Although Indian religions are connected through the history of India, they constitute a wide range of religious communities, and are not confined to the Indian subcontinent.[web 1]",
  "/wiki/Indian_subcontinent": "The Indian subcontinent is a southern region and peninsula of Asia, mostly situated on the Indian Plate and projecting southwards into the Indian Ocean from the Himalayas. Geologically, the Indian subcontinent is related to the land mass that rifted from Gondwana and merged with the Eurasian plate nearly 55 million years ago. Geographically, it is the peninsular region in south-central Asia delineated by the Himalayas in the north, the Hindu Kush in the west, and the Arakanese in the east. Politically, the Indian subcontinent includes all or part of Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka.",
  "/wiki/Judaism": "Judaism (originally from Hebrew .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יהודה, Yehudah, \"Judah\"; via Latin and Greek) is an ethnic religion comprising the collective religious, cultural and legal tradition and civilization of the Jewish people. Judaism is considered by religious Jews to be the expression of the covenant that God established with the Children of Israel. It encompasses a wide body of texts, practices, theological positions, and forms of organization. The Torah is part of the larger text known as the Tanakh or the Hebrew Bible, and supplemental oral tradition represented by later texts such as the Midrash and the Talmud. With between 14.5 and 17.4 million adherents worldwide, Judaism is the tenth largest religion in the world.",
  "/wiki/Abrahamic_religions": "The Abrahamic religions, also referred to collectively as Abrahamism, are a group of Semitic-originated religious communities of faith that claim descent from the Judaism of the ancient Israelites and the worship of the God of Abraham. The Abrahamic religions are monotheistic, with the term deriving from the patriarch Abraham (a major biblical figure from the Old Testament, who is recognized by Jews, Christians, Muslims, and others).",
  "/wiki/Levant": "The Levant (Arabic: شَام‎, Shām, English /ləˈvænt/) is an approximate historical geographical term referring to a large area in the Eastern Mediterranean region of Western Asia. In its narrowest sense, it is equivalent to the historical region of Syria, which included present-day Syria, Lebanon, Jordan, Israel and Palestine. In its widest historical sense, the Levant included all of the Eastern Mediterranean with its islands; that is, it included all of the countries along the Eastern Mediterranean shores, extending from Greece to Cyrenaica in eastern Libya.",
  "/wiki/Confucianism": "Confucianism, also known as Ruism, is a system of thought and behavior originating in ancient China. Variously described as tradition, a philosophy, a religion, a humanistic or rationalistic religion, a way of governing, or simply a way of life, Confucianism developed from what was later called the Hundred Schools of Thought from the teachings of the Chinese philosopher Confucius (551–479 BCE).",
  "/wiki/Spiritism": "Spiritism is a spiritualistic philosophy started in the 19th century by the French educator Hippolyte Léon Denizard Rivail, who, under the pen name Allan Kardec, wrote books on \"the nature, origin, and destiny of spirits, and their relation with the corporeal world\". Spiritists refer to Kardec as the codifier.",
  "/wiki/New_religious_movements": "A new religious movement (NRM), also known as a new religion or alternative spirituality, is a religious or spiritual group that has modern origins and is peripheral to its society's dominant religious culture. NRMs can be novel in origin or part of a wider religion, in which case they are distinct from pre-existing denominations. Some NRMs deal with the challenges posed by the modernizing world by embracing individualism, whereas others seek tightly knit collective means.  Scholars have estimated that NRMs now number in the tens of thousands worldwide, with most of their members living in Asia and Africa. Most have only a few members, some have thousands, and a few have more than a million members.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Korean_shamanism": "Korean shamanism or Korean folk religion, also known as Shinism or Sinism [note 1] (Korean: 신교, Hanja 神敎; Shingyo or Shinkyo, \"religion of the spirits/gods\") or Shindo (Korean: 신도; Hanja: 神道, \"way of the spirits/gods\"), is the polytheistic and animistic ethnic religion of Korea which dates back to prehistory and consists in the worship of gods (신 shin) and ancestors (조상 josang) as well as nature spirits. When referring specifically to the shamanic practice (Korean: 무속, Hanja: 巫俗; musog or musok), the term Muism (Hangul:무교, Hanja: 巫敎; Mugyo or Mukyo, \"religion of the mu (shamans)\") is used.",
  "/wiki/Religion_in_Korea": "Religion in Korea refers the various religious traditions practiced on the Korean peninsula. The oldest indigenous religion of Korea is the Korean folk religion, which has been passed down from prehistory to the present. Buddhism was introduced to Korea from China during the Three Kingdoms era in the 4th century, and the religion flourished until the Joseon Dynasty, when Confucianism became the state religion. During the Late Joseon Dynasty, in the 19th century, Christianity began to gain a foothold in Korea. While both Christianity and Buddhism would play important roles in the resistance to the Japanese occupation of Korea in the first half of the 20th century, only about 4% of Koreans were members of a religious organization in 1940.",
  "/wiki/Korea": "Korea is a region in East Asia consisting of the Korean Peninsula, Jeju Island, and several minor islands near the peninsula. Korea has been divided since 1948 between two distinct sovereign states, North Korea and South Korea. Korea is bordered by Russia to the northeast, China to the northwest, and neighbours Japan to the east via the Korea Strait and the Sea of Japan (East Sea).",
  "/wiki/Cao_%C4%90%C3%A0i": "Caodaism (Vietnamese: Đạo Cao Đài, Chữ nôm: 道高臺) is a monotheistic syncretic religion officially established in the city of Tây Ninh in southern Vietnam in 1926. The full name of the religion is Đại Đạo Tam Kỳ Phổ Độ (The Great Faith [for the] Third Universal Redemption).",
  "/wiki/Religion_in_Vietnam": "Long-established religions in Vietnam include the Vietnamese folk religion, which has been historically structured by the doctrines of Confucianism and Taoism from China, as well as a strong tradition of Buddhism (called the three teachings or tam giáo). According to official statistics from the government, as of 2014 there are 24 million people identified with one of the recognised organised religions, out of a population of 90 million. Of these, 11 million are Buddhists (12.2%), 6.2 million are Catholics (6.9%), 4.4 million are Caodaists (4.8%), 1.4 million are Protestants (1.6%), 1.3 million are Hoahaoists (1.4%), and there are 75,000 Muslims, 7,000 Bahá'ís, 1,500 Hindus and other smaller groups (<1%). Traditional folk religions (worship of gods, goddesses and ancestors) have experienced a rebirth since the 1980s.",
  "/wiki/Vietnam": "Vietnam (Vietnamese: Việt Nam pronounced [vîət nāːm] (listen)), officially the Socialist Republic of Vietnam (Vietnamese: Cộng hòa xã hội chủ nghĩa Việt Nam), is the easternmost country on the Southeast Asian Indochinese Peninsula. With an estimated 95.5 million inhabitants as of 2018[update], it is the 15th most populous country in the world. Vietnam shares its land borders with China to the north, and Laos and Cambodia to the west. It shares its maritime borders with Thailand through the Gulf of Thailand, and the Philippines, Indonesia and Malaysia through the South China Sea.[n 5] Its capital city is Hanoi, while its most populous city is Ho Chi Minh City, also known by its former name of Saigon.",
  "/wiki/Bah%C3%A1%27%C3%AD_Faith": "The Baháʼí Faith (/bəˈhɑːiː, bəˈhaɪ/; Persian: بهائی‎ Bahāʼi) is a religion teaching the essential worth of all religions, and the unity and equality of all people. Established by Baháʼu'lláh in 1863, it initially grew in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. It is estimated to have between 5 and 8 million adherents, known as Baháʼís, spread throughout most of the world's countries and territories.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.",
  "/wiki/Tenriism": "Tenrikyo (天理教, Tenrikyō, sometimes rendered as Tenriism) is a Japanese new religion which is neither strictly monotheistic nor pantheistic, originating from the teachings of a 19th-century woman named Nakayama Miki, known to her followers as Oyasama. Followers of Tenrikyo believe that God of Origin, God in Truth, known by several names including \"Tsukihi,\" \"Tenri-Ō-no-Mikoto\" and \"Oyagamisama (God the Parent)\" revealed divine intent through Miki Nakayama as the Shrine of God and to a lesser extent the roles of the Honseki Izo Iburi and other leaders. Tenrikyo's worldly aim is to teach and promote the Joyous Life, which is cultivated through acts of charity and mindfulness called hinokishin.",
  "/wiki/Jainism": "Jainism (/ˈdʒeɪnɪzəm/), traditionally known as Jain Dharma, is an ancient Indian religion. Followers of Jainism are called \"Jains\", a word derived from the Sanskrit word jina (victor) referring to the path of victory in crossing over life's stream of rebirths by destroying karma through an ethical and spiritual life. Jainism is a transtheistic religion, and Jains trace their spiritual ideas and history through a succession of twenty-four victorious saviours and teachers known as tirthankaras, with the first being Rishabhanatha, who according to Jain tradition lived millions of years ago, the twenty-third Tirthankara Parshvanatha in 900 BCE, and the twenty-fourth Tirthankara the Mahāvīra around 500 BCE. Jains believe that Jainism is an eternal dharma with the tirthankaras guiding every cycle of the Jain cosmology. Their religious texts are called Agamas.",
  "/wiki/Cheondoism": "Cheondoism (spelled Chondoism in North Korean sources; Korean: Cheondogyo; hanja 天道教; hangul 천도교; literally \"Religion of the Heavenly Way\") is a 20th-century Korean religion, based on the 19th-century Donghak religious movement founded by Ch'oe Che-u and codified under Son Pyŏng-Hi. Cheondoism has its origins in the peasant rebellions which arose starting in 1812 during the Joseon dynasty.",
  "/wiki/H%C3%B2a_H%E1%BA%A3o": "Đạo Hòa Hảo (Vietnamese: [ɗâːwˀ hwàː hâːw] (listen), Chữ Nôm: .mw-parser-output .vi-nom{font-family:\"Han-Nom Gothic\",\"Nom Na Tong\",\"Han-Nom Ming\",\"Han-Nom Minh\",\"HAN NOM A\",\"HAN NOM B\",\"Han-Nom Kai\",\"Sun-ExtA\",\"Sun-ExtB\",\"Ming-Lt-HKSCS-UNI-H\",\"Ming-Lt-HKSCS-ExtB\",\"HanaMinA\",\"HanaMinB\",\"HanaMin\",\"MingLiU\",\"MingLiU-ExtB\",\"MingLiU HKSCS\",\"MingLiU HKSCS-ExtB\",\"SimSun\",\"SimSun-ExtB\",\"FZKaiT-Extended\",\"FZKaiT-Extended(SIP)\",sans-serif}.mw-parser-output .vi-nom .ext{font-family:\"Han-Nom Gothic\",\"Han-Nom Ming\",\"Han-Nom Minh\",\"BabelStone Han\",\"Sun-ExtB\",\"MingLiU HKSCS-ExtB\",\"Ming-Lt-HKSCS-ExtB\",\"HanaMinB\",\"Han-Nom Kai\",sans-serif}道和好), also Hoahaoism, is a quasi-Buddhist religion, founded in 1939 by Huỳnh Phú Sổ (Popularly called Phật thầy, \"Buddha Master\" in Vietnamese), a native of the Mekong River Delta region of southern Vietnam. Adherents consider Sổ to be a prophet, and Hòa Hảo a continuation of a 19th-century Buddhist ministry known as Bửu Sơn Kỳ Hương (Sino-Vietnamese 寶山奇香). The founders of these traditions are regarded by Hòa Hảo followers as living Buddhas—destined to save mankind from suffering and to protect the Vietnamese nation. Hòa Hảo claims approximately two million followers throughout Vietnam; in some provinces near its Delta birthplace, as many as 90 percent of the population practice this tradition. An important characteristic of this movement is its emphasis on peasant farmers, exemplified by the old slogan, \"Practicing Buddhism While Farming Your Land\". Hòa Hảo stresses the practice of Buddhism by lay people in the home, rather than focusing primarily on temple worship and ordination. Aid to the poor is favored over pagoda-building or expensive rituals; religious and social ceremonies are ideally simple and modest, and are not to include the food offerings, divination services, and elaborate wedding and funeral customs found in some manifestations of Southeast Asian life. These are viewed as a waste of money which would be better spent helping the needy.[citation needed]"
}