{
  "/wiki/Aberdaron": "Aberdaron is a community, electoral ward and former fishing village at the western tip of the Llŷn Peninsula (Welsh: Penrhyn Llŷn) in the Welsh county of Gwynedd. It lies 14.8 miles (23.8 km) west of Pwllheli and 33.5 miles (53.9 km) south west of Caernarfon, and has a population of 965. The community includes Bardsey Island (Welsh: Ynys Enlli), the coastal area around Porthor, and the villages of Anelog, Llanfaelrhys, Penycaerau, Rhoshirwaun, Rhydlios, Uwchmynydd and Y Rhiw.",
  "/wiki/Bardsey_Island": "Bardsey Island (Welsh: Ynys Enlli), known as the legendary \"Island of 20,000 Saints\", is located 1.9 miles (3.1 km) off the Llŷn Peninsula in the Welsh county of Gwynedd. The Welsh name means \"The Island in the Currents\", although its English name refers to the \"Island of the Bards\", or possibly the island of the Viking chieftain, \"Barda\".",
  "/wiki/Gwynedd": "Gwynedd (English: /ˈɡwɪnɪð/; Welsh: [ˈɡʊɨnɛð]) is a county in Wales, sharing borders with Powys, Conwy, Denbighshire, Anglesey over the Menai Strait, and  Ceredigion over the River Dyfi. The scenic Llŷn Peninsula and most of Snowdonia National Park are in Gwynedd. Bangor is the home of Bangor University. In the northern part of the county, the other main settlements are Caernarfon, Bethesda, Ffestiniog, Porthmadog and Pwllheli. The largest settlement in the south is Tywyn.",
  "/wiki/Berwyn_range": "The Berwyn range (Welsh: Y Berwyn or Mynydd y Berwyn) is an isolated and sparsely populated area of moorland in the northeast of Wales, roughly bounded by Llangollen in the northeast, Corwen in the northwest, Bala in the southwest, and Oswestry in the southeast.",
  "/wiki/Denbighshire": "Denbighshire (Welsh: Sir Ddinbych; [ˌsiːr ˈðɪnbɨ̞χ]) is a county in north-east Wales, whose borders differ from the historic county of the same name. It is the part of Wales known to have been inhabited longest – Pontnewydd (Bontnewydd-Llanelwy) Palaeolithic site has Neanderthal remains of 225,000 years ago. Its several castles include Denbigh, Rhuddlan, Ruthin, Castell Dinas Bran and Bodelwyddan. St Asaph, one of Britain's smallest cities, has one of its smallest Anglican cathedrals. Denbighshire has coastline to the north and hills to the east, south and west. The River Clwyd creates a broad fertile valley down the centre of a mainly rural county with little industry. Crops are grown in the Vale of Clwyd and cattle and sheep reared in the uplands. The coast attracts tourists; hikers frequent the Clwydian Range, which forms an Area of Outstanding Natural Beauty with the upper Dee Valley. Llangollen hosts the Llangollen International Musical Eisteddfod each July.",
  "/wiki/Powys": "Powys (/ˈpoʊɪs, ˈpaʊɪs/; Welsh: [ˈpowɪs]) is a principal area and county, and one of the preserved counties of Wales. It is named after the Kingdom of Powys which was a Welsh successor state, petty kingdom and principality that emerged during the Middle Ages following the end of Roman rule in Britain.",
  "/wiki/Wrexham": "Wrexham (/ˈrɛksəm/ REKS-əm; Welsh: Wrecsam; Welsh pronunciation: [ˈwrɛksam]) is the largest town in the north of Wales and an administrative, commercial, retail and educational centre. Wrexham is situated between the Welsh mountains and the lower Dee Valley alongside the border with England. Historically part of Denbighshire, the town became part of Clwyd in 1974 and since 1996 has been the centre of the Wrexham County Borough.",
  "/wiki/Craig_yr_Aderyn": "Craig yr Aderyn (English: \"Birds' Rock\") is a hill rising to a height of 258 metres (846 ft) above sea level on the south bank of the River Dysynni near Llanfihangel-y-Pennant in the county of Gwynedd, north-west Wales. Craig yr Aderyn has been designated as a Site of Special Scientific Interest because of the choughs and other birds that breed there.",
  "/wiki/Burry_Inlet": "The River Loughor (/ˈlʌxər/) (Welsh: Afon Llwchwr) is a river in Wales which marks the border between Carmarthenshire and Swansea. The river has its source at an underground lake at the Black Mountain and emerges at the surface from Llygad Llwchwr which translates from the Welsh as \"eye of the Loughor\". It flows past Ammanford and Hendy in Carmarthenshire and Pontarddulais in Swansea. The river divides Carmarthenshire from Swansea for much of its course and it separates Hendy from Pontarddulais at the point where the river becomes tidal. The Loughor meets the sea at its estuary near the town of Loughor where it separates the south coast of Carmarthenshire from the north coast of the Gower Peninsula. Among its tributaries is the River Amman, which joins the Loughor near Pantyffynnon. The area of the catchment is some 262 km2 (101 sq Miles).",
  "/wiki/Swansea": "Swansea (/ˈswɒnzi/; Welsh: Abertawe [abɛrˈtawɛ]) is a coastal city and county, officially known as the City and County of Swansea (Welsh: Dinas a Sir Abertawe) in Wales. Swansea lies within the historic county boundaries of Glamorgan and the ancient Welsh commote of Gŵyr on the southwest coast. The county area includes Swansea Bay (Welsh: Bae Abertawe) and the Gower Peninsula. Swansea is the second largest city in Wales and the twenty-fifth largest city in the United Kingdom. According to its local council, the City and County of Swansea had a population of 241,300 in 2014, the second most populous local authority area in Wales after Cardiff. Together with Neath and Port Talbot, Swansea formed a wider Urban Area of 300,352 in 2011.",
  "/wiki/Carmarthenshire": "Carmarthenshire (/kərˈmɑːrðənʃər, -ʃɪər/; Welsh: Sir Gaerfyrddin; [siːr gɑːɨrˈvərðɪn] or informally Sir Gâr) is a unitary authority in southwest Wales, and one of the historic counties of Wales. The three largest towns are Llanelli, Carmarthen and Ammanford. Carmarthen is the county town and administrative centre.",
  "/wiki/Castlemartin,_Pembrokeshire": "Castlemartin (Welsh: Castell Martin) is a village and parish in the community of Stackpole and Castlemartin, Pembrokeshire, Wales, in the Pembrokeshire Coast National Park.",
  "/wiki/Pembrokeshire": "Pembrokeshire (/ˈpɛmbrʊkʃɪər/, /ˈpɛmbrʊkʃər/, or /ˈpɛmbroʊkʃɪər/; Welsh: Sir Benfro [ˈsiːr ˈbɛnvrɔ]) is a county in the southwest of Wales. It is bordered by Carmarthenshire to the east, Ceredigion to the northeast, and the sea[note 1] everywhere else.",
  "/wiki/Carmarthen_Bay": "Carmarthen Bay (Welsh: Bae Caerfyrddin) is an inlet of the South Wales coast, including notable beaches such as Pendine Sands and Cefn Sidan sands. Carmarthen Bay is partially within the Pembrokeshire Coast National Park. The Joint Nature Conservation Committee list Carmarthen Bay and Estuaries as a Special Area of Conservation.",
  "/wiki/Ceredigion": "Ceredigion (UK: /ˌkɛrəˈdɪɡiən/ KERR-ə-DIG-ee-ən, US: /-iɒn/ -⁠ee-on, Welsh: [kɛrɛˈdɪɡjɔn] (listen)) is a principal area of Wales, corresponding to the historic county of Cardiganshire. During the second half of the first millennium Ceredigion was a minor kingdom. It has been administered as a county since 1282. Welsh is spoken by more than half the population.  Ceredigion is considered to be a centre of Welsh culture. The county is mainly rural with over 50 miles (80 km) of coastline and a mountainous hinterland. The numerous sandy beaches and the long-distance Ceredigion Coast Path provide excellent views of Cardigan Bay.",
  "/wiki/Flat_Holm": "Flat Holm (Welsh: Ynys Echni) is an island lying in the Bristol Channel approximately 6 km (4 mi) from Lavernock Point in the Vale of Glamorgan. It includes the most southerly point of Wales.",
  "/wiki/South_Glamorgan": "South Glamorgan (Welsh: De Morgannwg) is a preserved county of Wales.",
  "/wiki/Grassholm": "Grassholm (Welsh: Gwales or Ynys Gwales) or Grassholm Island is a small uninhabited island situated 13 kilometres (8 mi) off the southwestern Pembrokeshire coast in Wales, lying west of Skomer, in the community of Marloes and St Brides. It is the westernmost point in Wales other than the isolated rocks on which the Smalls Lighthouse stands. Grassholm is known for its huge colony of northern gannets; the island has been owned since 1947 by the Royal Society for the Protection of Birds, and is one of its oldest reserves. It reaches 42 metres (138 ft).",
  "/wiki/Holy_Island,_Anglesey": "Holy Island (Welsh: Ynys Gybi, 'the island of (Saint) Cybi') is an island (15.22 sq mi (39.4 km2)) on the western side of the larger Isle of Anglesey, Wales, from which it is separated by a narrow, winding channel. It is called \"Holy\" because of the high concentration of standing stones, burial chambers, and other religious sites on the small island. The alternative English name of the island is Holyhead Island. According to the 2011 UK Census, the population was 13,659, of which 11,431 (84%) lived in the largest town, Holyhead.",
  "/wiki/Isle_of_Anglesey": "Anglesey (/ˈæŋɡəlsiː/; Welsh: Ynys Môn [ˈənɨs ˈmoːn]) is an island off the north-west coast of Wales. It forms the principal area (as Isle of Anglesey) and historic county of the same name, which includes Holy Island to the west and some islets and skerries. Anglesey island, with an area of 260 square miles (673 km2), is by far the largest island in Wales, seventh largest in the British Isles, largest by area in the Irish Sea and second most populous after the Isle of Man. The local-government area of Isle of Anglesey County Council measures 276 square miles (715 km2), Its population at the 2011 census was 69,751, of whom 13,659 live on Holy Island. The Menai Strait between Anglesey and mainland Wales is spanned by the Menai Suspension Bridge, designed by Thomas Telford in 1826, and by the Britannia Bridge, built in 1850 and replaced in 1980. The largest town is Holyhead on Holy Island, where the port handles over 2 million passengers a year to the Republic of Ireland. The next largest is Llangefni, seat of the county council. From 1974 to 1996 Anglesey was administered as part of Gwynedd. Most of Anglesey's inhabitants are Welsh speakers. The name Ynys Môn is used for the UK Parliament and National Assembly constituencies. The island is in the LL postcode area (LL58–LL78).",
  "/wiki/Lavan_Sands": "Lavan Sands (Welsh: Traeth Lafan) is an intertidal sandbank found in the Menai Straits between Bangor, Gwynedd and Llanfairfechan, Wales. Totally underwater at high tide, at extreme low tides it measures 5.5-mile (8.9 km) east-west and 3.25-mile (5.23 km) north-south. At the western end is found another sandback Bangor Flats and just north is the sandbank Dutchman's Bank. At low tide the Lavan Sands make the narrowest part of the Menai Straits, at Beaumaris, a mere 237 m (778 ft). The area is designated as an SSSI due in part to the large numbers of Eurasian oystercatcher's that migrate there due to the freshwater streams that flow across it.",
  "/wiki/Conwy_Bay": "Conwy Bay (Welsh Bae Conwy), also known as Conway Bay, is an inlet of the Irish Sea. It is situated at the southeastern point of the coast of Anglesey at Bangor on the northern central coast of Wales, stretching from Puffin Island to Great Orme in the northeast. Bangor, Penmaenmawr, Beaumaris and Llandudno are notable towns on the bay. With its onshore winds and ebbing tide, the bay is popular with yachtsmen; Conwy Yacht Club hosts an annual regatta in June.",
  "/wiki/Conwy": "Conwy (Welsh pronunciation: ['kɔnwɨ̞] (northern accents), Welsh pronunciation: ['kɔnwi] (southern accents),[citation needed] is a walled market town and community in Conwy County Borough on the north coast of Wales. The town, which faces Deganwy across the River Conwy, formerly lay in Gwynedd and prior to that in Caernarfonshire.  The community, which includes Deganwy and Llandudno Junction, had a population of 14,208 at the 2001 census, and is a popular tourist destination. The population rose to 14,753 at the 2011 census. In the 2015 census \"The size of the resident population in Conwy County Borough on the 30th June 2015 was estimated to be 116,200 people.\"\nThe town itself has a population of 4,065.",
  "/wiki/Ramsey_Island": "Ramsey Island (Welsh: Ynys Dewi) is an island about 1 kilometre (0.62 mi) off St David's Head in Pembrokeshire on the northern side of St Brides Bay, in southwest Wales. It is 259 hectares (640 acres) in area. Ramsey means (in Old Norse) Hrafn's island.",
  "/wiki/St_David%27s": "St Davids or St David's (Welsh: Tyddewi, [tɨː ˈðɛwi], lit. \"David's house\") is a city and a community (named St Davids and the Cathedral Close) with a cathedral in Pembrokeshire, Wales, lying on the River Alun. It is the final resting place of Saint David, Wales's patron saint, and named after him. St Davids is the United Kingdom's smallest city in terms of population (1,841 in 2011) and urban area. The smallest city by formal definition of local authority boundary area is the City of London.",
  "/wiki/Skokholm": "Skokholm (Welsh: Ynys Sgogwm) or Skokholm Island is an island 2.5 miles (4.0 km) off the coast of south west Pembrokeshire in Wales, lying south of the neighbouring island of Skomer, in the community of Marloes and St Brides. The whole island is a Site of Special Scientific Interest as is Skomer. The surrounding waters are a marine reserve and all are part of the Pembrokeshire Coast National Park.",
  "/wiki/Skomer": "Skomer (Welsh: Ynys Sgomer) or Skomer Island is an island off the coast of Pembrokeshire, in the community of Marloes and St Brides in west Wales. It is well known for its wildlife: around half the world's population of Manx shearwaters nest on the island, the Atlantic puffin colony is the largest in southern Britain, and the Skomer vole (a subspecies of the bank vole) is unique to the island. Skomer is a national nature reserve, a Site of Special Scientific Interest and a Special Protection Area. It is surrounded by a marine nature reserve and is managed by the Wildlife Trust of South and West Wales.",
  "/wiki/Ynys_Feurig": "Ynys Feurig (also spelt Ynys Feirig) is the name for a set of three small inter-connected low-lying inshore tidal rocky islets (3.1 ha in extent), lying off from the west coast of Anglesey, North Wales, just north of the village of Rhosneigr and south of RAF Valley airfield. They are also known by the English name Starvation Island. The islets are accessible from the mainland at mid-to low tide. The clipper Norman Court ran aground nearby, in Cymyran Bay.",
  "/wiki/Cemlyn_Bay_and_lagoon": "Cemlyn Bay is a bay on the northwest coast of Anglesey, North Wales, approximately 2.5 km west of Wylfa nuclear power station, within the community of Cylch-y-Garn.",
  "/wiki/The_Skerries_(Anglesey)": "The Skerries (Welsh: Ynysoedd y Moelrhoniaid) (grid reference SH268948) are a group of sparsely vegetated rocky islets (skerries), with a total area of about 17 hectares (42 acres) lying 3 kilometres (1.9 mi) offshore from Carmel Head at the northwest corner of Anglesey, Wales. The islands are important as a breeding site for seabirds, and they attract divers, who come to visit the numerous shipwrecks.  The Skerries Lighthouse sits atop the highest point in the islands.",
  "/wiki/Puffin_Island,_Anglesey": "Puffin Island (Welsh: Ynys Seiriol) (at SH 649 821 or 53°19′05″N 04°01′40″W﻿ / ﻿53.31806°N 4.02778°W﻿ / 53.31806; -4.02778) is an uninhabited island off the eastern tip of Anglesey, Wales. It was formerly known as Priestholm in English and Ynys Lannog in Welsh. A hermitage was established here around the 6th century and there are remains of a 12th-century monastery on the island. The island is also a Special Protection Area for wildlife.",
  "/wiki/List_of_Special_Protection_Areas_in_the_United_Kingdom": "See Special Protection Area to understand what this list is referring to.\nAs of August 2004, the list of sites was as follows:"
}