{
  "/wiki/Abernethy_Forest": "Abernethy Forest is a remnant of the Caledonian Forest in Strathspey, in the Highland council area of Scotland. It lies within the Cairngorms National Park, close to the villages of Nethy Bridge, Boat of Garten, and Aviemore. The forest is an RSPB reserve, close to Loch Garten Osprey Centre, which is also owned by the RSPB. It is popular with walkers, as there are various trails throughout the reserve. The forest forms part of the wider Abernethy National Nature Reserve.",
  "/wiki/Highland_(council_area)": "Highland (Scottish Gaelic: A' Ghàidhealtachd, pronounced [ˈkɛːəl̪ˠt̪əxk];[a] Scots: Heilan) is a council area in the Scottish Highlands and is the largest local government area in the United Kingdom. It was the 7th most populous council area in Scotland at the 2011 census. It shares borders with the council areas of Aberdeenshire, Argyll and Bute, Moray and Perth and Kinross. Their councils, and those of Angus and Stirling, also have areas of the Scottish Highlands within their administrative boundaries.",
  "/wiki/Ailsa_Craig": "Ailsa Craig (/ˈeɪlsə/; Scottish Gaelic: Creag Ealasaid) is an island of 99 hectares (240 acres) in the outer Firth of Clyde, 16 kilometres (10 miles) west of mainland Scotland, upon which blue hone granite has long been quarried to make curling stones. The now uninhabited island is formed from the volcanic plug of an extinct volcano.",
  "/wiki/South_Ayrshire": "South Ayrshire (Scots: Sooth Ayrshire; Scottish Gaelic: Siorrachd Inbhir Àir a Deas, pronounced [ˈʃirˠəxk iɲiˈɾʲaːɾʲ ə tʲes̪]) is one of thirty-two council areas of Scotland, covering the southern part of Ayrshire. It borders onto Dumfries and Galloway, East Ayrshire and North Ayrshire.",
  "/wiki/Benbecula": "Benbecula (/bɛnˈbɛkjʊlə/ (listen); Scottish Gaelic: Beinn nam Fadhla or Beinn na Faoghla)  is an island of the Outer Hebrides, in the Atlantic Ocean off the west coast of Scotland. In the 2011 census it had a usually resident population of 1,283, with a sizable percentage of Roman Catholics. It forms part of the area administered by Comhairle nan Eilean Siar or the Western Isles Council.",
  "/wiki/Western_Isles": "The Outer Hebrides (/ˈhɛbrɪdiːz/; Scottish Gaelic: Na h-Eileanan Siar [nə ˈhelanən ˈʃiəɾ] (listen) or Na h-Eileanan an Iar [nə ˈhelanən əˈɲiəɾ] (listen)), also known as the Western Isles, Innse Gall (\"islands of the strangers\") or the Long Isle/Long Island (Scottish Gaelic: An t-Eilean Fada), is an island chain off the west coast of mainland Scotland.[Note 1] The islands are geographically coextensive with Comhairle nan Eilean Siar, one of the 32 unitary council areas of Scotland. They form part of the archipelago of the Hebrides, separated from the Scottish mainland and from the Inner Hebrides by the waters of the Minch, the Little Minch, and the Sea of the Hebrides. Scottish Gaelic is the predominant spoken language, although in a few areas English speakers form a majority.",
  "/wiki/Isle_of_Arran": "The Isle of Arran (/ˈærən/; Scottish Gaelic: Eilean Arainn) or simply Arran is an island off the coast of Scotland, in the United Kingdom. It is the largest island in the Firth of Clyde and the seventh largest Scottish island, at 432 square kilometres (167 sq mi). Historically part of Buteshire, it is in the unitary council area of North Ayrshire. In the 2011 census it had a resident population of 4,629. Though culturally and physically similar to the Hebrides, it is separated from them by the Kintyre peninsula. Often referred to as \"Scotland in Miniature\", the island is divided into highland and lowland areas by the Highland Boundary Fault and has been described as a \"geologist's paradise\"..",
  "/wiki/North_Ayrshire": "North Ayrshire (Scottish Gaelic: Siorrachd Àir a Tuath, pronounced [ˈʃirˠəxk aːɾʲ ə t̪ʰuə]) is one of 32 council areas in Scotland. It has a population of roughly 135,280 people. It is located in the southwest of Scotland, and borders the areas of Inverclyde to the north, Renfrewshire to the northeast and East Ayrshire and South Ayrshire to the east and south respectively. North Ayrshire Council is a  hung Council.  North Ayrshire also forms part of the east coast of the Firth of Clyde. North Ayrshire as a whole is a mainly affluent area.",
  "/wiki/Assynt": "Assynt (Scottish Gaelic: Asainn [ˈas̪ɪɲ] or Asainte [ˈas̪ɪɲtʲə]) is a sparsely populated area in the south-west of Sutherland, lying north of Ullapool on the west coast of Scotland. Assynt is known for its landscape and its remarkable mountains, which have led to the area, along with neighbouring Coigach, being designated as the Assynt-Coigach National Scenic Area, one of 40 such areas in Scotland.",
  "/wiki/Auskerry": "Auskerry (Old Norse: Austrsker, east skerry) is a small island in eastern Orkney, Scotland. It lies in the North Sea south of Stronsay and has a lighthouse, completed in 1866.",
  "/wiki/Orkney_Islands": "Orkney /ˈɔːrkni/ (Old Norse: Orkneyjar), also known as the Orkney Islands,[Notes 1] is an archipelago in the Northern Isles of Scotland, situated off the north coast of the island of Great Britain. Orkney is 10 miles (16 km) north of the coast of Caithness and has about 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\", and has an area of 523 square kilometres (202 sq mi), making it the sixth-largest Scottish island and the tenth-largest island in the British Isles. The largest settlement and administrative centre is Kirkwall.",
  "/wiki/Aberdeenshire": "Aberdeenshire (Scots: Aiberdeenshire; Scottish Gaelic: Siorrachd Obar Dheathain) is one of the 32 council areas of Scotland.",
  "/wiki/Beinn_Dearg_(Ullapool)": "Beinn Dearg (one of a number of Scottish hills of that name) is a mountain in the Inverlael area of the Highlands of Scotland. It is most frequently climbed by following the River Lael up Gleann na Sguaib. Starting from near the head of Loch Broom, a path follows the glen to a bealach, which is about a kilometre north of the summit. From this bealach, the neighbouring peaks of Con a' Mheall and Meall na Ceapraichean may also be climbed. Eididh nan Clach Geala, which lies about 3 km north of Beinn Dearg, is also added in to complete a round of 4 Munros.",
  "/wiki/Ben_Alder": "Ben Alder (Gaelic: Beinn Eallair) is the highest mountain in the remote area of the Scottish Highlands between Loch Ericht and Glen Spean. The vast summit plateau is home of one of Britain's highest bodies of standing water, Lochan a' Garbh Coire. It is the 25th highest Munro, and due to its remote location, one of the less frequently visited. Situated 19 km from Dalwhinnie and 15 km from Corrour railway station, it is commonly climbed in a two-day expedition, usually taking in its lower neighbour, Beinn Bheoil. There are two bothies near to the mountain: Culra Lodge to the northeast and Ben Alder Cottage to the south, both potentially providing shelter for walkers in the area. Ben Alder Cottage is reputed to be haunted by the ghost of a ghillie who hanged himself from the rafters.",
  "/wiki/Ben_Wyvis": "Ben Wyvis (Scottish Gaelic: Beinn Uais, meaning \"hill of terror\") is a mountain located in Easter Ross,  north-west of Dingwall in northern Scotland. It lies in the council area of Highland, and the county of Ross and Cromarty. The mountain is prominent in views of the area, presenting a whale-back shape above the farmland of Strathconon. Geologically, the ridge is composed of Moine pelitic gneiss.",
  "/wiki/River_Cart": "The River Cart (Scottish Gaelic: Cart) is a tributary of the River Clyde, Scotland, which it joins from the west roughly midway between the towns of Erskine and Renfrew and opposite the town of Clydebank.",
  "/wiki/Renfrewshire": "Renfrewshire (/ˈrɛnfruːʃɪər, -ʃər/) (Scottish Gaelic: Siorrachd Rinn Friù) is one of 32 council areas of Scotland.",
  "/wiki/Bridgend_Flats": "Bridgend Flats is an area of mudflats and saltmarsh near the village of Bridgend on the island of Islay off the west coast of Scotland. Covering an area of 331 hectares, it is situated around the outflow of the River Sorn into Loch Indaal.",
  "/wiki/Islay": "Islay (/ˈaɪlə/ (listen) EYE-lə; Scottish Gaelic: Ìle) is the southernmost island of the Inner Hebrides of Scotland. Known as \"The Queen of the Hebrides\", it lies in Argyll just south west of Jura and around 40 kilometres (25 mi) north of the Northern Irish coast. The island's capital is Bowmore where the distinctive round Kilarrow Parish Church and a distillery are located. Port Ellen is the main port.",
  "/wiki/Argyll_and_Bute": "Argyll and Bute (Scottish Gaelic: Earra-Ghàidheal agus Bòd, pronounced [ɛrˠəˈɣɛːəlˠ̪ akəs̪ ˈpɔːtʲ]) is one of 32 unitary authority council areas in Scotland and a lieutenancy area. The administrative centre for the council area is in Lochgilphead.",
  "/wiki/Collieston": "Collieston is a small former fishing village on the North Sea coast in Aberdeenshire, Scotland. The village lies just north of the Sands of Forvie Special Protection Area, between Cruden Bay and Newburgh.",
  "/wiki/Caenlochan": "Caenlochan (Scottish Gaelic: Cadha an Lochain) is a glen in the Grampian Mountains of Scotland. Under EU Natura 2000 legislation it is a Special Area of Conservation for botanical reasons, containing plant communities found nowhere else in the UK. It is also a Special Protection Area for birds including the dotterel.",
  "/wiki/Angus,_Scotland": "Angus (Scottish Gaelic: Aonghas) is one of the 32 local government council areas of Scotland, a registration county and a lieutenancy area. The council area borders Aberdeenshire, Dundee City[disambiguation needed] and Perth and Kinross. Main industries include agriculture and fishing. Global pharmaceuticals company GSK has a significant presence in Montrose in the north of the county.",
  "/wiki/Perth_and_Kinross": "Perth and Kinross (Scots: Pairth an Kinross; Scottish Gaelic: Peairt agus Ceann Rois) is one of the 32 council areas of Scotland and a Lieutenancy Area. It borders onto the Aberdeenshire, Angus, Argyll and Bute, Clackmannanshire, Dundee, Fife, Highland and Stirling council areas. Perth  is the administrative centre. With the exception of a large area of south-western Perthshire, the council area mostly corresponds to the historic counties of Perthshire and Kinross-shire.",
  "/wiki/Cairngorms": "The Cairngorms (Scottish Gaelic: Am Monadh Ruadh) are a mountain range in the eastern Highlands of Scotland closely associated with the mountain of the Cairn Gorm. The Cairngorms became part of Scotland's second national park (the Cairngorms National Park) on 1 September 2003. Although the Cairngorms give their name to, and are at the heart of, the Cairngorms National Park, they only form one part of the national park, alongside other hill ranges such as the Angus Glens and the Monadhliath, and lower areas like Strathspey.",
  "/wiki/Caithness_and_Sutherland_Peatlands": "The Caithness and Sutherland Peatlands is a large area of blanket bog and peatland, covering a number of disconnected regions across the historic counties of Caithness and Sutherland in the far north of Scotland, across an area known as the Flow Country. With a total area of 143,503 hectares, it is one of the largest recognised conservation sites in the UK, and is the largest Ramsar Site in Scotland.",
  "/wiki/Caithness_Lochs": "Caithness Lochs is a protected wetland area in the historic county of Caithness in the far north of Scotland. With a total area of 1,379 hectares, it covers six freshwater lochs and a complex area of fen and swamp, and has been protected as a Ramsar Site since 1998.",
  "/wiki/Calf_of_Eday": "The Calf of Eday (Old Norse: Kalfr) is an uninhabited island in Orkney, Scotland, lying north east of Eday.  It is known for its wildlife and its prehistoric ruins.",
  "/wiki/Cameron_Reservoir": "Cameron Reservoir is an artificial loch in the parish of Cameron in east Fife, Scotland. Covering an area of 69 hectares, it serves as a domestic water supply and contains beds of aquatic and marginal vegetation.",
  "/wiki/Fife": "Fife (/faɪf/, Scottish English: [fɐi̯f]; Scottish Gaelic: Fìobha; Scots: Fife) is a council area and historic county of Scotland. It is situated between the Firth of Tay and the Firth of Forth, with inland boundaries to Perth and Kinross (i.e. the historic counties of Perthshire and Kinross-shire) and Clackmannanshire. By custom it is widely held to have been one of the major Pictish kingdoms, known as Fib, and is still commonly known as the Kingdom of Fife within Scotland. Fife is one of the six local authorities part of the Edinburgh and South East Scotland city region."
}