{
  "/wiki/Aaron_Callaghan_(footballer_born_1966)": "Aaron Joseph Callaghan (born 8 October 1966) is a football manager and retired player. He played in the Football League for Stoke City, Crewe Alexandra, Oldham Athletic and Preston North End.",
  "/wiki/Owen_Heary": "Owen Heary (born 4 October 1976, in Dublin) is an Irish professional football defender and manager. He is formerly the manager of Shelbourne in the League of Ireland First Division, the club with which he spent most of his playing career.",
  "/wiki/Macron_(sportswear)": "Macron S.p.A. is an Italian sporting apparel company, based in Crespellano, Bologna. It is considered a European leader in the production of active sportswear.",
  "/wiki/DHL_Express": "DHL (Dalsey, Hillblom and Lynn) International GmbH is an international courier, parcel, and express mail service which is a division of the German logistics company Deutsche Post DHL. Deutsche Post DHL is the world's largest logistics company,  now in over 220 countries and territories worldwide,[citation needed] particularly in sea and air mail. The company delivers over 1.3 billion parcels per year.",
  "/wiki/Danny_O'Connor_(footballer)": "Danny O'Connor (born 28 September 1980, Dublin) is an Irish footballer who retired in June 2014 as Club Captain of Bray Wanderers. O'Connor primarily played as a central defender or in central midfield. His brothers James O'Connor and Kevin O'Connor also had extensive footballing careers.",
  "/wiki/Adidas": "Adidas AG (German: [ˈʔadiˌdas] AH-dee-DAHS; stylized as ɑdidɑs since 1949) is a multinational corporation, founded and headquartered in Herzogenaurach, Germany, that designs and manufactures shoes, clothing and accessories. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists of the Reebok sportswear company, 8.33% of the German football club Bayern Munich, and Runtastic, an Austrian fitness technology company. Adidas' revenue for 2018 was listed at €21.915 billion.",
  "/wiki/Volkswagen": "Volkswagen (German: [ˈfɔlksˌvaːɡn̩] (listen); English: /ˈvoʊksvɑːɡən, ˈvɒlkswɑːɡən, -wæɡən, ˈfɒlksvɑːɡən/), shortened to VW (German: [faʊ̯ ˈveː] (listen)), is a German automaker founded in 1937 by the German Labour Front, a Nazi labour union, and headquartered in Wolfsburg. It is the flagship marque of the Volkswagen Group, the largest automaker by worldwide sales in 2016 and 2017. The group's biggest market is in China, which delivers 40% of its sales and profits.",
  "/wiki/Tommy_Dunne_(footballer_born_1972)": "Tommy Dunne (born 27 April 1972 in Dublin) is a former footballer and former manager of Galway United in the League of Ireland Premier Division.",
  "/wiki/Dan_Murray_(English_footballer)": "Dan Murray (born 16 May 1982) is an English retired footballer who is most known for his time at Cork City.",
  "/wiki/Umbro": "Umbro is an English sportswear and football equipment supplier based in Cheadle, near Manchester. Umbro designs, sources, and markets football-related apparel, footwear, and equipment. Its products are sold in over 90 countries worldwide. Since 2012, the company has been a subsidiary of American company Iconix Brand Group, after being bought by Nike in 2007.",
  "/wiki/Black_pudding": "Black pudding is a type of blood sausage originating in the United Kingdom and Ireland. It is made from pork blood, with pork fat or beef suet, and a cereal, usually oatmeal, oat groats or barley groats. The high proportion of cereal, along with the use of certain herbs such as pennyroyal, serves to distinguish black pudding from blood sausages eaten in other parts of the world.",
  "/wiki/Declan_Devine": "Declan Devine (born 15 September 1973 in Derry) is a Northern Irish football coach and former footballer who is the current manager of Derry City in the League of Ireland Premier Division. Devine previously managed the Candystripes between 2012-2014 but was controversially sacked prior to the 2014 season.",
  "/wiki/Hummel_International": "Hummel International Sport & Leisure A/S is a Danish manufacturing company based in Aarhus. The company was founded in 1923 by Albert Messmer and his brother Michael Ludwig Messmer, with the name \"Messmer & Co\" in Hamburg, Germany. Hummel became Danish after being taken over by Bernhard Weckenbrock in 1956, who moved its base to Kevelaer, North Rhine-Westphalia. Since 1999, hummel has been a part of the Danish Thornico Group founded by Christian and Thor Stadil.",
  "/wiki/Mick_Cooke_(football_manager)": "Mick Cooke (born 14 August 1951) is an Irish association football manager and former player.",
  "/wiki/Paul_Crowley_(footballer)": "Paul Crowley, (born 13 August 1980) is an Irish footballer who last played with League of Ireland side Drogheda United. Crowley plays as a defensive midfielder.",
  "/wiki/Fyffes": "Fyffes plc (/faɪfs/) is a Japanese-owned fruit and fresh produce company headquartered in Dublin, Ireland. The Fyffes brand is most closely associated with the banana industry, although it is applied to a wide range of fruits, including the Fyffes Gold Pineapples and Fyffes melons.",
  "/wiki/Roddy_Collins": "Roderick Collins (born 7 August 1962 in Dublin), is a former Irish professional football player and manager.",
  "/wiki/Nike_Inc.": "Nike, Inc. (/ˈnaɪki/)[note 1] is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipment, with revenue in excess of US$24.1 billion in its fiscal year 2012 (ending May 31, 2012). As of 2012, it employed more than 44,000 people worldwide. In 2014 the brand alone was valued at $19 billion, making it the most valuable brand among sports businesses. As of 2017, the Nike brand is valued at $29.6 billion. Nike ranked No. 89 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.",
  "/wiki/Brian_Laws": "Brian Laws (born 14 October 1961) is an English former footballer who was most recently the manager of Scunthorpe United.",
  "/wiki/Ken_Oman": "Kenneth \"Ken\" Oman (born 29 July 1982 in Finglas, Dublin) is an Irish retired footballer who played as a defender.",
  "/wiki/SEAT": "SEAT, S.A. (English: /ˈseɪɑːt/, Spanish: [ˈseat]; Sociedad Española de Automóviles de Turismo) is a Spanish automobile manufacturer with its head office in Martorell, Spain. It was founded on May 9, 1950, by the Instituto Nacional de Industria (INI), a Spanish state-owned industrial holding company. It quickly became the largest supplier of cars in Spain. In 1986, the Spanish government sold SEAT to the German Volkswagen Group of which it remains a wholly owned subsidiary.",
  "/wiki/Alan_Mathews": "Alan Mathews (born 27 June 1965) is a former Irish football player and manager.",
  "/wiki/Ian_Baraclough": "Ian Robert Baraclough  (born 4 December 1970) is an English former professional footballer who is currently Manager of Northern Ireland U21s having previously been the Assistant Manager at Oldham Athletic FC.",
  "/wiki/Danny_Ventre": "Daniel James Ventre (born 23 January 1986 in Liverpool) is an English footballer who plays for Widnes.",
  "/wiki/Jako": "Jako AG is a German sportswear company based in the Hollenbach district of Mulfingen, Baden-Württemberg. The company was founded by Rudi Sprügel in 1989 in Stachenhausen. Jako provides kits for teams playing association football, handball, basketball, ice hockey and other sports.",
  "/wiki/Liam_Buckley": "Liam Buckley (born 14 April 1960 in Dublin), is an Irish former professional football. He is Sligo Rovers manager as of October 26, 2018.\nHe made two appearances for the Republic of Ireland national football team.",
  "/wiki/Conor_Kenna": "Conor Kenna (born 21 August 1984) is a retired Irish footballer who played as a centre back.",
  "/wiki/Nissan_Motors": "Nissan Motor Co., Ltd. (Japanese: 日産自動車株式会社, Hepburn: Nissan Jidōsha Kabushiki-gaisha), usually shortened to Nissan (/ˈniːsɑːn/ or UK: /ˈnɪsæn/; Japanese pronunciation: [ɲissaɴ]), is a Japanese multinational automobile manufacturer headquartered in Nishi-ku, Yokohama. The company sells its cars under the Nissan, Infiniti, and Datsun brands with in-house performance tuning products labelled Nismo. The company traces its name to the Nissan zaibatsu, now called Nissan Group.",
  "/wiki/Martin_Russell_(footballer)": "Martin Christopher Russell (born 27 April 1967 in Dublin) is an Irish former professional footballer who played in the English Football League for Birmingham City, Leicester City, Scarborough and Middlesbrough. He also played for Portadown in the Irish Football League and for St Patrick's Athletic in the League of Ireland.",
  "/wiki/O'Neills": "O'Neills Irish International Sports Company Ltd. is an Irish sporting goods manufacturer established in 1918. It is the largest manufacturer of sportswear in Ireland, with production plants located in Dublin and Strabane.",
  "/wiki/2012_League_of_Ireland_Premier_Division": "The 2012 League of Ireland Premier Division was the 28th season of the League of Ireland Premier Division. The division featured 12 teams. Sligo Rovers were champions, winning their first top league title since 1976–77. Drogheda United finished as runners-up."
}