{
  "/wiki/Albania": "Albania (/ælˈbeɪniə, ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria; Gheg Albanian: Shqipni or Shqipnia also Shqypni or Shqypnia), officially the Republic of Albania (Albanian: Republika e Shqipërisë, pronounced [ɾɛpuˈblika ɛ ʃcipəˈɾiːsə]), is a country in Southeast Europe on the Adriatic and Ionian Sea within the Mediterranean Sea. It shares land borders with Montenegro to the northwest, Kosovo[a] to the northeast, North Macedonia to the east, Greece to the south and maritime borders with Greece, Montenegro and Italy to the west.",
  "/wiki/Miss_Universe_2013": "Miss Universe 2013, the 62nd Miss Universe pageant, was held on 9 November 2013 at the Crocus City Hall, Krasnogorsk, a suburb of Moscow, Russia. Olivia Culpo of the United States crowned her successor Gabriela Isler of Venezuela at the end of the event. 86 contestants competed for the crown.",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece.",
  "/wiki/British_nationality_law": "British nationality law is the law of the United Kingdom that concerns citizenship and other categories of British nationality. The law is complex due to the United Kingdom's historical status as an imperial power.",
  "/wiki/Miss_Universe_1982": "Miss Universe 1982, the 31st Miss Universe pageant, was held on 26 July 1982 at the Coliseo Amauta in Lima, Peru. 77 contestants competed in the pageant and Karen Dianne Baldwin of Canada crowned by Irene Saez of Venezuela. This is the first time Canada won the pageant.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Miss_Universe_1987": "Miss Universe 1987, the 36th Miss Universe pageant, was held on 27 May 1987[a] at the HarbourFront Centre in Singapore. Bárbara Palacios of Venezuela crowned her successor Cecilia Bolocco of Chile. 68 contestants competed in the pageant.",
  "/wiki/Miss_Universe_1955": "Miss Universe 1955, the 4th Miss Universe pageant, was held on 22 July 1955 at the Long Beach Municipal Auditorium in Long Beach, California, United States, with 33 female competitors. Miss Sweden, 21-year-old Hillevi Rombin, won the competition and was crowned by outgoing titleholder Miriam Stevenson from United States.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Miss_Universe_1963": "Miss Universe 1963, the 12th Miss Universe pageant, was held on 20 July 1963 at the Miami Beach Auditorium in Miami Beach, Florida, United States. Iêda Maria Vargas of Brazil was crowned the winner by outgoing titleholder Norma Nolan of Argentina. This marks the first time that a Miss Universe titleholder marks the same placement as the 1962 World Cup champion. Fifty countries and territories participated.",
  "/wiki/Faroe_Islands": "The Faroe Islands (/ˈfɛəroʊ/; Faroese: Føroyar, pronounced [ˈfœɹjaɹ]; Danish: Færøerne, pronounced [ˈfæɐ̯ˌøˀɐnə]), or the Faeroe Islands, is a North Atlantic archipelago located 320 kilometres (200 mi) north-northwest of Scotland, and about halfway between Norway and Iceland. It is an autonomous territory within the Kingdom of Denmark. The islands have a total area of about 1,400 square kilometres (540 sq mi) with a population of 51,783 as of June 2019[update].",
  "/wiki/Autonomous_administrative_division": "An autonomous administrative division (also referred to as an autonomous area, entity, unit, region, subdivision, or territory) is a subdivision or dependent territory of a country that has a degree of autonomy — self-governance — from an external authority. Typically, it is either geographically distinct from the rest of the country or populated by a national minority. Decentralization of self-governing powers and functions to such divisions is a way for a national government to try to increase democratic participation or administrative efficiency or to defuse internal conflicts.  Countries that include autonomous areas may be federacies, federations, or confederations. Autonomous areas can be divided into territorial autonomies, subregional territorial autonomies, and local autonomies.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Miss_Universe_2018": "Miss Universe 2018, the 67th Miss Universe pageant, was held on 17 December 2018[a] at IMPACT Arena, Muang Thong Thani in Nonthaburi Province, northern suburb of Bangkok, Thailand. Demi-Leigh Nel-Peters of South Africa crowned her successor Catriona Gray of the Philippines by the end of the event.",
  "/wiki/Gabon": "Gabon (/ɡəˈbɒn/; French pronunciation: ​[ɡabɔ̃]), officially the Gabonese Republic (French: République gabonaise), is a country  on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres (100,000 sq mi) and its population is estimated at 2.1 million people. Its capital and largest city is Libreville.",
  "/wiki/Miss_Universe_2016": "Miss Universe 2016, the 65th Miss Universe pageant, was held on 30 January 2017[a] at the Mall of Asia Arena, Pasay City, Metro Manila, Philippines. Pia Wurtzbach of the Philippines crowned her successor Iris Mittenaere of France by the end of the event.. This is the second time in the history of the competition that the pageant skipped the entire year, following the 2014 pageant which was held in January 2015.",
  "/wiki/Guam": "Guam (/ˈɡwɑːm/ (listen); Chamorro: Guåhån [ˈɡʷɑhɑn]) is an organized territory of the United States in Micronesia in the western Pacific Ocean. It is the westernmost point and territory of the United States, along with the Northern Mariana Islands. The capital city of Guam is Hagåtña and the most populous city is Dededo. Guam has been a member of the Pacific Community since 1983. The inhabitants of Guam are called Guamanians, and they are American citizens by birth. The indigenous Guamanians are the Chamorros, who are related to other Austronesian natives of Eastern Indonesia, the Philippines, and Taiwan.",
  "/wiki/Miss_Universe_1999": "Miss Universe 1999, the 48th Miss Universe pageant, was held on 26 May 1999 at the Chaguaramas Convention Centre in Chaguaramas, Trinidad and Tobago. Mpule Kwelagobe of Botswana was crowned by Wendy Fitzwilliam of Trinidad and Tobago at the end of the event. Kwelagobe is currently the most recent Miss Universe winner from any debuting country in the pageant. Eighty-four contestants competed in this year.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Miss_Europe": "Miss Europe is a beauty pageant with female contestants from all over Europe. It was established in February 1927 (or 1929[citation needed]) by French journalist Maurice de Waleffe (1874-1946), who also created, in 1920, what by 1927 had become the Miss France pageant. Miss Europa was first held at the Paris Opera with participants from 18 countries.",
  "/wiki/Miss_Universe_1957": "Miss Universe 1957, the 6th Miss Universe pageant, was held on 19 July 1957 in Long Beach, California, United States. In this pageant, 32 contestants competed. Gladys Zender of Peru won the competition, becoming the first Latin American woman to be crowned as Miss Universe, and was crowned by Carol Morris of the United States.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/Miss_Universe_1981": "Miss Universe 1981, the 30th Miss Universe pageant, was held on 20 July 1981 at the Minskoff Theatre in New York City, United States. Irene Sáez of Venezuela crowned by Shawn Weatherly of the United States. There were 77 contestants competing for the crown, but Miss Mauritius got homesick and withdrew. The pageant originally was scheduled to be held in Guatemala City, Guatemala. However, for financial and political reasons, Miss Universe was moved to New York City.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.",
  "/wiki/Miss_Universe_2003": "Miss Universe 2003, the 52nd Miss Universe pageant, was held on 3 June 2003 at the Figali Convention Center in Panama City, Panama. Amelia Vega of the Dominican Republic was crowned by Justine Pasek of Panama as her successor at the end of the event. 71 contestants competed in this year.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Miss_Universe_2005": "Miss Universe 2005, the 54th Miss Universe pageant, was held on 31 May 2005[a] at Impact Arena in Nonthaburi Province, Bangkok Metropolitan Region, Thailand. Natalie Glebova of Canada was crowned by Jennifer Hawkins of Australia as her successor at the end of the event. 81 contestants competed in this year.",
  "/wiki/Miss_Universe_1997": "Miss Universe 1997, the 46th Miss Universe pageant, was held on May 16, 1997 at the Miami Beach Convention Center in Miami Beach, Florida, United States. Brook Lee of the United States won the competition and was crowned by Alicia Machado of Venezuela. Seventy-four delegates competed in this year. This was the last edition of Miss Universe where the winner was enthroned onstage during the crowning ceremony.",
  "/wiki/Kosovo": "Kosovo (/ˈkɒsəvoʊ, ˈkoʊ-/; Albanian: Kosova pronounced [kɔˈsɔva] or Kosovë pronounced [kɔˈsɔvə]; Serbian Cyrillic: Косово pronounced [kôsoʋo]), officially the Republic of Kosovo (Albanian: Republika e Kosovës; Serbian Cyrillic: Република Косово, romanized: Republika Kosovo), is a partially-recognized state in Southeast Europe, subject to a territorial dispute with the Republic of Serbia.",
  "/wiki/International_recognition_of_Kosovo": "Since its declaration of independence from Serbia, enacted on 17 February 2008, international recognition of Kosovo has been mixed, and the international community continues to be divided on the issue.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/Miss_Universe_2002": "Miss Universe 2002, the 51st Miss Universe pageant, was held on 29 May 2002 at the Coliseo Roberto Clemente in San Juan, Puerto Rico. 75 delegates competed in this year. Oxana Fedorova of Russia was crowned by Denise Quiñones of Puerto Rico as her successor at the end of the event. Fedorova was dethroned four months later and 1st runner-up Justine Pasek of Panama took over the Miss Universe title.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Mayotte": "Mayotte (French: Mayotte, pronounced [majɔt]; Shimaore: Maore, IPA: [maˈore]; Malagasy: Mahori) is an overseas department and region of France officially named the Department of Mayotte (French: Département de Mayotte). It consists of a main island, Grande-Terre (or Maore), a smaller island, Petite-Terre (or Pamanzi), and several islets around these two. Mayotte is part of the Comoros archipelago, located in the northern Mozambique Channel in the Indian Ocean off the coast of Southeast Africa, between northwestern Madagascar and northeastern Mozambique. The department status of Mayotte is recent and the region remains, by a significant margin, the poorest in France. Mayotte is nevertheless much more prosperous than the other countries of the Mozambique Channel, making it a major destination for illegal immigration.",
  "/wiki/Mozambique": "Mozambique (/ˌmoʊzæmˈbiːk/), officially the Republic of Mozambique (Portuguese: Moçambique or República de Moçambique, Portuguese pronunciation: [ʁɛˈpuβlikɐ ðɨ musɐ̃ˈbikɨ]; Chichewa: Mozambiki; Swahili: Msumbiji; Tsonga: Muzambhiki), is a country located in Southeast Africa bordered by the Indian Ocean to the east, Tanzania to the north, Malawi and Zambia to the northwest, Zimbabwe to the west, and Eswatini (Swaziland) and South Africa to the southwest. The sovereign state is separated from the Comoros, Mayotte and Madagascar by the Mozambique Channel to the east. The capital and largest city of Mozambique is Maputo (formerly known as \"Lourenço Marques\" from 1876 to 1976).",
  "/wiki/Miss_Universe_2001": "Miss Universe 2001, the 50th Miss Universe pageant, was held on 11 May 2001 at the Coliseo Rubén Rodríguez in Bayamón, Puerto Rico. Denise Quiñones of Puerto Rico was crowned by Lara Dutta of India as her successor at the end of the event. 77 contestants competed in this year.",
  "/wiki/Nicaragua": "Nicaragua (/ˌnɪkəˈrɑːɡwə, -ˈræɡ-, -ɡjuə/ (listen); Spanish: [nikaˈɾaɣwa] (listen)), officially the Republic of Nicaragua (Spanish: República de Nicaragua (help·info)), is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic population of six million includes people of indigenous, European, African, and Asian heritage. The main language is Spanish. Indigenous tribes on the Mosquito Coast speak their own languages and English.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Playboy": "Playboy is an American men's lifestyle and entertainment magazine. It was founded in Chicago in 1953, by Hugh Hefner and his associates, and funded in part by a $1,000 loan from Hefner's mother.  Notable for its centerfolds of nude and semi-nude models (Playmates), Playboy played an important role in the sexual revolution and remains one of the world's best-known brands, having grown into Playboy Enterprises, Inc. (PEI), with a presence in nearly every medium. In addition to the flagship magazine in the United States, special nation-specific versions of Playboy are published worldwide.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Eileen_Catterson": "Miss Scotland is a national beauty pageant in Scotland. Entrants must hold a British passport to enter. The contest, whose title is owned by the Miss World organisation, is organised each year by The Scottish Sun newspaper.",
  "/wiki/Slovenia": "Slovenia (/sloʊˈviːniə, slə-/ (listen) sloh-VEE-nee-ə; Slovene: Slovenija [slɔˈʋèːnija]), officially the Republic of Slovenia (Slovene: Republika Slovenija (help·info), abbr.: RS), is a country located in Europe at the crossroads of main European cultural and trade routes. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia covers 20,273 square kilometers (7,827 sq mi) and has a population of 2.084 million. One of the successor states of the former Yugoslavia, Slovenia is now a parliamentary republic and member nation of the European Union, United Nations, and NATO. The capital and largest city is Ljubljana.",
  "/wiki/Miss_Universe_2015": "Miss Universe 2015, the 64th Miss Universe pageant, was held on 20 December 2015 at The AXIS in Las Vegas, Nevada, United States. Paulina Vega of Colombia crowned her successor Pia Wurtzbach  of the Philippines at the end of the event. After 42 years, this is the third time the Philippines won Miss Universe, after Margarita Moran in 1973. 80 contestants competed for the crown."
}