{
  "/wiki/List_of_United_States_Senators_from_New_Hampshire": "New Hampshire's current senators are Democrats Jeanne Shaheen and Maggie Hassan. Senator Shaheen is currently serving her second term, and Senator Hassan is currently serving her first term in the United States Senate.",
  "/wiki/Levi_Woodbury": "Levi Woodbury (December 22, 1789 – September 4, 1851) was an Associate Justice of the Supreme Court of the United States, a U.S. Senator, the 9th Governor of New Hampshire, and cabinet member in three administrations.",
  "/wiki/List_of_United_States_Senators_from_Connecticut": "This is a chronological listing of the United States senators from Connecticut.",
  "/wiki/Calvin_Willey": "Calvin Willey (September 15, 1776 – August 23, 1858) was an American politician from Connecticut who served in the United States Senate.",
  "/wiki/List_of_United_States_Senators_from_New_York": "Below is a list of U.S. senators who have represented the State of New York in the United States Senate since 1789. The date of the start of the tenure is either the first day of the legislative term (Senators who were elected regularly before the term began), or the day when they took the seat (U.S. senators who were elected in special elections to fill vacancies, or after the term began). New York's current U.S. senators are Democrats Chuck Schumer (serving since 1999, also serving as Senate Minority Leader since 2017) and Kirsten Gillibrand (serving since 2009).",
  "/wiki/Nathan_Sanford": "Nathan Sanford (November 5, 1777 – October 17, 1838) was an American politician.",
  "/wiki/Chancellor_of_New_York": "The New York Court of Chancery was the highest court in the State of New York from 1701 to 1847.",
  "/wiki/List_of_United_States_Senators_from_Virginia": "Virginia has sent senators to the U.S. Senate since 1789.  Its Senate seats were declared vacant in March 1861, due to its secession from the Union, but Senators representing its western counties continued to sit until March 1863. Virginia's Senate seats were again filled from January 1870. Virginia's current Senators are Democrats Mark Warner and 2016 nominee for Vice President of the United States Tim Kaine.",
  "/wiki/James_Barbour": "James Barbour (June 10, 1775 – June 7, 1842) was an American lawyer, politician and planter. He served as a delegate from Orange County, Virginia in the Virginia General Assembly, and as speaker of the Virginia House of Delegates. He was the 18th Governor of Virginia and the first Governor to reside in the current Virginia Governor's Mansion. After the War of 1812, Barbour became a U.S. Senator (from 1814–1825) and the United States Secretary of War (1825–1828).",
  "/wiki/US_Secretary_of_War": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789.  Benjamin Lincoln and later Henry Knox held the position. When Washington was inaugurated as the first president under the Constitution, he appointed Knox to continue serving as Secretary of War.",
  "/wiki/John_Randolph_of_Roanoke": "John Randolph (June 2, 1773 – May 24, 1833), known as John Randolph of Roanoke,[note 1] was a planter and a Congressman from Virginia, serving in the House of Representatives at various times between 1799 and 1833, and the Senate from 1825 to 1827. He was also Minister to Russia under Andrew Jackson in 1830. After serving as President Thomas Jefferson's spokesman in the House, he broke with the president in 1805 as a result of  what he saw as the dilution of traditional Jeffersonian principles as well as perceived mistreatment during the impeachment of Samuel Chase, in which Randolph served as chief prosecutor. Following this split, Randolph proclaimed himself the leader of the \"Old Republicans\" or \"Tertium Quids\", a wing of the Democratic-Republican Party who wanted to restrict the role of the federal government.  Specifically, Randolph promoted the Principles of '98, which said that individual states could judge the constitutionality of central government laws and decrees, and could refuse to enforce laws deemed unconstitutional.",
  "/wiki/List_of_United_States_Senators_from_Mississippi": "Mississippi was admitted to the Union on December 10, 1817, and elects senators to Class 1 and Class 2. Its current senators are Republicans Cindy Hyde-Smith and Roger Wicker.  As of April 2, 2018, 51 people have served as U.S. senators from Mississippi.",
  "/wiki/David_Holmes_(politician)": "David Holmes (March 10, 1769 – August 20, 1832) was an American politician. He was a Virginia congressman, and later Mississippi statesman. He was appointed as the fourth and last governor of the Mississippi Territory and became elected as the first governor of the State of Mississippi. He served a term as Senator of Mississippi, and returned to serve part of a term as governor before ill health forced him to resign.",
  "/wiki/Governor_of_Mississippi": "The governor of Mississippi is the head of the executive branch of Mississippi's state government and the commander-in-chief of the state's military forces. The Governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Mississippi Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and reprieves.",
  "/wiki/Powhatan_Ellis": "Powhatan Ellis (January 17, 1790 – March 18, 1863) was a United States Senator from Mississippi and a United States District Judge of the United States District Court for the District of Mississippi.",
  "/wiki/List_of_United_States_Senators_from_Tennessee": "Tennessee was admitted to the Union on June 1, 1796. Its United States Senate seats were declared vacant in March 1862 owing to its secession from the Union. They were again filled from July 1866. Tennessee's current Senators are Republicans Lamar Alexander and Marsha Blackburn.",
  "/wiki/Andrew_Jackson": "Andrew Jackson (March 15, 1767 – June 8, 1845) was an American soldier and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. As president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\" and to preserve the Union.",
  "/wiki/Hugh_Lawson_White": "Hugh Lawson White (October 30, 1773 – April 10, 1840) was a prominent American politician during the first third of the 19th century. After filling in several posts particularly in Tennessee's judiciary and state legislature since 1801, thereunder as a Tennessee Supreme Court justice, he was chosen to succeed former presidential candidate Andrew Jackson in the United States Senate in 1825 and became a member of the new Democratic Party, supporting Jackson's policies and his future presidential administration. However, he left the Democrats in 1836 and was a Whig candidate in that year's presidential election.",
  "/wiki/List_of_United_States_Senators_from_Rhode_Island": "Rhode Island ratified the United States Constitution on May 29, 1790 and elects its U.S. senators to Class 1 and Class 2. The state's current U.S. senators are Democrats Jack Reed (since 1997) and Sheldon Whitehouse (since 2007).",
  "/wiki/James_De_Wolf": "James DeWolf (March 18, 1764 – December 21, 1837) was a slave trader, a privateer during the War of 1812, and a state and national politician. He gained notoriety in 1791 when indicted for murdering a slave said to have smallpox, whom he said threatened the lives of all of the other slaves and crew because of the disease. The case was ultimately dismissed and was considered justifiable under contemporary law. During his lifetime, his name was usually written \"James D'Wolf\".",
  "/wiki/Asher_Robbins": "Asher Robbins (October 26, 1761 – February 25, 1845) (also known as Ashur Robbins) was a United States Senator from Rhode Island.",
  "/wiki/List_of_United_States_Senators_from_Maryland": "This is a list of United States senators from Maryland, which ratified the United States Constitution April 28, 1788, becoming the seventh state to do so. To provide for continuity of government, the framers divided Senators into staggered classes that serve six-year terms, and Maryland's Senators are in the first and third classes. Before the passage of the Seventeenth Amendment to the United States Constitution in 1913, which allowed for direct election of Senators, Maryland's Senators were chosen by the Maryland General Assembly. Until the assembly appointed George L. Wellington of Cumberland in 1897, Senators in class 3 were chosen from the Eastern Shore while Senators in class 1 were chosen from the remainder of the state.",
  "/wiki/Edward_Lloyd_(Governor_of_Maryland)": "Edward Lloyd V (July 22, 1779 – June 2, 1834) served as the 13th Governor of Maryland from 1809 to 1811, and as a United States Senator from Maryland between 1819 and 1826.  He also served as a U.S. Congressman from the seventh district of Maryland from 1807 to 1809.",
  "/wiki/Maryland_State_Senate": "The Maryland Senate, sometimes referred to as the Maryland State Senate, is the upper house of the General Assembly, the state legislature of the U.S. state of Maryland. Composed of 47 senators elected from an equal number of constituent single-member districts, the Senate is responsible, along with the Maryland House of Delegates, for passage of laws in Maryland, and for confirming executive appointments made by the Governor of Maryland.",
  "/wiki/Ezekiel_F._Chambers": "Ezekiel Forman Chambers (February 28, 1788 – January 30, 1867) was an American politician.",
  "/wiki/List_of_United_States_Senators_from_Alabama": "Alabama was admitted to the Union on December 14, 1819. The state elects U.S. senators to Class 2 and Class 3. Its United States Senate seats were declared vacant from March 1861 to July 1868 due to its secession from the Union during the American Civil War. Alabama's current U.S. senators are Republican Richard Shelby (since 1987) and Democrat Doug Jones (since 2018), making it one of nine states to have a split U.S. Senate delegation.",
  "/wiki/Henry_H._Chambers": "Henry Hector Chambers (October 1, 1790 – January 24, 1826) was an American politician, who served as the Democratic-Republican U.S. senator from the state of Alabama from March 4, 1825 until his death. He was replaced by Israel Pickens until a replacement, John McKinley, could be elected.",
  "/wiki/Israel_Pickens": "Israel Pickens (January 30, 1780 – April 24, 1827) was an American politician and lawyer, third Governor of the U.S. state of Alabama (1821–1825), member of the North Carolina Senate (1808–1810), and North Carolina Congressman in the United States House of Representatives (1811–1817).",
  "/wiki/Thomas_Buck_Reed": "Thomas Buck Reed (May 7, 1787 – November 26, 1829) was a United States Senator from Mississippi.",
  "/wiki/List_of_United_States_Senators_from_South_Carolina": "South Carolina ratified the United States Constitution on May 23, 1788. Its Senate seats were declared vacant in July 1861 owing to its secession from the Union. They were again filled from July 1868. The state's current U.S. senators are Republicans Lindsey Graham, serving since 2003, and Tim Scott, serving since 2013.",
  "/wiki/John_Gaillard": "John Gaillard (September 5, 1765 – February 26, 1826) was a U.S. Senator from South Carolina.",
  "/wiki/William_Harper_(South_Carolina)": "William Joseph Harper (January 17, 1790 – October 10, 1847) was a jurist, politician, and social and political theorist from South Carolina.",
  "/wiki/List_of_United_States_Senators_from_Delaware": "Below is a chronological listing of the United States senators from Delaware. U.S. senators were originally elected by the Delaware General Assembly for designated six-year terms beginning March 4. Frequently portions of the term would remain only upon a U.S. senator's death or resignation. From 1914 and the enforcement of the Seventeenth Amendment to the United States Constitution, adopted in 1913, officeholders were popularly elected on the first Tuesday after November 1; starting 1935, the beginning of their term is January 3. Delaware's current U.S. senators are Democrats Tom Carper (serving since 2001) and Chris Coons (serving since 2010).",
  "/wiki/Nicholas_Van_Dyke_(senator)": "Nicholas Van Dyke (December 20, 1770 – May 21, 1826) was an American lawyer and politician from New Castle, Delaware. He was a member of the Federalist Party, who served in the Delaware General Assembly, as Attorney General of Delaware, as U.S. Representative from Delaware, and as U.S. senator from Delaware.",
  "/wiki/Daniel_Rodney": "Daniel Rodney (September 10, 1764 – September 2, 1846) was an American merchant and politician from Lewes in Sussex County, Delaware. He was a member of the Federalist Party, and later the National Republican Party, who served as Governor of Delaware, U. S. Representative from Delaware and U.S. Senator from Delaware.",
  "/wiki/List_of_United_States_Senators_from_Massachusetts": "Below is a chronological listing of the United States senators from Massachusetts. According to the Seventeenth Amendment to the United States Constitution adopted in 1913, U.S. senators are popularly elected for a six-year term. Elections are held the first Tuesday after November 1 and terms begin on January 3, about two months after the vote. Before 1914 and the enforcement of the Seventeenth Amendment, the state's U.S. senators were chosen by the Massachusetts General Court, and before 1935, their terms began March 4. The current senators are Democrats Elizabeth Warren and Ed Markey.",
  "/wiki/James_Lloyd_(Massachusetts)": "James Lloyd (December 1769 – April 5, 1831) was a merchant, businessman and Federalist party politician from Massachusetts during the early years of the United States.  He twice served as  United States Senator, notably succeeding John Quincy Adams after the latter lost the party vote due to his support of the Embargo Act of 1807.",
  "/wiki/Nathaniel_Silsbee": "Nathaniel Silsbee (January 14, 1773 – July 14, 1850) was a ship master, merchant and American politician from Salem, Massachusetts.",
  "/wiki/List_of_United_States_Senators_from_New_Jersey": "This is a chronological listing of the United States senators from New Jersey. Since the enforcement of the Seventeenth Amendment to the United States Constitution, U.S. senators are popularly elected for a six-year term beginning January 3. Elections are held the first Tuesday after November 1. Before 1914, they were chosen by the New Jersey Legislature, and before 1935, their terms began March 4. The state's current Senators are Democrats Bob Menendez (serving since 2006) and Cory Booker (serving since 2013).",
  "/wiki/Joseph_McIlvaine": "Joseph McIlvaine (October 2, 1769 – August 19, 1826) was a United States Senator from New Jersey from 1823 until his death. He served as the Mayor of Burlington, New Jersey.",
  "/wiki/Ephraim_Bateman": "Ephraim Bateman (July 9, 1780 – January 28, 1829) represented New Jersey in the United States Senate from 1826 to 1829 and in the United States House of Representatives from 1815 to 1823.",
  "/wiki/John_McKinley": "John McKinley (May 1, 1780 – July 19, 1852) was a U.S. Senator from the state of Alabama and an associate justice of the United States Supreme Court.",
  "/wiki/William_Smith_(South_Carolina_senator)": "William Smith (1762 – June 26, 1840) was chosen as a Democratic-Republican to the U.S. Senate representing South Carolina in 1816. The legislature declined to re-elect him when his term expired in 1823. He was narrowly chosen senator in 1826 and was again replaced in 1831.",
  "/wiki/Henry_M._Ridgely": "Henry Moore Ridgely (August 6, 1779 – August 6, 1847) was an American lawyer and politician from Dover, in Kent County, Delaware. He was a member of the Federalist Party, and later the Democratic Party, who served as U.S. Representative from Delaware and as U.S. Senator from Delaware."
}