{
  "/wiki/Altrincham_(ward)": "Altrincham is an electoral ward of Trafford covering the Town Centre and inner areas of Altrincham, Greater Manchester. It is represented by three local government councillors, each elected to serve a four-year term.",
  "/wiki/Altrincham": "Altrincham (/ˈɒltrɪŋəm/ (listen) OL-tring-əm, locally /ˈɒltrɪŋɡəm/) is a town in Trafford, Greater Manchester, England, south of the River Mersey 8 miles (13 km) southwest of Manchester city centre, 3 miles (5 km) southwest of Sale and 10 miles (16 km) east of Warrington. At the 2011 Census, it had a population of 52,419.",
  "/wiki/Ashton_upon_Mersey_(ward)": "Ashton upon Mersey is an electoral ward of Trafford covering the northern part of Ashton upon Mersey in Sale, Greater Manchester, including Ashton Village.",
  "/wiki/Sale,_Greater_Manchester": "Sale is a town in Trafford, Greater Manchester, England. It is on the south bank of the River Mersey, 1.9 miles (3.1 km) south of Stretford, 2.5 miles (4.0 km) northeast of Altrincham, and 5.2 miles (8.4 km) southwest of Manchester. In 2011, it had a population of 134,122.",
  "/wiki/Bowdon_(ward)": "Bowdon is an electoral ward of Trafford covering the Bowdon, Dunham Town and Dunham Massey areas of Altrincham, Greater Manchester, and the village of Warburton, Lymm.",
  "/wiki/Bowdon,_Greater_Manchester": "Bowdon is a village and electoral ward in the Metropolitan Borough of Trafford, Greater Manchester, England. Bowdon, Hale and Hale Barns together are regarded as the wealthiest areas in Greater Manchester, and similarly wealthy to Cheshire Golden Triangle towns Wilmslow, Alderley Edge and Prestbury. These towns and the area between them contain some of the most expensive properties in England outside London.",
  "/wiki/Dunham_Massey": "Dunham Massey is a civil parish in the Metropolitan Borough of Trafford, Greater Manchester, England. The parish includes the villages of Sinderland Green, Dunham Woodhouses and Dunham Town, along with Dunham Massey Hall and Park, formerly the home of the last Earl of Stamford and owned by the National Trust since 1976. Dunham Massey was historically in the county of Cheshire, but since 1974 has been part of Trafford Metropolitan Borough; the nearest town is Altrincham. At the 2001 census, the parish had a population of 475.",
  "/wiki/Dunham_Town": "Dunham Town is a village in the civil parish of Dunham Massey in the Metropolitan Borough of Trafford, Greater Manchester, England. It was historically a part of Cheshire.",
  "/wiki/Warburton,_Greater_Manchester": "Warburton is a village and civil parish within the Metropolitan Borough of Trafford in Greater Manchester, England. Historically in Cheshire, Warburton lies on the south bank of the River Mersey between the borough of Warrington and Greater Manchester. In the 21st century, the village remains predominantly rural. Altrincham is the nearest town. According to the 2001 census, the parish had a population of 286.",
  "/wiki/Broadheath_(ward)": "Broadheath is an electoral ward of Trafford, Greater Manchester, England, covering the Broadheath area of Altrincham, part of Timperley, and a small part of Sale.",
  "/wiki/Broadheath,_Greater_Manchester": "Broadheath is a town in Altrincham, Greater Manchester, England. Historically part of Cheshire, it had a population at the 2011 census of 12,538.",
  "/wiki/Timperley": "Timperley is a suburban village in Altrincham in the borough of Trafford, Greater Manchester, England. Historically in Cheshire, it is approximately seven miles (11 km) southwest of Manchester. The population at the 2011 census was 11,061.",
  "/wiki/Brooklands,_(Trafford_ward)": "Brooklands is an electoral ward of Trafford, Greater Manchester, covering the south-east of the town of Sale, including most of the Brooklands, Sale area. It is represented in Westminster by Mike Kane MP for Wythenshawe and Sale East The 2011 Census recorded a population of 10,434.",
  "/wiki/Brooklands,_Sale": "Brooklands is an area of Greater Manchester, England, 5.7 miles (9.2 km) southwest of Manchester city centre. It had a population of 24,796 at the 2011 census (10,434 in Trafford and 14,362 in Manchester).",
  "/wiki/Bucklow-St._Martins": "Bucklow-St. Martins is an electoral ward of Trafford covering the town of Partington, the village of Carrington and a small part of Sale.",
  "/wiki/Carrington,_Greater_Manchester": "Carrington is a village and civil parish in the Metropolitan Borough of Trafford, Greater Manchester, England. Historically a part of Cheshire, the village is west of Greater Manchester Urban Area, and is the site of a large gas and chemical works, which produce gases by fractional distillation of liquid air. It used to be the site of a Shell Chemicals refinery, which produced polythene and polystyrene.",
  "/wiki/Partington,_Greater_Manchester": "Partington is a town and civil parish in the Metropolitan Borough of Trafford, Greater Manchester, England, ten miles (16 km) south-west of Manchester city centre. Historically part of Cheshire, it lies on the southern bank of the Manchester Ship Canal, opposite Cadishead on the northern bank.  It has a population of 7,327.",
  "/wiki/Clifford_(ward)": "Clifford is an electoral ward of Trafford, Greater Manchester, covering most of Old Trafford.",
  "/wiki/Old_Trafford_(district)": "Old Trafford is an area near Stretford, in the Metropolitan Borough of Trafford, Greater Manchester, England, two miles (3.2 km) southwest of Manchester city centre, roughly delineated by the crossroads of two old toll gates, Brooks's Bar to the east and Trafford Bar tram stop to the west.",
  "/wiki/Davyhulme_East": "Davyhulme East is an electoral ward of Trafford, Greater Manchester, covering Dumplington, the eastern half of Davyhulme and a small part of Urmston.",
  "/wiki/Davyhulme": "Davyhulme is an area of Trafford, Greater Manchester, England. Historically in Lancashire, it is contiguous with the town of Urmston. The population of the two Trafford wards at the 2011 census was 19,634.",
  "/wiki/Dumplington": "Dumplington is an area of Trafford, Greater Manchester, England, which is dominated by the Trafford Centre shopping complex.",
  "/wiki/Urmston": "Urmston /ˈɜːrmstən/ (listen) is a town in Trafford, Greater Manchester, England, which had a population of 41,825 at the 2011 Census. Historically in Lancashire, it is about six miles (10 km) southwest of Manchester city centre. The southern boundary is the River Mersey, with Stretford lying to the east and Flixton to the west. Davyhulme lies to the north of the town centre. Urmston covers an area of 4,799 acres (19 km²).",
  "/wiki/Davyhulme_West": "Davyhulme West is an electoral ward of Trafford, Greater Manchester, covering the western half of Davyhulme and a small part of Flixton.",
  "/wiki/Flixton,_Greater_Manchester": "Flixton is a village and electoral ward in the Metropolitan Borough of Trafford, Greater Manchester, England. The population of the ward at the 2011 census was 10,786.  It lies about six miles (9.7 km) to the southwest of Manchester city centre, within the historic county boundaries of Lancashire. Flixton and neighbouring Davyhulme are considered areas within Urmston.\nNeolithic and Bronze Age artefacts have been found locally and the area may have been inhabited in those periods.  Medieval Flixton was a parish within the Hundred of Salford and encompassed the manor of Flixton, along with its church, first mentioned in the 12th century.  The parish comprised isolated farmsteads and a manor house.  Toward the end of the 17th century its population began to rise, continuing through the 19th century, although at a much slower pace than its neighbours.  Flixton was a remote rural area with few transport links and did not witness the level of industrialisation other parts of Manchester saw, but its connection to the railway network in 1873 helped transform the area into a middle-class suburb.",
  "/wiki/Flixton_(ward)": "Flixton is an electoral ward of Trafford, Greater Manchester, covering the most of the village of Flixton.",
  "/wiki/Gorse_Hill_(ward)": "Gorse Hill is an electoral ward of Trafford covering parts of Stretford, including Gorse Hill, Trafford Park and a small part of Old Trafford.",
  "/wiki/Stretford": "Stretford is a town in Trafford, Greater Manchester, England, on flat ground between the River Mersey and the Manchester Ship Canal,  3.8 miles (6.1 km) southwest of Manchester city centre, 3.0 miles (4.8 km) south of Salford and 4.2 miles (6.8 km) northeast of Altrincham. Stretford borders Chorlton-cum-Hardy to the east, Urmston to the west, Salford to the north, and Sale to the south. The Bridgewater Canal bisects the town.",
  "/wiki/Trafford_Park": "Trafford Park is an area of the Metropolitan Borough of Trafford, Greater Manchester, England, opposite Salford Quays on the southern side of the Manchester Ship Canal, 3.4 miles (5.5 km) southwest of Manchester city centre and 1.3 miles (2.1 km) north of Stretford. Until the late 19th century, it was the ancestral home of the Trafford family, who sold it to financier Ernest Terah Hooley in 1896. Occupying an area of 4.7 square miles (12 km2), it was the first planned industrial estate in the world, and remains the largest in Europe.",
  "/wiki/Hale_Barns_(ward)": "Hale Barns is an electoral ward of Trafford covering the village of Hale Barns and parts of the villages of Hale and Timperley.",
  "/wiki/Hale,_Greater_Manchester": "Hale is a village and electoral ward within the Metropolitan Borough of Trafford, in Greater Manchester, England. The population of the village taken at the 2011 Census was 15,315. It is contiguous with the southeast of Altrincham, about 9 mi (14 km) southwest of the city of Manchester.",
  "/wiki/Hale_Barns": "Hale Barns is a village near Altrincham in the borough of Trafford, Greater Manchester, England. Hale Barns lies about 7 miles (11 km) south-west of Manchester city centre, 2 miles west of Manchester Airport and close to the River Bollin. At the 2011 census, the village had a population of 9,736.",
  "/wiki/Hale_Central": "Hale Central is an electoral ward of Trafford covering the most of the village of Hale and a small part of Altrincham Town Centre.",
  "/wiki/Longford_(ward)": "Longford is an electoral ward of Trafford, Greater Manchester, covering Firswood, part of Stretford and a small part of Old Trafford.",
  "/wiki/Firswood": "Firswood is an area of Stretford in the Metropolitan Borough of Trafford, Greater Manchester, England.",
  "/wiki/Priory_(ward)": "Priory is an electoral ward of Trafford, Greater Manchester, covering the northern and central part of Sale, including the Town Centre.",
  "/wiki/Sale_Moor_(ward)": "Sale Moor is an electoral ward of Trafford, Greater Manchester, covering the eastern part of Sale, including Sale Moor Village.",
  "/wiki/St_Mary%27s_(Trafford_ward)": "St. Mary's is an electoral ward of Trafford covering most of the southern half of Ashton upon Mersey in Sale.",
  "/wiki/Stretford_(ward)": "Stretford is an electoral ward of Trafford, Greater Manchester, covering the south-west part of Stretford, including the town centre.",
  "/wiki/Timperley_(ward)": "Timperley is an electoral ward of Trafford, Greater Manchester, covering the western part of Timperley.",
  "/wiki/Brooklands,_Manchester": "Brooklands is an area and electoral ward of Manchester, England. It is represented in Westminster by Mike Kane MP for Wythenshawe and Sale East. The 2011 Census recorded a population of 14,362.",
  "/wiki/Urmston_(ward)": "Urmston is an electoral ward of Trafford, Greater Manchester, covering most of the town of Urmston, including the Town Centre, and a small part of Flixton.",
  "/wiki/Trafford_Metropolitan_Borough_Council_elections": "One third of Trafford Metropolitan Borough Council is elected each year, followed by one year without election."
}