{
  "/wiki/Kentucky's_3rd_congressional_district": "Kentucky's 3rd congressional district is a congressional district in the U.S. state of Kentucky.  It encompasses almost all of Louisville Metro, which, since the merger of 2003, is consolidated with Jefferson County, though other incorporated cities exist within the county, such as Shively and St. Matthews. The far southeast reaches of Louisville Metro are part of the 4th Congressional District.",
  "/wiki/Henry_Clay": "Henry Clay Sr. (April 12, 1777 – June 29, 1852) was an American attorney and statesman who represented Kentucky in both the United States Senate and United States House of Representatives, served as seventh speaker of the U.S. House of Representatives, and served as the ninth U.S. secretary of state. He received electoral votes for president in the 1824, 1832, and 1844 presidential elections and helped found both the National Republican Party and the Whig Party. For his role in defusing sectional crises, he earned the appellation of the \"Great Compromiser.\"",
  "/wiki/US_Secretary_of_State": "The secretary of state is a senior official of the federal government of the United States of America and the head of the United States Department of State. The secretary of state's duties are principally concerned with foreign policy, and he or she is considered to be the U.S. government's minister of foreign affairs.",
  "/wiki/James_Clark_(Kentucky)": "James Clark (January 16, 1779 – August 27, 1839) was a 19th-century American politician who served in all three branches of Kentucky's government and in the U.S. House of Representatives. His political career began in the Kentucky House of Representatives in 1807. In 1810, he was appointed to the Kentucky Court of Appeals, where he served for two years before resigning to pursue a seat in the U.S. House of Representatives. He served two terms in that body, resigning in 1816.",
  "/wiki/South_Carolina's_1st_congressional_district": "The 1st Congressional District of South Carolina is a coastal congressional district in South Carolina, represented by Democrat Joe Cunningham since January 3, 2019. He succeeded Republican Mark Sanford, who was defeated by Katie Arrington in the Republican primary. Cunningham is the first Democrat to represent the district since the 1980s.",
  "/wiki/Joel_Roberts_Poinsett": "Joel Roberts Poinsett (March 2, 1779 – December 12, 1851) was an American physician and diplomat. He was the first U.S. agent in South America, a member of the South Carolina legislature and the United States House of Representatives, the first United States Minister to Mexico, a Unionist leader in South Carolina during the Nullification Crisis, Secretary of War under Martin Van Buren, and a co-founder of the National Institute for the Promotion of Science and the Useful Arts (a predecessor of the Smithsonian Institution).",
  "/wiki/United_States_Ambassador_to_Mexico": "The United States has maintained diplomatic relations with Mexico since 1823, when Andrew Jackson was appointed Envoy Extraordinary and Minister Plenipotentiary to that country. Jackson declined the appointment, however, and Joel R. Poinsett became the first U.S. envoy to Mexico in 1825. The rank of the U.S. chief of mission to Mexico was raised from Envoy Extraordinary and Minister Plenipotentiary  to Ambassador Extraordinary and Plenipotentiary in 1898.",
  "/wiki/William_Drayton": "William Drayton (December 30, 1776 – May 24, 1846) was an American politician, banker, and writer who grew up in Charleston, South Carolina. He was the son of  William Drayton, Sr., who served as justice of the Province of East Florida (1765–1780).",
  "/wiki/Pennsylvania's_16th_congressional_district": "Pennsylvania's 16th congressional district is located in Northwestern Pennsylvania. It contains all of Erie County, Crawford County, Mercer County, and Lawrence County, as well as part of Butler County. The district is represented by Republican Mike Kelly.",
  "/wiki/James_Allison,_Jr.": "James Allison Jr. (October 4, 1772 – June 17, 1854) was a member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Robert_Orr,_Jr.": "Robert Orr Jr. (5 March 1786 at Hannastown, Westmoreland County, Pennsylvania – 22 May 1876 at Kittanning, Pennsylvania) was a Pennsylvania political figure.",
  "/wiki/New_York's_20th_congressional_district": "The 20th Congressional District of New York is a congressional district for the United States House of Representatives in New York's Capital District.  It includes all of Albany and Schenectady counties, and portions of Montgomery, Rensselaer, and Saratoga counties.",
  "/wiki/Egbert_Ten_Eyck": "Egbert Ten Eyck (April 18, 1779 in Schodack, Rensselaer County, New York – April 11, 1844 in Watertown, Jefferson County, New York) was an American lawyer and politician from New York.",
  "/wiki/Daniel_Hugunin,_Jr.": "Daniel Hugunin Jr. (February 6, 1790 in Oswego, then in Montgomery County, New York – June 20, 1850 in Kenosha, Kenosha County, Wisconsin) was an American politician from New York and the Wisconsin Territory.",
  "/wiki/Virginia's_5th_congressional_district": "Virginia’s fifth congressional district is a United States congressional district in the commonwealth of Virginia. It is Virginia's largest district with an area of 10,181.03 square miles (26,368.7 km2) and is larger in area than six US states.",
  "/wiki/John_Randolph_of_Roanoke": "John Randolph (June 2, 1773 – May 24, 1833), known as John Randolph of Roanoke,[note 1] was a planter and a Congressman from Virginia, serving in the House of Representatives at various times between 1799 and 1833, and the Senate from 1825 to 1827. He was also Minister to Russia under Andrew Jackson in 1830. After serving as President Thomas Jefferson's spokesman in the House, he broke with the president in 1805 as a result of  what he saw as the dilution of traditional Jeffersonian principles as well as perceived mistreatment during the impeachment of Samuel Chase, in which Randolph served as chief prosecutor. Following this split, Randolph proclaimed himself the leader of the \"Old Republicans\" or \"Tertium Quids\", a wing of the Democratic-Republican Party who wanted to restrict the role of the federal government.  Specifically, Randolph promoted the Principles of '98, which said that individual states could judge the constitutionality of central government laws and decrees, and could refuse to enforce laws deemed unconstitutional.",
  "/wiki/US_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/George_William_Crump": "George William Crump (September 26, 1786 – October 1, 1848) was a member of the United States House of Representatives in the 19th United States Congress.",
  "/wiki/Maryland's_2nd_congressional_district": "Maryland's 2nd congressional district elects a representative to the United States House of Representatives every two years.  The district comprises parts of Howard, Harford, Baltimore, and Anne Arundel Counties, as well as small portions of the City of Baltimore. The seat is currently represented by Dutch Ruppersberger (D).",
  "/wiki/Joseph_Kent": "Joseph Kent (January 14, 1779 – November 24, 1837), a Whig, was a United States Senator from Maryland, serving from 1833 until his death in 1837.  He also served in the House of Representatives, serving the second district of Maryland from 1811 to 1815 and again from 1819 to 1826, and as the 19th Governor of Maryland from 1826 to 1829.",
  "/wiki/Governor_of_Maryland": "The governor of the State of Maryland heads the executive branch of the government of the State of Maryland, and is the commander-in-chief of the state's National Guard units. The governor is the highest-ranking official in the state and has a broad range of appointive powers in both the state and local governments, as specified by the Maryland Constitution (1867, and revisions/amendments). Because of the extent of these constitutional powers, the governor of Maryland has been ranked as being among the most powerful governors in the United States.",
  "/wiki/John_Crompton_Weems": "John Crompton Weems (1778 – January 20, 1862) was an American politician.",
  "/wiki/Pennsylvania's_18th_congressional_district": "Pennsylvania's 18th congressional district includes the entire city of Pittsburgh and parts of surrounding suburbs. A variety of working class and majority black suburbs located to the east of the city are included, such as McKeesport and Wilkinsburg. Also a major part of the district are number of middle class suburbs that have historic Democratic roots, such as Pleasant Hills and Penn Hills. The district is represented by Democrat Mike Doyle, who was elected on November 6, 2018.",
  "/wiki/Patrick_Farrelly": "Patrick Farrelly (1770 – January 12, 1826) was a member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Thomas_Hale_Sill": "Thomas Hale Sill (October 11, 1783 – February 7, 1856) was a Jacksonian and National Republican member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Mississippi's_at-large_congressional_district": "The U.S. state of Mississippi's at-large congressional district existed from December 10, 1817, when it was admitted to the Union until 1847, when representatives were elected in districts.",
  "/wiki/Christopher_Rankin": "Christopher Rankin (1788 – March 14, 1826) was an attorney and politician from Pennsylvania, who moved to the Mississippi Territory in 1809. He was a delegate to the state constitutional convention in 1817, and was later elected as a U.S. Representative for several terms, serving from 1819 to 1826.",
  "/wiki/William_Haile_(Mississippi)": "William Haile (1797 - March 7, 1837) was a U.S. Representative from Mississippi.",
  "/wiki/North_Carolina's_8th_congressional_district": "North Carolina's eighth congressional district comprises a large portion of the southern Piedmont area of North Carolina from Concord to Spring Lake, including China Grove, Albemarle, Troy, Pinehurst and Raeford.  The district includes all of Cabarrus, Montgomery, Moore, Hoke and Stanly counties, as well as portions of Rowan and Cumberland counties.",
  "/wiki/Willie_Person_Mangum": "Willie Person Mangum (/ˈwaɪli ˈpɑːrsən/; May 10, 1792 – September 7, 1861) was a U.S. Senator from the state of North Carolina between 1831 and 1836 and between 1840 and 1853. He was one of the founders and leading members of the Whig party, and was a candidate for president in 1836 as part of the unsuccessful Whig strategy to defeat Martin Van Buren by running four candidates with local appeal in different regions of the country. He is, as of 2018, the only major-party presidential nominee to have been a North Carolinian at the time of his nomination.",
  "/wiki/Daniel_Laurens_Barringer": "Daniel Laurens Barringer (October 1, 1788 – October 16, 1852) was a United States Representative from North Carolina between 1825 and 1834.",
  "/wiki/Pennsylvania's_13th_congressional_district": "The 13th Congressional District of Pennsylvania is a congressional district in the U.S. state of Pennsylvania. The district contains all of Blair County, Huntingdon County, Bedford County, Fulton County, Franklin County, and Adams County. It also includes most of Somerset County, and parts of Westmoreland County, Cambria County, and Cumberland County. Republican John Joyce has represented the district since 2019.",
  "/wiki/Alexander_Thomson_(congressman)": "Alexander Thomson (January 12, 1788 – August 2, 1848) was a member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Chauncey_Forward": "Chauncey Forward (February 4, 1793 – October 19, 1839) was a Jacksonian member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Ohio's_10th_congressional_district": "Ohio's 10th congressional district is represented by Representative Mike Turner (R). The district is based in southwestern Ohio and consists of Montgomery, Greene, and Fayette counties.",
  "/wiki/David_Jennings_(congressman)": "David Jennings (1787–1834) was a United States Representative from Ohio.",
  "/wiki/Thomas_Shannon_(Ohio_politician)": "Thomas Shannon (November 15, 1786 – March 16, 1843) was a U.S. Representative from Ohio.",
  "/wiki/Kentucky's_5th_congressional_district": "Kentucky's 5th congressional district is a congressional district in the U.S. state of Kentucky. Located in the heart of Appalachia in Southeastern Kentucky, the rural district is the second most impoverished district in the nation and, as of the 2010 U.S. Census, has the highest percentage of White Americans in the nation. Within the district are the economic leading cities of Pikeville, Prestonsburg, Middlesboro, Hazard, Jackson, Morehead, London, and Somerset.",
  "/wiki/James_Johnson_(Kentucky)": "James Johnson (January 1, 1774 – August 13, 1826) was a U.S. Representative from Kentucky, brother of Richard Mentor Johnson and John Telemachus Johnson and uncle of Robert Ward Johnson.",
  "/wiki/Robert_L._McHatton": "Robert Lytle Mchatton (November 17, 1788 – May 20, 1835) was a U.S. Representative from Kentucky.",
  "/wiki/Pennsylvania's_7th_congressional_district": "Pennsylvania's 7th congressional district includes all of Lehigh County and Northampton County as well as parts of Monroe County. The district is represented by Democrat Susan Wild.",
  "/wiki/Henry_Wilson_(Pennsylvania)": "Henry Wilson (1778 – August 14, 1826) was a member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Jacob_Krebs": "Jacob Krebs (March 13, 1782 – September 26, 1847) was an American politician who served as a Jacksonian member of the U.S. House of Representatives for Pennsylvania's 7th congressional district from 1826 to 1827.",
  "/wiki/Kentucky's_12th_congressional_district": "United States House of Representatives, Kentucky District 12 was a district of the United States Congress in Kentucky. It was lost to redistricting in 1843. Its last Representative was Garrett Davis.",
  "/wiki/Robert_Pryor_Henry": "Robert Pryor Henry (November 24, 1788 – August 25, 1826) was a U.S. Representative from Kentucky.",
  "/wiki/John_Flournoy_Henry": "John Flournoy Henry (January 17, 1793 – November 12, 1873) was a U.S. Representative from Kentucky.",
  "/wiki/Maine's_5th_congressional_district": "Maine's 5th congressional district was a congressional district in Maine. It was created in 1821 after Maine achieved statehood in 1820.  It was eliminated in 1883.  Its last congressman was Thompson Henry Murch.",
  "/wiki/Enoch_Lincoln": "Enoch Lincoln (December 28, 1788 – October 8, 1829) was a U.S. Representative from Massachusetts and from Maine, son of Levi Lincoln Sr. and brother of Levi Lincoln Jr.  Born in Worcester, Massachusetts, Lincoln graduated from Harvard College in 1807. He also served as Governor of Maine from 1827 until his death in October 1829.",
  "/wiki/James_W._Ripley": "James Wheelock Ripley (March 12, 1786 – June 17, 1835) was an American attorney and Jacksonian politician. He served as a member of the United States House of Representatives and the Massachusetts House of Representatives during the 1800s.",
  "/wiki/Pennsylvania's_2nd_congressional_district": "Pennsylvania's second congressional district includes all of Northeast Philadelphia and parts of North Philadelphia east of Broad Street, as well as portions of Philadelphia's River Wards. It has been represented by Democrat Brendan Boyle since 2019.",
  "/wiki/Joseph_Hemphill": "Joseph Hemphill (January 7, 1770 – May 29, 1842) was an American politician who served as a Federalist member of the U.S. House of Representatives for Pennsylvania's 3rd congressional district from 1801 to 1803 and from 1829 to 1831.",
  "/wiki/Thomas_Kittera": "Thomas Kittera (March 21, 1789 – June 16, 1839) was a member of the United States House of Representatives from Pennsylvania.",
  "/wiki/19th_United_States_Congress": "The Nineteenth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1825, to March 4, 1827, during the first two years of the administration of U.S. President John Quincy Adams. The apportionment of seats in the House of Representatives was based on the Fourth Census of the United States in 1820. The Senate had a majority of Jackson Men, while the House had an Anti-Jackson (pro-Adams) majority."
}