{
  "/wiki/American_Spinning_Company_Mill_No._2": "The American Spinning Company Mill No. 2 is a historic mill complex at 300 Hammett Street, in a pocket of unincorporated Greenville County, South Carolina surrounded on three sides by the city of Greenville.  It is a five-story brick building, to which a number of warehouse buildings and other additions were made.  It was built in 1901-02, as part of a major expansion to the American Spinning Company's Mill No. 1, which originally stood just south of Hammett Street.  It was built by Oscar Sampson, a Boston textile manufacturer to a design by the industrial design firm Lockwood and Greene, and is one of thirteen early 20th-century mills surviving in the Greenville area.  It was listed on the National Register of Historic Places in 2016.  Its major tenant now is the Victor Mill Company, a furniture maker.",
  "/wiki/Greenville,_South_Carolina": "Greenville (/ˈɡriːnvɪl/; locally /ˈɡriːnvəl/) is a city in and the seat of Greenville County, South Carolina, United States. The city's mayor is Knox H. White, who has been in that position since December 1995. With an estimated population of 68,219 as of 2017, it is the sixth-largest city in the state. The population of the surrounding area was 400,492 as of 2010, making it the third-largest urban area in South Carolina as well as the fastest growing. Greenville is the largest city in the Greenville-Anderson-Mauldin Metropolitan Statistical Area. The MSA had a population of 906,626 in 2018, making it the largest in South Carolina and the third largest in the Carolinas.",
  "/wiki/Arthur_Barnwell_House": "The Arthur Barnwell House, which is also known as the Barnwell-DeCamps House, is a Queen Anne house in Greer, South Carolina that was built in the period 1880-1900. It was named to the National Register of Historic Places on 1982. As of 2013, the house was in the process of being moved and rebuilt at a new location.",
  "/wiki/South_Carolina_Highway_14": "South Carolina Highway 14 (SC 14) is a state highway in the U.S. state of South Carolina. The state highway runs 59.24 miles (95.34 km) from U.S. Route 76 Business (US 76 Bus.) in Laurens north to Interstate 26 (I-26) in Landrum. SC 14 connects Laurens and Landrum with Greer, the city between Greenville and Spartanburg where the highway crosses I-85 and US 29. The highway also parallels I-385 through Fountain Inn and Simpsonville, South Carolina in southeastern Greenville County. SC 14 is a part of the National Highway System between I-85 and US 29 in Greer.",
  "/wiki/Greer,_South_Carolina": "Greer is a city in Greenville and Spartanburg counties in the U.S. state of South Carolina. The population was 25,515 as of the 2010 census and had risen to an estimated 30,899 as of 2017. The city of Greer is located in Greenville County. It is part of the Greenville–Anderson–Mauldin Metropolitan Statistical Area. The city is additionally part of the Greenville-Spartanburg-Anderson, SC Combined Statistical Area in Upstate South Carolina.",
  "/wiki/William_Bates_House": "The William Bates House is located on South Carolina Highway 14 in Greenville County near Greenville, South Carolina. The two-story vernacular structure was built ca1835  for William Bates, a pioneer in the textile industry, who founded Batesville Cotton Mill. It is believed that the house is the only remaining structure associated with William Bates.",
  "/wiki/Brandon_Mill": "Brandon Mill, now the West Village Lofts, is a historic textile mill complex, situated just west of the city of Greenville, Greenville County, South Carolina. The mill was built during the early decades of the 20th century and is one example of the mills in the Greenville \"Textile Crescent\" that became central to the economic development of the South Carolina upstate during this period.  The complex was listed on the National Register of Historic Places in 2014, and the main mill has been converted into loft apartments.",
  "/wiki/Burdette_Building": "The Burdette Building, also known as Burdette Hardware Building or B.W. Burdette Building, in Simpsonville, South Carolina, was listed on the U.S. National Register of Historic Places in 2003.",
  "/wiki/Simpsonville,_South_Carolina": "Simpsonville is a city in Greenville County, South Carolina, United States. It is part of the Greenville–Mauldin–Easley Metropolitan Statistical Area. The population was 18,238 at the 2010 census, up from 14,352 in 2000. The population had risen to an estimated 23,037 as of 2018. Simpsonville is part of the \"Golden Strip\", along with Mauldin and Fountain Inn, an area which is noted for having low unemployment due to a diversity of industries including Para-Chem, Kemet, Sealed Air and Milliken.",
  "/wiki/Campbell%27s_Covered_Bridge": "Campbell's Covered Bridge is a wooden covered bridge in northeastern Greenville County, South Carolina, near the small town of Gowensville, and crosses Beaverdam Creek off Pleasant Hill Road.",
  "/wiki/Cannon_Building_(Fountain_Inn,_South_Carolina)": "Cannon Building in Fountain Inn, South Carolina is a building built in 1880. It was listed on the National Register of Historic Places in 2005.",
  "/wiki/Fountain_Inn,_South_Carolina": "Fountain Inn is a city in Greenville and Laurens counties in the U.S. state of South Carolina. The population was 7,799 at the 2010 census, up from 6,017 in 2000. It is part of the Greenville–Mauldin–Easley Metropolitan Statistical Area.",
  "/wiki/Conestee_Mill": "Conestee Mill is a historic mill in the unincorporated community of Conestee, in Greenville County, South Carolina.",
  "/wiki/Conestee,_South_Carolina": "Conestee is an unincorporated community in Greenville County, South Carolina, United States. Conestee's main attraction is Lake Conestee Nature Park. The community is bordered by the city of Greenville to the north, Mauldin to the east and Gantt to the west.",
  "/wiki/Cureton-Huff_House": "The Cureton-Huff House is located in Greenville County near Simpsonville, South Carolina on what is now known as West Georgia Road, or County Road 541. The two-story braced-frame farmhouse on a brick pier foundation was built ca 1820 for John Moon Cureton, a wealthy farmer. It was originally built in the common hall-and-parlor configuration but shortly after its initial construction, the house was altered to a central-hall configuration. Despite more modern additions to the rear of the house including a kitchen, bathrooms, dining room and office, the majority of the house has retained its original, historic Federal-period detailing.",
  "/wiki/Davenport_House_(Greer,_South_Carolina)": "The Davenport House is a Tudor Revival house built in 1921 in Greer, South Carolina The house was listed on the National Register of Historic Places in 1999.",
  "/wiki/Dunean,_South_Carolina": "Dunean is a census-designated place (CDP) in Greenville County, South Carolina, United States. The population was 3,671 at the 2010 census, down from 4,158 in 2000. It is part of the Greenville–Mauldin–Easley Metropolitan Statistical Area.",
  "/wiki/Fairview_Presbyterian_Church_(Fountain_Inn,_South_Carolina)": "Fairview Presbyterian Church is a historic church listed on the National Register of Historic Places near Fountain Inn, South Carolina. The present two-story building, constructed in 1858 in the Greek Revival style, was the fourth building constructed by the church, which was founded in 1786.",
  "/wiki/South_Carolina_Highway_418": "South Carolina Highway 418 (SC 418) is a 24.7-mile-long (39.8 km), east-west state highway in upstate South Carolina. It runs between U.S. Route 25 (US 25) in southern Greenville County and SC 101/SC 146 in southern Spartanburg County; it also runs through northern Laurens County.",
  "/wiki/Fountain_Inn_High_School": "The Fountain Inn High School was a building that formerly served as a high school, located in Fountain Inn, South Carolina. It was designed by the Greenville, South Carolina based architectural firm Beacham and LeGrand and built in 1939. An example of New Deal-era design in the Moderne style, its construction was undertaken using grants by the Public Works Administration program.",
  "/wiki/Fountain_Inn_Principal%27s_House_and_Teacherage": "Fountain Inn Principal's House and Teacherage is a historic home and teacherage located at Fountain Inn, Greenville County, South Carolina. It was built in 1935 as a home for teachers, and is the only remaining building associated with the Fountain Inn Negro School complex.  The complex once included a grade school built in 1928, a high school built in 1930, a library, and the Clayton \"Peg Leg\" Bates Gymnasium, built in 1942. The school and its appurtenant buildings served the educational needs of the Fountain Inn's African American community until the students of this community were enrolled in Fountain Inn High School in the 1960s.",
  "/wiki/James_A._Fulmer_House": "The James A. Fulmer House is a historic house at 303 North Main Street in Fountain Inn, South Carolina.  It is a ​1 1⁄2 story brick building, with a side gable roof and projecting gable section on the left front.  It is basically Tudor Revival in character, but also exhibits Craftsman details such as extended eaves and exposed rafter ends.  Built in 1932 for a prominent businessman, it is one of the city's finest examples of Tudor Revival architecture, and a rare example of design work by Leila Ross Wilburn, one of the first female pattern-book architects.",
  "/wiki/Gilreath%27s_Mill": "Gilreath's Mill (at times also known as Heller's Mill, Bruce's Mill, and Taylor's Mill) is located on South Carolina Highway 101, near the town of Greer, South Carolina. The ​2 1⁄2-story mill which sits on stone pillars was likely built ca1814, however, records can only confirm its existence as far back as 1839. It is one of the few remaining original mills that once provided staple foods and provided a place for rural residents to congregate.",
  "/wiki/South_Carolina_Highway_101": "South Carolina Highway 101 (abbreviated SC 101) is a state route in Laurens, Spartanburg, and Greenville counties. Its southern terminus is at a junction with U.S. Route 76 (US 76) in Hickory Tavern, and its northern terminus is at a junction with SC 11 near Landrum.",
  "/wiki/John_H._Goodwin_House": "The John H. Goodwin House, also known as the Blythe-Goodwin-Hagood House is a historic structure located on South Carolina Highway 11 in Greenville County near Travelers Rest, South Carolina. The two-story farmhouse and the one-story store building located in front of the house are listed on the National Register of Historic Places.",
  "/wiki/South_Carolina_Highway_11": "South Carolina Highway 11 (SC 11), also known as the Cherokee Foothills Scenic Highway, is a state highway through the far north of South Carolina, following the southernmost peaks of the Blue Ridge Mountains. The route is surrounded by peach orchards, quaint villages, and parks. It is an alternative to Interstate 85 (I-85) and has been featured by such publications as National Geographic, Rand McNally and Southern Living.",
  "/wiki/U.S._Route_25_in_South_Carolina": "U.S. Route 25 (US 25) is a U.S. Highway that travels from Brunswick, Georgia to the Kentucky-Ohio state line, where Covington, Kentucky meets Cincinnati, Ohio at the Ohio River. In the U.S. state of South Carolina, it begins as a 140.4-mile-long (226.0 km) highway that travels south to north in the western part of the state, serving the northern part of the Augusta metropolitan area, Greenwood, and Greenville on its path from North Augusta to North Carolina in the Saluda Mountains, near Travelers Rest.",
  "/wiki/Travelers_Rest,_South_Carolina": "Travelers Rest is a city in Greenville County, South Carolina, United States. The population was 4,576 at the 2010 census, up from 4,099 in 2000. The population was an estimated 5,253 in 2018. It is part of the Greenville–Mauldin–Easley Metropolitan Statistical Area. Travelers Rest is located between the Blue Ridge Mountains and Greenville, the primary city of the Upstate region of South Carolina. The campus of Furman University is located just south of the city limits of Travelers Rest, but the university retains a Greenville address based on its ZIP code.",
  "/wiki/Greer_Depot": "The Greer Depot is a former railroad depot listed on the National Register of Historic Places and located in Greer, South Carolina. The combination passenger station and freight warehouse was designed by the Charlotte, North Carolina-based architect, Charles Christian Hook, and constructed in 1913 for the Piedmont and Northern Railway. It is the last surviving of the original 5 two-story depots built for the railway.",
  "/wiki/Greer_Downtown_Historic_District": "Greer Downtown Historic District is a national historic district located at Greer, Greenville County, South Carolina. The district encompasses 40 contributing buildings constructed from ca. 1900 to ca. 1940, with the majority constructed between 1910 and 1930 in the central business district of Greer.  They are largely two-story brick commercial structures.  Notable buildings include the First National Bank of Greer, Planters Savings Bank, R. L. Merchant Building, Bailey Building, Bailes-Collins Department Store, and Davenport Building.",
  "/wiki/Greer_Post_Office": "The Greer Post Office is a building listed with the National Register of Historic Places located in Greer, South Carolina. The Colonial Revival style post office was constructed in 1935, produced under the supervision of the Public Works Administration in the New Deal era. It was designed by New York City-based architect Donald G. Anderson, with Louis A. Simon as the supervising architect.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Greenville_County,_South_Carolina": "This is a list of the National Register of Historic Places listings in Greenville County, South Carolina outside the city of Greenville."
}