{
  "/wiki/Kelly_Osbourne": "Kelly Michelle Lee Osbourne (born 27 October 1984) is a British media personality, singer-songwriter, actress, author, model and fashion designer. The daughter of Ozzy and Sharon Osbourne (née Levy), she is known for her appearances on The Osbournes with her family, for which they won a 2002 Emmy Award for Outstanding Reality Program, as well as on E!'s Fashion Police, where she was a presenter from 2010 to 2015. She has also appeared on Dancing with the Stars, in which she and her professional dance partner Louis van Amstel took third place. She is the voice of Hildy Gloom in the Disney XD animated series The 7D. She was also a judge on both Australia's Got Talent and Project Runway Junior.",
  "/wiki/Joey_Chestnut": "Joseph Christian Chestnut (born November 25, 1983) is an American competitive eater.  He is currently ranked first in the world by Major League Eating. He is a Vallejo, California native and resides in San Jose, California. Chestnut's height is 6-feet-one-inch (1.85 m); his weight is 230 pounds (104 kg).",
  "/wiki/Sonya_Thomas": "Sonya Thomas  (born Lee Sun-kyung on July 26, 1967), also known by her nickname The Black Widow, and \"The Leader of the Four Horsemen of the Esophagus\", is a South Korean-born American competitive eater from Alexandria, Virginia. Thomas joined the International Federation of Competitive Eating in 2003 and quickly rose to the top of the ranks, beating competitive eaters such as Eric Booker.",
  "/wiki/Liv_Tyler": "Liv Rundgren Tyler (born Liv Rundgren; July 1, 1977) is an American actress, producer, singer and former model. She is best known for her portrayal of Arwen Undómiel in the Lord of the Rings film trilogy (2001–03).",
  "/wiki/Maia_Mitchell": "Maia Mitchell (born 18 August 1993) is an Australian actress and singer. She is known for her roles as Brittany Flune in the children's television series Mortified for the Nine Network, and as Natasha Ham in the Seven Network's teen drama Trapped. For American audiences, since 2013, she has played the role of Callie Adams Foster in the Freeform drama The Fosters (2013–2018) and its sequel series Good Trouble. She also co-starred with Ross Lynch in the Disney Channel original films Teen Beach Movie (2013) and Teen Beach 2 (2015) as McKenzie.",
  "/wiki/Vern_Yip": "Vern Yip (born June 27, 1968, in Hong Kong) is an American interior designer based in Atlanta, Georgia.  He periodically appeared on TLC's Trading Spaces through its fourth season, and was known for frequently including silk, candles and flowers in the rooms he designed. He is one of the panel of judges on HGTV's Design Star. Yip hosted four seasons of HGTV's show Deserving Design. Yip hosted an HGTV special called Urban Oasis, in which he designed a Chicago loft in the Trump International Hotel.",
  "/wiki/Pierce_Brosnan": "Pierce Brendan Brosnan OBE (/ˈbrɒsnən/; born 16 May 1953) is an Irish-American actor, film producer, activist, environmentalist. Born in Ireland, Brosnan became a naturalised American citizen. After leaving comprehensive school at age 16, Brosnan began training in commercial illustration, then went on to train at the Drama Centre in London for three years. Following a stage acting career he rose to popularity in the television series Remington Steele (1982–1987), which blended the genres of romantic comedy, drama, and detective procedural. After the conclusion of Remington Steele, Brosnan appeared in films such as the Cold War spy film The Fourth Protocol (1987) and the comedy Mrs. Doubtfire (1993).",
  "/wiki/Terry_O'Quinn": "Terrance Quinn (born July 15, 1952), known professionally as Terry O'Quinn, is an American actor.  He played John Locke on the TV series Lost, the title role in The Stepfather and Stepfather II, and Peter Watts in Millennium, which ran for three seasons (1996–1999). He has also hosted Mysteries of the Missing on The Science Channel.",
  "/wiki/Fourth_of_July": "Independence Day (colloquially the Fourth of July or July 4th) is a federal holiday in the United States commemorating the Declaration of Independence of the United States, on July 4, 1776. The Continental Congress declared that the thirteen American colonies were no longer subject (and subordinate) to the monarch of Britain and were now united, free, and independent states. The Congress had voted to declare independence two days earlier, on July 2, but it was not declared until July 4.",
  "/wiki/Amy_Brenneman": "Amy Frederica Brenneman (born June 22, 1964) is an American actress, writer, and producer.",
  "/wiki/Caroline_Rhea": "Caroline Rhea (born April 13, 1964) is a Canadian stand-up comedian voice actress and actress who is best known for her role as Hilda Spellman on the ABC show Sabrina the Teenage Witch.",
  "/wiki/Scott_Conant": "Scott Conant is an American celebrity chef, restaurateur and cookbook author.",
  "/wiki/Nicole_Richie": "Nicole Camille Richie (née Escovedo; born September 21, 1981) is an American television personality, fashion designer, author, socialite and actress. Richie rose to prominence for her role in the Fox reality television series The Simple Life, alongside her childhood best friend and fellow socialite Paris Hilton, which lasted five seasons. The Simple Life was a hit for the Fox network, premiering with 13 million viewers. Richie's personal life attracted significant media attention during The Simple Life's five-year run, and she was a constant fixture of tabloid journalism before and after her appearance.",
  "/wiki/Bernadette_Peters": "Bernadette Peters (born Bernadette Lazzara; February 28, 1948) is an American actress, singer, and children's book author. Over a career spanning five decades, she has starred in musical theatre, television and film, performed in solo concerts and released recordings. She is a critically acclaimed Broadway performer, having received seven nominations for Tony Awards, winning two (plus an honorary award), and nine nominations for Drama Desk Awards, winning three. Four of the Broadway cast albums on which she has starred have won Grammy Awards.",
  "/wiki/Diane_Keaton": "Diane Keaton (née Hall; born January 5, 1946) is an American actress, director, producer, photographer, real estate developer, author, and singer. One of the most popular actresses of the 1970s and 1980s, she has received various accolades, including an Academy Award, a BAFTA Award, two Golden Globe Awards, and the AFI Life Achievement Award.",
  "/wiki/Keri_Russell": "Keri Lynn Russell (born March 23, 1976) is an American actress and dancer. She came to fame for portraying the title role of Felicity Porter on the WB drama series Felicity (1998–2002), for which she won a Golden Globe Award. Russell also starred as KGB agent Elizabeth Jennings on the FX spy thriller series The Americans (2013–2018), for which she was nominated for Primetime Emmy and Golden Globe awards.",
  "/wiki/O.A.R._(band)": "O.A.R. (short for Of a Revolution) is an American rock band founded in 1996 in Rockville, Maryland. The band consists of lead vocalist/guitarist Marc Roberge, drummer Chris Culos, guitarist Richard On, bassist Benj Gershman, saxophonist/guitarist Jerry DePizzo, trumpet player John Lampley and keyboardist Mikel Paris. Together, the band has released nine studio albums, including their latest release, The Mighty, in March 2019. The band is well known for their live shows and extensive summer touring, and have released five records of various live performances to date. Four of the band members grew up in Rockville, Maryland and attended Thomas Sprigg Wootton High School. After graduating, they went on to study at Ohio State University. There they met the fifth member, saxophonist/guitarist Jerry DePizzo from Youngstown, Ohio.",
  "/wiki/Halle_Berry": "Halle Maria Berry (born Maria Halle Berry; August 14, 1966) is an American actress. Berry won the Academy Award for Best Actress for her performance in the romantic drama film Monster's Ball (2001), becoming the only woman of African American descent to have won the award.",
  "/wiki/Florida_Georgia_Line": "Florida Georgia Line are an American country music duo consisting of vocalists Tyler Hubbard and Brian Kelley. Their 2012 debut single \"Cruise\" broke two major sales records: it was downloaded over seven million times, making it the first country song ever to receive the Diamond certification, and it became the best-selling digital country song of all time, with 24 weeks at number one, until it was surpassed in July 2017 by Sam Hunt's \"Body Like a Back Road\". \"Cruise\" remains their most popular song to date. \"Cruise\" helped to pioneer a style of country music known as \"bro-country\", which incorporates production elements from rock and hip-hop music, and tends to cover subject matter such as partying, drinking, driving trucks and romantic attraction. Much of their subsequent music has been tagged with the \"bro-country\" label as well.",
  "/wiki/Justin_Theroux": "Justin Paul Theroux (/θəˈroʊ/; born August 10, 1971) is an American actor, film producer, director, and screenwriter. He gained recognition for his work with director David Lynch in the mystery film Mulholland Drive (2001) and the thriller film Inland Empire (2006). He also appeared in the films American Psycho (2000), Charlie's Angels: Full Throttle (2003), The Girl on the Train (2016), and The Spy Who Dumped Me (2018).",
  "/wiki/Steven_Yeun": "Steven Yeun (/jʌn/; Korean: 연상엽; born Yeun Sang-yeop, December 21, 1983) is a South Korean-American actor. He is known for playing Glenn Rhee in AMC's horror television series The Walking Dead from 2010 to 2016 and for his role in the South Korean mystery film Burning (2018). For the latter, he won the National Society of Film Critics Award for Best Supporting Actor, among other awards. Yeun has also played supporting roles in the films Okja (2017) and Sorry to Bother You (2018). He served as an executive producer for the film Minari (2020).",
  "/wiki/Lyle_Lovett": "Lyle Pearce Lovett (born November 1, 1957) is an American singer, songwriter, actor and record producer. Active since 1980, he has recorded 13 albums and released 25 singles to date, including his highest entry, the number 10 chart hit on the U.S. Billboard Hot Country Songs chart, \"Cowboy Man\". Lovett has won four Grammy Awards, including Best Male Country Vocal Performance and Best Country Album. It's Not Big It's Large was released in 2007, where it debuted and peaked at number 2 on the Top Country Albums chart. A new studio album, Natural Forces, was released on October 20, 2009 by Lost Highway Records. The last studio album on his Curb Records contract, Release Me, was released in February 2012.",
  "/wiki/Michael_Douglas": "Michael Kirk Douglas (born September 25, 1944) is an American actor and producer. He has received numerous accolades, including two Academy Awards, five Golden Globe Awards, a Primetime Emmy Award, the Cecil B. DeMille Award, and the AFI Life Achievement Award.",
  "/wiki/Colbie_Caillat": "Colbie Marie Caillat (/ˈkoʊlbi kəˈleɪ/ (listen); born May 28, 1985) is an American singer-songwriter. Caillat rose to fame through social networking website Myspace. At that time, she was the number one unsigned artist of her genre. After signing with Universal Republic Records, she released her debut album, Coco, in July 2007. The album included the hit singles \"Bubbly\" and \"Realize\", and has sold 2,060,000 copies in the US, and is certified 2x Platinum. In 2008 she recorded a duet with Jason Mraz, \"Lucky\", which won a Grammy Award. In August 2009 she released Breakthrough, her second album, which became her first album to debut at number one on the Billboard 200. It has been certified gold by the RIAA. Breakthrough was nominated for Best Pop Vocal Album at the 2010 Grammy Awards. She was also part of the group that won Album of the Year at the 2010 Grammy Awards for her background vocals and writing on Taylor Swift's Fearless album. In July 2011 she released her third studio album, All of You. In October 2012 she released her first Christmas album, Christmas in the Sand. Since 2018, she has been a member of the country music group Gone West.",
  "/wiki/Wylie_Dufresne": "Wylie Dufresne (born 1970) is the chef and owner of Du's Donuts and the former chef and owner of the wd~50 and Alder restaurants in Manhattan. Dufresne is a leading American proponent of molecular gastronomy, the movement to incorporate science and new techniques in the preparation and presentation of food.",
  "/wiki/Eric_Dane": "Eric Dane (born Eric T. Melvin, November 9, 1972) is an American actor. After appearing in television roles throughout the 2000s with his recurring role as Jason Dean in Charmed being the best known, he became famous for playing Dr. Mark Sloan on the medical drama television series Grey's Anatomy, as well as films, co-starring in Marley & Me (2008), Valentine's Day (2010), and Burlesque (2010). He starred as Captain Tom Chandler in the post-apocalyptic drama The Last Ship. He currently stars as Cal Jacobs in the HBO series, Euphoria.",
  "/wiki/Tori_Amos": "Tori Amos (born Myra Ellen Amos, August 22, 1963) is an American singer-songwriter and pianist. She is a classically trained musician with a mezzo-soprano vocal range. Having already begun composing instrumental pieces on piano, Amos won a full scholarship to the Peabody Institute at Johns Hopkins University at the age of five, the youngest person ever to have been admitted. She was expelled at the age of 11 for what Rolling Stone described as \"musical insubordination\". Amos was the lead singer of the short-lived 1980s pop group Y Kant Tori Read before achieving her breakthrough as a solo artist in the early 1990s. Her songs focus on a broad range of topics, including sexuality, feminism, politics and religion.",
  "/wiki/Jason_Segel": "Jason Jordan Segel (/ˈsiːɡəl/; born January 18, 1980) is an American actor, comedian, screenwriter, and producer. He is best known for his role as Marshall Eriksen in the CBS sitcom How I Met Your Mother, as well as for his work with producer Judd Apatow on the television series Freaks and Geeks and Undeclared, and for the critically and commercially successful comedies he has starred in, written, and produced.",
  "/wiki/Willem_Dafoe": "William James \"Willem\" Dafoe (born July 22, 1955) is an American actor. He is known for his distinct gravelly voice, and has received multiple accolades, including nominations for four Academy Awards and three Golden Globe Awards. He has frequently collaborated with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, and Wes Anderson.",
  "/wiki/Anderson_Cooper": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, television personality, and author. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is usually broadcast live from a New York City studio; however, Cooper often broadcasts live from CNN's studios in Washington, D.C., or on location for breaking news stories.  In addition, he is a correspondent for 60 Minutes.",
  "/wiki/Zach_Braff": "Zachary Israel Braff (born April 6, 1975) is an American actor, director, screenwriter and producer. He is best known for his role as J. D. on the television series Scrubs (2001–2010), for which he was nominated for the Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series in 2005 and for three Golden Globe Awards from 2005 to 2007. He starred in The Broken Hearts Club: A Romantic Comedy (2000), The Last Kiss (2006), The Ex (2006) and In Dubious Battle (2016), and has done voice-work for Chicken Little (2005), Oz the Great and Powerful (2013), and the Netflix series Bojack Horseman.",
  "/wiki/Andie_MacDowell": "Rosalie Anderson MacDowell (born April 21, 1958) is an American actress and fashion model. She made her film debut in 1984's Greystoke: The Legend of Tarzan, Lord of the Apes, before receiving critical acclaim for her role in Sex, Lies, and Videotape (1989), for which she won Independent Spirit Award for Best Female Lead and was nominated for a Golden Globe Award for Best Actress – Motion Picture Drama. She also received Golden Globe Award nominations for her performances in Green Card (1990) and Four Weddings and a Funeral (1994).",
  "/wiki/Cameron_Diaz": "Cameron Michelle Diaz (born August 30, 1972) is an American actress, writer and former model. She has frequently appeared in comedies throughout her career, while also earning critical recognition in dramatic films. Her accolades include four Golden Globe Award nominations, three Screen Actors Guild Award nominations, and a New York Film Critics Award. In 2013, she was named the highest-paid actress over 40 in Hollywood. As of 2018[update], the U.S. domestic box office grosses of Diaz's films total over US$3 billion, with worldwide grosses surpassing US$7 billion, making her the fifth highest-grossing U.S. domestic box office actress.",
  "/wiki/Mark_Feuerstein": "Mark Feuerstein (/ˈfɔɪ.ərstiːn/; born June 8, 1971) is an American actor. He first came to public notice in a guest appearance in an episode of Season 2 of Sex and the City and went on to appear in TV series The West Wing (2001–2005), Royal Pains (2009–2016) and Prison Break (2017). He co-wrote, co-produced as well as starred in the short-lived CBS sitcom 9JKL.",
  "/wiki/Kurt_Russell": "Kurt Vogel Russell (born March 17, 1951) is an American actor. He began acting on television at the age of 12 in the western series The Travels of Jaimie McPheeters (1963–1964). In the late 1960s, he signed a ten-year contract with The Walt Disney Company where, according to Robert Osborne, he became the studio's top star of the 1970s.",
  "/wiki/Stephen_Moyer": "Stephen Moyer (born Stephen John Emery; 11 October 1969) is an English film and television actor and director who is best known as vampire Bill Compton in the HBO series True Blood. He was born in Brentwood, Essex and attended St Martin's, a comprehensive school in Hutton, Essex. His first television role was in 1993 as Philip Masefield in the TV adaptation of the play Conjugal Rites, written by actor/playwright Roger Hall.",
  "/wiki/Alton_Brown": "Alton Crawford Brown Jr. (born July 30, 1962) is an American television personality, food show presenter, author, actor, cinematographer, and musician. He is the creator and host of the Food Network television show Good Eats, host of the mini-series Feasting on Asphalt and Feasting on Waves, and host and main commentator on Iron Chef America and Cutthroat Kitchen. Brown is a best-selling author of several books on food and cooking. On Brown's 2017 book tour, he stated Good Eats will have a \"sequel\", and it would be released in 2018 on the internet. A \"recap\" series titled \"Good Eats Reloaded\" aired on Cooking Channel starting in October 2018, and a true sequel series titled Good Eats: The Return premiered on August 25, 2019, on Food Network.",
  "/wiki/Dan_Aykroyd": "Daniel Edward Aykroyd, CM OOnt (/ˈækrɔɪd/ AK-royd; born July 1, 1952) is a Canadian actor, producer, comedian, musician, and filmmaker who was an original member of the \"Not Ready for Prime Time Players\" on Saturday Night Live (1975–1979). A musical sketch he performed with John Belushi on SNL, the Blues Brothers, turned into an actual performing band and then the 1980 film The Blues Brothers.",
  "/wiki/Julia_Stiles": "Julia O'Hara Stiles (born March 28, 1981) is an American actress. Born and raised in New York City, Stiles began acting at age 12.  Her first film role was in I Love You, I Love You Not (1996), followed by a leading role in the thriller Wicked (1998), for which she was awarded the Karlovy Vary International Film Festival Award for Best Actress. She went on to gain prominence for her lead roles in teen films such as 10 Things I Hate About You (1999) for which she won MTV Movie Award for Best Breakthrough Performance and was nominated for two Teen Choice Awards, Down to You (2000), for which she was nominated for another two Teen Choice Awards, and Save the Last Dance (2001), winning the Teen Choice Award for Choice Movie Actress and was nominated for the MTV Movie Award for Best Female Performance.",
  "/wiki/Dwayne_Johnson": "Dwayne Douglas Johnson (born May 2, 1972), also known by his ring name, The Rock, is an American actor, producer, investor and retired professional wrestler. Johnson was a professional wrestler for the World Wrestling Federation (WWF, now WWE) for eight years prior to pursuing an acting career. His films have grossed over $3.5 billion in North America and over $10.5 billion worldwide, making Johnson one of the most successful and highest-grossing box-office stars of all time.",
  "/wiki/Sarah_McLachlan": "Sarah Ann McLachlan OC OBC (born January 28, 1968) is a Canadian singer-songwriter known for her emotional ballads and mezzo-soprano vocal range. As of 2015 she had sold over 40 million albums worldwide. McLachlan's best-selling album to date is Surfacing, for which she won two Grammy Awards (out of four nominations) and four Juno Awards. In addition to her personal artistic efforts, she founded the Lilith Fair tour, which showcased female musicians on an unprecedented scale. The Lilith Fair concert tours took place from 1997 to 1999, and resumed in the summer of 2010.",
  "/wiki/Hank_Azaria": "Henry Albert Azaria (/əˈzɛəriə/ ə-ZAIR-ee-ə; born April 25, 1964) is an American actor, voice actor, comedian and producer. He is known for his voice characterizations as a variety of characters in the animated sitcom The Simpsons (1989–present), which has included Moe Szyslak, Apu Nahasapeemapetilon, Chief Wiggum, Comic Book Guy, Carl Carlson and others. After attending Tufts University, he joined the series with little voice acting experience, but became a regular in its second season, with many of his performances on the show being based on famous actors and characters.",
  "/wiki/Jennifer_Morrison": "Jennifer Marie Morrison (born April 12, 1979) is an American actress, producer, director, and former child model. She is known for her roles as Dr. Allison Cameron in the medical-drama series House (2004–2012) and Emma Swan in the ABC adventure-fantasy series Once Upon a Time (2011–2017, 2018). She has also portrayed Zoey Pierson, one of Ted Mosby's love interests on the comedy series How I Met Your Mother; Winona Kirk, mother of James T. Kirk in the 2009 science-fiction film Star Trek; and Tess Conlon in the 2011 sports drama film Warrior. She made her feature film directorial debut with Sun Dogs (2017).",
  "/wiki/Lance_Ulanoff": "Lance Ulanoff is an American tech and social media commentator. He is a former Editor-in-Chief of PCMag.com, PC Magazine, and Mashable and SVP of Content for PCMag Digital Network, and is now an editor at Mashable. He spent nearly two decades in the computer technology publishing industry. Previously, he edited PCMag.com, the website for PC Magazine. Ulanoff also writes an award-winning and popular column for the website.",
  "/wiki/Morgan_Freeman": "Morgan Freeman (born June 1, 1937) is an American actor and film narrator. Freeman won an Academy Award in 2005 for Best Supporting Actor with Million Dollar Baby (2004) and has received Oscar nominations for his performances in Street Smart (1987), Driving Miss Daisy (1989), The Shawshank Redemption (1994) and Invictus (2009). He has also won a Golden Globe Award and a Screen Actors Guild Award.",
  "/wiki/Mira_Sorvino": "Mira Katherine Sorvino (/ˈmiːrə sɔːrˈviːnoʊ/; born September 28, 1967) is an American actress. She won the Academy Award and Golden Globe for Best Supporting Actress for her performance in Woody Allen's Mighty Aphrodite (1995).",
  "/wiki/Shawn_Mendes": "Shawn Peter Raul Mendes (/ˈmɛndɛz/; born August 8, 1998) is a Canadian singer, songwriter and model. He gained a following in 2013, posting song covers on the video-sharing application Vine. The following year, he caught the attention of artist manager Andrew Gertler and Island Records A&R Ziggy Chareton, which led to him signing a deal with the record label. He has since released three studio albums, headlined three world tours, and received several awards.",
  "/wiki/Kelsey_Grammer": "Allen Kelsey Grammer (born February 21, 1955) is an American actor, voice actor, comedian, singer, producer, director, writer and activist, best known for his two-decade-long portrayal of psychiatrist Dr. Frasier Crane on the NBC sitcoms Cheers and Frasier. He also produced the sitcom Girlfriends, which aired on UPN and The CW. Grammer has won five Primetime Emmy Awards, three Golden Globe Awards, one Daytime Emmy Award and one Tony Award; additionally, he has also worked as a television producer, director, and writer.",
  "/wiki/Kesha": "Kesha Rose Sebert (/ˈkɛʃə ˈsiːbərt/; born March 1, 1987), known mononymously as Kesha (formerly stylized Ke$ha), is an American singer, songwriter, rapper, and actress. In 2005, at age 18, Kesha was signed to Kemosabe Records. Her first major success came in early 2009 after she was featured on American rapper Flo Rida's number-one single \"Right Round\".",
  "/wiki/Anita_Lo": "Anita Lo is an American chef and restaurateur. In 2001, she was named by Food & Wine magazine one of ten “Best New Chefs in America”.",
  "/wiki/Zoe_Saldana": "Zoë Yadira Saldaña Nazario (born June 19, 1978) is an American actress. Following her performances with the theater group Faces, Saldana made her screen debut in a 1999 episode of Law & Order. Her film career began a year later with Center Stage (2000), where she played a struggling ballet dancer. She had played the role of Neytiri, the female lead and one of the main protagonists of James Cameron's sci-fi film Avatar.",
  "/wiki/Bethany_Mota": "Bethany Noel Mota (born November 7, 1995) is an American video blogger. Starting with her YouTube channel, Macbarbie07, created in 2009, she rose to fame for her haul videos, in which she shows her fashion and style purchases via the internet. She uploads  videos of outfit ideas, makeup and hair tutorials, recipes, and do it yourself ideas. She has since expanded into her own fashion line at Aéropostale. She has gone on multiple tours, which she calls her \"Motavatours\" to meet and interact with fans. She also appeared on Season 19 of Dancing with the Stars.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}