{
  "/wiki/Daniel_Radcliffe": "Daniel Jacob Radcliffe (born 23 July 1989) is an English actor and producer. He is best known for playing the titular protagonist in the Harry Potter film series, based on the novels by J. K. Rowling during his adolescence and early adulthood.",
  "/wiki/Minnie_Driver": "Amelia Fiona \"Minnie\" Driver (born 31 January 1970) is an English-American actress and singer-songwriter.",
  "/wiki/Nick_Cannon": "Nicholas Scott Cannon (born October 8, 1980) is an American actor, comedian, rapper, director, writer, producer, and television host. On television, Cannon began as a teenager on All That before going on to host The Nick Cannon Show, Wild 'N Out, America's Got Talent, Lip Sync Battle Shorties and The Masked Singer. He acted in the films Drumline, Love Don't Cost a Thing and Roll Bounce.",
  "/wiki/Samuel_L._Jackson": "Samuel Leroy Jackson (born December 21, 1948) is an American actor and film producer. Jackson has won critical acclaim and numerous accolades and awards, and is the highest-grossing actor of all time (when cameo appearances are excluded).",
  "/wiki/Connie_Britton": "Constance Elaine Britton (née Womack; born March 6, 1967) is an American actress, singer, and producer. Britton made her feature film debut in the independent comedy-drama film The Brothers McMullen (1995), and the following year, she was cast as Nikki Faber on the ABC sitcom Spin City. She later starred in the short-lived sitcoms The Fighting Fitzgeralds (2001) and Lost at Home (2003), and appeared in several films, most notably the sports drama film Friday Night Lights (2004) and the thriller film The Last Winter (2006).",
  "/wiki/Anna_Chlumsky": "Anna Maria Chlumsky (/ˈklʌmski/; born December 3, 1980) is an American actress. She began her career as a child actress, best known playing the lead role of Vada Sultenfuss in My Girl (1991) and its 1994 sequel. Between 1999 and 2005, Chlumsky's career entered a hiatus while she attended college. She returned to acting with roles in several independent films, including Blood Car (2007) and In the Loop (2009). From 2012 to 2019 Chlumsky portrayed Amy Brookheimer on the HBO television series Veep, for which she has received six nominations for the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series.",
  "/wiki/Omar_Epps": "Omar Hashim Epps (born July 20, 1973) is an American actor. His film roles include Juice, Higher Learning, The Wood, In Too Deep and Love and Basketball. His television work includes the role of Dr. Dennis Gant on the medical drama series ER, J. Martin Bellamy in Resurrection, Dr. Eric Foreman on the Fox medical drama series House from 2004 to 2012, and Isaac Johnson in the TV series Shooter from 2016 to 2018.",
  "/wiki/James_Franco": "James Edward Franco (born April 19, 1978) is an American actor, director, screenwriter, comedian, film producer, television producer, academic, painter and writer. For his role in 127 Hours (2010), he was nominated for an Academy Award for Best Actor. Franco is known for his roles in live-action films, such as Sam Raimi's Spider-Man trilogy (2002–2007); Milk (2008); Pineapple Express (2008); Eat, Pray, Love (2010); Rise of the Planet of the Apes (2011); Spring Breakers (2012); Oz the Great and Powerful (2013); This Is the End (2013); and The Disaster Artist (2017), for which he won a Golden Globe Award for Best Actor. He is known for his collaborations with fellow actor Seth Rogen, having appeared in eight films and one television series with him.",
  "/wiki/Poppy_Montgomery": "Poppy Montgomery (born Poppy Petal Emma Elizabeth Deveraux Donaghue; 15 June 1972) is an Australian-American actress. She played FBI agent Samantha Spade on the CBS mystery drama Without a Trace from 2002 to 2009, and played Detective Carrie Wells on the CBS/A&E police drama Unforgettable from 2011 to 2016.",
  "/wiki/Edie_Falco": "Edith Falco (born July 5, 1963) is an American actress, best known for her roles as Diane Whittlesey in the HBO series Oz (1997–2000) and Carmela Soprano on the HBO series The Sopranos (1999–2007). For the latter, she received six Emmy nominations, winning three for Outstanding Lead Actress in a Drama Series, as well as winning two Golden Globes and five Screen Actors Guild Awards.",
  "/wiki/Colin_Hanks": "Colin Lewes Hanks (born November 24, 1977) is an American actor, producer and director. He is known for starring in films such as Orange County, King Kong, The House Bunny, The Great Buck Howard, and the Jumanji film series. His television credits include Roswell, Band of Brothers, Dexter, Fargo, The Good Guys, and Life in Pieces. He is the eldest son of actor Tom Hanks.",
  "/wiki/Anne_Hathaway": "Anne Jacqueline Hathaway (born November 12, 1982) is an American actress. The recipient of multiple awards, including an Academy Award, a Primetime Emmy Award, and a Golden Globe, she was one of the highest-paid actresses in the world in 2015. Her films have earned over $6.8 billion worldwide, and she appeared in the Forbes Celebrity 100 list in 2009.",
  "/wiki/Brooklyn_Decker": "Brooklyn Danielle Decker Roddick (born April 12, 1987) is an American model and actress best known for her appearances in the Sports Illustrated Swimsuit Issue, including the cover of the 2010 issue. In addition to working for Victoria's Secret for the 2010 \"Swim\" collection, she has ventured into television with guest appearances on Chuck, Ugly Betty, The League, and Royal Pains. She made her feature film debut in Just Go with It (2011), and later starred in Battleship (2012) and What to Expect When You're Expecting (2012).",
  "/wiki/Kristin_Chenoweth": "Kristin Dawn Chenoweth (/ˈtʃɛnoʊwɛθ/; born Kristi Dawn Chenoweth, July 24, 1968) is an American actress and singer, with credits in musical theatre, film and television. In 1999, she won a Tony Award for her performance as Sally Brown in You're a Good Man, Charlie Brown on Broadway. In 2003, Chenoweth received wide notice for originating the role of Glinda in the musical Wicked, including a nomination for another Tony. Her television roles have included Annabeth Schott in NBC's The West Wing and Olive Snook on the ABC comedy-drama Pushing Daisies, for which she won a 2009 Emmy Award for Outstanding Supporting Actress in a Comedy Series. She also starred in the ABC TV series GCB in 2012.",
  "/wiki/Jeff_Perry_(American_actor)": "Jeffrey Perry (born August 16, 1955) is an American actor of stage, television, and film. He starred in the ABC political drama Scandal from 2012 to 2018.",
  "/wiki/Kevin_Costner": "Kevin Michael Costner (born January 18, 1955) is an American actor, director, producer, and musician. His accolades include two Academy Awards, two Golden Globe Awards, one Primetime Emmy Award, and two Screen Actors Guild Awards.",
  "/wiki/Tracy_Morgan": "Tracy Jamel Morgan (born November 10, 1968) is an American actor, voice actor and comedian best known for his seven seasons as a cast member on Saturday Night Live (1996–2003) and 30 Rock (2006–2013). He was nominated for an Emmy Award in 2009 for his work on 30 Rock. He has appeared in numerous films as an actor and voice actor.",
  "/wiki/Jennifer_Garner": "Jennifer Anne Garner (born April 17, 1972) is an American actress. Following a supporting role in Pearl Harbor (2001), Garner gained recognition for her performance as CIA officer Sydney Bristow in the ABC spy-action thriller Alias, which aired from 2001 to 2006. For her work on the series, she won a Golden Globe Award and a Screen Actors Guild Award, and received four Primetime Emmy Award nominations.",
  "/wiki/Merritt_Wever": "Merritt Carmen Wever (born August 11, 1980) is an American actress. She is known for starring as a perennially upbeat young nurse in Nurse Jackie (2009–2015), an intrepid widow in the Netflix period miniseries Godless (2017), and a detective investigating a serial rapist in the Netflix crime miniseries Unbelievable (2019). For Nurse Jackie, she won the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series in 2013 and for Godless, she won the Primetime Emmy Award for Outstanding Supporting Actress in a Limited Series or Movie.",
  "/wiki/R5_(band)": "R5 was an American pop rock band formed in Los Angeles, California, in 2009. \nThe band consisted of Ross Lynch (lead vocals/rhythm guitar), Riker Lynch (bass guitar/vocals), Rocky Lynch (lead guitar/vocals), Rydel Lynch (keyboard/vocals), and Ellington Ratliff (drums/vocals). They released their first EP Ready Set Rock March 9th, 2010, but it was removed once Ross got his role on the Disney Channel Show Austin and Ally.  They then released the EP Loud on February 19th, 2013  Since releasing their debut album, Louder, on September 24, 2013, which peaked at #24 on the Billboard 200, they have toured across five continents. Their second album, Sometime Last Night, was released on July 10, 2015, and debuted at #6 on the Billboard 200 in the US, and in the top 20 in five other countries. They have also released five EPs, eleven singles, and a documentary called R5: All Day, All Night that was first released in theaters April 15, 2015.",
  "/wiki/Jeremy_Piven": "Jeremy Samuel Piven (born July 26, 1965) is an American actor, comedian, and producer. He is known for his role as Ari Gold in the comedy series Entourage, for which he won a Golden Globe Award and three consecutive Emmy Awards. He also starred in the British period drama Mr Selfridge, which tells the story of the man who created the luxury English department store chain Selfridges, and portrayed Spence Kovak on Ellen DeGeneres's sitcom Ellen.",
  "/wiki/Malaya_Watson": "Malaya Tina Bandico Watson (born September 24, 1997) is an American singer from Southfield, Michigan, who finished in eighth place on the thirteenth season of American Idol.",
  "/wiki/Billy_Bob_Thornton": "Billy Bob Thornton (born August 4, 1955) is an American actor, writer, director and musician.",
  "/wiki/Alicia_Silverstone": "Alicia Silverstone (/ˈsɪlvərstoʊn/; born October 4, 1976) is an American actress. She made her film debut in The Crush (1993), earning the 1994 MTV Movie Award for Best Breakthrough Performance, and gained further prominence as a teen idol when she appeared at the age of 16 in the music video for Aerosmith's \"Cryin'\". She starred in the comedy hit Clueless (1995), which earned her a multimillion-dollar deal with Columbia Pictures, and in the big-budget film Batman & Robin (1997), playing Barbara/Batgirl.",
  "/wiki/Green_vehicle": "A green vehicle, or clean vehicle, or eco-friendly vehicle or environmentally friendly vehicle is a road motor vehicle that produces less harmful impacts to the environment than comparable conventional internal combustion engine vehicles running on gasoline or diesel, or one that uses certain alternative fuels.  Presently, in some countries the term is used for any vehicle complying or surpassing the more stringent European emission standards (such as Euro6), or California's zero-emissions vehicle standards (such as ZEV, ULEV, SULEV, PZEV), or the low-carbon fuel standards enacted in several countries.",
  "/wiki/Nicolas_Cage": "Nicolas Kim Coppola (born January 7, 1964), known professionally as Nicolas Cage, is an American actor and filmmaker. Cage has been nominated for numerous major cinematic awards, and won an Academy Award, a Golden Globe, and Screen Actors Guild Award for his performance in Leaving Las Vegas (1995).",
  "/wiki/Whoopi_Goldberg": "Caryn Elaine Johnson (born November 13, 1955), known professionally as Whoopi Goldberg (/ˈwʊpi/), is an American actor, comedian, author, and television personality. She has been nominated for 13 Emmy Awards and is one of the few entertainers to have won an Emmy Award, a Grammy Award, an Academy Award, and a Tony Award. She is also the second black woman to win an Academy Award for acting.",
  "/wiki/Sport_utility_vehicle": "Sport utility vehicle (SUV) is a category of motor vehicles that combine elements of road-going passenger cars with features from off-road vehicles, such as raised ground clearance and four-wheel drive.",
  "/wiki/David_Duchovny": "David William Duchovny /dʊˈkʌvni/ (born August 7, 1960) is an American actor, writer, producer, director, novelist, and singer-songwriter. He is known for playing FBI agent Fox Mulder on the television series The X-Files and writer Hank Moody on the television series Californication, both of which have earned him Golden Globe awards.",
  "/wiki/Ingrid_Michaelson": "Ingrid Ellen Michaelson is an American singer-songwriter and actress. Her first album, Slow the Rain, was released in 2005, and she has since released eight more albums: Girls and Boys, Be OK, Everybody, Human Again, Lights Out, It Doesn't Have to Make Sense, Songs for the Season, and her most recent, Stranger Songs.  Her two highest-charting singles are \"The Way I Am\" (2007) and \"Girls Chase Boys\" (2014), at No. 37 and No. 52 on the Billboard Hot 100, respectively.",
  "/wiki/Sedan_(automobile)": "A sedan /sɪˈdæn/, or saloon, is a passenger car in a three-box configuration with separate compartments for engine, passenger, and cargo.",
  "/wiki/Colin_Firth": "Colin Andrew Firth CBE (born 10 September 1960) is an English actor who has received an Academy Award, a Golden Globe Award, two BAFTA Awards, and three Screen Actors Guild Awards, as well as the Volpi Cup for Best Actor at the Venice Film Festival. In 2010, Firth's portrayal of King George VI in Tom Hooper's The King's Speech won him the Academy Award for Best Actor.",
  "/wiki/Margo_Martindale": "Margo Martindale (born July 18, 1951) is an American character actress who has appeared on television, film, and onstage. In 2011, she won a Primetime Emmy Award and a Critics' Choice Television Award for her recurring role as Mags Bennett on Justified. Martindale was nominated for an Emmy Award four times for her recurring role as Claudia on The Americans, winning the award in 2015 and 2016. She has played supporting roles in several films, including Walk Hard: The Dewey Cox Story, The Hours, Million Dollar Baby, Dead Man Walking, The Firm, Lorenzo's Oil, ...First Do No Harm, Eye of God, Win Win, Marvin's Room, Forged, Orphan, The Savages, Hannah Montana: The Movie, August: Osage County, and Paris, je t'aime.",
  "/wiki/Michelle_Obama": "Michelle LaVaughn Robinson Obama (née Robinson; born January 17, 1964) is an American lawyer, university administrator, and writer, who was the first lady of the United States from 2009 to 2017. She is married to the 44th President of the United States, Barack Obama, and she was the first African American First Lady of the United States.",
  "/wiki/Jim_Carrey": "James Eugene Carrey (born January 17, 1962) is a Canadian-American actor, comedian, writer, and artist. He is known for his energetic slapstick performances.",
  "/wiki/Christina_Hendricks": "Christina Rene Hendricks (born May 3, 1975) is an American actress and former model. Her accolades include six Primetime Emmy Award nominations, two Screen Actors Guild Awards, and two Critics' Choice Awards for Best Supporting Actress in a Drama Series. A 2010 poll of female readers taken by Esquire magazine named her \"the sexiest woman in the world,\" and voted as Best Looking Woman in America the same year.",
  "/wiki/Debby_Ryan": "Deborah Ann Ryan (born May 13, 1993) is an American actress and singer. Ryan started acting in professional theatres at the age of seven, and was later discovered in a nationwide search by Disney Channel. From 2008 to 2011, she starred as Bailey Pickett on The Suite Life on Deck and appeared in the 2010 Disney Channel Original Movie 16 Wishes as Abby Jensen, which was the most watched cable program the day of its premiere. Ryan also appeared in the 2010 independent theatrical film What If... as Kim Walker.",
  "/wiki/Dexter_Roberts": "Dexter Roberts (born July 12, 1991) is an American singer from Fayette, Alabama, who was a finalist on the thirteenth season of American Idol, finishing in seventh place., as well as The Voice, finishing in 3rd place.",
  "/wiki/Robin_Roberts_(newscaster)": "Robin René Roberts is an American television broadcaster. Roberts is the anchor of ABC's Good Morning America.",
  "/wiki/Jon_Jones": "Jonathan Dwight Jones (born July 19, 1987) is an American professional mixed martial artist, who is signed with the Ultimate Fighting Championship (UFC). Widely regarded as one of the greatest mixed martial artists, he is the current and two-time undisputed UFC Light Heavyweight Champion. He has been champion since December 29, 2018, and previously held the title from March 20, 2011, to April 28, 2015. Jones also held the interim UFC Light Heavyweight Championship. As of August 19, 2019, he is #1 in the UFC men's pound-for-pound rankings.",
  "/wiki/Kate_Upton": "Katherine Elizabeth Upton (born June 10, 1992) is an American model and actress. She first appeared in the Sports Illustrated Swimsuit Issue in 2011, and was the cover model for the 2012, 2013 and 2017 issues. In addition, she was the subject of the 100th-anniversary Vanity Fair cover.",
  "/wiki/Paul_Wesley": "Paweł Tomasz Wasilewski (Polish: ['pavɛw vaɕi'lɛfskʲi]; born July 23, 1982), known professionally as Paul Wesley and formerly as Paul Wasilewski, is an American actor, director, and producer. He is perhaps best known for his multiple roles on the drama series The Vampire Diaries as well as his multiple roles on the anthology series Tell Me a Story.",
  "/wiki/Meb_Keflezighi": "Mebrahtom \"Meb\" Keflezighi (/ˈmɛb kəˈflɛzɡi/; Ge'ez: መብራህቶም ክፍልእዝጊ, Mebrāhtōm Kifl'izgī; born May 5, 1975) is a retired Eritrean-born American long distance runner. He is the 2004 Olympic silver medalist in the marathon and finished in fourth place in the 2012 Summer Olympics. He won the 2009 New York City Marathon on November 1, 2009, and the 2014 Boston Marathon on April 21, 2014, becoming the first American man to win each race since 1982 and 1983, respectively. Keflezighi is a graduate of UCLA where he won four NCAA championships competing for the UCLA Bruins track and field team. He came in fourth in the 2014 New York City Marathon on November 2, 2014, eighth in the 2015 Boston Marathon on April 20, 2015 and second in the 2016 U.S. Olympic Team Trials to qualify for the 2016 Summer Olympics.",
  "/wiki/Neon_Trees": "Neon Trees are an American rock band from Provo, Utah. The band received nationwide exposure in late 2008 when they opened several North American tour dates for the band The Killers. Not long after, the band was signed by Mercury Records and released their first studio album, Habits, in 2010. Their first single, \"Animal\", climbed to No. 13 on the Billboard Hot 100 and No. 1 on the Alternative Songs chart.",
  "/wiki/Cameron_Diaz": "Cameron Michelle Diaz (born August 30, 1972) is an American actress, writer and former model. She has frequently appeared in comedies throughout her career, while also earning critical recognition in dramatic films. Her accolades include four Golden Globe Award nominations, three Screen Actors Guild Award nominations, and a New York Film Critics Award. In 2013, she was named the highest-paid actress over 40 in Hollywood. As of 2018[update], the U.S. domestic box office grosses of Diaz's films total over US$3 billion, with worldwide grosses surpassing US$7 billion, making her the fifth highest-grossing U.S. domestic box office actress.",
  "/wiki/Emily_VanCamp": "Emily Irene VanCamp (born May 12, 1986) is a Canadian actress known for her roles on The WB television series Everwood, the ABC dramas Brothers & Sisters and Revenge, and as Sharon Carter / Agent 13 in the Marvel Cinematic Universe films Captain America: The Winter Soldier (2014) and Captain America: Civil War (2016) and the upcoming Disney+ series The Falcon and the Winter Soldier (2020). VanCamp stars as the female lead in the Fox medical drama series The Resident, which debuted in January 2018 as a midseason entry in the 2017–18 United States television season.",
  "/wiki/Leslie_Mann": "Leslie Jean Mann (born March 26, 1972) is an American actress. She has appeared in numerous films including The Cable Guy (1996), George of the Jungle (1997), Big Daddy (1999), Timecode (2000), Perfume (2001), Stealing Harvard (2002), The 40-Year-Old Virgin (2005), Knocked Up (2007), 17 Again (2009), Funny People (2009), I Love You Phillip Morris (2009), Rio (2011),  The Change-Up (2011), This Is 40 (2012), The Bling Ring (2013), The Other Woman (2014), Vacation (2015), How to Be Single (2016), and Blockers (2018). She is married to Judd Apatow.",
  "/wiki/Christine_Baranski": "Christine Jane Baranski (born May 2, 1952) is an American actress, singer, and producer. She is a 15-time Emmy Award nominee, winning once in 1995 for Outstanding Supporting Actress in a Comedy Series for her role as Maryann Thorpe in the sitcom Cybill (1995–98). Baranski has received further critical acclaim for her performance as Diane Lockhart in the legal drama series The Good Wife (2009–2016) and its spinoff series The Good Fight (2017–present), as well as her recurring role as Dr. Beverly Hofstadter in the sitcom The Big Bang Theory (2009–2019) for which she received four Emmy nominations. She is also known for her roles in numerous successful TV films, such as her portrayal of Kate in To Dance with the White Dog (1993), Prunella Stickler in Eloise at the Plaza, and Eloise at Christmastime (both 2003), and Amanda in Who Is Simon Miller? (2011).",
  "/wiki/Andrew_Garfield": "Andrew Russell Garfield (born 20 August 1983) is a British-American actor. He is the recipient of several accolades, including a Tony Award, and has been nominated for an Academy Award and two British Academy Film Awards.",
  "/wiki/CJ_Harris": "The thirteenth season of American Idol, styled as American Idol XIII, premiered on the Fox television network on January 15, 2014. Ryan Seacrest returned as host for his thirteenth season. Keith Urban was the only judge from the twelfth season to return. Former judge Jennifer Lopez, who returned after one season absence, and Harry Connick Jr. joined the judging panel following the departures of Mariah Carey, Nicki Minaj and Randy Jackson, though Jackson returned as a mentor, replacing Jimmy Iovine."
}