{
  "/wiki/Vin_Diesel": "Mark Sinclair (born July 18, 1967), known professionally as Vin Diesel, is an American actor and producer. He rose to international fame with his role as Dominic Toretto in The Fast and the Furious franchise.",
  "/wiki/Maggie_Gyllenhaal": "Margalit Ruth Gyllenhaal (/ˈdʒɪlənhɔːl/; born November 16, 1977) is an American actress and producer. Part of the Gyllenhaal family, she is the daughter of filmmakers Stephen Gyllenhaal and Naomi Achs, and the older sister of actor Jake Gyllenhaal.",
  "/wiki/Jean_Georges": "Jean-Georges is a two-Michelin-star restaurant at 1 Central Park West (between West 60th Street and West 61st Street), on the lobby level of the Trump International Hotel and Tower, on the Upper West Side of Manhattan, New York City, named after its owner Jean-Georges Vongerichten.",
  "/wiki/Maria_Menounos": "Maria Menounos (/məˈnuːnoʊs/, Greek: Μαρία Μενούνος; born June 8, 1978) is an American entertainment reporter, television personality, professional wrestler, actress, and businesswoman. She has hosted Extra and E! News, and served as a TV correspondent for Today, Access Hollywood, and co-hosted the Eurovision Song Contest 2006 in Athens, Greece. She also co-created and is currently CEO of online podcast series network AfterBuzz TV. She is currently signed to WWE where she has served as an ambassador since 2013.  She hosts the podcast Conversations with Maria Menounos.",
  "/wiki/Daniel_Radcliffe": "Daniel Jacob Radcliffe (born 23 July 1989) is an English actor and producer. He is best known for playing the titular protagonist in the Harry Potter film series, based on the novels by J. K. Rowling during his adolescence and early adulthood.",
  "/wiki/Nina_Dobrev": "Nikolina Kamenova Dobreva (pronounced [ˈnikolinɐ ˈdɔbrɛvɐ]; born January 9, 1989), known professionally as Nina Dobrev (/ˈdoʊbrɛv/ DOH-brev), is a Canadian actress. Her first acting role was as Mia Jones in the drama series Degrassi: The Next Generation. She later became known for portraying Elena Gilbert and Katherine Pierce on The CW's supernatural drama series The Vampire Diaries.",
  "/wiki/Pro_Football_Hall_of_Fame": "The Pro Football Hall of Fame is the hall of fame for professional American football, located in Canton, Ohio. Opened in 1963, the Hall of Fame enshrines exceptional figures in the sport of professional football, including players, coaches, franchise owners, and front-office personnel, almost all of whom made their primary contributions to the game in the National Football League (NFL); the Hall inducts between four and eight new enshrinees each year. The Hall of Fame's Mission is to \"Honor the Heroes of the Game, Preserve its History, Promote its Values & Celebrate Excellence EVERYWHERE.\"",
  "/wiki/Helen_Mirren": "Dame Helen Lydia Mirren, DBE (née Mironoff; born 26 July 1945) is an English actor. Mirren began her acting career with the Royal Shakespeare Company in 1967 and is one of the few performers who have achieved the Triple Crown of Acting. She won the Academy Award for Best Actress for her performance as Queen Elizabeth II in The Queen, the Tony Award for Best Actress in a Play for the same role in The Audience, and has won the Primetime Emmy Award for Outstanding Lead Actress in a Limited Series or Movie four times.",
  "/wiki/Sean_Bean": "Shaun Mark Bean (born 17 April 1959), credited professionally as Sean Bean (/ˈʃɔːn ˈbiːn/), is an English actor. After graduating from the Royal Academy of Dramatic Art, Bean made his professional debut in a theatre production of Romeo and Juliet in 1983. Retaining his Yorkshire accent, he first found mainstream success for his portrayal of Richard Sharpe in the ITV series Sharpe.",
  "/wiki/Rebecca_Romijn": "Rebecca Alie Romijn (/roʊˈmeɪn/ roh-MAYN; Dutch: [roːˈmɛin]; born November 6, 1972) is an American actress and former model. She is known for her role as Mystique in the trilogy of the X-Men film series, and as Joan from The Punisher (2004), both of which are based on Marvel Comics. She also had a recurring role as Alexis Meade on the television series Ugly Betty, and as Number One on Star Trek: Discovery. Major roles include as Eve Baird on the TNT series The Librarians, which ran for four seasons, and as the host of the game show Skin Wars.",
  "/wiki/Katie_Holmes": "Kate Noelle Holmes (born December 18, 1978) is an American actress, producer, and director. She first achieved fame as Joey Potter on the television series Dawson's Creek (1998–2003).",
  "/wiki/Mark-Paul_Gosselaar": "Mark-Paul Harry Gosselaar (/ˈɡɒslər/; born March 1, 1974) is an American actor. He is known for his television roles as Zack Morris in Saved by the Bell, Detective John Clark Jr. in NYPD Blue, and Peter Bash in Franklin & Bash. He was the lead in the 1998 film Dead Man on Campus, and starred in the 2016 TV series Pitch. He was the lead actor in the 2019 TV series The Passage. Gosselaar currently plays Paul Johnson (Rainbow's father) in the ABC sitcom series Mixed-ish, the prequel series of Black-ish.",
  "/wiki/Jeff_Bridges": "Jeffrey Leon Bridges (born December 4, 1949) is an American actor, singer, comedian and producer. He comes from a prominent acting family and appeared on the television series Sea Hunt (1958–60), with his father, Lloyd Bridges and brother, Beau Bridges. He won numerous accolades, including the Academy Award for Best Actor for his role as Otis \"Bad\" Blake in the 2009 film Crazy Heart, and earned Academy Award nominations for his roles in The Last Picture Show (1971), Bad Company (1972), Thunderbolt and Lightfoot (1974), Starman (1984), The Contender (2000), True Grit (2010), and Hell or High Water (2016). His other films include Tron (1982), Jagged Edge (1985), The Fabulous Baker Boys (1989), The Fisher King (1991), Fearless (1993), The Big Lebowski (1998), Seabiscuit (2003), Iron Man (2008), Tron: Legacy (2010), and The Giver (2014).",
  "/wiki/Sasha_Alexander": "Suzana Drobnjaković (born May 17, 1973), known by her stage name Sasha Alexander, is an American actress. She played Gretchen Witter on Dawson's Creek and has acted in films including Yes Man (2008) and He's Just Not That Into You (2009). Alexander played Caitlin Todd for the first two seasons of NCIS. From July 2010 through September 2016, Alexander starred as Maura Isles in the TNT series Rizzoli & Isles.",
  "/wiki/Meghan_Trainor": "Meghan Elizabeth Trainor (born December 22, 1993) is an American singer-songwriter. Interested in music from a young age, she wrote, recorded, and produced three independently released albums between 2009 and 2011.",
  "/wiki/Kate_Upton": "Katherine Elizabeth Upton (born June 10, 1992) is an American model and actress. She first appeared in the Sports Illustrated Swimsuit Issue in 2011, and was the cover model for the 2012, 2013 and 2017 issues. In addition, she was the subject of the 100th-anniversary Vanity Fair cover.",
  "/wiki/Will_Arnett": "William Emerson Arnett (/ɑːrˈnɛt/; born May 4, 1970) is a Canadian-American actor, comedian and producer. He is best known for his role as BoJack Horseman in the Netflix series BoJack Horseman and George Oscar \"Gob\" Bluth II in the Fox/Netflix series Arrested Development (2003–2006, 2013, 2018–2019), receiving a nomination for Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series. He has appeared in films such as Blades of Glory (2007), Hot Rod (2007) and Teenage Mutant Ninja Turtles (2014). His performance as Devon Banks in 30 Rock earned him four Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series nominations.",
  "/wiki/Nick_Cannon": "Nicholas Scott Cannon (born October 8, 1980) is an American actor, comedian, rapper, director, writer, producer, and television host. On television, Cannon began as a teenager on All That before going on to host The Nick Cannon Show, Wild 'N Out, America's Got Talent, Lip Sync Battle Shorties and The Masked Singer. He acted in the films Drumline, Love Don't Cost a Thing and Roll Bounce.",
  "/wiki/Brooklyn_Decker": "Brooklyn Danielle Decker Roddick (born April 12, 1987) is an American model and actress best known for her appearances in the Sports Illustrated Swimsuit Issue, including the cover of the 2010 issue. In addition to working for Victoria's Secret for the 2010 \"Swim\" collection, she has ventured into television with guest appearances on Chuck, Ugly Betty, The League, and Royal Pains. She made her feature film debut in Just Go with It (2011), and later starred in Battleship (2012) and What to Expect When You're Expecting (2012).",
  "/wiki/Ethan_Hawke": "Ethan Green Hawke (born November 6, 1970) is an American actor, writer, and director. He has been nominated for four Academy Awards and a Tony Award. Hawke has directed three feature films, three Off-Broadway plays, and a documentary. He has also written three novels and one graphic novel. He made his film debut with the 1985 science fiction feature Explorers, before making a breakthrough appearance in the 1989 drama Dead Poets Society. He appeared in various films before taking a role in the 1994 Generation X drama Reality Bites, for which he received critical praise. Hawke starred alongside Julie Delpy in Richard Linklater's Before trilogy: Before Sunrise (1995), Before Sunset (2004) and Before Midnight (2013), all of which received critical acclaim.",
  "/wiki/Elisabeth_Moss": "Elisabeth Singleton Moss (born July 24, 1982) is an American actor. She is known for her work in several television dramas, earning such accolades as two Primetime Emmy Awards and two Golden Globe Awards, which led Vulture to name her the \"Queen of Peak TV\".",
  "/wiki/Whitney_Cummings": "Whitney Cummings (born September 4, 1982) is an American stand-up comedian, actress, producer, writer, director, and podcaster. Her credits include one comedy album, four stand-up specials, three Comedy Central Roasts, and numerous television series in which she has served various roles including producer, director, showrunner, and actress.",
  "/wiki/Jessica_Alba": "Jessica Marie Alba (/ˈælbə/; born April 28, 1981) is an American actress and businesswoman. She began her television and movie appearances at age 13 in Camp Nowhere and The Secret World of Alex Mack (1994), but rose to prominence at 19, as the lead actress of the television series Dark Angel (2000–2002), for which she received a Golden Globe nomination.",
  "/wiki/Patrick_J._Adams": "Patrick Johannes Adams (born August 27, 1981) is a Canadian actor and director. He is best known for playing Mike Ross, a brilliant college dropout turned unlicensed lawyer in USA Network's TV series Suits. He is also an avid photographer, with many of his photos getting more recognition after Suits' Behind The Lens and #PJAGallery events."
}