{
  "/wiki/Kevin_Bacon": "Kevin Norwood Bacon (born July 8, 1958) is an American actor and musician. His films include musical-drama film Footloose (1984), the controversial historical conspiracy legal thriller JFK (1991), the legal drama A Few Good Men (1992), the historical docudrama Apollo 13 (1995), and the mystery drama Mystic River (2003). Bacon is also known for taking on darker roles such as that of a sadistic guard in Sleepers (1996) and troubled former child abuser in The Woodsman (2004). He is also known for the hit comedies National Lampoon's Animal House (1978), Diner (1982), Tremors (1990) and Crazy, Stupid, Love (2011). His other well known films are Friday the 13th (1980), Flatliners (1990), The River Wild (1994), Wild Things (1998), Stir of Echoes (1999), Hollow Man (2000), Frost/Nixon (2008), X-Men: First Class (2011), Black Mass (2015) and Patriots Day (2016). He is equally prolific on television, having starred in the Fox drama series The Following (2013–2015). For the HBO original film Taking Chance (2009), Bacon won a Golden Globe Award and a Screen Actors Guild Award, also receiving a Primetime Emmy Award nomination. More recently Bacon portrayed the title character and was the series lead of the Amazon Prime web television series I Love Dick for which he was nominated for a Golden Globe Award.",
  "/wiki/Juliette_Lewis": "Juliette Lake Lewis (born June 21, 1973) is an American actress and singer known for her portrayals of offbeat characters, often in films with dark themes. Lewis became an \"it girl\" of American cinema in the early 1990s, appearing in various independent and arthouse films. Her accolades include a Pasinetti Award, one Academy Award nomination, one Golden Globe nomination, and a Primetime Emmy Award nomination.",
  "/wiki/Daniel_Boulud": "Daniel Boulud (born 25 March 1955 in Saint-Pierre-de-Chandieu) is a French chef and restaurateur with restaurants in New York City, Boston, Washington, D.C., Palm Beach, Miami, Toronto, Montréal, London, and Singapore. He is best known for Daniel, his eponymous, Michelin currently 2-star restaurant in New York City.",
  "/wiki/Sigourney_Weaver": "Susan Alexandra Weaver (born October 8, 1949), professionally known as Sigourney Weaver (/sɪˈɡɔːrni/), is an American actress. Dubbed \"Queen of Sci-Fi\", Weaver is considered to be a pioneer of action heroines in science fiction films. She is primarily known for her role as Ellen Ripley in the Alien franchise. The role earned her an Academy Award nomination in 1986 and is often regarded as one of the most significant female protagonists in all of cinema.",
  "/wiki/Ansel_Elgort": "Ansel Elgort (born March 14, 1994) is an American actor, singer and DJ (under the name Ansølo). Born to photographer Arthur Elgort and stage producer Grethe Barrett Holby, he began his acting career with a supporting role in the horror film Carrie (2013).",
  "/wiki/Ian_K._Smith": "Ian K. Smith, M.D. (born July 15, 1969) is an American physician and author best known for his appearances on VH1's Celebrity Fit Club series, The View, and as a correspondent for NBC News. He is also the host of HealthWatch with Dr. Ian Smith, a nationally syndicated daily news feature heard on American Urban Radio Networks. He resides in Chicago.  On January 11, 2016, Smith revealed on the \"Opie with Jim Norton\" show that his third cousin was Seattle Seahawks quarterback Russell Wilson, whom he had also never met.",
  "/wiki/Felicity_Huffman": "Felicity Kendall Huffman (born December 9, 1962) is an American actress. She is the recipient of numerous accolades including a Primetime Emmy Award, a Golden Globe Award, three Screen Actors Guild Awards, and has been nominated for an Oscar.",
  "/wiki/Theresa_Caputo": "Theresa Caputo (born June 10, 1966 or 1967) is an American medium best known for her TLC reality TV series, Long Island Medium.",
  "/wiki/Joel_Fuhrman": "Joel Fuhrman (born December 2, 1953) is an American celebrity doctor who advocates what he calls a micronutrient-rich diet.",
  "/wiki/Hugh_Jackman": "Hugh Michael Jackman AC (born 12 October 1968) is an Australian actor, singer, and producer. He is best known for playing Wolverine in the X-Men film series from 2000 to 2018, a role for which he holds the Guinness World Record for \"longest career as a live-action Marvel superhero\". Jackman is also recognised for his lead roles in films such as the romantic comedy Kate & Leopold (2001), the action film Van Helsing (2004), the drama The Prestige (2006), the fantasy drama The Fountain (2006), the period romance Australia (2008), the film version of Les Misérables (2012), the thriller Prisoners (2013), and the musical The Greatest Showman (2017), for which he received a Grammy Award for Best Soundtrack Album. For playing Jean Valjean in Les Misérables, he was nominated for the Academy Award for Best Actor and won the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy.",
  "/wiki/Henrik_Lundqvist": "Henrik Lundqvist (Swedish pronunciation: [ˈhɛ̌nːrɪk ˈlɵ̂nːdkvɪst]; born 2 March 1982) is a Swedish professional ice hockey goaltender for the New York Rangers of the National Hockey League (NHL). Before winning the Vezina Trophy in 2012, he was nominated in each of his first three seasons, and is the only goaltender in NHL history to record 11 30-win seasons in his first 12 seasons. He holds the record for most wins by a European-born goaltender in the NHL. His dominating play during his rookie season resulted in the New York media and Rangers fans giving him the nickname \"King Henrik\". During the 2006 Winter Olympics in Turin, Italy, he led the Swedish men's team to their second Olympic gold medal.",
  "/wiki/Éric_Ripert": "Éric Frank Ripert (French: [ʁipɛʁ]; born 2 March 1965) is a French chef, author and television personality specializing in modern French cuisine and noted for his work with seafood.",
  "/wiki/Jada_Pinkett_Smith": "Jada Pinkett Smith (/ˈdʒeɪdə ˈpɪŋkɪt/; born September 18, 1971) is an American actress, singer-songwriter, comedian, screenwriter  and businesswoman.",
  "/wiki/Ginnifer_Goodwin": "Jennifer Michelle \"Ginnifer\" Goodwin (born May 22, 1978) is an American actress. She is known for her starring role as Margene Heffman in the HBO drama series Big Love (2006–2011) and Snow White / Mary Margaret Blanchard in the ABC fantasy series Once Upon a Time (2011–2018).",
  "/wiki/Rixton_(band)": "Push Baby (stylised in all lowercase) are a British pop rock band from Manchester, England. They are signed to Scooter Braun's SB Projects. In 2012, the band started as Relics and became famous starting 2013 as Rixton. Their debut single \"Me and My Broken Heart\" charted internationally. The band consists of Jake Roche, Danny Wilkin, Charley Bagnall and Lewi Morgan. The band went on a hiatus after 2015 to be rebranded as Push Baby in 2019.",
  "/wiki/Liam_Neeson": "Liam John Neeson OBE (born 7 June 1952) is a Northern Irish actor. He has been nominated for a number of awards, including an Academy Award for Best Actor, a BAFTA Award for Best Actor in a Leading Role, and three Golden Globe Awards for Best Actor in a Motion Picture Drama. Empire magazine ranked Neeson among both the \"100 Sexiest Stars in Film History\" and \"The Top 100 Movie Stars of All Time\".",
  "/wiki/Lily_James": "Lily Thomson (born 5 April 1989), known professionally as Lily James, is an English actress and singer. She studied acting at the Guildhall School of Music and Drama in London and began her acting career in the British television series Just William (2010). Following her supporting role in the period drama series Downton Abbey (2012–15), she had her film breakthrough as the title role in the romance fantasy film Cinderella (2015).",
  "/wiki/Chelsea_Clinton": "Chelsea Victoria Clinton (born February 27, 1980) is an American author and global health advocate. She is the only child of former U.S. President Bill Clinton and former U.S. Secretary of State and 2016 presidential candidate Hillary Clinton. She was a special correspondent for NBC News from 2011 to 2014 and now works with the Clinton Foundation and Clinton Global Initiative, including taking a prominent role at the foundation with a seat on its board.",
  "/wiki/Elizabeth_Hurley": "Elizabeth Jane Hurley (born 10 June 1965) is an English businesswoman, actress, and model. She has been associated with the cosmetics company Estée Lauder since the company gave Hurley her first modelling job at the age of 29. They have featured her as a representative and model for their products, especially perfumes such as Sensuous, Intuition, and Pleasures, since 1995. Hurley owns an eponymous beachwear line.",
  "/wiki/Richard_Madden": "Richard Madden (born 18 June 1986) is a Scottish actor. Born and raised in Renfrewshire near Glasgow, Madden rose to prominence in 2011 for his portrayal of Robb Stark in the first three seasons of HBO's fantasy drama Game of Thrones, for which he received the Screen International Award for Star of Tomorrow. In 2018, he gained acclaim for his performance as a war veteran and Principal Protection Officer in the BBC thriller series Bodyguard, for which he won the Golden Globe Award for Best Actor – Television Series Drama.",
  "/wiki/Common_(rapper)": "Lonnie Corant Jaman Shuka Rashid Lynn (born March 13, 1972), better known by his stage name Common (formerly Common Sense), is an American rapper, actor, writer, philanthropist, and activist. Common debuted in 1992 with the album Can I Borrow a Dollar? and maintained an underground following into the late 1990s, after which he gained mainstream success through his work with the Soulquarians.",
  "/wiki/Abbi_Jacobson": "Abbi Jacobson (born February 1, 1984)[citation needed] is an American comedian, writer, actress and illustrator. She co-created and co-starred in the Comedy Central series Broad City with Ilana Glazer, based on the web series of the same name.",
  "/wiki/Olly_Murs": "Oliver Stanley Murs (born 14 May 1984) is an English singer, songwriter, television presenter and voice actor. He first came to national attention for coming second in the sixth series of The X Factor in 2009. He is currently signed to RCA Records and Sony Music UK in the United Kingdom, and Columbia Records in the United States.",
  "/wiki/Ethan_Hawke": "Ethan Green Hawke (born November 6, 1970) is an American actor, writer, and director. He has been nominated for four Academy Awards and a Tony Award. Hawke has directed three feature films, three Off-Broadway plays, and a documentary. He has also written three novels and one graphic novel. He made his film debut with the 1985 science fiction feature Explorers, before making a breakthrough appearance in the 1989 drama Dead Poets Society. He appeared in various films before taking a role in the 1994 Generation X drama Reality Bites, for which he received critical praise. Hawke starred alongside Julie Delpy in Richard Linklater's Before trilogy: Before Sunrise (1995), Before Sunset (2004) and Before Midnight (2013), all of which received critical acclaim.",
  "/wiki/Elisabeth_Moss": "Elisabeth Singleton Moss (born July 24, 1982) is an American actor. She is known for her work in several television dramas, earning such accolades as two Primetime Emmy Awards and two Golden Globe Awards, which led Vulture to name her the \"Queen of Peak TV\".",
  "/wiki/Mike_Tyson": "Michael Gerard Tyson (born June 30, 1966) is an American former professional boxer who competed from 1985 to 2005. He reigned as the undisputed world heavyweight champion and holds the record as the youngest boxer to win a heavyweight title, at 20 years, four months, and 22 days old. Tyson won his first 19 professional fights by knockout, 12 of them in the first round. He won the WBC title in 1986 after stopping Trevor Berbick in the second round, and added the WBA and IBF titles after defeating James Smith and Tony Tucker in 1987. This made Tyson the first heavyweight boxer to simultaneously hold the WBA, WBC and IBF titles, and the only heavyweight to successively unify them.",
  "/wiki/Steve_Martin": "Stephen Glenn Martin (born August 14, 1945) is an American actor, comedian, writer, and musician. Martin came to public notice in the 1960s as a writer for The Smothers Brothers Comedy Hour, and later as a frequent guest on The Tonight Show. In the 1970s, Martin performed his offbeat, absurdist comedy routines before packed houses on national tours. Since the 1980s, having branched away from comedy, Martin has become a successful actor, as well as an author, playwright, pianist, and banjo player, eventually earning him Emmy, Grammy, and American Comedy awards, among other honors.",
  "/wiki/Bruno_Tonioli": "Bruno Tonioli (Italian pronunciation: [ˈbruno tonˈjɔli]; born 25 November 1955) is an Italian choreographer, ballroom and Latin  dancer, and TV personality. He appears as a judge on the British television dance competition Strictly Come Dancing and its American adaptation Dancing with the Stars on ABC TV in the US. Tonioli co-created and appeared on the BBC talent show DanceX, and its American adaptation, Dance War: Bruno vs. Carrie Ann. He earns £200,000 to £249,000 as a BBC contributor.",
  "/wiki/Carrie_Ann_Inaba": "Carrie Ann Inaba (born January 5, 1968) is an American television personality, dancer, choreographer, actress, and singer. She is best known for her work on ABC TV's Dancing with the Stars, as Fook Yu in Austin Powers in Goldmember. She is a current co-host and moderator of the CBS Daytime talk show, The Talk. She started her career as a singer in Japan, but became best known for her dancing, first introducing herself to American audiences as one of the original Fly Girls on the Fox sketch comedy series In Living Color from 1990 to 1992.",
  "/wiki/Julianne_Hough": "Julianne Alexandra Hough (/hʌf/; born July 20, 1988) is an American dancer, actress,Songwriter and singer. She is a two-time professional champion of ABC's Dancing with the Stars. She was nominated for a Creative Arts Primetime Emmy in 2007 for Outstanding Choreography in season five. Her first leading acting role was in the 2011 film remake of Footloose. In September 2014, Hough joined Dancing with the Stars as a permanent fourth judge. Along with her brother Derek Hough (who is a six-time winner of the dancing show) and Tessandra Chavez, she won the Primetime Emmy Award for Outstanding Choreography in 2015. In 2016, she played Sandy in the live Fox television production of Grease. She was a judge on America's Got Talent for its 2019 season.",
  "/wiki/Sheppard_(band)": "Sheppard is an Australian indie pop band from Brisbane, formed in 2009. Their debut studio album, Bombs Away, was released on 11 July 2014, and peaked at No. 2 on the ARIA Albums Chart and was certified gold by the Australian Recording Industry Association, while their second single, \"Geronimo\", spent three weeks at No. 1 on the ARIA Singles Chart and was certified 5× platinum.",
  "/wiki/Taraji_P._Henson": "Taraji Penda Henson (/təˈrɑːdʒi/ tə-RAH-jee; born September 11, 1970) is an American actress and author. She studied acting at Howard University and began her Hollywood career in guest roles on several television shows before making her breakthrough in Baby Boy (2001). She received praise for her performances as a prostitute in Hustle & Flow (2005), for which she received a Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture nomination; and as a single mother of a disabled child in David Fincher's The Curious Case of Benjamin Button (2008), for which she received Academy Award, SAG Award and Critics Choice Award nominations for Best Supporting Actress. In 2010 she appeared in the action comedy Date Night, and co-starred in the remake of The Karate Kid.",
  "/wiki/Shailene_Woodley": "Shailene Diann Woodley (born November 15, 1991)  is an American actress, film producer, and activist. Brought up in Simi Valley, California, Woodley began modeling at the age of four and began acting professionally in minor television roles. She first gained prominence for her starring role as Amy Juergens in the ABC Family drama series The Secret Life of the American Teenager (2008–2013).",
  "/wiki/Jerry_O'Connell": "Jeremiah O'Connell (born February 17, 1974) is an American actor, director and talk show host, known for his roles as Quinn Mallory in the television series Sliders, Andrew Clements in My Secret Identity, Vern Tessio in the film Stand by Me (1986), Joe in Joe's Apartment (1996), Frank Cushman in Jerry Maguire (1996), Derek in Scream 2 (1997), Charlie Carbone in Kangaroo Jack (2003), and Detective Woody Hoyt on the drama Crossing Jordan. He starred as Pete Kaczmarek in the single 2010–11 season of The Defenders. He also had a starring role in the comedy horror film Piranha 3D (2010).",
  "/wiki/Emmy_Rossum": "Emmanuelle Grey Rossum (born September 12, 1986) is an American actress, television director, and singer-songwriter. She is known for her portrayal of Fiona Gallagher in the television series Shameless. Her role in Mystic River (2003) initially brought her recognition. She starred in the science-fiction film The Day After Tomorrow (2004) and received critical acclaim for her performance in the leading role of Christine Daaé in the film adaptation of The Phantom of the Opera (2004).",
  "/wiki/Theo_James": "Theodore Peter James Kinnaird Taptiklis (born 16 December 1984) is an English actor, director, producer and model, known for portraying the role of Tobias \"Four\" Eaton in The Divergent Series film trilogy. He played Detective Walter William Clark, Jr. in the crime-drama series Golden Boy (2013), and David in the films Underworld: Awakening (2012) and Underworld: Blood Wars (2016). He starred as Will Younger in the Netflix Original film How It Ends (2018).",
  "/wiki/Kyle_Chandler": "Kyle Martin Chandler (born September 17, 1965) is an American actor. Making his screen acting debut in a 1988 television film, Chandler's first regular television role was in the ABC drama Homefront (1991–93). This was followed by the lead role of Gary Hobson in the CBS series Early Edition (1996-2000), for which he won a Saturn Award for Best Actor on Television. His other television roles include the short-lived sitcom What About Joan? (2001) and the legal drama The Lyon's Den (2003), both short-lived, and a well-received guest appearance on the medical drama Grey's Anatomy, for which Chandler received his first Primetime Emmy Award nomination.",
  "/wiki/Erin_Andrews": "Erin Jill Andrews (born May 4, 1978) is an American sportscaster and television personality. She hosts Dancing with the Stars for ABC and is a sideline reporter for Fox NFL.",
  "/wiki/Will_Ferrell": "John William Ferrell (/ˈfɛrəl/; born July 16, 1967) is an American actor, comedian, producer, writer and businessman. He first established himself in the mid-1990s as a cast member on the NBC sketch comedy show Saturday Night Live, and has subsequently starred in comedy films such as Anchorman: The Legend of Ron Burgundy (2004), Talladega Nights (2006), Step Brothers (2008), The Other Guys (2010) and Anchorman 2: The Legend Continues (2013), all but one of which he co-wrote with his comedy partner Adam McKay. The two also founded the comedy website Funny or Die in 2007. Other film roles include Elf, Old School (both 2003), Blades of Glory (2007), Daddy's Home (2015), and the animated films Megamind (2010) and The Lego Movie (2014).",
  "/wiki/Derek_Hough": "Derek Hough (/ˈhʌf/; born May 17, 1985) is an American professional Latin and ballroom dancer, choreographer, actor and singer.",
  "/wiki/Kevin_Hart": "Kevin Darnell Hart (born July 6, 1979) is an American stand-up comedian, actor, and producer. Born and raised in Philadelphia, Pennsylvania, Hart began his career by winning several amateur comedy competitions at clubs throughout New England, culminating in his first real break in 2001 when he was cast by Judd Apatow for a recurring role on the TV series Undeclared. The series lasted only one season, but he soon landed other roles in films such as Paper Soldiers (2002), Scary Movie 3 (2003), Soul Plane (2004), In the Mix (2005), and Little Fockers (2010).",
  "/wiki/Carey_Mulligan": "Carey Hannah Mulligan (born 28 May 1985) is a British actress. She made her professional acting debut on stage in the Kevin Elyot play Forty Winks at the Royal Court Theatre in 2004. Her film debut was with a supporting role in Pride & Prejudice (2005), followed by roles in television, including Bleak House (2005) and a Doctor Who episode, \"Blink\" (2007). She made her Broadway debut in The Seagull in 2008, which won her an Ian Charleson Commendation Award.",
  "/wiki/Whitney_Cummings": "Whitney Cummings (born September 4, 1982) is an American stand-up comedian, actress, producer, writer, director, and podcaster. Her credits include one comedy album, four stand-up specials, three Comedy Central Roasts, and numerous television series in which she has served various roles including producer, director, showrunner, and actress.",
  "/wiki/Octavia_Spencer": "Octavia Lenora Spencer (born May 25, 1972) is an American actress, author, and producer. She is the recipient of several accolades, including an Academy Award and a Golden Globe Award. She is one of two black actresses to have received three Academy Award nominations and the first black actress to receive two consecutive nominations.",
  "/wiki/Plain_White_T's": "Plain White T's are an American rock band from Lombard, Illinois, formed in 1997 by high school friends Tom Higgenson, Dave Tirio, and Ken Fletcher. They were joined a short time later by Steve Mast. The group had a mostly underground following in Chicago basements, clubs, and bars in its early years.",
  "/wiki/Maria_Menounos": "Maria Menounos (/məˈnuːnoʊs/, Greek: Μαρία Μενούνος; born June 8, 1978) is an American entertainment reporter, television personality, professional wrestler, actress, and businesswoman. She has hosted Extra and E! News, and served as a TV correspondent for Today, Access Hollywood, and co-hosted the Eurovision Song Contest 2006 in Athens, Greece. She also co-created and is currently CEO of online podcast series network AfterBuzz TV. She is currently signed to WWE where she has served as an ambassador since 2013.  She hosts the podcast Conversations with Maria Menounos.",
  "/wiki/Ben_Stiller": "Benjamin Edward Meara Stiller (born November 30, 1965) is an American actor, comedian, writer, producer, musician and director. He is the son of veteran comedians and actors Jerry Stiller and Anne Meara.",
  "/wiki/Julie_Andrews": "Dame Julie Andrews, DBE (born Julia Elizabeth Wells; 1 October 1935) is an English actress, singer and author. Andrews, a child actress and singer, appeared in the West End in 1948 and made her Broadway debut in The Boy Friend (1954). Billed as “Britain’s youngest prima donna”, she rose to prominence starring in Broadway musicals such as My Fair Lady (1956)  playing Eliza Doolittle, and Camelot (1960) playing Queen Guinevere. In 1957, Andrews starred in the premiere of Rodgers and Hammerstein's written-for-television musical Cinderella, a live, network broadcast seen by over 100 million viewers. Andrews made her feature film debut in Mary Poppins (1964), and won the Academy Award for Best Actress for her performance in the title role. She starred in The Sound of Music (1965), playing Maria von Trapp, and won the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical.",
  "/wiki/Zoë_Kravitz": "Zoë Isabella Kravitz (born December 1, 1988) is an American actress, singer, and model. She is the daughter of musician Lenny Kravitz and actress Lisa Bonet. Kravitz made her acting debut in the 2007 romantic comedy film No Reservations.",
  "/wiki/Sissy_Spacek": "Mary Elizabeth \"Sissy\" Spacek (/ˈspeɪsɛk/; born December 25, 1949) is an American actress and singer. She is the recipient of various accolades including an Academy Award, three Golden Globe Awards, two Critics' Choice Movie Awards, a Screen Actors Guild Award, and nominations for four BAFTA Awards, three Primetime Emmy Awards, and a Grammy Award. She has also received a star on the Hollywood Walk of Fame.",
  "/wiki/Billy_Gardell": "William Gardell Jr. (born August 20, 1969) is an American stand-up comedian, actor, game show host and voice artist. Gardell played Chicago police officer Mike Biggs on Mike & Molly. He also had a recurring role as Billy Colivida on Yes, Dear and appeared in a dozen episodes of My Name Is Earl as a police officer. Gardell voiced Santa in Ice Age: A Mammoth Christmas, as well as starring on Sullivan & Son in the recurring role of Lyle Winkler. Since 2019, Gardell currently plays Bob Wheeler in the CBS sitcom series Bob Hearts Abishola.",
  "/wiki/Convertibles": "A convertible, cabriolet or spyder/spider  (/ˌkæbrioʊˈleɪ/) is a passenger car that can be driven with or without a roof in place. The methods of retracting and storing the roof vary between models.\nA convertible allows an open-air driving experience, with the ability to provide a roof when required. Potential drawbacks of convertibles are reduced structural rigidity (requiring significant engineering and modification to counteract the effects of removing a car's roof) and cargo space.",
  "/wiki/Mark_Cuban": "Mark Cuban  (born July 31, 1958) is an American entrepreneur  and investor. He is the owner of the National Basketball Association (NBA)'s Dallas Mavericks, co-owner of 2929 Entertainment, and chairman of AXS TV. He is also one of the main \"shark\" investors on the ABC reality television series, Shark Tank. In 2011, Cuban wrote an e-book, How to Win at the Sport of Business, in which he chronicles his experiences in business and sports.",
  "/wiki/Helen_Mirren": "Dame Helen Lydia Mirren, DBE (née Mironoff; born 26 July 1945) is an English actor. Mirren began her acting career with the Royal Shakespeare Company in 1967 and is one of the few performers who have achieved the Triple Crown of Acting. She won the Academy Award for Best Actress for her performance as Queen Elizabeth II in The Queen, the Tony Award for Best Actress in a Play for the same role in The Audience, and has won the Primetime Emmy Award for Outstanding Lead Actress in a Limited Series or Movie four times.",
  "/wiki/Charlotte_McKinney": "Charlotte Ann McKinney (born August 6, 1993) is an American actress and model who first gained attention as an Instagram personality, eventually achieving wider recognition for her appearance in a Carl's Jr. commercial which aired regionally during Super Bowl XLIX in 2015.",
  "/wiki/Luxury_Vehicles": "A luxury vehicle is intended to provide the driver and passengers with increased comfort, a higher level of equipment and increased perception of quality than regular cars (such as economy cars, which are intended as basic low-cost transportation devices) for an increased price. The term is subjective and can be based on either the qualities of the car itself or the brand image of its manufacturer. Luxury brands are considered to have a higher status than premium brands, however, there is no fixed differentiation between the two.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}