{
  "/wiki/Lea_Michele": "Lea Michele Sarfati (born August 29, 1986) is an American actress, singer and author. She began her career as a child actress on Broadway, appearing in productions of Les Misérables (1995–1996), Ragtime (1997–1999), Fiddler on the Roof (2004–2005), and Spring Awakening (2006–2008). Michele came to major prominence playing Rachel Berry on the Fox series Glee (2009–2015), for which she received an Emmy Award nomination and two Golden Globe nominations. She earned three Grammy Award nominations for music she recorded for Glee, also spawning multiple hits on the Billboard charts. She subsequently starred as Hester Ulrich on the Fox series Scream Queens (2015–2016) and as Valentina Barella on the ABC sitcom The Mayor (2017).",
  "/wiki/Mandy_Patinkin": "Mandel Bruce Patinkin (/pəˈtɪŋkɪn/; born November 30, 1952) is an American actor and singer.",
  "/wiki/David_Muir": "David Jason Muir (born November 8, 1973) is an American journalist and the anchor of ABC World News Tonight and co-anchor of the ABC News magazine 20/20, part of the news department of the ABC broadcast-television network, based in New York City. Muir previously served as the weekend anchor and principal substitute anchor on ABC's World News with Diane Sawyer, subsequently succeeding her on September 1, 2014. At ABC News, Muir has won multiple Emmy and Edward R. Murrow awards for his national and international journalism.",
  "/wiki/Liev_Schreiber": "Liev Schreiber (/li-ɛvˈ/; born October 4, 1967) is an American actor, director, screenwriter, and producer. He became known during the late 1990s and early 2000s, having appeared in several independent films, and later mainstream Hollywood films, including the Scream trilogy of horror films, Ransom (1996), Phantoms (1998), The Sum of All Fears (2002), The Omen (2006), X-Men Origins: Wolverine (2009), Taking Woodstock (2009), Salt (2010), Goon (2011), Pawn Sacrifice (2014), and Spotlight (2015). He later became known to a younger generation of audiences for his voice work in My Little Pony: The Movie (2017), Isle of Dogs and Spider-Man: Into the Spider-Verse (2018).",
  "/wiki/Jesse_Metcalfe": "Jesse Eden Metcalfe (born December 9, 1978) is an American actor and musician. Metcalfe is known for his portrayal of John Rowland on Desperate Housewives. Metcalfe has also had notable roles on Passions and played the title role in John Tucker Must Die. He starred as Christopher Ewing in the TNT continuation of Dallas, based on the 1978 series of the same name.  He currently stars as Trace Riley in Hallmark Channel's series Chesapeake Shores.",
  "/wiki/Nick_Carter_(musician)": "Nickolas Gene Carter (born January 28, 1980) is an American musician, singer and actor. He is best known as a member of the pop group the Backstreet Boys. As of 2015, Carter has released three solo albums, Now or Never, I'm Taking Off and All American during breaks between Backstreet Boys schedules, and a collaboration with Jordan Knight titled Nick & Knight. He has made occasional television appearances and starred in his own reality shows, House of Carters and I (Heart) Nick Carter. He gained fame in the mid 1990s and early 2000s as a teen idol. He is also the older brother of singer Aaron Carter.",
  "/wiki/Jordan_Knight": "Jordan Nathaniel Marcel Knight (born May 17, 1970) is an American singer-songwriter and actor.  He is the lead singer of the boy band New Kids on the Block (NKOTB), who rose to fame in the 1980s and 1990s, utilizing a falsetto style of singing influenced by The Stylistics. After New Kids on the Block split in 1994, he launched a solo career. Jordan's first solo album, released in 1999, and his latest solo album, released in 2011, reached the Top 50 on the US Billboard 200. As of 2011, he released four Top 40 singles; the most well known being \"Give It to You\" in 1999. Knight has released three solo albums, one remix album and one EP. On May 31, 2011, Knight released the studio album, Unfinished. Knight has sold over 1.5 million records worldwide as a solo artist. In 2015, Boston City Council declared February 7 \"Jordan Knight Day.\"",
  "/wiki/Ray_Liotta": "Raymond Allen Liotta (Italian: [liˈɔtta]; born December 18, 1954) is an American actor, voice actor and film producer.",
  "/wiki/Counting_Crows": "Counting Crows are an American rock band from Berkeley, California, formed in 1991. The band consists of Adam Duritz (lead vocals), David Bryson (rhythm guitar), Charlie Gillingham (keyboards), Dan Vickrey (lead guitar), David Immerglück (guitars), Jim Bogios (drums) and Millard Powers (bass).[citation needed]",
  "/wiki/Kevin_Kline": "Kevin Delaney Kline (born October 24, 1947) is an American film and stage actor, comedian, singer, and voice artist. He has won an Oscar and three Tony Awards and is a 2003 American Theatre Hall of Fame inductee.",
  "/wiki/Juliette_Lewis": "Juliette Lake Lewis (born June 21, 1973) is an American actress and singer known for her portrayals of offbeat characters, often in films with dark themes. Lewis became an \"it girl\" of American cinema in the early 1990s, appearing in various independent and arthouse films. Her accolades include a Pasinetti Award, one Academy Award nomination, one Golden Globe nomination, and a Primetime Emmy Award nomination.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Michael_Strahan": "Michael Anthony Strahan (/ˈstreɪhæn/; born November 21, 1971) is an American former professional football player who was a defensive end and spent his entire 15-year career with the New York Giants of the National Football League (NFL). Strahan set a record for the most sacks in a season in 2001, and helped the Giants win Super Bowl XLII over the New England Patriots in his final season in 2007. After retiring from the NFL, he became a media personality. He was elected to the Pro Football Hall of Fame in 2014.",
  "/wiki/Tough_Mudder": "Tough Mudder is an endurance event series in which participants attempt 10–12-mile-long (16–19 km) obstacle courses. It was co-founded by Will Dean and Guy Livingstone. The obstacles often play on common human fears, such as fire, water, electricity and heights.",
  "/wiki/Steve_Buscemi": "Steven Vincent Buscemi (/buːˈsɛmi/ boo-SEM-ee,[Note 1] Italian: [buʃˈʃɛːmi]; born December 13, 1957) is an American actor, director, writer, and producer. He has starred in a number of successful movies, including  Parting Glances (1986), New York Stories (1989), Mystery Train (1989), Reservoir Dogs (1992), Desperado (1995), Con Air, Armageddon (1998), The Grey Zone (2001), Ghost World (2001), Big Fish (2003), and The Death of Stalin (2017). Buscemi is also known for his supporting roles in the Coen brothers films such as Miller's Crossing (1990), Barton Fink (1991), The Hudsucker Proxy (1994), Fargo (1996), and The Big Lebowski (1998).",
  "/wiki/Max_Greenfield": "Max Greenfield (born September 4, 1980) is an American actor. He appeared in recurring roles in Veronica Mars and Ugly Betty, and co-starred in the WB series Modern Men. He co-starred as Schmidt in the Fox sitcom New Girl, for which he received Emmy, Critics' Choice Television, and Golden Globe awards nominations, and the voice of Roger in the Ice Age franchise. Since 2018, Greenfield has portrayed Dave Johnson in the CBS comedy series The Neighborhood.",
  "/wiki/Jason_Bateman": "Jason Kent Bateman (born January 14, 1969) is an American actor, director, and producer. He began acting on television in the early 1980s on Little House on the Prairie, Silver Spoons, and The Hogan Family. In the 2000s, he became known for his role of Michael Bluth using deadpan comedy in the sitcom Arrested Development, for which he won a Golden Globe and a Satellite Award. He has also starred in the films Teen Wolf Too (1987), The Break-Up (2006), Juno (2007), Hancock (2008), Up in the Air, Couples Retreat, Extract (all 2009), The Switch (2010), Horrible Bosses (2011) and its sequel (2014), The Gift (2015), Office Christmas Party, Zootopia (both 2016) and Game Night (2018).",
  "/wiki/Jenna_Dewan-Tatum": "Jenna Lee Dewan (/dəˈwɑːn/; born December 3, 1980) is an American dancer and actress. She started her career as a backup dancer for Janet Jackson, and later worked with artists including P!nk, Missy Elliott, and Christina Aguilera. She is known for her role as Nora Clark in the 2006 film Step Up. She has also starred on the short-lived NBC series The Playboy Club and had a recurring role on the FX series American Horror Story: Asylum. She portrayed Freya Beauchamp on the Lifetime series Witches of East End and played Lucy Lane in The CW series Supergirl. Dewan hosted the NBC reality competition television series World of Dance.",
  "/wiki/Marin_Čilić": "Marin Čilić (Croatian pronunciation: [mâriːn tʃǐːlitɕ]; born 28 September 1988) is a Croatian professional tennis player. Over the course of his career, Čilić has won 18 ATP singles titles, including a Grand Slam title at the 2014 US Open. His career-high singles ranking is world No. 3, achieved on 28 January 2018. Čilić first came to international prominence by defeating world No. 2 Andy Murray in the fourth round of the 2009 US Open, and then reaching the semi-finals at the Australian Open a few months later. He was also runner-up at the 2017 Wimbledon Championships and the 2018 Australian Open, losing to Roger Federer both times. Čilić has reached at least quarterfinal in all four major tournaments, and has made it to at least that stage at 13 different Grand Slams. He is known for his fast serves and powerful ground-strokes.",
  "/wiki/Ashley_Judd": "Ashley Judd (born Ashley Tyler Ciminella; April 19, 1968) is an American actress and a political activist. She grew up in a family of performing artists: she is the daughter of country music singer Naomi Judd and the sister of Wynonna Judd. Her acting career has spanned more than three decades, and she has also become increasingly involved in global humanitarian efforts and political activism.",
  "/wiki/Justin_Long": "Justin Jacob Long (born June 2, 1978) is an American actor, comedian and humorist known for roles in such films as Galaxy Quest (1999), Jeepers Creepers (2001), Dodgeball (2004), Accepted (2006), Alvin and the Chipmunks (2007), Live Free or Die Hard (2007), Drag Me to Hell (2009), Alpha and Omega (2010), Tusk (2014), Comet (2014) and The Lookalike (2014). He played Brandon St. Randy in films Zack and Miri Make a Porno and Jay and Silent Bob Reboot, Warren P. Cheswick on the NBC TV series Ed and appeared with John Hodgman in TV commercials for Apple's \"Get a Mac.\"",
  "/wiki/Katharine_McPhee": "Katharine Hope McPhee Foster (born March 25, 1984) is an American actress, singer, and songwriter. In May 2006, she was the runner-up on the fifth season of American Idol.",
  "/wiki/Taraji_P._Henson": "Taraji Penda Henson (/təˈrɑːdʒi/ tə-RAH-jee; born September 11, 1970) is an American actress and author. She studied acting at Howard University and began her Hollywood career in guest roles on several television shows before making her breakthrough in Baby Boy (2001). She received praise for her performances as a prostitute in Hustle & Flow (2005), for which she received a Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture nomination; and as a single mother of a disabled child in David Fincher's The Curious Case of Benjamin Button (2008), for which she received Academy Award, SAG Award and Critics Choice Award nominations for Best Supporting Actress. In 2010 she appeared in the action comedy Date Night, and co-starred in the remake of The Karate Kid.",
  "/wiki/Connie_Britton": "Constance Elaine Britton (née Womack; born March 6, 1967) is an American actress, singer, and producer. Britton made her feature film debut in the independent comedy-drama film The Brothers McMullen (1995), and the following year, she was cast as Nikki Faber on the ABC sitcom Spin City. She later starred in the short-lived sitcoms The Fighting Fitzgeralds (2001) and Lost at Home (2003), and appeared in several films, most notably the sports drama film Friday Night Lights (2004) and the thriller film The Last Winter (2006).",
  "/wiki/Mindy_Kaling": "Vera Mindy Chokalingam (born June 24, 1979), known professionally as Mindy Kaling, is an American comedian, actress, and writer. From 2005 to 2012, she played Kelly Kapoor in the NBC sitcom The Office. In addition to acting in it, she was a writer, executive producer, and director. For her work on the series, she received a Primetime Emmy Award nomination for Outstanding Writing in a Comedy Series in 2010. She was one of Time Magazine's “100 Most Influential People” in 2013, and named among Glamour’s “Women of The Year” in 2014.",
  "/wiki/Octavia_Spencer": "Octavia Lenora Spencer (born May 25, 1972) is an American actress, author, and producer. She is the recipient of several accolades, including an Academy Award and a Golden Globe Award. She is one of two black actresses to have received three Academy Award nominations and the first black actress to receive two consecutive nominations.",
  "/wiki/Dylan_O'Brien": "Dylan O'Brien (born August 26, 1991) is an American actor. He is known for his lead role as Thomas in the Maze Runner dystopian science fiction trilogy and for his role as Stiles Stilinski in the MTV television series Teen Wolf. O'Brien's other work includes starring roles in films such as The First Time and American Assassin and supporting roles in The Internship and Deepwater Horizon.",
  "/wiki/Lara_Spencer": "Lara Christine Von Seelen (known professionally as Lara Spencer) (born June 19, 1969) is an American television presenter. She is best known for being the co-anchor for ABC's Good Morning America. She is also a correspondent for Nightline and ABC News. Previously, she was the host of the syndicated entertainment newsmagazine The Insider from 2004 to 2011, and was a regular contributor to CBS's The Early Show. Before then, she was the national correspondent for Good Morning America and spent several years as a lifestyle reporter for WABC-TV. She also hosted Antiques Roadshow on PBS for the 2004 and 2005 seasons, and Antiques Roadshow FYI, a spin-off of Antiques Roadshow, during 2005.  She hosts the show Flea Market Flip on both HGTV and the Great American Country channel.",
  "/wiki/Rose_Byrne": "Mary Rose Byrne (born 24 July 1979) is an Australian actress. She made her screen debut in the film Dallas Doll (1994), and continued to act in Australian film and television throughout the 1990s. She obtained her first leading film role in The Goddess of 1967 (2000), which brought her the Volpi Cup for Best Actress, and made the transition to Hollywood in the small role of Dormé in Star Wars: Episode II – Attack of the Clones (2002), followed by larger parts in Troy (2004), 28 Weeks Later (2007), and Knowing (2009).",
  "/wiki/Jason_Mraz": "Jason Thomas Mraz (/məˈræz/; born June 23, 1977) is an American singer-songwriter. In 2002 he released his debut studio album, Waiting for My Rocket to Come, which contained the single \"The Remedy (I Won't Worry)\" that reached #4 on the US Billboard chart. His second album, Mr. A-Z, released in 2005, peaked at number 5 on the Billboard 200 and sold over 100,000 copies in the US. In 2008 Mraz released his third studio album, We Sing. We Dance. We Steal Things. It debuted at number 3 on the Billboard 200. and was an international commercial success primarily due to the hit \"I'm Yours\". The song peaked at number 6 on the Billboard Hot 100, giving him his first top ten single, and spent a then-record 76 weeks on the Hot 100. His fourth album, Love Is a Four Letter Word, peaked at number 2 on the Billboard 200, his highest-charting album to date.",
  "/wiki/Kira_Kazantsev": "Kira Dixon (née Kazantsev; born July 20, 1991) is an American beauty pageant titleholder who won Miss America 2015 on September 14, 2014. She is the third consecutive Miss America winner from New York and had won the title of Miss New York on May 24, 2014 while serving as Miss City of New York.",
  "/wiki/Julianna_Margulies": "Julianna Luisa  Margulies (/ˈmɑːrɡjʊliːs/; born June 8, 1966) is an American actress and producer. After several small television roles, Margulies achieved wide recognition for her role as Carol Hathaway on NBC's long-running medical drama ER, for which she won an Emmy Award. She also voiced Neera in Dinosaur (2000) and appeared in the miniseries The Mists of Avalon (2001).",
  "/wiki/Jeff_Probst": "Jeff Probst (born November 4, 1961) is an American game show host and an executive producer. He is best known as the Emmy Award-winning host of the U.S. version of the reality television show Survivor. He was also the host of The Jeff Probst Show, a syndicated daytime talk show produced by CBS Television Distribution from September 2012 to May 2013.",
  "/wiki/Éric_Ripert": "Éric Frank Ripert (French: [ʁipɛʁ]; born 2 March 1965) is a French chef, author and television personality specializing in modern French cuisine and noted for his work with seafood.",
  "/wiki/Liam_Neeson": "Liam John Neeson OBE (born 7 June 1952) is a Northern Irish actor. He has been nominated for a number of awards, including an Academy Award for Best Actor, a BAFTA Award for Best Actor in a Leading Role, and three Golden Globe Awards for Best Actor in a Motion Picture Drama. Empire magazine ranked Neeson among both the \"100 Sexiest Stars in Film History\" and \"The Top 100 Movie Stars of All Time\".",
  "/wiki/Tea_Leoni": "Elizabeth Téa Pantaleoni (/ˈteɪ.ə pɑːntəleɪˈoʊni/; born February 25, 1966), better known by her stage name Téa Leoni, is an American actress and producer.\nIn her early career, she starred in the television sitcoms Flying Blind (1992–93) and The Naked Truth (1995–98). Her breakthrough role was in the 1995 action comedy film Bad Boys. In later years, Leoni had lead roles in films such as Deep Impact (1998), The Family Man (2000), Jurassic Park III (2001), Spanglish (2004) and Fun with Dick and Jane (2005). In 2014, she returned to television in the leading role in the CBS political drama series Madam Secretary.",
  "/wiki/Mat_Franco": "Mat Franco (born May 10, 1988) is an American magician and the winner of the ninth season of America's Got Talent. Franco rose above hundreds of thousands of acts to become the first magician in history to win, including the $1 million prize. Best known for his personality-driven, sleight-of-hand style of magic, Mat Franco's TV specials marked the first time NBC produced a spin-off show around their AGT winner. Franco is currently headlining in at The LINQ Hotel and Casino at the Mat Franco Theatre in Las Vegas.",
  "/wiki/Tina_Fey": "Elizabeth Stamatina \"Tina\" Fey (/feɪ/; born May 18, 1970) is an American actress, comedian, writer, producer, and playwright. She is best known for her work on the NBC sketch comedy series Saturday Night Live (1997–2006) and for creating the acclaimed comedy series 30 Rock (2006–2013) and Unbreakable Kimmy Schmidt (2015–2019). Fey is also known for her work in film, with starring roles in Baby Mama (2008), Date Night (2010), Megamind (2010), Muppets Most Wanted (2014), Sisters (2015), Whiskey Tango Foxtrot (2016), and Wine Country (2019).",
  "/wiki/Luke_Wilson": "Luke Cunningham Wilson (born September 21, 1971) is an American actor known for his roles in films such as Idiocracy, My Super Ex-Girlfriend, The Ridiculous 6, Old School, Bottle Rocket, The Royal Tenenbaums, Blue Streak, Bongwater, and Legally Blonde. He was a member of the cast of the HBO television series Enlightened (2011–13). He is the younger brother of actors Andrew Wilson and Owen Wilson.",
  "/wiki/James_Spader": "James Todd Spader (born February 7, 1960) is an American actor. He is best known for portraying eccentric characters in films such as the drama Sex, Lies, and Videotape (1989), the action science fiction film Stargate (1994), the controversial psychological thriller Crash (1996), and the erotic romance Secretary (2002). In the Marvel Cinematic Universe, he played the titular character of Ultron in Avengers: Age of Ultron (2015), which he portrayed through voice and motion capture.",
  "/wiki/Jim_Caviezel": "James Patrick Caviezel (/kəˈviːzəl/; born September 26, 1968) is an American actor.  Caviezel portrayed Jesus Christ in the film The Passion of the Christ and starred as John Reese on the CBS science-fiction crime drama series Person of Interest (2011-2016).",
  "/wiki/Mary_Lambert_(singer)": "Mary Danielle Lambert (born May 3, 1989) is an American singer, songwriter and spoken word artist. She worked with Macklemore and Ryan Lewis on a track on their album The Heist. Lambert is the featured artist of their LGBTQ rights single, \"Same Love\". Lambert's contributions to \"Same Love\" draw upon her experiences as \"a lesbian growing up in a tumultuous, Christian upbringing.\" Lambert took the content she created for \"Same Love\" and used it to develop the song \"She Keeps Me Warm\" which she released on July 30, 2013. A music video was released on Vevo on August 24.",
  "/wiki/Kerry_Washington": "Kerry Marisa Washington (born January 31, 1977) is an American actress. She gained wide public recognition for starring as Olivia Pope, a crisis management expert, in the ABC drama series Scandal (2012–2018). For her role, she received nominations for two Primetime Emmy Award for Outstanding Lead Actress and a Golden Globe Award for Best Actress. Her portrayal of Anita Hill in the HBO television film  Confirmation (2016), earned her another Primetime Emmy Award nomination.",
  "/wiki/Bill_O'Reilly_(political_commentator)": "William James O'Reilly Jr. (born September 10, 1949) is an American journalist, author, and former television host. During the late 1970s and 1980s, he reported for local television stations in the United States and later for CBS News and ABC News. He anchored the tabloid television program Inside Edition from 1989 to 1995. O'Reilly joined the Fox News Channel in 1996 and hosted The O'Reilly Factor until 2017. The O'Reilly Factor was the highest-rated cable news show for 16 years, and he was described by media analyst Howard Kurtz as \"the biggest star in the 20 year history at Fox News\" at the time of his departure.  He is the author of numerous books and hosted The Radio Factor (2002–2009). Since 2017, he has hosted the No Spin News podcast which he founded after being fired from Fox.\nO'Reilly is considered to be a conservative commentator.",
  "/wiki/Denzel_Washington": "Denzel Hayes Washington Jr. (born December 28, 1954) is an American actor, director, and producer. He has received two Golden Globe awards, one Tony Award, and two Academy Awards: Best Supporting Actor for the historical war drama film Glory (1989) and Best Actor for his role as corrupt detective Alonzo Harris in the crime thriller Training Day (2001). He is widely regarded as one of the greatest actors of his generation, and is considered an American cultural icon.",
  "/wiki/Rosamund_Pike": "Rosamund Mary Ellen Pike (born 27 January 1979) is an English actress who began her acting career by appearing in stage productions such as Romeo and Juliet and Skylight. After her screen debut in the television film A Rather English Marriage (1998) and television roles in Wives and Daughters (1999) and Love in a Cold Climate (2001), she received international recognition for her film debut as Bond girl Miranda Frost in Die Another Day (2002), for which she received the Empire Award for Best Newcomer. Following her breakthrough, she won the BIFA Award for Best Supporting Actress for The Libertine (2004) and portrayed Jane Bennet in Pride & Prejudice (2005).",
  "/wiki/Sofía_Vergara": "Sofía Margarita Vergara Vergara (Spanish: [soˈfi.a βeɾˈɣaɾa]; born July 10, 1972) is an American-Colombian actress, television producer, presenter and model. She was the top-earning actress in American television in 2012, 2013, and 2016, and is among the best-paid actresses in the world as of 2019.",
  "/wiki/Terry_Crews": "Terrence Alan Crews (born July 30, 1968) is an American actor, comedian, activist, artist, and former professional football player. Crews played Julius Rock on the UPN/CW sitcom Everybody Hates Chris. He hosted the US version of the game show Who Wants to Be a Millionaire and starred in the BET reality series The Family Crews. He appeared in films such as Friday After Next (2002), White Chicks (2004),  Idiocracy (2006), Blended (2014), and the Expendables series. Since 2013, he has played NYPD Lieutenant Terry Jeffords in the sitcom Brooklyn Nine-Nine. He began hosting America's Got Talent in 2019, following his involvement in the same role for the program's spin-off series, America's Got Talent: The Champions.",
  "/wiki/Andy_Samberg": "David A. J. \"Andy\" Samberg (born August 18, 1978) is an American actor, comedian, writer, producer, and musician. He is a member of the comedy music group The Lonely Island and was a cast member on Saturday Night Live (2005–2012), where he and his fellow group members have been credited with popularizing the SNL Digital Shorts.",
  "/wiki/Omar_Epps": "Omar Hashim Epps (born July 20, 1973) is an American actor. His film roles include Juice, Higher Learning, The Wood, In Too Deep and Love and Basketball. His television work includes the role of Dr. Dennis Gant on the medical drama series ER, J. Martin Bellamy in Resurrection, Dr. Eric Foreman on the Fox medical drama series House from 2004 to 2012, and Isaac Johnson in the TV series Shooter from 2016 to 2018.",
  "/wiki/AJR_(band)": "AJR is an American pop band composed of multi-instrumentalist brothers Adam, Jack, and Ryan Met. The band is a pop group who write, produce and mix their material in the living room of their apartment. Their most successful songs are \"I'm Ready\", \"Weak\", \"100 Bad Days\" and \"Burn the House Down\". In 2019, their third album Neotheater debuted at number 8 on the Billboard 200, and hit number 1 on the Top Rock Albums chart.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}