{
  "/wiki/Allison_Janney": "Allison Brooks Janney (born November 19, 1959) is an American actress. A prolific character actress, Janney has received many accolades, including an Academy Award, seven Primetime Emmy Awards, a BAFTA Award, and a Golden Globe Award.\nBorn in Boston, Massachusetts, and raised in two cities in Ohio, Janney won a scholarship to study at the Royal Academy of Dramatic Art in the summer of 1984, following her graduation from Kenyon College. After years of minor and uncredited film and television appearances, Janney's breakthrough came with the role of C. J. Cregg in the NBC political drama The West Wing (1999–2006), for which she received four Primetime Emmy Awards. The character was widely popular during the airing of the series and was later recognized as one of the greatest female characters on American television. In 2014, she won the Primetime Emmy Award for Outstanding Guest Actress in a Drama Series for her role as Margaret Scully on the Showtime period drama Masters of Sex. Since 2013, she has starred as a cynical recovering addict in the CBS sitcom Mom. Her performance on the show has gained her five consecutive Primetime Emmy Award nominations and won her two Primetime Emmy Awards for Outstanding Supporting Actress in a Comedy Series.",
  "/wiki/Steve_Martin": "Stephen Glenn Martin (born August 14, 1945) is an American actor, comedian, writer, and musician. Martin came to public notice in the 1960s as a writer for The Smothers Brothers Comedy Hour, and later as a frequent guest on The Tonight Show. In the 1970s, Martin performed his offbeat, absurdist comedy routines before packed houses on national tours. Since the 1980s, having branched away from comedy, Martin has become a successful actor, as well as an author, playwright, pianist, and banjo player, eventually earning him Emmy, Grammy, and American Comedy awards, among other honors.",
  "/wiki/Edie_Brickell": "Edie Arlisa Brickell (born March 10, 1966) is an American singer-songwriter widely known for 1988's Shooting Rubberbands at the Stars, the debut album by Edie Brickell & New Bohemians, which went to No. 4 on the Billboard albums chart. She is married to Paul Simon.",
  "/wiki/Halloween": "Halloween or Hallowe'en (a contraction of Hallows' Even or Hallows' Evening), also known as Allhalloween, All Hallows' Eve, or All Saints' Eve, is a celebration observed in several countries  on 31 October, the eve of the Western Christian feast of All Hallows' Day. It begins the three-day observance of Allhallowtide, the time in the liturgical year dedicated to remembering the dead, including saints (hallows), martyrs, and all the faithful departed.",
  "/wiki/Gwen_Stefani": "Gwen Renée Stefani (/stəˈfɑːni/; born October 3, 1969) is an American singer, songwriter, actress, and record producer. She is a co-founder and the lead vocalist of the band No Doubt, whose singles include \"Just a Girl\", \"Spiderwebs\", and \"Don't Speak\", from their 1995 breakthrough studio album Tragic Kingdom, as well as \"Hey Baby\" and \"It's My Life\" from later albums.",
  "/wiki/Ralph_Fiennes": "Ralph Nathaniel Twisleton-Wykeham-Fiennes (/reɪf faɪnz/; born 22 December 1962) is an English actor, film producer, and director. A Shakespeare interpreter, he first achieved success onstage at the Royal National Theatre.",
  "/wiki/Andy_Cohen_(television_personality)": "Andrew Joseph Cohen (born June 2, 1968) is an American radio and television talk show host, producer, and writer. He is the host and executive producer of the Bravo's late night talk show, Watch What Happens Live with Andy Cohen. Cohen also has a pop culture channel on SiriusXM Radio named Radio Andy. He hosts a two-hour live show with co-host John Hill twice a week. Cohen served as Bravo's Executive Vice President of Development and Talent until 2013. He was responsible for creating original content, developing innovative formats, and identifying new talent. Cohen also served as Executive Producer on Emmy and James Beard award–winning reality cooking competition television show, Top Chef. He continues to serve as an executive producer of the Real Housewives franchise, host of Watch What Happens Live on Bravo, host of Andy Cohen Live on SiriusXM channel 102, and hosted the revival of the television dating show, Love Connection.",
  "/wiki/Bryan_Adams": "Bryan Guy Adams OC OBC (born 5 November 1959) is a Canadian singer, songwriter, record producer, guitarist, photographer, philanthropist, and activist. He rose to fame in Canada and the United States with his 1983 album Cuts Like a Knife and turned into a global star with his 1984 album Reckless, which produced some of his best known songs, including \"Run to You\", \"Summer of '69\", and his first number one, \"Heaven\". In 1991, he released the album Waking Up the Neighbours, which included the song \"(Everything I Do) I Do It for You\". The song became a worldwide hit and reached number 1 in many countries, including a new record of 16 consecutive weeks in the United Kingdom. Adams also had the U.S. Billboard Hot 100 number-one singles \"Please Forgive Me\",  \"All for Love\" and \"Have You Ever Really Loved a Woman?\"",
  "/wiki/Daniel_Craig": "Daniel Wroughton Craig (born 2 March 1968) is an English actor. After training at the National Youth Theatre and graduating from the Guildhall School of Music and Drama in 1991, Craig began his career on stage. He made his film debut in the drama The Power of One (1992) and attracted attention with appearances in the historical television war drama Sharpe's Eagle (1993), the family film A Kid in King Arthur's Court (1995), the television serial drama Our Friends in the North (1996), the biographical film Elizabeth (1998), the television film Love Is the Devil: Study for a Portrait of Francis Bacon (1998), the indie war film The Trench (1999), the drama film Some Voices (2000), the action film Lara Croft: Tomb Raider (2001), the crime thriller film Road to Perdition (2002), the crime thriller film Layer Cake (2004), and the historical drama film Munich (2005).",
  "/wiki/Harry_Connick_Jr.": "Joseph Harry Fowler Connick Jr. (born September 11, 1967) is an American singer, composer, actor, and television host. He has sold over 28 million albums worldwide. Connick is ranked among the top 60 best-selling male artists in the United States by the Recording Industry Association of America, with 16 million in certified sales. He has had seven top 20 US albums, and ten number-one US jazz albums, earning more number-one albums than any other artist in US jazz chart history.",
  "/wiki/Bernadette_Peters": "Bernadette Peters (born Bernadette Lazzara; February 28, 1948) is an American actress, singer, and children's book author. Over a career spanning five decades, she has starred in musical theatre, television and film, performed in solo concerts and released recordings. She is a critically acclaimed Broadway performer, having received seven nominations for Tony Awards, winning two (plus an honorary award), and nine nominations for Drama Desk Awards, winning three. Four of the Broadway cast albums on which she has starred have won Grammy Awards.",
  "/wiki/Christoph_Waltz": "Christoph Waltz (German: [ˈkrɪstɔf ˈvalts]; born 4 October 1956) is a German-Austrian actor and director, mainly active in the United States.",
  "/wiki/Antonio_Banderas": "José Antonio Domínguez Bandera[a] (born 10 August 1960), known professionally as Antonio Banderas, is a Spanish actor, film producer and director. He is the recipient of numerous accolades, including a Cannes Best Actor Award and nominations for a Tony Award, an Academy Award, two Primetime Emmy Awards and five Golden Globe Awards.",
  "/wiki/Daniel_Radcliffe": "Daniel Jacob Radcliffe (born 23 July 1989) is an English actor and producer. He is best known for playing the titular protagonist in the Harry Potter film series, based on the novels by J. K. Rowling during his adolescence and early adulthood.",
  "/wiki/Bryshere_Gray": "Bryshere Yazuan Gray (born November 28, 1993), also known by the stage name Yazz The Greatest or simply Yazz, is an American actor and rapper, best known for his role as Hakeem Lyon in the Fox primetime musical drama television series Empire. He is also known for his portrayal as Michael Bivins in the 2017 BET miniseries The New Edition Story.",
  "/wiki/Seal_(musician)": "Henry Olusegun Adeola Samuel (born 19 February 1963), known professionally as Seal, is a British musician, singer, and songwriter. He has sold over 20 million records worldwide, with his first international hit song, \"Crazy\", released in 1991; his most celebrated song, \"Kiss from a Rose\", was released in 1994.",
  "/wiki/Jennifer_Connelly": "Jennifer Lynn Connelly (born December 12, 1970) is an American actress who began her career as a child model. She appeared in magazine, newspaper and television advertising, before she made her film acting debut in the crime film Once Upon a Time in America (1984). Connelly continued modeling and acting, starring in a number of films, including the horror film Phenomena (1985), the musical fantasy film Labyrinth (1986), the romantic comedy Career Opportunities (1991), and the period superhero film The Rocketeer (1991). She gained critical acclaim for her work in the science fiction film Dark City (1998) and for playing a drug addict in Darren Aronofsky's drama Requiem for a Dream (2000).",
  "/wiki/Rainn_Wilson": "Rainn Dietrich Wilson (born January 20, 1966) is an American actor, comedian, writer, director, businessman, and producer. He is best known for his role as Dwight Schrute on the NBC sitcom The Office, for which he earned three consecutive Emmy Award nominations for Outstanding Supporting Actor in a Comedy Series.",
  "/wiki/James_Bay": "James Bay (French: Baie James, Cree: Wînipekw) is a large body of water located on the southern end of Hudson Bay in Canada. Both bodies of water extend from the Arctic Ocean, of which James Bay is the southernmost part. It borders the Canadian provinces of Quebec and Ontario. Islands within the bay, the largest of which is Akimiski Island, are part of Nunavut.",
  "/wiki/Viola_Davis": "Viola Davis (born August 11, 1965) is an American actress and producer. Having won an Academy Award, an Emmy Award, and two Tony Awards, she is the first black actress or actor to achieve the Triple Crown of Acting. Time magazine named her one of the 100 most influential people in the world in 2012 and 2017.",
  "/wiki/James_McAvoy": "James McAvoy (/ˈmækəvɔɪ/; born 21 April 1979) is a Scottish actor. He made his acting debut as a teen in The Near Room (1995) and made mostly television appearances until 2003, when his feature film career began. His notable television work includes the thriller State of Play and the science fiction mini-series Frank Herbert's Children of Dune. He has performed in several West End productions and received three nominations for the Laurence Olivier Award for Best Actor, and has also done voice work for animated films including Gnomeo & Juliet, its sequel, Sherlock Gnomes, and Arthur Christmas.",
  "/wiki/Lance_Ulanoff": "Lance Ulanoff is an American tech and social media commentator. He is a former Editor-in-Chief of PCMag.com, PC Magazine, and Mashable and SVP of Content for PCMag Digital Network, and is now an editor at Mashable. He spent nearly two decades in the computer technology publishing industry. Previously, he edited PCMag.com, the website for PC Magazine. Ulanoff also writes an award-winning and popular column for the website.",
  "/wiki/Ethan_Hawke": "Ethan Green Hawke (born November 6, 1970) is an American actor, writer, and director. He has been nominated for four Academy Awards and a Tony Award. Hawke has directed three feature films, three Off-Broadway plays, and a documentary. He has also written three novels and one graphic novel. He made his film debut with the 1985 science fiction feature Explorers, before making a breakthrough appearance in the 1989 drama Dead Poets Society. He appeared in various films before taking a role in the 1994 Generation X drama Reality Bites, for which he received critical praise. Hawke starred alongside Julie Delpy in Richard Linklater's Before trilogy: Before Sunrise (1995), Before Sunset (2004) and Before Midnight (2013), all of which received critical acclaim.",
  "/wiki/Emma_Roberts": "Emma Rose Roberts (born February 10, 1991) is an American actress and singer. After making her film debut as Kristina Jung in the crime film Blow (2001), Roberts gained recognition for her lead role as Addie Singer on the Nickelodeon television series Unfabulous (2004–2007). She released her debut studio album Unfabulous and More in 2005. Roberts then appeared in numerous films, including Aquamarine (2006), Nancy Drew (2007), Wild Child (2008), Hotel for Dogs (2009), Valentine's Day (2010), It's Kind of a Funny Story (2010), and The Art of Getting By (2011).",
  "/wiki/Tim_McGraw": "Samuel Timothy McGraw (born May 1, 1967) is an American singer, actor, and record producer. McGraw has released fifteen studio albums (eleven for Curb Records, three for Big Machine Records and one for Arista Nashville). 10 of those albums have reached number 1 on the Top Country Albums charts, with his 1994 breakthrough album Not a Moment Too Soon being the top country album of 1994. All of these albums have produced 65 singles, 25 of which have reached number 1 on the Hot Country Songs or Country Airplay charts. Three of these singles — \"It's Your Love\", \"Just to See You Smile\", and \"Live Like You Were Dying\" — were the top country songs of 1997, 1998, and 2004 according to Billboard Year-End. He has also won three Grammy Awards, 14 Academy of Country Music awards, 11 Country Music Association (CMA) awards, 10 American Music Awards, and three People's Choice Awards. His Soul2Soul II Tour  is one of the highest-grossing tours in country music history, and one of the top 5 among all genres of music. He has sold more than 80 million records worldwide, making him one of the best-selling music artists of all time.",
  "/wiki/John_Stamos": "John Phillip Stamos (Greek: Τζον Φίλλιπ Στάμος; /ˈsteɪmoʊs/ STAY-mohss; born August 19, 1963) is an American actor, producer, musician, comedian and singer. He first gained recognition for his contract role as Blackie Parrish on the ABC television series General Hospital, for which he was nominated for the Daytime Emmy Award for Outstanding Supporting Actor in a Drama Series. He is known for his work in television, especially in his starring role as Jesse Katsopolis on the ABC sitcom Full House. Since the show's finale in 1995, Stamos has appeared in numerous TV films and series. Since 2005, he has been the national spokesperson for Project Cuddle.",
  "/wiki/A_Great_Big_World": "A Great Big World is an American musical duo from New York made up of singer/songwriters Ian Axel and Chad King and signed to Epic Records. The group is best known for their singles \"This Is the New Year\", which was performed by the cast in an episode of Glee and reached the Billboard Mainstream Top 40 chart in May 2013, and their international hit \"Say Something\", particularly after recording it as a duet collaboration with Christina Aguilera.",
  "/wiki/Blake_Shelton": "Blake Tollison Shelton (born June 18, 1976) is an American country music singer and television personality. In 2001, he made his debut with the single \"Austin\". The lead-off single from his self-titled debut album, \"Austin\" spent five weeks at number one on the Billboard Hot Country Songs chart. The now Platinum-certified debut album also produced two more top 20 entries (\"All Over Me\" and \"Ol' Red\").",
  "/wiki/Kyle_Chandler": "Kyle Martin Chandler (born September 17, 1965) is an American actor. Making his screen acting debut in a 1988 television film, Chandler's first regular television role was in the ABC drama Homefront (1991–93). This was followed by the lead role of Gary Hobson in the CBS series Early Edition (1996-2000), for which he won a Saturn Award for Best Actor on Television. His other television roles include the short-lived sitcom What About Joan? (2001) and the legal drama The Lyon's Den (2003), both short-lived, and a well-received guest appearance on the medical drama Grey's Anatomy, for which Chandler received his first Primetime Emmy Award nomination.",
  "/wiki/Cate_Blanchett": "Catherine Elise Blanchett AC (/ˈblæntʃət/; born 14 May 1969) is an Australian actress and theatre director. One of Australia's most accomplished actresses, she is known for her roles in both high-profile, mainstream productions and low-budget independent films. Blanchett is the recipient of numerous accolades, including two Academy Awards, three Golden Globe Awards, and three British Academy Film Awards. Time magazine named her one of the 100 most influential people in the world in 2007 and in 2018, she was ranked among the highest-paid actresses in the world.",
  "/wiki/Burt_Reynolds": "Burton Leon Reynolds Jr. (February 11, 1936 – September 6, 2018) was an American actor, director, and producer. He first rose to prominence when he starred in several different television series such as Gunsmoke (1962–1965), Hawk (1966), and Dan August (1970–1971).",
  "/wiki/Liam_Hemsworth": "Liam Hemsworth (born 13 January 1990) is an Australian actor. He played the roles of Josh Taylor in the soap opera Neighbours and Marcus in the children's television series The Elephant Princess. In American films, Hemsworth starred as Will Blakelee in The Last Song (2010), as Gale Hawthorne in The Hunger Games film series (2012–2015), and as Jake Morrison in Independence Day: Resurgence (2016).",
  "/wiki/Cee_Lo_Green": "Thomas DeCarlo Callaway (born May 30, 1975), known professionally as CeeLo Green (or Cee Lo Green), is an American singer, songwriter, rapper, record producer, and actor. Green is known for his work in soul music, including the hit singles \"Crazy\" and \"Fuck You\". Born in Atlanta, Georgia, Green came to initial prominence as a member of the Southern hip hop group Goodie Mob. He subsequently began a solo career, releasing two albums on Arista Records: Cee-Lo Green and His Perfect Imperfections (2002) and Cee-Lo Green... Is the Soul Machine (2004).",
  "/wiki/Hillary_Clinton": "Hillary Diane Rodham Clinton (née Rodham; born October 26, 1947) is an American politician, diplomat, lawyer, writer, and public speaker. She served as First Lady of the United States from 1993 to 2001, as a United States senator from New York from 2001 to 2009, and as the 67th United States secretary of state from 2009 until 2013. Clinton became the first woman to be nominated for president of the United States by a major political party when she won the Democratic Party nomination in 2016. She was the first woman to win the popular vote in an American presidential election, which she lost to Donald Trump.",
  "/wiki/Josh_Hutcherson": "Joshua Ryan Hutcherson (born October 12, 1992) is an American actor and producer. Hutcherson began his acting career in the early 2000s and appeared in several commercials and minor film and television roles before landing his first major role in 2002 in the pilot episode of House Blend. His first film role was in Miracle Dogs (2003) on Animal Planet, followed by a motion-capture performance in The Polar Express (2004) and a voice-acting role in Howl's Moving Castle (2005).",
  "/wiki/Elizabeth_Banks": "Elizabeth Banks (born Elizabeth Irene Mitchell; February 10, 1974) is an American actress, director, writer, and producer. She is best known for starring as Effie Trinket in The Hunger Games film series (2012–2015) and as Gail Abernathy-McKadden in the Pitch Perfect film series (2012–2017). Banks made her directorial film debut with Pitch Perfect 2 (2015), whose $69 million opening-weekend gross set a record for a first-time director. She also directed, wrote, produced, and starred in the action comedy film Charlie's Angels (2019).",
  "/wiki/Shawn_Mendes": "Shawn Peter Raul Mendes (/ˈmɛndɛz/; born August 8, 1998) is a Canadian singer, songwriter and model. He gained a following in 2013, posting song covers on the video-sharing application Vine. The following year, he caught the attention of artist manager Andrew Gertler and Island Records A&R Ziggy Chareton, which led to him signing a deal with the record label. He has since released three studio albums, headlined three world tours, and received several awards.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Michael_Strahan": "Michael Anthony Strahan (/ˈstreɪhæn/; born November 21, 1971) is an American former professional football player who was a defensive end and spent his entire 15-year career with the New York Giants of the National Football League (NFL). Strahan set a record for the most sacks in a season in 2001, and helped the Giants win Super Bowl XLII over the New England Patriots in his final season in 2007. After retiring from the NFL, he became a media personality. He was elected to the Pro Football Hall of Fame in 2014.",
  "/wiki/Pharrell_Williams": "Pharrell Lanscilo Williams (/fəˈrɛl/; born April 5, 1973) is an American singer, rapper, songwriter, record producer, fashion designer, and entrepreneur. Williams and Chad Hugo formed the record production duo The Neptunes in 1994, producing hip hop and R&B music. He is the lead vocalist of the band N*E*R*D, which he formed with Hugo and childhood friend Shay Haley. Williams also owns I Am Other, a multimedia creative collective that serves as an umbrella for all of Pharrell Williams' endeavors, including Billionaire Boys Club.",
  "/wiki/Jena_Malone": "Jena Laine Malone (/ˈdʒɛnə məˈloʊn/; born November 21, 1984) is an American actress, musician, and photographer. She began her career as a child actor, and became known for her roles in both independent films and mainstream blockbuster features. Her accolades include two Screen Actors Guild Award nominations, a Golden Globe Award nomination, and a Saturn Award.",
  "/wiki/Holly_Holm": "Holly Rene Holm (born October 17, 1981) is an American mixed martial artist who competes in the Ultimate Fighting Championship. She is the former UFC Women's Bantamweight Champion, and a former professional boxer and kickboxer. She was a multiple-time world champion in boxing, defending her titles 18 times in three weight classes, and a two-time Ring magazine fighter of the year (2005, 2006). She's ranked by BoxRec as the tenth-best female professional boxer of all time. As of January 27, 2020, she is #2 in the UFC women's bantamweight rankings and #7 in UFC women's pound-for-pound rankings. She has the notable distinction of being the first (and currently only) fighter to hold a world boxing title and a UFC title.",
  "/wiki/Jennifer_Hudson": "Jennifer Kate Hudson (born September 12, 1981) is an  American singer and actress. She rose to fame in 2004 as a finalist on the third season of American Idol, placing seventh. Hudson made her film debut as Effie White in Dreamgirls (2006), for which she received an Academy Award, a Golden Globe Award, a BAFTA Award, and a Screen Actors Guild Award for Best Supporting Actress. She also appeared in Sex and the City (2008), The Secret Life of Bees (2008), and Black Nativity (2013). In 2015, she made her Broadway debut in the role of Shug Avery in The Color Purple.",
  "/wiki/Josh_Groban": "Joshua Winslow Groban (born February 27, 1981) is an American singer, songwriter, actor, and record producer, who is known for his unusually dusky tenor voice. His first four solo albums have been certified multi-platinum, and he was charted in 2007 as the number-one best selling artist in the United States, with over 22.3 million records. As of 2012[update], he had sold over 25 million records worldwide.",
  "/wiki/Kyle_Busch": "Kyle Thomas Busch (born May 2, 1985), nicknamed Rowdy and Wild Thing for his driving style and The Candy Man due to his longtime sponsorship with Mars, Incorporated, is an American professional stock car racing driver and team owner. He currently competes full-time in the NASCAR Cup Series, driving the No. 18 Toyota Camry for Joe Gibbs Racing, part-time in the NASCAR Xfinity Series, driving the No. 18 Toyota Supra for JGR, and part-time in the NASCAR Gander RV & Outdoors Truck Series, driving the No. 51 Toyota Tundra for Kyle Busch Motorsports. KBM runs multiple trucks in the Truck Series and a Super Late Model team. Busch is the 2009 Xfinity Series champion and the 2015 and 2019 NASCAR Cup Series champion.",
  "/wiki/Mariah_Carey": "Mariah Carey (born March 27, 1969 or 1970) is an American singer, songwriter, record producer, actress and entrepreneur. Referred to as the \"Songbird Supreme\" by the Guinness World Records, she is noted for her five-octave vocal range, melismatic singing style, signature use of the whistle register, and songwriting prowess. She rose to fame in 1990 after signing to Columbia Records and releasing her eponymous debut album, which topped the U.S. Billboard 200 for eleven consecutive weeks. Soon after, Carey became the only artist ever to have their first five singles reach number one on the U.S. Billboard Hot 100 chart, from \"Vision of Love\" to \"Emotions\".",
  "/wiki/Melissa_Benoist": "Melissa Marie Benoist (/bəˈnɔɪst/; born October 4, 1988) is an American actress and singer. She has performed on stage and in television and film. She is known for her portrayal of the titular character in the CBS/CW DC Comics–based superhero drama series Supergirl (2015–present).",
  "/wiki/Jesse_Tyler_Ferguson": "Jesse Tyler Ferguson (born October 22, 1975) is an American actor. He is best known for portraying Mitchell Pritchett on the sitcom Modern Family (2009–present), which earned him five consecutive Primetime Emmy Award nominations and four Screen Actors Guild Awards.",
  "/wiki/Beth_Behrs": "Elizabeth Ann Behrs (born December 26, 1985) is an American actress and writer best known for her starring role as Caroline Channing in the CBS comedy series 2 Broke Girls. The show ran successfully for six seasons and earned Behrs praise and nominations for the Teen and the People's Choice Awards. Having made her screen debut in the 2009 comedy film American Pie Presents: The Book of Love, she later ventured into television roles. Post 2 Broke Girls, Behrs returned to feature films with the 2015 productions Chasing Eagle Rock and Hello, My Name Is Doris. She voiced Carrie Williams in the animated film Monsters University (2013) and Moochie in the television series Home: Adventures with Tip & Oh. In 2018, she was cast as Gemma Johnson in the CBS sitcom The Neighborhood.",
  "/wiki/Joss_Stone": "Joscelyn Eve Stoker (born 11 April 1987), better known by her stage name Joss Stone, is an English singer, songwriter, and actress. She rose to fame in late 2003 with her multi-platinum debut album, The Soul Sessions, which made the 2004 Mercury Prize shortlist. Her second album, the similarly multi-platinum Mind Body & Soul (2004), topped the UK Albums Chart for one week and spawned the top ten hit \"You Had Me\", Stone's most successful single on the UK Singles Chart to date. Both the album and single received one nomination at the 2005 Grammy Awards, while Stone herself was nominated for Best New Artist, and in an annual BBC poll of music critics, Sound of 2004, was ranked fifth as a predicted breakthrough act of 2004. She became the youngest British female singer to top the UK Albums Chart. Stone's third album, Introducing Joss Stone, released in March 2007, achieved gold record status by the RIAA and yielded the second-ever highest debut for a British female solo artist on the Billboard 200, and became Stone's first top five album in the US.",
  "/wiki/Michael_Chiklis": "Michael Charles Chiklis (born August 30, 1963) is an American actor, director and television producer.",
  "/wiki/Uzo_Aduba": "Uzoamaka Nwanneka \"Uzo\" Aduba (/ˈuːzoʊ əˈduːbə/; born February 10, 1981) is an American actress. She is known for her role as Suzanne \"Crazy Eyes\" Warren on the Netflix original series Orange Is the New Black (2013–2019), for which she won an Emmy Award for Outstanding Guest Actress in a Comedy Series in 2014, an Emmy Award for Outstanding Supporting Actress in a Drama Series in 2015, and two Screen Actors Guild Awards for Outstanding Performance by a Female Actor in a Comedy Series in 2014 and 2015. She is one of only two actors to win an Emmy Award in both the comedy and drama categories for the same role, the other being Ed Asner for the character Lou Grant. She also voices Bismuth in the Cartoon Network series Steven Universe.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}