{
  "/wiki/Jerry_O%27Connell": "Jeremiah O'Connell (born February 17, 1974) is an American actor, director and talk show host, known for his roles as Quinn Mallory in the television series Sliders, Andrew Clements in My Secret Identity, Vern Tessio in the film Stand by Me (1986), Joe in Joe's Apartment (1996), Frank Cushman in Jerry Maguire (1996), Derek in Scream 2 (1997), Charlie Carbone in Kangaroo Jack (2003), and Detective Woody Hoyt on the drama Crossing Jordan. He starred as Pete Kaczmarek in the single 2010–11 season of The Defenders. He also had a starring role in the comedy horror film Piranha 3D (2010).",
  "/wiki/Kenan_Thompson": "Kenan Stacy Thompson (/ˈkiːnən/ born May 10, 1978) is an American actor and comedian. He has been a cast member of the NBC sketch comedy series Saturday Night Live since 2003, making him the longest-tenured cast member in the show's history.",
  "/wiki/Chris_Gethard": "Christopher Paul Gethard (/ˈɡɛθərd/; born May 23, 1980) is an American actor, comedian and writer. He was the host of The Chris Gethard Show, a talk show based in New York City that began airing in 2011 and was cancelled in 2018. He also hosts the podcast Beautiful Stories From Anonymous People.",
  "/wiki/Cirque_du_Soleil": "Cirque du Soleil (French: [sɪʁk dzy sɔ.lɛj], \"Circus of the Sun\") is a Montreal-based entertainment company and the largest contemporary circus producer in the world. Located in the inner-city area of Saint-Michel, it was founded in Baie-Saint-Paul on 16 June 1984 by former street performers Guy Laliberté and Gilles Ste-Croix.",
  "/wiki/Fred_Savage": "Fred Aaron Savage (born July 9, 1976) is an American actor, known for his role as Kevin Arnold in the American television series The Wonder Years (1988 to 1993). He has earned several awards and nominations, such as People's Choice Awards and Young Artist Awards. He is also known for playing the Grandson in The Princess Bride.",
  "/wiki/Justin_Theroux": "Justin Paul Theroux (/θəˈroʊ/; born August 10, 1971) is an American actor, film producer, director, and screenwriter. He gained recognition for his work with director David Lynch in the mystery film Mulholland Drive (2001) and the thriller film Inland Empire (2006). He also appeared in the films American Psycho (2000), Charlie's Angels: Full Throttle (2003), The Girl on the Train (2016), and The Spy Who Dumped Me (2018).",
  "/wiki/Lindsey_Vonn": "Lindsey Caroline Vonn (née Kildow /kɪldaʊ/; born October 18, 1984) is an American former World Cup alpine ski racer on the US Ski Team. She won four World Cup overall championships—one of only two female skiers to do so, along with Annemarie Moser-Pröll—with three consecutive titles in 2008, 2009, and 2010, plus another in 2012. Vonn won the gold medal in downhill at the 2010 Winter Olympics, the first one for an American woman. She also won a record eight World Cup season titles in the downhill discipline (2008–2013, 2015, 2016), five titles in super-G (2009–2012, 2015), and three consecutive titles in the combined (2010–2012). In 2016, she won her 20th World Cup crystal globe title, the overall record for men or women, surpassing Ingemar Stenmark of Sweden, who won 19 globes from 1975 to 1984. She has the second highest super ranking of all skiers, men or women.",
  "/wiki/Melissa_Etheridge": "Melissa Lou Etheridge (born May 29, 1961) is an American singer-songwriter, guitarist, and activist. Her self-titled debut album Melissa Etheridge was released in 1988 and became an underground success. The album peaked at No. 22 on the Billboard 200, and its lead single, \"Bring Me Some Water\", garnered Etheridge her first Grammy Award nomination for Best Rock Vocal Performance, Female. In 1993, Etheridge won her first Grammy award for her single \"Ain't It Heavy\" from her third album, Never Enough. Later that year, she released what would become her mainstream breakthrough album, Yes I Am. Its tracks \"I'm the Only One\" and \"Come to My Window\" both reached the top 30 in the United States, and the latter earned Etheridge her second Grammy award. Yes I Am peaked at No. 15 on the Billboard 200, and spent 138 weeks on the chart, earning a RIAA certification of 6× Platinum, her largest to date.",
  "/wiki/Ted_Danson": "Edward Bridge Danson III (born December 29, 1947) is an American actor and producer who played the lead character Sam Malone on the NBC sitcom Cheers, Jack Holden in the films Three Men and a Baby and Three Men and a Little Lady, and Dr. John Becker on the CBS sitcom Becker. He also starred in the CBS dramas CSI: Crime Scene Investigation and CSI: Cyber as D.B. Russell. Additionally, he plays a recurring role on Larry David's HBO sitcom Curb Your Enthusiasm, starred alongside Glenn Close in legal drama Damages, and was a regular on the HBO comedy series Bored to Death. In 2015 he starred as Hank Larsson in the second season of FX's black comedy-crime drama anthology Fargo. From 2016 to 2020, he played the afterlife architect Michael in the NBC sitcom The Good Place.",
  "/wiki/Tom_Odell": "Thomas Peter Odell (born 24 November 1990) is an English singer-songwriter. He released his debut extended play, Songs from Another Love, in 2012 and won the BRITs Critics' Choice Award in early 2013. His debut studio album, Long Way Down, was issued on 24 June 2013. His second studio album, Wrong Crowd, was released on 10 June 2016. In October 2018, his third studio album, Jubilee Road was released.",
  "/wiki/Ben_Affleck": "Benjamin Géza Affleck-Boldt (born August 15, 1972) is an American actor, director, producer, and screenwriter. His accolades include two Academy Awards and three Golden Globe Awards. He began his career as a child when he starred in the PBS educational series The Voyage of the Mimi (1984, 1988). He later appeared in the independent coming-of-age comedy Dazed and Confused (1993) and various Kevin Smith films, including Mallrats (1995) Chasing Amy (1997) and Dogma (1999). Affleck gained wider recognition when he and childhood friend Matt Damon won the Golden Globe and Academy Award for Best Original Screenplay for writing Good Will Hunting (1997), which they also starred in and winning the latter at the age of 25, he became the youngest winner in the category. He then established himself as a leading man in studio films, including the sci-fi disaster film Armageddon (1998), the romantic comedy Forces of Nature (1999), the war drama Pearl Harbor (2001), and the spy thriller The Sum of All Fears (2002).",
  "/wiki/Danai_Gurira": "Danai Jekesai Gurira (/dəˈnaɪ ɡʊˈrɪərə/; born February 14, 1978) is an American actress and playwright. She is best known for her starring roles as Michonne on the AMC horror drama series The Walking Dead (2012–2020) and as Okoye in the Marvel Cinematic Universe superhero films Black Panther (2018), Avengers: Infinity War (2018), and Avengers: Endgame (2019).",
  "/wiki/Ashton_Kutcher": "Christopher Ashton Kutcher (/ˈkʊtʃər/; born February 7, 1978) is an American actor, producer, and entrepreneur. He began his acting career portraying Michael Kelso in the Fox sitcom That '70s Show (1998–2006). He made his film debut in the romantic comedy Coming Soon (1999), followed by the comedy film Dude, Where's My Car? (2000), which was a box office hit. In 2003, Kutcher moved into romantic comedies, appearing in that year's Just Married and My Boss's Daughter. In 2003, he created and produced the television series Punk'd, also serving as host for the first eight of its ten seasons. In 2004, Kutcher starred in the lead role of the psychological film  The Butterfly Effect.",
  "/wiki/Sarah_Paulson": "Sarah Catharine Paulson (born December 17, 1974) is an American actress. She is the recipient of several accolades, including a Primetime Emmy Award and a Golden Globe Award. In 2017, Time magazine named her one of the 100 most influential people in the world.",
  "/wiki/Laura_Prepon": "Laura Helene Prepon (born March 7, 1980) is an American actress, director and author. She rose to fame with her role as Donna Pinciotti in the Fox sitcom That '70s Show (1998–2006). She is also known for her portrayal of Alex Vause in the Netflix comedy-drama series Orange Is the New Black (2013–2019). Prepon made her film debut in 2001 with the independent drama Southlander. Her other films include the romantic drama Come Early Morning (2006), the comedy Lay the Favorite (2012), the thriller The Girl on the Train (2016), and the drama The Hero (2017).",
  "/wiki/Colbie_Caillat": "Colbie Marie Caillat (/ˈkoʊlbi kəˈleɪ/ (listen); born May 28, 1985) is an American singer-songwriter. Caillat rose to fame through social networking website Myspace. At that time, she was the number one unsigned artist of her genre. After signing with Universal Republic Records, she released her debut album, Coco, in July 2007. The album included the hit singles \"Bubbly\" and \"Realize\", and has sold 2,060,000 copies in the US, and is certified 2x Platinum. In 2008 she recorded a duet with Jason Mraz, \"Lucky\", which won a Grammy Award. In August 2009 she released Breakthrough, her second album, which became her first album to debut at number one on the Billboard 200. It has been certified gold by the RIAA. Breakthrough was nominated for Best Pop Vocal Album at the 2010 Grammy Awards. She was also part of the group that won Album of the Year at the 2010 Grammy Awards for her background vocals and writing on Taylor Swift's Fearless album. In July 2011 she released her third studio album, All of You. In October 2012 she released her first Christmas album, Christmas in the Sand. Since 2018, she has been a member of the country music group Gone West.",
  "/wiki/Zachary_Quinto": "Zachary John Quinto (/ˈkwɪntoʊ/; born June 2, 1977) is an American actor and film producer. He is known for his roles as Charlie Manx in NOS4A2, as Sylar on the science fiction drama series Heroes (2006–2010), Spock in the reboot Star Trek (2009) and its sequels Star Trek Into Darkness (2013) and Star Trek Beyond (2016), as well as his Emmy nominated performance in American Horror Story: Asylum. His other film roles include Margin Call, What's Your Number?, Hitman: Agent 47, Snowden, and Hotel Artemis. He also appeared in smaller roles on television series such as So NoTORIous, The Slap, and 24, and on stage in Angels in America.",
  "/wiki/Jeffrey_Dean_Morgan": "Jeffrey Dean Morgan (born April 22, 1966) is an American actor of film and television. He is known for his roles as John Winchester in the fantasy horror series Supernatural (2005–2007; 2019), Denny Duquette in the medical drama series Grey's Anatomy (2006–2009), the Comedian in the superhero film Watchmen (2009), Jason Crouse in the political drama series The Good Wife (2015–2016), Negan in the horror drama series The Walking Dead (2016–present), and Harvey Russell in Rampage (2018).",
  "/wiki/Jennifer_Morrison": "Jennifer Marie Morrison (born April 12, 1979) is an American actress, producer, director, and former child model. She is known for her roles as Dr. Allison Cameron in the medical-drama series House (2004–2012) and Emma Swan in the ABC adventure-fantasy series Once Upon a Time (2011–2017, 2018). She has also portrayed Zoey Pierson, one of Ted Mosby's love interests on the comedy series How I Met Your Mother; Winona Kirk, mother of James T. Kirk in the 2009 science-fiction film Star Trek; and Tess Conlon in the 2011 sports drama film Warrior. She made her feature film directorial debut with Sun Dogs (2017).",
  "/wiki/Impractical_Jokers": "Impractical Jokers is an American hidden camera reality game show with improvisational elements. Produced by NorthSouth Productions, Impractical Jokers premiered on truTV on December 15, 2011 starring the four members of The Tenderloins: Joseph \"Joe\" Gatto, James \"Murr\" Murray, Brian \"Q\" Quinn, and Salvatore \"Sal\" Vulcano.",
  "/wiki/Tyler_Perry": "Tyler Perry (born Emmitt Perry Jr.; September 13, 1969) is an American actor, writer, producer, comedian and director. In 2011, Forbes listed him as the highest paid man in entertainment, earning US$130 million between May 2010 and May 2011.",
  "/wiki/Bryan_Cranston": "Bryan Lee Cranston (born March 7, 1956) is an American actor, director, producer and screenwriter. He is best known for playing Walter White on the AMC series Breaking Bad (2008–2013), Hal on the Fox sitcom Malcolm in the Middle (2000–2006), and Dr. Tim Whatley on the NBC sitcom Seinfeld (1994–1997).",
  "/wiki/Aly_Raisman": "Alexandra Rose Raisman (born May 25, 1994) is a retired American gymnast and two-time Olympian. She was captain of both the 2012 \"Fierce Five\" and 2016 \"Final Five\" U.S. women's Olympic gymnastics teams which won their respective team competitions. Raisman is the 2016 Olympic individual all-around silver medalist and floor exercise silver medalist.",
  "/wiki/Carson_Kressley": "Carson Lee Kressley (born November 11, 1969) is an American television personality, actor and designer. He was the fashion expert on the American television program Queer Eye, where he was one of the show's \"Fab Five\". He was also the motivational host of the TV show How to Look Good Naked and OWN's Carson Nation, as well as a contestant on season 13 of Dancing with the Stars. Since 2015, Kressley has been a judge on RuPaul's Drag Race. Beginning in October, 2018, he teamed up with his old Queer Eye alum Thom Filicia for a new series called Get a Room on Bravo. The series follows the two as Thom mentors Carson in the interior design business, and features two clients in each episode.",
  "/wiki/Anderson_Cooper": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, television personality, and author. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is usually broadcast live from a New York City studio; however, Cooper often broadcasts live from CNN's studios in Washington, D.C., or on location for breaking news stories.  In addition, he is a correspondent for 60 Minutes.",
  "/wiki/Jon_Hamm": "Jonathan Daniel Hamm (born March 10, 1971) is an American actor and producer  best known for playing advertising executive Don Draper in the AMC television drama series Mad Men (2007–2015).",
  "/wiki/Minnie_Driver": "Amelia Fiona \"Minnie\" Driver (born 31 January 1970) is an English-American actress and singer-songwriter.",
  "/wiki/Daya_(singer)": "Grace Martine Tandon (born October 24, 1998), professionally known as Daya (stylized DΛYΛ; pronounced /ˈdeɪ.ə/), is an American singer and songwriter from Mt. Lebanon, Pennsylvania. She is signed to Artbeatz, Z Entertainment, and RED Distribution, and released her self-titled debut extended play (EP), Daya, on September 4, 2015, which includes the song \"Hide Away\", which has peaked at number 23 on the Billboard Hot 100. She released her debut studio album Sit Still, Look Pretty on October 7, 2016.",
  "/wiki/Carrie_Ann_Inaba": "Carrie Ann Inaba (born January 5, 1968) is an American television personality, dancer, choreographer, actress, and singer. She is best known for her work on ABC TV's Dancing with the Stars, as Fook Yu in Austin Powers in Goldmember. She is a current co-host and moderator of the CBS Daytime talk show, The Talk. She started her career as a singer in Japan, but became best known for her dancing, first introducing herself to American audiences as one of the original Fly Girls on the Fox sketch comedy series In Living Color from 1990 to 1992.",
  "/wiki/Tea_Leoni": "Elizabeth Téa Pantaleoni (/ˈteɪ.ə pɑːntəleɪˈoʊni/; born February 25, 1966), better known by her stage name Téa Leoni, is an American actress and producer.\nIn her early career, she starred in the television sitcoms Flying Blind (1992–93) and The Naked Truth (1995–98). Her breakthrough role was in the 1995 action comedy film Bad Boys. In later years, Leoni had lead roles in films such as Deep Impact (1998), The Family Man (2000), Jurassic Park III (2001), Spanglish (2004) and Fun with Dick and Jane (2005). In 2014, she returned to television in the leading role in the CBS political drama series Madam Secretary.",
  "/wiki/Norman_Reedus": "Norman Mark Reedus (born January 6, 1969) is an American actor, voice actor, television host, and model. He is known for starring in the popular AMC horror drama series The Walking Dead as Daryl Dixon and in the film The Boondock Saints (1999) and its sequel The Boondock Saints II: All Saints Day (2009) as Murphy MacManus. He has also acted in numerous films and television series, and modeled for various fashion designers (most recognizably Prada in the 1990s). Reedus also starred  in Hideo Kojima's first video game after his split from Konami, Death Stranding.",
  "/wiki/Andy_Grammer": "Andrew Charles Grammer (born December 3, 1983) is an American singer, songwriter, and record producer. He is signed to S-Curve Records.",
  "/wiki/J._K._Simmons": "Jonathan Kimble Simmons (born January 9, 1955) is an American television, film, and voice actor. In television, he has played Dr. Emil Skoda on the NBC series Law & Order, Vernon Schillinger on the HBO series Oz, and Assistant Police Chief Will Pope on TNT's The Closer. From 2017 to 2019, he starred as Howard Silk in the Starz series Counterpart.",
  "/wiki/Gavin_DeGraw": "Gavin Shane DeGraw (born February 4, 1977) is an American singer-songwriter. He rose to fame with the single \"I Don't Want to Be\" from his debut album Chariot (2003); the song became the theme song for the television drama series One Tree Hill. Other notable singles from his debut album \"Chariot\" and \"Follow Through\". His second album, Gavin DeGraw, was released in 2008 and included the top-20 single \"In Love with a Girl\". In 2009, DeGraw released his third album, Free. His fourth album, Sweeter (2011), spawned the hit single \"Not Over You\" along with \"Soldier\" and \"Sweeter\". In 2013, DeGraw released Make a Move, and Something Worth Saving followed in September 2016.",
  "/wiki/Sam_Champion": "Samuel James Champion (born August 13, 1961) is an American weather anchor who is best known for his combined 25-year career on the ABC flagship station WABC-TV and Good Morning America. He formerly co-anchored AMHQ: America's Morning Headquarters and 23.5 Degrees With Sam Champion on The Weather Channel.",
  "/wiki/Vin_Diesel": "Mark Sinclair (born July 18, 1967), known professionally as Vin Diesel, is an American actor and producer. He rose to international fame with his role as Dominic Toretto in The Fast and the Furious franchise.",
  "/wiki/Carole_Bayer_Sager": "Carole Bayer Sager (born Carol Bayer on March 8, 1947) is an American lyricist, singer, songwriter, painter, and New York Times best-selling author.",
  "/wiki/Matt_Bomer": "Matthew Staton Bomer (born October 11, 1977) is an American actor, producer, director and singer. He is the recipient of such accolades as a Golden Globe Award and has been nominated for a Primetime Emmy Award and two Screen Actors Guild Awards.",
  "/wiki/David_Hyde_Pierce": "David Hyde Pierce (born April 3, 1959) is an American actor and director. He is best known for playing psychiatrist Dr. Niles Crane on the NBC sitcom Frasier, for which he won four Primetime Emmy Awards for Outstanding Supporting Actor in a Comedy Series during the show's run. Pierce has played supporting roles in many films, including Little Man Tate, The Fisher King, Sleepless in Seattle, A Bug's Life, Osmosis Jones, Wet Hot American Summer, and Oliver Stone's Nixon.",
  "/wiki/Victoria_Justice": "Victoria Dawn Justice (born February 19, 1993) is an American actress and singer. She rose to fame on Nickelodeon in the 2000s, starring as Lola Martinez on Zoey 101 (2005–2008) and later as Tori Vega on Victorious (2010–2013). Justice has also appeared in the films The Boy Who Cried Werewolf (2010), Fun Size (2012), The First Time (2012) and Naomi and Ely's No Kiss List (2015). In 2015, she starred in the lead role as Lindy Sampson on the MTV television series Eye Candy. In music, Justice has recorded several songs for the soundtracks of her acting projects, including Victorious and the Nickelodeon musical Spectacular!.",
  "/wiki/Ciara": "Ciara Princess Harris (/siˈɛrə/ see-ERR-ə; born October 25, 1985) is an American singer, songwriter, dancer, and model. Born in Austin, Texas, she traveled around the world during her childhood, eventually moving to Atlanta, Georgia where she joined the girl group Hearsay. She later signed a publishing deal, and befriended producer Jazze Pha, who recorded demos that would appear on her debut album. With his help, Ciara signed a record deal with LaFace Records.",
  "/wiki/Ewan_McGregor": "Ewan Gordon McGregor OBE (born 31 March 1971) is a Scottish actor known internationally for his various film roles, including independent dramas, science-fiction epics, and musicals.",
  "/wiki/Jeff_Gordon": "Jeffery Michael Gordon (born August 4, 1971) is an American former professional stock car racing driver,  currently an announcer for Fox NASCAR, and a top executive for Hendrick Motorsports. He formerly drove the No. 24 Chevrolet for Hendrick Motorsports in 23 full-time NASCAR Sprint Cup Series seasons between 1993 and 2015, and served as a substitute driver for Dale Earnhardt Jr. in the No. 88 Hendrick Motorsports Chevrolet in select races during the 2016 season.",
  "/wiki/John_Leguizamo": "John Alberto Leguizamo (/ˌlɛɡɪˈzɑːmoʊ/; Colombian Spanish: [leɣiˈsamo]; born July 22, 1964) is an American  actor, stand-up comedian, producer, playwright and screenwriter. He rose to fame with a co-starring role in the action comedy Super Mario Bros. (1993) as Luigi and a supporting role in the crime drama Carlito's Way (1993). Other roles include Sid the Sloth in the animated Ice Age films (2002–2016) and the narrator of the sitcom The Brothers García (2000–2004). His other notable films are To Wong Foo, Thanks for Everything! Julie Newmar for which he was nominated for a Golden Globe Award for Best Supporting Actor, Spawn,  Moulin Rouge!, Land of the Dead, Summer of Sam, Chef, John Wick, John Wick: Chapter 2, The Happening, and Romeo + Juliet. He had a recurring role on ER and was a series regular on The Kill Point. He is also known for his role as Ozzy Delvecchio on Bloodline.",
  "/wiki/Matt_LeBlanc": "Matthew Steven LeBlanc (/ləˈblɒŋk/; born July 25, 1967) is an American actor and comedian. He is best known for his portrayal of dim-witted yet well-intentioned womaniser Joey Tribbiani in the NBC sitcom Friends and in its spin-off series Joey. For his work on Friends, LeBlanc received three Emmy Award nominations. He has also starred as a fictionalized version of himself in Episodes (2011–2017), for which he won a Golden Globe Award and received four additional Emmy Award nominations. He co-hosted Top Gear from 2016 to 2019. As of 2019[update], he plays Adam Burns in Man with a Plan.",
  "/wiki/Dakota_Fanning": "Hannah Dakota Fanning (born February 23, 1994) is an American actress. She rose to prominence at the age of seven for her performance as Lucy Dawson in the drama film I Am Sam (2001), for which she received a Screen Actors Guild Award nomination at age eight, making her the youngest nominee in SAG history. Fanning played major roles in the films Uptown Girls (2003), The Cat in the Hat (2003), Man on Fire (2004), War of the Worlds (2005), Dreamer (2005), and Charlotte's Web (2006).",
  "/wiki/Elijah_Wood": "Elijah Jordan Wood (born January 28, 1981) is an American actor, voice actor, film producer, and DJ. He portrayed Frodo Baggins in the Lord of the Rings film trilogy (2001–2003) and in The Hobbit: An Unexpected Journey (2012).",
  "/wiki/Sullivan_Stapleton": "Sullivan Stapleton (born 14 June 1977) is an Australian actor who is best known for his roles in the SKY (BSkyB)/Cinemax/HBO television series Strike Back, Animal Kingdom and 300: Rise of an Empire.  He is currently starring in the NBC crime drama Blindspot which premiered on September 21, 2015.",
  "/wiki/Michael_Bubl%C3%A9": "Michael Steven Bublé (IPA: /buːˈbleɪ/ boo-BLAY; born September 9, 1975) is a Canadian singer, songwriter, actor and record producer. His first album reached the top ten in Canada and the UK. He found a worldwide audience with his 2005 album It's Time as well as his 2007 album Call Me Irresponsible – which reached number one on the Canadian Albums Chart, the UK Albums Chart, the US Billboard 200, the Australian ARIA Albums Chart and several European charts. Bublé's 2009 album Crazy Love debuted at number one on the US Billboard 200 after three days of sales, and remained there for two weeks. It was also his fourth number one album on Billboard's Top Jazz Albums chart. His 2011 holiday album, Christmas, was in first place on the Billboard 200 for the final four weeks of 2011 and the first week of 2012, totalling five weeks atop the chart, it also made the top 5 in the United Kingdom. With this, Christmas became his third-consecutive number-one album on the chart. To Be Loved was released in April 2013. Bublé has sold over 75 million records worldwide, and won numerous awards, including four Grammy Awards and multiple Juno Awards. Bublé is a dual citizen of both Canada and Italy.",
  "/wiki/Tom_Hanks": "Thomas Jeffrey Hanks (born July 9, 1956) is an American actor and filmmaker. Hanks is known for his comedic and dramatic roles in such films as Splash (1984), Bachelor Party (1984), Big (1988), Turner & Hooch (1989), A League of Their Own (1992), Sleepless in Seattle (1993), Forrest Gump (1994), Apollo 13 (1995), You've Got Mail (1998), The Green Mile (1999), Cast Away (2000), Road to Perdition (2002), Cloud Atlas (2012), Captain Phillips (2013), Saving Mr. Banks (2013), Sully (2016), and A Beautiful Day in the Neighborhood (2019). He has also starred in the Robert Langdon films, and he voices Sheriff Woody in the Toy Story film series. He is one of the most popular and recognizable film stars worldwide, and he is widely regarded as an American cultural icon.",
  "/wiki/John_Lithgow": "John Arthur Lithgow (/ˈlɪθɡoʊ/ LITH-goh; born October 19, 1945) is an American actor, musician, poet, author, and singer. Over the course of his career he has received numerous accolades and been nominated for two Academy Awards and four Grammy Awards. He has also been awarded a star on the Hollywood Walk of Fame and inducted into the American Theater Hall of Fame.",
  "/wiki/Phil_Collins": "Philip David Charles Collins LVO (born 30 January 1951) is an English drummer, singer, songwriter, multi-instrumentalist, record producer, and actor. He was the drummer and then the singer of the rock band Genesis, and is also a solo artist. Between 1982 and 1989, Collins scored three UK and seven US number-one singles in his solo career. When his work with Genesis, his work with other artists, as well as his solo career is totalled, he had more US Top 40 singles than any other artist during the 1980s. His most successful singles from the period include \"In the Air Tonight\", \"Against All Odds (Take a Look at Me Now)\", \"One More Night\", \"Sussudio\", \"Two Hearts\" and \"Another Day in Paradise\".",
  "/wiki/Tyler_Glenn": "Tyler Aaron Glenn (born November 28, 1983) is an American singer, songwriter, and musician. He is known as the lead vocalist and keyboardist of the American rock band Neon Trees and as a solo artist.",
  "/wiki/Blair_Underwood": "Blair Erwin Underwood (born August 25, 1964) is an American television, film, and stage actor and director. He played attorney Jonathan Rollins on the NBC legal drama L.A. Law for seven years. He has received two Golden Globe Award nominations, three NAACP Image Awards and one Grammy Award. In recent years, he has appeared in The New Adventures of Old Christine, Dirty Sexy Money and In Treatment, The Event, Quantico, When They See Us and as Andrew Garner in Agents of S.H.I.E.L.D..",
  "/wiki/Abbi_Jacobson": "Abbi Jacobson (born February 1, 1984)[citation needed] is an American comedian, writer, actress and illustrator. She co-created and co-starred in the Comedy Central series Broad City with Ilana Glazer, based on the web series of the same name.",
  "/wiki/Joel_McHale": "Joel Edward McHale (born November 20, 1971) is an American comedian, actor, writer, producer, and television host. He is known for hosting The Soup and portraying Jeff Winger on the NBC/Yahoo! sitcom Community. He has appeared in the films Spy Kids: All the Time in the World (2011) and Ted (2012). He also starred in the short-lived CBS sitcom The Great Indoors and in 2019, started hosting a reboot of Card Sharks.",
  "/wiki/Uzo_Aduba": "Uzoamaka Nwanneka \"Uzo\" Aduba (/ˈuːzoʊ əˈduːbə/; born February 10, 1981) is an American actress. She is known for her role as Suzanne \"Crazy Eyes\" Warren on the Netflix original series Orange Is the New Black (2013–2019), for which she won an Emmy Award for Outstanding Guest Actress in a Comedy Series in 2014, an Emmy Award for Outstanding Supporting Actress in a Drama Series in 2015, and two Screen Actors Guild Awards for Outstanding Performance by a Female Actor in a Comedy Series in 2014 and 2015. She is one of only two actors to win an Emmy Award in both the comedy and drama categories for the same role, the other being Ed Asner for the character Lou Grant. She also voices Bismuth in the Cartoon Network series Steven Universe.",
  "/wiki/Daniel_Sunjata": "Daniel Sunjata (born Daniel Sunjata Condon; December 30, 1971) is an American actor who performs in film, television and theater. He is known for his role as Franco Rivera in the FX television series Rescue Me.",
  "/wiki/Jeremy_Irons": "Jeremy John Irons (born 19 September 1948) is an English actor. After receiving classical training at the Bristol Old Vic Theatre School, Irons began his acting career on stage in 1969 and has since appeared in many West End theatre productions, including The Winter's Tale, Macbeth, Much Ado About Nothing, The Taming of the Shrew, Godspell, Richard II, and Embers. In 1984, he made his Broadway debut in Tom Stoppard's The Real Thing and received a Tony Award for Best Actor.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}