{
  "/wiki/Chadwick_Boseman": "Chadwick Aaron Boseman (born November 29, 1976, or in 1977) (sources differ) is an American actor known for his portrayals of real-life historical figures such as Jackie Robinson in 42 (2013), James Brown in Get on Up (2014) and Thurgood Marshall in Marshall (2017), and for his portrayal of the superhero Black Panther in the Marvel Cinematic Universe films Captain America: Civil War (2016), Black Panther (2018), Avengers: Infinity War (2018) and Avengers: Endgame (2019).",
  "/wiki/Adrien_Brody": "Adrien Brody (born April 14, 1973)[citation needed] is an American actor and producer. He received widespread recognition and acclaim after starring in Roman Polanski's The Pianist (2002), for which he won the Academy Award for Best Actor at age twenty-nine, making him the youngest actor to win in that category. Brody is the only male American actor to receive the César Award for Best Actor.",
  "/wiki/Ruth_B": "Ruth Berhe (born July 2, 1995), better known by her stage name Ruth B., is a Canadian singer and songwriter from Edmonton, Alberta. She started by singing songs on Vine in early 2013. In November 2015, she released her debut extended play, The Intro. On May 5, 2017, she released her debut album, Safe Haven. The album has gathered over 615 million overall streams on Spotify, as of February 2020. Her hit single \"Lost Boy\" has accumulated over 470 million streams on Spotify alone as of February 2020, while her YouTube channel has received a total of 245 million views.",
  "/wiki/Lucy_Liu": "Lucy Liu (born December 2, 1968) is an American actress, who is known for playing the role of the vicious and ill-mannered Ling Woo in the television series Ally McBeal (1998–2002), the assertive assassin O-Ren Ishii in Kill Bill, and Joan Watson in the crime-drama series Elementary (2012–2019). Throughout her career, she has received two Screen Actors Guild Awards and has won the Seoul International Drama Award for Best Actress. She has been nominated for a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series, and has received nominations for three People's Choice Awards and two Saturn Awards.",
  "/wiki/Morris_Chestnut": "Morris Lamont Chestnut (born January 1, 1969) is an American actor. He first came to prominence for his role in the 1991 film  Boyz n the Hood.  He has appeared in feature films and on television series, including the starring role of FBI Agent Will Keaton in the NBC TV series The Enemy Within.",
  "/wiki/Jeremy_Renner": "Jeremy Lee Renner (born January 7, 1971) is an American actor, musician and songwriter. He began his career by appearing in independent films such as Dahmer (2002) and Neo Ned (2005). Renner earned supporting roles in bigger films, such as S.W.A.T. (2003) and 28 Weeks Later (2007). Renner was nominated for the Academy Award for Best Actor for his performance in The Hurt Locker (2008) and for the Academy Award for Best Supporting Actor for his performance in The Town (2010). His films have grossed over $3.5 billion in North America and over $9.8 billion worldwide, making him one of the highest-grossing box-office stars of all time.",
  "/wiki/Carrie_Ann_Inaba": "Carrie Ann Inaba (born January 5, 1968) is an American television personality, dancer, choreographer, actress, and singer. She is best known for her work on ABC TV's Dancing with the Stars, as Fook Yu in Austin Powers in Goldmember. She is a current co-host and moderator of the CBS Daytime talk show, The Talk. She started her career as a singer in Japan, but became best known for her dancing, first introducing herself to American audiences as one of the original Fly Girls on the Fox sketch comedy series In Living Color from 1990 to 1992.",
  "/wiki/Robert_Downey,_Jr.": "Robert John Downey Jr. (born April 4, 1965) is an American actor, producer, and singer. His career has been characterized by critical and popular success in his youth, followed by a period of substance abuse and legal troubles, before a resurgence of commercial success in middle age. In 2008, Downey was named by Time magazine among the 100 most influential people in the world, and from 2013 to 2015, he was listed by Forbes as Hollywood's highest-paid actor. His films have grossed over $14.4 billion worldwide, making him the second highest-grossing box-office star of all time.",
  "/wiki/Jason_Derulo": "Jason Joel Desrouleaux (born September 21, 1989), known professionally as Jason Derulo (/dəˈruːloʊ/; formerly stylised as Derülo), is an American singer, songwriter, and dancer. Since the start of his solo recording career in 2009, Derulo has sold over 30 million singles and has achieved eleven Platinum singles, including  \"Wiggle\", \"Talk Dirty\", \"In My Head\", and \"Whatcha Say\".",
  "/wiki/Marcela_Valladolid": "Marcela Luz Valladolid Rodriguez (born July 19, 1978) is an American chef and author. She was the host of the Food Network television series Mexican Made Easy, and a judge on the Food Network television series Best Baker in America.",
  "/wiki/Tony_Goldwyn": "Anthony Howard Goldwyn (born May 20, 1960) is an American actor, singer, producer, director and political activist. He portrayed Carl Bruner in Ghost, Colonel Bagley in The Last Samurai, and the voice of the title character of the Disney animated film Tarzan. He starred in the ABC legal/political drama Scandal as Fitzgerald Grant III, a fictional president of the United States, from 2012 to 2018.",
  "/wiki/Anthony_Mackie": "Anthony Mackie (born September 23, 1978) is an American actor. He has been featured in films, television series and Broadway and Off-Broadway plays, including Ma Rainey's Black Bottom, Drowning Crow, McReele, A Soldier's Play and Carl Hancock Rux's Talk, for which he won an Obie Award in 2002.",
  "/wiki/Jodie_Foster": "Alicia Christian \"Jodie\" Foster (born November 19, 1962) is an American actress, director, and producer. She has received two Academy Awards, three British Academy Film Awards, two Golden Globe Awards, and the Cecil B. DeMille Award. For her work as a director, she has been nominated for a Primetime Emmy Award.",
  "/wiki/Megyn_Kelly": "Megyn Marie Kelly (born November 18, 1970) is an American journalist and attorney who was a news anchor at Fox News from 2004 to 2017, and a talk show host and correspondent with NBC News from 2017 to 2018. She currently self-reports on her Instagram page and YouTube channel.",
  "/wiki/Jessica_Lange": "Jessica Phyllis Lange (/læŋ/; born April 20, 1949) is an American actress. She is the thirteenth actress in history to achieve the Triple Crown of Acting, having won two Academy Awards, three Primetime Emmy Awards, one Tony Award, one Screen Actors Guild Award, and five Golden Globe Awards. Additionally, she is the second actress in history to win the Academy Award for Best Actress after winning the Academy Award for Best Supporting Actress, the third actress and first performer since 1943 to receive two Oscar nominations within the same year, the fifth actress and ninth performer to win Oscars in both the lead and supporting acting categories, and is tied as the sixth most Oscar-nominated actress in history. Lange holds the record for the most Golden Globe nominations in the Best Actress in a Miniseries or Motion Picture Made for Television category, and is the second actress with the most Golden Globe nominations in history. She is the only performer ever to win Primetime Emmy Awards in both the Outstanding Supporting Actress and Outstanding Lead Actress categories for the same miniseries. Lange has also garnered one Critics Choice Award and three Dorian Awards, making her the most honored actress by the Gay and Lesbian Entertainment Critics Association. In 1998, Entertainment Weekly listed Lange among the 25 Greatest Actresses of the 1990s. In 2014, Lange was scheduled to receive a star on The Hollywood Walk of Fame, though she has yet to claim it.",
  "/wiki/Laura_Bush": "Laura Welch Bush (née Laura Lane Welch; born November 4, 1946) is an American educator who was First Lady of the United States during the presidency of her husband, George W. Bush, from 2001 to 2009. Bush previously served as First Lady of Texas from 1995 to 2000.",
  "/wiki/Jenna_Bush_Hager": "Jenna Bush Hager (née Jenna Welch Bush; born November 25, 1981) is an American news personality, author, and journalist. She is currently the co-host of Today with Hoda & Jenna, the fourth hour of NBC's morning news program Today.",
  "/wiki/Chelsea_Handler": "Chelsea Joy Handler (born February 25, 1975) is an American comedian, actress, writer, television host, producer, and activist. She hosted the late-night talk show Chelsea Lately on the E! network from 2007 to 2014, and released a documentary series, Chelsea Does, on Netflix in January 2016. Between 2016 and 2017, Handler hosted the talk show, Chelsea, on Netflix.",
  "/wiki/Lana_Parrilla": "Lana Maria Parrilla (born July 15, 1977) is an American actress. Parrilla is known for her roles on television and radio. She was a regular cast member in the fifth season of the ABC sitcom Spin City from 2000 to 2001. She later starred in Boomtown (2002-2003), Windfall (2006), Swingtown (2008) and as Dr. Eva Zambrano in the short-lived medical drama Miami Medical (2010). She also played the role of Sarah Gavin during the fourth season of the Fox series 24 in 2005. From 2011 until 2018, Parrilla starred as The Evil Queen/Regina Mills in the ABC fantasy drama series, Once Upon a Time. In 2016 Parrilla won a Teen Choice Award for Choice Sci-Fi/Fantasy TV Actress.",
  "/wiki/Joe_Morton": "Joseph Thomas Morton Jr. (born October 18, 1947) is an American stage, television, and film actor. He worked with film director John Sayles in The Brother from Another Planet (1984), City of Hope (1991) and Lone Star (1996). Other films he appeared in include Terminator 2: Judgment Day (1991), Of Mice and Men (1992), Speed (1994), Apt Pupil (1998), What Lies Beneath (2000), Ali (2001), Paycheck (2003), Stealth (2005), and American Gangster (2007).",
  "/wiki/Kate_Beckinsale": "Kathrin Romary Beckinsale (born 26 July 1973) is an English actress. After some minor television roles, she made her film debut in Much Ado About Nothing (1993) while still a student at the University of Oxford. She appeared in British costume dramas such as Prince of Jutland (1994), Cold Comfort Farm (1995), Emma (1996), and The Golden Bowl (2000), in addition to various stage and radio productions. She began to seek film work in the United States in the late 1990s and, after appearing in small-scale dramas The Last Days of Disco (1998) and Brokedown Palace (1999), she had starring roles in the war drama Pearl Harbor (2001), the romantic comedy Serendipity, and Tiptoes (2003). She followed those with appearances in The Aviator (2004) and Click (2006).",
  "/wiki/Kelsea_Ballerini": "Kelsea Nicole Ballerini (born September 12, 1993) is an American country music singer and songwriter. She released her first album The First Time in 2015, and her second album Unapologetically was released on November 3, 2017. She received a nomination for Best New Artist at the 2017 Grammy Awards. Ballerini's two albums have accounted for seven charted songs on the Hot Country Songs and Country Airplay charts. She has four No. 1 singles on the latter, starting with her debut single \"Love Me Like You Mean It\", which made her the first female artist to send a debut single to the top of that chart since Carrie Underwood in 2006. It was followed by \"Dibs\" and \"Peter Pan\", whose peaks also made her the first female country artist to send her first three singles to the top of that chart since Wynonna Judd. Ballerini's fourth No. 1 single is \"Legends\".",
  "/wiki/Matt_Bomer": "Matthew Staton Bomer (born October 11, 1977) is an American actor, producer, director and singer. He is the recipient of such accolades as a Golden Globe Award and has been nominated for a Primetime Emmy Award and two Screen Actors Guild Awards.",
  "/wiki/Carmelo_Anthony": "Carmelo Kyam Anthony (born May 29, 1984) is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). He has been named an NBA All-Star ten times and an All-NBA Team member six times. He played college basketball for the Syracuse Orange, winning a national championship as a freshman in 2003 while being named the NCAA Tournament's Most Outstanding Player.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}