{
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Ryan_Seacrest": "Ryan John Seacrest (born December 24, 1974) is an American radio personality, television host, and producer. Seacrest is known for hosting the competition show American Idol, the syndicated countdown program American Top 40, and iHeartMedia's KIIS-FM morning radio show On Air with Ryan Seacrest.",
  "/wiki/Maggie_Gyllenhaal": "Margalit Ruth Gyllenhaal (/ˈdʒɪlənhɔːl/; born November 16, 1977) is an American actress and producer. Part of the Gyllenhaal family, she is the daughter of filmmakers Stephen Gyllenhaal and Naomi Achs, and the older sister of actor Jake Gyllenhaal.",
  "/wiki/Grace_VanderWaal": "Grace Avery VanderWaal (born January 15, 2004) is an American singer-songwriter. She earned wide notice at an early age and is known for her distinctive vocals, often accompanying herself on the ukulele.",
  "/wiki/Sam_Heughan": "Sam Heughan (/ˈhjuːən/; born 30 April 1980) is a Scottish actor, best known for his acclaimed role as Jamie Fraser in the Starz series Outlander, for which he has received a People's Choice Award for Favorite Sci-Fi/Fantasy TV Actor. A Saturn Award for Best Actor on Television out of five nominations, and a nomination for the Critics Choice Award for Best Actor in a Drama Series. He was nominated for a Laurence Olivier Award for Most Promising Performer in 2003, for his performance in the play Outlying Islands, performed at the Royal Court Theatre Upstairs. Heughan received an honorary doctorate \"in recognition for his outstanding contribution to acting and charitable endeavors\" from the University of Stirling in June 2019. His second honorary doctorate in recognition of his artistic success and his charitable work was bestowed by the University of Glasgow in July 2019.",
  "/wiki/Henrik_Lundqvist": "Henrik Lundqvist (Swedish pronunciation: [ˈhɛ̌nːrɪk ˈlɵ̂nːdkvɪst]; born 2 March 1982) is a Swedish professional ice hockey goaltender for the New York Rangers of the National Hockey League (NHL). Before winning the Vezina Trophy in 2012, he was nominated in each of his first three seasons, and is the only goaltender in NHL history to record 11 30-win seasons in his first 12 seasons. He holds the record for most wins by a European-born goaltender in the NHL. His dominating play during his rookie season resulted in the New York media and Rangers fans giving him the nickname \"King Henrik\". During the 2006 Winter Olympics in Turin, Italy, he led the Swedish men's team to their second Olympic gold medal.",
  "/wiki/Liev_Schreiber": "Liev Schreiber (/li-ɛvˈ/; born October 4, 1967) is an American actor, director, screenwriter, and producer. He became known during the late 1990s and early 2000s, having appeared in several independent films, and later mainstream Hollywood films, including the Scream trilogy of horror films, Ransom (1996), Phantoms (1998), The Sum of All Fears (2002), The Omen (2006), X-Men Origins: Wolverine (2009), Taking Woodstock (2009), Salt (2010), Goon (2011), Pawn Sacrifice (2014), and Spotlight (2015). He later became known to a younger generation of audiences for his voice work in My Little Pony: The Movie (2017), Isle of Dogs and Spider-Man: Into the Spider-Verse (2018).",
  "/wiki/Taylor_Kitsch": "Taylor Kitsch (born April 8, 1981) is a Canadian actor and model. He is best known for his work in portraying Tim Riggins in the NBC television series Friday Night Lights (2006–2011). He has also worked in films such as X-Men Origins: Wolverine (2009), Battleship (2012), John Carter (2012), Savages (2012), and Lone Survivor (2013).",
  "/wiki/Rosanna_Pansino": "Rosanna Pansino (born June 8, 1985) is an American YouTuber, baker, actress, singer, and author. In 2010, Pansino started the cooking series Nerdy Nummies, which has become one of the most well-known baking shows on YouTube. Pansino has won one Streamy Award, as well as being nominated for five others.",
  "/wiki/Seth_MacFarlane": "Seth Woodbury MacFarlane (/məkˈfɑːrlɪn/; born October 26, 1973) is an American actor, animator, filmmaker, comedian, and singer. MacFarlane is the creator of the TV series Family Guy (1999–present) and The Orville (2017–present), and co-creator of the TV series American Dad! (2005–present) and The Cleveland Show (2009–2013). He also wrote, directed, and starred in the films Ted (2012), its sequel Ted 2 (2015), and A Million Ways to Die in the West (2014).",
  "/wiki/Caitriona_Balfe": "Caitríona Balfe (/kəˈtriːnə ˈbælf/; born 4 October 1979) is an Irish actress and former model. She is best known for her role as Claire Fraser in the Starz drama series Outlander, for which she has won two People's Choice Awards, two Saturn Awards, and an Irish Film and Television Award, and received four Golden Globe Award nominations for Best Actress in a Television Series – Drama.",
  "/wiki/Lindsey_Stirling": "Lindsey Stirling is an American violinist, singer, songwriter, and dancer. She presents choreographed violin performances, both live and in music videos found on her eponymous YouTube channel, which she created in 2007.",
  "/wiki/Instagram": "Instagram (also known informally as IG or Insta) is an American photo and video-sharing social networking service owned by Facebook, Inc. It was created by Kevin Systrom and Mike Krieger, and launched in October 2010 exclusively on iOS. A version for Android devices was released a year and half later in April 2012, followed by a feature-limited website interface in November 2012, a Fire OS app on June 15, 2014 and an app for Windows 10 tablets and computers in October 2016.\nThe app allows users to upload photos and videos to the service, which can be edited with various filters, and organized with tags and location information. An account's posts can be shared publicly or with pre-approved followers. Users can browse other users' content by tags and locations, and view trending content. Users can like photos and follow other users to add their content to a feed.",
  "/wiki/Gwendoline_Christie": "Gwendoline Tracey Philippa Christie (born 28 October 1978) is an English actress. She is best known for portraying Brienne of Tarth in the HBO fantasy-drama series Game of Thrones (2012–2019), and the First Order stormtrooper Captain Phasma in Star Wars: The Force Awakens (2015) and Star Wars: The Last Jedi (2017). For the former, she received a nomination for the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series in 2019.",
  "/wiki/Fifth_Harmony": "Fifth Harmony, often shortened to 5H, was an American girl group based in Miami, composed of Ally Brooke, Normani, Dinah Jane, Lauren Jauregui, and previously Camila Cabello until her departure from the group in December 2016. The group signed a joint record deal with Simon Cowell's label Syco Records and L.A. Reid's label Epic Records after forming and finishing third in the second season of the American singing competition series The X Factor in 2012. Rising to prominence by social media, the group's debut extended play and their three studio albums all charted within the top ten of the Billboard 200 in the United States.",
  "/wiki/Chris_Harrison": "Christopher Bryan Harrison (born July 26, 1971) is an American television and game show host, best known for his role as host of the ABC reality television dating show The Bachelor since 2002, and its spin-offs The Bachelorette since 2003, Bachelor Pad from 2010 to 2012, Bachelor in Paradise since 2014, the first season of Bachelor in Paradise: After Paradise in 2015, Bachelor Live in 2016, and The Bachelor Winter Games in 2018.  He also served as the host of the syndicated version of Who Wants to Be a Millionaire from his 2015 hosting role through the 2019 cancellation.",
  "/wiki/Sloane_Stephens": "Sloane Stephens (born March 20, 1993) is an American professional tennis player. She is ranked in the top 25 by the Women's Tennis Association (WTA), and achieved a career-best ranking of No. 3 in the world after Wimbledon in 2018. Stephens was the 2017 US Open champion, and has won six WTA singles titles in total.",
  "/wiki/Kirsten_Dunst": "Kirsten Caroline Dunst (/ˈkɪərstən/; born April 30, 1982) is an American  actress. She made her debut in the 1989 anthology film New York Stories, appearing in the segment Oedipus Wrecks directed by Woody Allen. At the age of twelve, Dunst gained widespread recognition as Claudia in Interview with the Vampire (1994), for which she was nominated for a Golden Globe for Best Supporting Actress. She appeared in Little Women the same year and in Jumanji the following year. After a recurring role on the third season of ER (1996–1997), and appearances in films such as Wag the Dog (1997), Small Soldiers (1998), the 1998 English dub of Kiki's Delivery Service (1989) and The Virgin Suicides (1999), Dunst starred in a string of comedies, including Drop Dead Gorgeous, Dick (both 1999), Bring It On (2000), Get Over It, and Crazy/Beautiful (both 2001).",
  "/wiki/Gabriel_Macht": "Gabriel Swann Macht (born January 22, 1972) is an American actor and film producer best known for playing The Spirit in the eponymous 2008 film adaptation, as well as for his role as Harvey Specter on the USA Network series Suits.",
  "/wiki/Cara_Mund": "Cara Mund (/ˈkɑːrə/ KAR-ə; born December 8, 1993) is an American beauty pageant titleholder from Bismarck, North Dakota. In June 2017, she was crowned Miss North Dakota 2017. On September 10, 2017, she was crowned Miss America 2018 in Atlantic City and became the first contestant from North Dakota to win the competition.",
  "/wiki/Julianne_Moore": "Julianne Moore (born Julie Anne Smith; December 3, 1960) is a Scottish American actress and children's author. Prolific in film since the early 1990s, she is particularly known for her portrayals of emotionally troubled women in both independent and blockbuster films, and has received many accolades, including an Academy Award, a British Academy Film Award and two Golden Globes. Time magazine named Moore one of the 100 most influential people in the world in 2015.",
  "/wiki/Alan_Cumming": "Alan Cumming OBE (born 27 January 1965)[citation needed] is a Scottish–American actor, comedian, singer, writer, producer, director, and activist who has appeared in numerous films, television shows, and plays. His London stage appearances include Hamlet, the Maniac in Accidental Death of an Anarchist (for which he received an Olivier Award), the lead in Bent, and The National Theatre of Scotland's The Bacchae. On Broadway, he has appeared in The Threepenny Opera, as the master of ceremonies in Cabaret (for which he won a Tony Award), Design for Living and a one-man adaptation of Macbeth. His best-known film roles include his performances in Emma, GoldenEye, the Spy Kids trilogy, Son of the Mask, and X2. Cumming also introduces Masterpiece Mystery! for PBS and appeared on The Good Wife, for which he has been nominated for three Primetime Emmy Awards, two Screen Actors Guild Awards, two Golden Globe Awards and a Satellite Award. A filming of his Las Vegas cabaret show, Alan Cumming Sings Sappy Songs, aired on PBS stations in November 2016.",
  "/wiki/Tao_Porchon-Lynch": "Tao Porchon-Lynch (born Täo Andrée Porchon, August 13, 1918) is an American yoga master and award-winning author of French and Indian descent. She discovered yoga in 1926 when she was eight years old in India and studied with, among others, Sri Aurobindo, B.K.S. Iyengar, K. Pattabhi Jois, Swami Prabhavananda, and Maharishi Mahesh Yogi. At age 101, she teaches a weekly class in New York, and leads programs across the globe. She is the author of two books, including her autobiography, Dancing Light: The Spiritual Side of Being Through the Eyes of a Modern Yoga Master, which won a 2016 IPPY Award and three 2016 International Book Awards. In the front matter endorsement, Dr.  C said: \"One of the most acclaimed yoga teachers of our century, Tao Porchon-Lynch... is a mentor to me who embodies the spirit of yoga and is an example of Ageless Body, Timeless Mind. Like yoga, she teaches us to let go and to have exquisite awareness in every moment.\"",
  "/wiki/Ice-T": "Tracy Lauren Marrow (born February 16, 1958), better known by his stage name Ice-T, is an American musician, rapper, songwriter, actor, record producer, and author. He began his career as an underground rapper in the 1980s and was signed to Sire Records in 1987, when he released his debut album Rhyme Pays; the second hip-hop album to carry an explicit content sticker after Slick Rick's La Di Da Di. The following year, he founded the record label Rhyme $yndicate Records (named after his collective of fellow hip-hop artists called the \"Rhyme $yndicate\") and released another album, Power, which went on to go Platinum. He also released several other albums that went Gold.",
  "/wiki/Jeffrey_Tambor": "Jeffrey Michael Tambor (born July 8, 1944) is an American actor and voice artist. He is known for his television roles such as Hank Kingsley on The Larry Sanders Show (1992–1998), George Bluth Sr. and Oscar Bluth on Arrested Development (2003–2006, 2013, 2018) and Maura Pfefferman on Transparent (2014–2017).",
  "/wiki/Julia_Stiles": "Julia O'Hara Stiles (born March 28, 1981) is an American actress. Born and raised in New York City, Stiles began acting at age 12.  Her first film role was in I Love You, I Love You Not (1996), followed by a leading role in the thriller Wicked (1998), for which she was awarded the Karlovy Vary International Film Festival Award for Best Actress. She went on to gain prominence for her lead roles in teen films such as 10 Things I Hate About You (1999) for which she won MTV Movie Award for Best Breakthrough Performance and was nominated for two Teen Choice Awards, Down to You (2000), for which she was nominated for another two Teen Choice Awards, and Save the Last Dance (2001), winning the Teen Choice Award for Choice Movie Actress and was nominated for the MTV Movie Award for Best Female Performance.",
  "/wiki/Ben_McKenzie": "Benjamin McKenzie Schenkkan (born September 12, 1978), is an American actor, writer, and director. He shot to fame in 2003, starring as Ryan Atwood in the television series The O.C. and subsequently starred as Ben Sherman in Southland. From 2014 to 2019, he starred as James Gordon in the television series Gotham, for which he also wrote and directed episodes.",
  "/wiki/Shonda_Rhimes": "Shonda Lynn Rhimes (born January 13, 1970) is an American television producer, television and film writer, and author. She is best known as the showrunner—creator, head writer, and executive producer—of the television medical drama Grey's Anatomy, its spin-off Private Practice, and the political thriller series Scandal. Rhimes has also served as the executive producer of the ABC television series Off the Map, How to Get Away with Murder, and The Catch.",
  "/wiki/Demi_Moore": "Demi Gene Guynes[n 1]  (born November 11, 1962), professionally known as Demi Moore (/dəˈmiː/ də-MEE), is an American actress and film producer. After making her film debut in 1981, she appeared on the soap opera General Hospital and subsequently gained recognition as a member of the Brat Pack with roles in Blame It on Rio (1984), St. Elmo's Fire (1985), and  About Last Night... (1986). Her starring role in Ghost (1990), the highest-grossing film of that year, earned her a Golden Globe nomination. She had further box-office success in the early 1990s, with the films A Few Good Men (1992), Indecent Proposal (1993), and Disclosure (1994). She portrayed Claire Donnelly in the drama film If These Walls Could Talk (1996), for which she was nominated for a Golden Globe Award and a Primetime Emmy Award.\nIn 1996, Moore became the highest-paid actress in film history when she received an unprecedented $12.5 million salary to star in Striptease. She voiced the role of Esmeralda in The Hunchback of Notre Dame (1996) and The Hunchback of Notre Dame II (2002). Her next major role, G.I. Jane (1997), for which she shaved her head, was followed by a lengthy hiatus. She achieved further success in the following decades with the films Charlie's Angels: Full Throttle (2003), Bobby (2006), Mr. Brooks (2007), Margin Call (2011), and Rough Night (2017). In 2019, Moore released a memoir titled Inside Out, which instantly became a New York Times Best Seller.\nMoore has been married three times, to the musician Freddy Moore and the actors Bruce Willis and Ashton Kutcher. She has three children with Willis.",
  "/wiki/David_Muir": "David Jason Muir (born November 8, 1973) is an American journalist and the anchor of ABC World News Tonight and co-anchor of the ABC News magazine 20/20, part of the news department of the ABC broadcast-television network, based in New York City. Muir previously served as the weekend anchor and principal substitute anchor on ABC's World News with Diane Sawyer, subsequently succeeding her on September 1, 2014. At ABC News, Muir has won multiple Emmy and Edward R. Murrow awards for his national and international journalism.",
  "/wiki/Ben_Stiller": "Benjamin Edward Meara Stiller (born November 30, 1965) is an American actor, comedian, writer, producer, musician and director. He is the son of veteran comedians and actors Jerry Stiller and Anne Meara.",
  "/wiki/Emma_Stone": "Emily Jean \"Emma\" Stone (born November 6, 1988) is an American actress. The recipient of numerous accolades, including an Academy Award and a Golden Globe Award, she was the world's highest-paid actress in 2017. Stone has appeared in Forbes Celebrity 100 in 2013 and in 2017, she was featured by Time as one of the 100 most influential people in the world.",
  "/wiki/Joanne_Froggatt": "Joanne Froggatt (born 23 August 1980) is an English actress. From 2010 to 2015, she portrayed Anna Bates in the ITV period drama series Downton Abbey. For this role, she received three Emmy nominations for Outstanding Supporting Actress in a Drama Series, and won the Golden Globe Award for Best Supporting Actress on Television in 2014. From 2017, she has starred in the ITV drama series Liar.",
  "/wiki/Colin_Firth": "Colin Andrew Firth CBE (born 10 September 1960) is an English actor who has received an Academy Award, a Golden Globe Award, two BAFTA Awards, and three Screen Actors Guild Awards, as well as the Volpi Cup for Best Actor at the Venice Film Festival. In 2010, Firth's portrayal of King George VI in Tom Hooper's The King's Speech won him the Academy Award for Best Actor.",
  "/wiki/Sonya_Fitzpatrick": "Sonya Fitzpatrick is a British television and radio personality and a pet psychic. She hosted the now-defunct television show, Animal Planet's The Pet Psychic. Her weekly animal advice and call-in talk show, Animal Intuition, is now on SIRIUS Satellite Radio Channel 102.",
  "/wiki/Kristin_Chenoweth": "Kristin Dawn Chenoweth (/ˈtʃɛnoʊwɛθ/; born Kristi Dawn Chenoweth, July 24, 1968) is an American actress and singer, with credits in musical theatre, film and television. In 1999, she won a Tony Award for her performance as Sally Brown in You're a Good Man, Charlie Brown on Broadway. In 2003, Chenoweth received wide notice for originating the role of Glinda in the musical Wicked, including a nomination for another Tony. Her television roles have included Annabeth Schott in NBC's The West Wing and Olive Snook on the ABC comedy-drama Pushing Daisies, for which she won a 2009 Emmy Award for Outstanding Supporting Actress in a Comedy Series. She also starred in the ABC TV series GCB in 2012.",
  "/wiki/Jussie_Smollett": "Jussie Smollett (/ˈdʒʌsi/ JUSS-ee, born June 21, 1982) is an American actor and singer. He began his career as a child actor in 1987 acting in films including The Mighty Ducks (1992) and Rob Reiner's North (1994). In 2015, Smollett portrayed musician Jamal Lyon in the Fox drama series Empire, a role that was hailed as groundbreaking for its positive depiction of a black gay man on television. Smollett has also appeared in Ridley Scott's science fiction film Alien: Covenant (2017) as Ricks and in Marshall (2017) as Langston Hughes.",
  "/wiki/IHeartRadio": "iHeartRadio is a free broadcast, podcast and streaming radio platform owned by iHeartMedia, Inc. It was founded in April 2008. As of 2019[update], iHeartRadio functions as the national umbrella brand for iHeartMedia's radio network aggregating its over 850 local iHeartMedia radio stations across the United States, as well as hundreds of other stations from various other media (with companies such as Cumulus Media, Cox Radio and Beasley Broadcast Group also using this service). The service includes more than 250,000 podcasts, offers a Music recommender system and on-demand functionality, and allows listeners to save and replay songs from live broadcasts in digital playlists. The on-demand features require a subscription fee. iHeartRadio is available across more than 250 platforms and 2,000 devices including smart speakers, digital auto dashes, tablets, wearables, smartphones, virtual assistants, TVs and gaming consoles.",
  "/wiki/Michael_Weatherly": "Michael Manning Weatherly Jr. (born July 8, 1968) is an American actor, producer, and director known for playing the role of Anthony DiNozzo on the television series, NCIS (2003–2016) and earlier played Logan Cale in the drama Dark Angel (2000-2002). In 2016, he began the title role of Dr. Jason Bull in Bull, a courtroom drama.",
  "/wiki/Katy_Mixon": "Katy Mixon (born March 30, 1981) is an American actress. She began her career playing supporting roles in films such as The Quiet (2005), Four Christmases (2008), and State of Play (2009), before landing the female leading role in the HBO comedy series Eastbound & Down (2009–2013).",
  "/wiki/Chris_Janson": "Christopher Pierre Janson (born April 2, 1986) is an American country music singer and songwriter. Janson has recorded three full-length albums, Buy Me a Boat, Everybody, and Real Friends, through Warner Bros. Records Nashville, along with one extended play each for Bigger Picture Music Group, Columbia Records, and Warner Bros. Nashville. He has charted eight singles on Hot Country Songs and Country Airplay, with four top ten hits on the latter in \"Buy Me a Boat\", \"Fix a Drink\", \"Drunk Girl\", and \"Good Vibes\". In addition to his own material, Janson has performed on albums by Holly Williams and Lee Brice and has co-written singles for Tim McGraw, LoCash, and Randy Houser.",
  "/wiki/Kiefer_Sutherland": "Kiefer William Frederick Dempsey George Rufus Sutherland (born 21 December 1966) is a Canadian actor, voice actor, producer, director, and singer-songwriter. He is known for his starring role as Jack Bauer in the Fox drama series 24 (2001–2010, 2014), for which he won an Emmy Award, a Golden Globe Award, two Screen Actors Guild Awards, and two Satellite Awards. He is the son of Canadian actors Donald Sutherland and Shirley Douglas, grandson of Canadian politician Tommy Douglas and the father of actress Sarah Sutherland.",
  "/wiki/David_Boreanaz": "David Boreanaz (/bɔːriˈɑːnəs/; born May 16, 1969) is an  American actor, television producer, and director, known for playing the roles of vampire-turned-private investigator Angel on Buffy the Vampire Slayer (1997–2003) and its spinoff Angel (1999–2004); FBI Special Agent Seeley Booth on the television crime procedural comedy-drama series Bones (2005–2017); and Jason Hayes in the military drama series SEAL Team (2017–present).",
  "/wiki/Viola_Davis": "Viola Davis (born August 11, 1965) is an American actress and producer. Having won an Academy Award, an Emmy Award, and two Tony Awards, she is the first black actress or actor to achieve the Triple Crown of Acting. Time magazine named her one of the 100 most influential people in the world in 2012 and 2017.",
  "/wiki/Adam_Scott_(actor)": "Adam Paul Scott (born April 3, 1973) is an American actor, comedian, producer, and podcaster. He is known for his role as Ben Wyatt in the NBC sitcom Parks and Recreation for which he was nominated for the Critics' Choice Television Award for Best Actor in a Comedy Series in 2013. He has also appeared as Derek in the film Step Brothers, Johnny Meyer in The Aviator, Henry Pollard in the Starz sitcom Party Down, Ed Mackenzie in the HBO series Big Little Lies, Adam Yates, Jr. in Hot Tub Time Machine 2, and Trevor in the NBC series The Good Place.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Mark_Feuerstein": "Mark Feuerstein (/ˈfɔɪ.ərstiːn/; born June 8, 1971) is an American actor. He first came to public notice in a guest appearance in an episode of Season 2 of Sex and the City and went on to appear in TV series The West Wing (2001–2005), Royal Pains (2009–2016) and Prison Break (2017). He co-wrote, co-produced as well as starred in the short-lived CBS sitcom 9JKL.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}