{
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Ryan_Seacrest": "Ryan John Seacrest (born December 24, 1974) is an American radio personality, television host, and producer. Seacrest is known for hosting the competition show American Idol, the syndicated countdown program American Top 40, and iHeartMedia's KIIS-FM morning radio show On Air with Ryan Seacrest.",
  "/wiki/Cuba_Gooding,_Jr.": "Cuba Mark Gooding Jr. (born January 2, 1968) is an American actor, writer, producer, and director. After his breakthrough role as Tre Styles in Boyz n the Hood (1991), he appeared in  A Few Good Men (1992), The Tuskegee Airmen (1995), Outbreak (1995), and Jerry Maguire (1996), for which he won the Academy Award for Best Supporting Actor, and  What Dreams May Come (1998). He gained later attention for his roles in Men of Honor (2000) as Carl Brashear, and in Michael Bay's World War II epic Pearl Harbor (2001) as Doris Miller.  His other notable films include As Good as It Gets (1997), the ensemble farce Rat Race (2001), Radio  (2003), American Gangster (2007), Lee Daniels' The Butler (2013), and Selma (2014), playing civil rights attorney Fred Gray. In 2016, he portrayed O.J. Simpson in the FX drama series The People v. O. J. Simpson: American Crime Story, and co-starred in the sixth season of the FX anthology series American Horror Story, subtitled Roanoke.",
  "/wiki/Jensen_Ackles": "Jensen Ross Ackles (born March 1, 1978) is an American actor, singer and director. He has appeared on television as Dean Winchester in The CW horror fantasy series Supernatural, Eric Brady in Days of Our Lives, which earned him several Daytime Emmy Award nominations,  Alec/X5-494 in Dark Angel and Jason Teague in Smallville. He also starred as the lead in the box office success My Bloody Valentine 3D and provided the voice of Jason Todd in the popular animated film Batman: Under the Red Hood.",
  "/wiki/Dylan_Scott": "Dylan Scott Robinson (born October 22, 1990) is an American country music singer and songwriter, better known by his stage name Dylan Scott. Scott is signed to Curb Records.",
  "/wiki/Claire_Foy": "Claire Elizabeth Foy (born 16 April 1984) is an English actress. She studied acting at the Liverpool John Moores University and the Oxford School of Drama, and made her screen debut in the pilot of the supernatural comedy series Being Human, in 2008. Following her professional stage debut at the Royal National Theatre, she played the title role in the BBC One miniseries Little Dorrit (2008) and made her film debut in the American historical fantasy drama Season of the Witch (2011). Following leading roles in the television series The Promise (2011) and Crossbones (2014), Foy received praise for portraying the ill-fated queen Anne Boleyn in the miniseries Wolf Hall (2015).",
  "/wiki/Jonathan_Scott_(reality_TV)": "Jonathan Silver Scott (born John Ian Scott, 28 April 1978) is a Canadian reality television personality, contractor, illusionist, and television and film producer. He is best known as the co-host, with his twin brother Drew, of the TV series Property Brothers, as well as the program's spin-offs Buying and Selling, Brother Vs. Brother, and Property Brothers: At Home, which are broadcast in the U.S. on HGTV. Scott is also co-founder and executive producer of Scott Brothers Entertainment, which creates TV, film, and digital content for North American and international broadcasters.  In addition to entertainment, the twins have launched the lifestyle brand Scott Living and its extension, Dream Homes. He lives in Las Vegas, Nevada, in a home he owns with his twin brother, Drew.",
  "/wiki/Drew_Scott": "Andrew Alfred Scott (born April 28, 1978) is a Canadian actor, real-estate broker, and entrepreneur best known as the co-host (along with his twin brother Jonathan), on the TV series Property Brothers.  The home renovation program, which is produced by Cineflix Media, features Drew as the realtor and Jonathan as the contractor. The success of the show has led to several spinoffs, including Buying and Selling, Brother vs. Brother, Property Brothers: at Home, and Property Brothers: Forever Home. Scott (along with his two brothers) is also a co-founder of Scott Brothers Entertainment, which creates and produces TV shows, films, and digital content.  Additionally, the twins have launched the home furnishings brand Scott Living and its subsidiary, Dream Homes.",
  "/wiki/Property_Brothers": "Property Brothers is a Canadian reality television series now produced by Scott Brothers Entertainment, and is the original show in the Property Brothers franchise. The series features identical twin brothers Drew Scott and Jonathan Scott.",
  "/wiki/David_Boreanaz": "David Boreanaz (/bɔːriˈɑːnəs/; born May 16, 1969) is an  American actor, television producer, and director, known for playing the roles of vampire-turned-private investigator Angel on Buffy the Vampire Slayer (1997–2003) and its spinoff Angel (1999–2004); FBI Special Agent Seeley Booth on the television crime procedural comedy-drama series Bones (2005–2017); and Jason Hayes in the military drama series SEAL Team (2017–present).",
  "/wiki/Michelle_Williams_(actress)": "Michelle Ingrid Williams (born September 9, 1980) is an American actress. She is particularly known for her roles in small-scale independent productions with dark or tragic themes. She is the recipient of several accolades, including two Golden Globe Awards and a Primetime Emmy Award, in addition to nominations for four Academy Awards and one Tony Award.",
  "/wiki/Common_(rapper)": "Lonnie Corant Jaman Shuka Rashid Lynn (born March 13, 1972), better known by his stage name Common (formerly Common Sense), is an American rapper, actor, writer, philanthropist, and activist. Common debuted in 1992 with the album Can I Borrow a Dollar? and maintained an underground following into the late 1990s, after which he gained mainstream success through his work with the Soulquarians.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Chelsea_Clinton": "Chelsea Victoria Clinton (born February 27, 1980) is an American author and global health advocate. She is the only child of former U.S. President Bill Clinton and former U.S. Secretary of State and 2016 presidential candidate Hillary Clinton. She was a special correspondent for NBC News from 2011 to 2014 and now works with the Clinton Foundation and Clinton Global Initiative, including taking a prominent role at the foundation with a seat on its board.",
  "/wiki/Christina_Aguilera": "Christina María Aguilera (/ˌæɡɪˈlɛərə/, Spanish: [aɣiˈleɾa]; born December 18, 1980) is an American singer, songwriter, actress and television personality. Her accolades include five Grammy Awards, one Latin Grammy Award, and a star on the Hollywood Walk of Fame. Aguilera ranked at number 58 on Rolling Stone's list of 100 Greatest Singers of All Time in 2008, and was included on Time's annual list of the 100 most influential people in the world in 2013. With estimated sales of 75 million records, she is one of the world's best-selling music artists.",
  "/wiki/William_Baldwin": "William Joseph Baldwin (born February 21, 1963) is an American actor, producer and writer. A member of the Baldwin family, he is the second-youngest of the four Baldwin brothers.  He has starred in the films Flatliners (1990), Backdraft (1991), Sliver (1993), Virus (1999), The Squid and the Whale (2005), A Christmas Trade (2015), played himself in Forgetting Sarah Marshall, and currently stars in and produces the Netflix show Northern Rescue. Baldwin is married to singer Chynna Phillips.",
  "/wiki/Troye_Sivan": "Troye Sivan Mellet (/trɔɪ sɪˈvɑːn/ TROY sih-VAHN; born 5 June 1995) is a South African–born Australian singer-songwriter, actor, and YouTuber. After gaining popularity as a singer on YouTube and in Australian talent competitions, Sivan signed with EMI Australia in 2013 and released his third extended play, TRXYE (2014), which peaked at number five on the U.S. Billboard 200. Its lead single, \"Happy Little Pill\", reached number 10 on Australian music charts. In 2015, he released his fourth extended play Wild followed by his debut studio album Blue Neighbourhood, whose lead single \"Youth\" became Sivan's first single to enter the top 40 of the Billboard Hot 100 chart, peaking at number 23. His second studio album Bloom (2018) reached number three in Australia and number four on the Billboard 200 chart. Its lead single \"My My My!\" became Sivan's second number-one single on the Billboard Dance Club Songs chart.",
  "/wiki/Anthony_Anderson": "Anthony Anderson (born August 15, 1970) is an American comedian, actor, writer, and game show host. He has starred in his own short-lived sitcom, All About the Andersons, as well as the ABC sitcom Black-ish and the Fox sitcom The Bernie Mac Show during its fifth and final season. He is known for his leading roles in drama series K-Ville, The Shield and as NYPD Detective Kevin Bernard on Law & Order. He has had major roles in feature films such as Me, Myself & Irene (2000), Kangaroo Jack (2003), Agent Cody Banks 2: Destination London (2004), The Departed (2006), Transformers (2007), and Scream 4 (2011).",
  "/wiki/Tom_Payne_(actor)": "Thomas Payne (born 21 December 1982) is an English actor. He is known for appearing on AMC's The Walking Dead as Paul \"Jesus\" Rovia. He is also known for playing Malcom Bright in the 2019 American television series Prodigal Son.",
  "/wiki/KT_Tunstall": "Kate Victoria Tunstall (born 23 June 1975), known professionally as KT Tunstall, is a Scottish singer-songwriter and musician. She broke into the public eye with a 2004 live solo performance of her song \"Black Horse and the Cherry Tree\" on Later... with Jools Holland.",
  "/wiki/Amanda_Peet": "Amanda Peet (born January 11, 1972)[citation needed] is an American actress. After studying at Columbia University, Peet began her acting career with small parts on television, and made her film debut in Animal Room (1995). Her featured role in the comedy The Whole Nine Yards (2000) brought her wider recognition, and she has since appeared in a variety of films, including Something's Gotta Give (2003), Identity (2003), Syriana (2005), The X-Files: I Want to Believe (2008), 2012 (2009), and The Way, Way Back (2013).",
  "/wiki/Taye_Diggs": "Scott Leo \"Taye\" Diggs (born January 2, 1971) is an American actor and singer. He is known for his roles in the Broadway musicals Rent and Hedwig and the Angry Inch, the TV series Private Practice, the films How Stella Got Her Groove Back, Brown Sugar, The Best Man and its sequel, The Best Man Holiday. Between 2014 and 2016 he starred as Inspector Terry English in Murder in the First.",
  "/wiki/Mike_Posner": "Michael Robert Henrion Posner (/ˈpoʊznər/ POHZ-nər; born February 12, 1988) is an American singer, songwriter, rapper, poet, and record producer. Posner released his debut album, 31 Minutes to Takeoff, on August 10, 2010. The album includes the US Billboard Hot 100 top 10 single \"Cooler than Me\" as well as the top 20 single \"Please Don't Go\".  In 2016 he released his second album, At Night, Alone. A remix of his 2015 single \"I Took a Pill in Ibiza\" from the album peaked in the top 10 on the charts in 27 countries around the world, including hitting number one in many and the top five on the Billboard Hot 100 in the United States. He has written songs for a great number of fellow artists. In March 2017, he released his first book of poetry, Tear Drops & Balloons. Posner is also a member of the alternative hip-hop and R&B duo Mansionz with Matthew Musto (aka blackbear). On April 15, 2019, Posner started to walk across the continental United States, from New Jersey to California. He completed the journey on October 18, 2019 (2851 miles in 186 days), after surviving a rattlesnake bite in August 2019 in Colorado.",
  "/wiki/Jennifer_Hudson": "Jennifer Kate Hudson (born September 12, 1981) is an  American singer and actress. She rose to fame in 2004 as a finalist on the third season of American Idol, placing seventh. Hudson made her film debut as Effie White in Dreamgirls (2006), for which she received an Academy Award, a Golden Globe Award, a BAFTA Award, and a Screen Actors Guild Award for Best Supporting Actress. She also appeared in Sex and the City (2008), The Secret Life of Bees (2008), and Black Nativity (2013). In 2015, she made her Broadway debut in the role of Shug Avery in The Color Purple.",
  "/wiki/Elsie_Fisher": "Elsie Fisher (born April 3, 2003) is an American actress. She began her career in 2009 with a role in the television series Medium at age 6, before voicing Agnes in the first two Despicable Me films. In 2018, she received critical acclaim for her performance as the socially-struggling teenage girl Kayla Day in the comedy-drama film Eighth Grade; she earned many accolades and nominations for her performance, including a Golden Globe Award nomination for Best Actress – Motion Picture Comedy or Musical.",
  "/wiki/Jeff_Bridges": "Jeffrey Leon Bridges (born December 4, 1949) is an American actor, singer, comedian and producer. He comes from a prominent acting family and appeared on the television series Sea Hunt (1958–60), with his father, Lloyd Bridges and brother, Beau Bridges. He won numerous accolades, including the Academy Award for Best Actor for his role as Otis \"Bad\" Blake in the 2009 film Crazy Heart, and earned Academy Award nominations for his roles in The Last Picture Show (1971), Bad Company (1972), Thunderbolt and Lightfoot (1974), Starman (1984), The Contender (2000), True Grit (2010), and Hell or High Water (2016). His other films include Tron (1982), Jagged Edge (1985), The Fabulous Baker Boys (1989), The Fisher King (1991), Fearless (1993), The Big Lebowski (1998), Seabiscuit (2003), Iron Man (2008), Tron: Legacy (2010), and The Giver (2014).",
  "/wiki/Rachel_Bloom": "Rachel Leah Bloom (born April 3, 1987) is an American actress, singer, songwriter, writer, and comedian. She wrote and played the lead role of Rebecca Bunch in The CW comedy-drama series Crazy Ex-Girlfriend, for which she won a Golden Globe Award for Best Actress – Television Series Musical or Comedy and a Critics' Choice Television Award for Best Actress in a Comedy Series. She also created the Hugo Award-nominated music video \"Fuck Me, Ray Bradbury\".",
  "/wiki/Alice_Merton": "Alice Merton (born 13 September 1993) is a German-Canadian-British singer and songwriter. Merton achieved mainstream success with her debut single, \"No Roots\".",
  "/wiki/Jimmy_Kimmel": "James Christian Kimmel (born November 13, 1967) is an American television host, comedian, writer, and producer. He is the host and executive producer of Jimmy Kimmel Live!, a late-night talk show that premiered on ABC on January 26, 2003 at Hollywood Masonic Temple in Hollywood, California; and on April 1, 2019, at a secondary home, the Zappos Theater on the Las Vegas Strip. Kimmel hosted the Primetime Emmy Awards in 2012 and 2016, and the Academy Awards in 2017 and 2018.",
  "/wiki/Ike_Barinholtz": "Isaac Barinholtz (born February 18, 1977)[citation needed] is an American comedian, actor, director, producer, and screenwriter. He is best known for his role as a cast member on the comedy series MADtv (2002–2007), Eastbound & Down (2012), and The Mindy Project (2012–2017).",
  "/wiki/Nathan_Fillion": "Nathan Fillion (/ˈfɪliən/; born March 27, 1971) is a Canadian-American actor, best known for the leading roles of Captain Malcolm \"Mal\" Reynolds on Firefly and its film continuation Serenity, Richard Castle on Castle and John Nolan on The Rookie.",
  "/wiki/Lovelytheband": "Lovelytheband (stylized as lovelytheband) is an American indie pop band that formed in 2016 in Los Angeles. The band consists of vocalist Mitchy Collins, guitarist Jordan Greenwald, and drummer Sam Price. The band is most known for their single \"Broken\" which charted on several US Billboard charts.",
  "/wiki/John_Goodman": "John Stephen Goodman (born June 20, 1952) is an American actor. Early in his career, he played Dan Conner on the ABC TV series Roseanne (1988–1997; 2018), for which he won a Golden Globe Award for Best Actor in 1993. Goodman later reprised the role in its sequel series The Conners. He is a regular collaborator with the Coen brothers on such films as Raising Arizona (1987), Barton Fink (1991), The Big Lebowski (1998), O Brother, Where Art Thou? (2000), and Inside Llewyn Davis (2013). His voice roles include Sulley in Pixar's Monsters, Inc. franchise and Pacha in Disney's The Emperor's New Groove franchise.",
  "/wiki/Amandla_Stenberg": "Amandla Stenberg (born October 23, 1998) is an American actress and singer, who was included in Time's list of Most Influential Teens in both 2015 and 2016, and named to Oprah Winfrey's SuperSoul 100 list of visionaries and influential leaders in 2016. She  portrayed Rue in The Hunger Games (2012), Madeline Whittier in Everything, Everything (2017), and Starr Carter in The Hate U Give (2018).",
  "/wiki/John_Stamos": "John Phillip Stamos (Greek: Τζον Φίλλιπ Στάμος; /ˈsteɪmoʊs/ STAY-mohss; born August 19, 1963) is an American actor, producer, musician, comedian and singer. He first gained recognition for his contract role as Blackie Parrish on the ABC television series General Hospital, for which he was nominated for the Daytime Emmy Award for Outstanding Supporting Actor in a Drama Series. He is known for his work in television, especially in his starring role as Jesse Katsopolis on the ABC sitcom Full House. Since the show's finale in 1995, Stamos has appeared in numerous TV films and series. Since 2005, he has been the national spokesperson for Project Cuddle.",
  "/wiki/Carson_Kressley": "Carson Lee Kressley (born November 11, 1969) is an American television personality, actor and designer. He was the fashion expert on the American television program Queer Eye, where he was one of the show's \"Fab Five\". He was also the motivational host of the TV show How to Look Good Naked and OWN's Carson Nation, as well as a contestant on season 13 of Dancing with the Stars. Since 2015, Kressley has been a judge on RuPaul's Drag Race. Beginning in October, 2018, he teamed up with his old Queer Eye alum Thom Filicia for a new series called Get a Room on Bravo. The series follows the two as Thom mentors Carson in the interior design business, and features two clients in each episode.",
  "/wiki/Goo_Goo_Dolls": "The Goo Goo Dolls is an American rock band formed in 1986 in Buffalo, New York, by guitarist/vocalist Johnny Rzeznik, bassist/vocalist Robby Takac, and drummer George Tutuska. Mike Malinin was the band's drummer from December 1994 until December 27, 2013 (but not made an official member until 1998). The band are renowned for their biggest hit single \"Iris\". Other notable singles include \"Slide\", \"Name\" and \"Naked\" from 1995's A Boy Named Goo; \"Black Balloon\", \"Dizzy\", and \"Broadway\" from 1998's Dizzy Up the Girl; \"Here Is Gone\" from 2002's Gutterflower, \"Better Days\", \"Give a Little Bit\", and \"Stay with You\" from 2006's Let Love In, and \"Home\" from 2010's Something for the Rest of Us. The band has had 19 top ten singles on various charts, and have sold more than 12 million albums worldwide.",
  "/wiki/Shaquille_O%E2%80%99Neal": "Shaquille Rashaun \"Shaq\" O'Neal (/ʃəˈkiːl/ shə-KEEL; /ʃæk/ SHAK; born March 6, 1972) is a retired professional American basketball player who is a sports analyst on the television program Inside the NBA on TNT. He is considered one of the greatest players in National Basketball Association (NBA) history. At 7 ft 1 in (2.16 m) tall and 325 pounds (147 kg), he was one of the tallest and heaviest players ever. O'Neal played for six teams over his 19-year career.",
  "/wiki/Kiernan_Shipka": "Kiernan Brennan Shipka (born November 10, 1999) is an American actress best known for her role as Sabrina Spellman in the Netflix series Chilling Adventures of Sabrina and as Sally Draper in the AMC drama series Mad Men. She also appeared as B. D. Hyman in the FX series Feud: Bette and Joan and voiced Jinora in the The Legend of Korra.",
  "/wiki/Jada_Pinkett_Smith": "Jada Pinkett Smith (/ˈdʒeɪdə ˈpɪŋkɪt/; born September 18, 1971) is an American actress, singer-songwriter, comedian, screenwriter  and businesswoman.",
  "/wiki/Misty_Copeland": "Misty Danielle Copeland (born September 10, 1982) is an American ballet dancer for American Ballet Theatre (ABT), one of the three leading classical ballet companies in the United States. On June 30, 2015, Copeland became the first African American woman to be promoted to principal dancer in ABT's 75-year history.",
  "/wiki/Scott_Bakula": "Scott Stewart Bakula (/ˈbækjʊlə/; born October 9, 1954) is an American actor, singer and director. He is known for his roles in two science-fiction television series: as Sam Beckett on Quantum Leap, and as Captain Jonathan Archer on Star Trek: Enterprise. For Quantum Leap, he received four Emmy Award nominations and a Golden Globe Award.",
  "/wiki/Juliette_Lewis": "Juliette Lake Lewis (born June 21, 1973) is an American actress and singer known for her portrayals of offbeat characters, often in films with dark themes. Lewis became an \"it girl\" of American cinema in the early 1990s, appearing in various independent and arthouse films. Her accolades include a Pasinetti Award, one Academy Award nomination, one Golden Globe nomination, and a Primetime Emmy Award nomination.",
  "/wiki/Rosanna_Pansino": "Rosanna Pansino (born June 8, 1985) is an American YouTuber, baker, actress, singer, and author. In 2010, Pansino started the cooking series Nerdy Nummies, which has become one of the most well-known baking shows on YouTube. Pansino has won one Streamy Award, as well as being nominated for five others.",
  "/wiki/Greg_Kinnear": "Gregory Buck Kinnear (born June 17, 1963) is an American actor, producer and television personality. He was nominated for an Academy Award for Best Supporting Actor for his role in As Good as It Gets (1997).",
  "/wiki/Tracey_Ullman": "Tracey Ullman (born 30 December 1959) is a British-American actress, comedian, singer, dancer, screenwriter, producer, director, author, and businesswoman.",
  "/wiki/Elle_King": "Tanner Elle Schneider (born July 3, 1989), known professionally as Elle King, is an American singer, songwriter, television personality, and actress. Her musical style encompasses country, soul, rock and blues.",
  "/wiki/Gerard_Butler": "Gerard James Butler (born 13 November 1969) is a Scottish actor and film producer. After studying law, Butler turned to acting in the mid-1990s with small roles in productions such as Mrs Brown (1997), the James Bond film Tomorrow Never Dies (1997), and Tale of the Mummy (1998). In 2000, he starred as Dracula in the horror film Dracula 2000 with Christopher Plummer and Jonny Lee Miller.",
  "/wiki/Kim_Cattrall": "Kim Victoria Cattrall (/kəˈtræl/; born 21 August 1956) is a British-Canadian actress. She is best known for her role as Samantha Jones on HBO's Sex and the City (1998–2004), for which she received five Emmy Award nominations and four Golden Globe Award nominations, winning the 2002 Golden Globe for Best Supporting Actress. She reprised the role in the films Sex and the City (2008) and Sex and the City 2 (2010).",
  "/wiki/Andrea_Bocelli": "Andrea Angel Bocelli OMRI OMDSM (Italian pronunciation: [anˈdreːa boˈtʃɛlli]; born 22 September 1958) is an Italian opera singer, songwriter, and record producer. Celine Dion has said that \"if God would have a singing voice, he must sound a lot like Andrea Bocelli,\" and David Foster, a record producer, often describes Bocelli's voice as the most beautiful in the world.",
  "/wiki/Robin_Wright": "Robin Gayle Wright (born April 8, 1966) is an American actress and director. She is the recipient of eight Primetime Emmy Award nominations and has earned a Golden Globe Award and a Satellite Award for her work in television.",
  "/wiki/Sara_Gilbert": "Sara Gilbert (born Sara Rebecca Abeles; January 29, 1975) is an American actress, director, and producer known for her role as Darlene Conner on the ABC sitcom Roseanne (1988–1997; 2018), for which she received two Primetime Emmy Award nominations. She is also creator and former co-host of the CBS daytime talk show The Talk and had a recurring role as Leslie Winkle on CBS's The Big Bang Theory.",
  "/wiki/Maddie_Poppe": "Madeline Mae \"Maddie\" Poppe (born December 5, 1997) is an American singer-songwriter, musician, and the season 16 winner of American Idol. She is a multi-instrumentalist playing the guitar, piano, and ukulele. Prior to winning American Idol, Poppe released an EP titled Songs from the Basement. In 2015, she had also auditioned for The Voice."
}