{
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Ryan_Seacrest": "Ryan John Seacrest (born December 24, 1974) is an American radio personality, television host, and producer. Seacrest is known for hosting the competition show American Idol, the syndicated countdown program American Top 40, and iHeartMedia's KIIS-FM morning radio show On Air with Ryan Seacrest.",
  "/wiki/Howie_Mandel": "Howard Michael Mandel (born November 29, 1955) is a Canadian comedian, actor, voice actor, and television host. He hosted the CNBC (originally NBC) game show Deal or No Deal, as well as the show's daytime and Canadian-English counterparts. In 1987, Mandel starred alongside Amy Steel in the comedy film Walk Like a Man. From 1982 to 1988, Mandel played rowdy ER intern Dr. Wayne Fiscus on the NBC medical drama St. Elsewhere. He also created, voiced, and starred in the FOX's children's cartoon Bobby's World, and judges on NBC's America's Got Talent.",
  "/wiki/Derek_Hough": "Derek Hough (/ˈhʌf/; born May 17, 1985) is an American professional Latin and ballroom dancer, choreographer, actor and singer.",
  "/wiki/Lance_Ulanoff": "Lance Ulanoff is an American tech and social media commentator. He is a former Editor-in-Chief of PCMag.com, PC Magazine, and Mashable and SVP of Content for PCMag Digital Network, and is now an editor at Mashable. He spent nearly two decades in the computer technology publishing industry. Previously, he edited PCMag.com, the website for PC Magazine. Ulanoff also writes an award-winning and popular column for the website.",
  "/wiki/Maggie_Gyllenhaal": "Margalit Ruth Gyllenhaal (/ˈdʒɪlənhɔːl/; born November 16, 1977) is an American actress and producer. Part of the Gyllenhaal family, she is the daughter of filmmakers Stephen Gyllenhaal and Naomi Achs, and the older sister of actor Jake Gyllenhaal.",
  "/wiki/Penn_Badgley": "Penn Dayton Badgley (born November 1, 1986) is an American actor and musician. He is best known for his role as Dan Humphrey in The CW teen drama series Gossip Girl (2007–12) and as Joe Goldberg in the Netflix thriller series You (2018–present).",
  "/wiki/Trevor_Noah": "Trevor Noah (born 20 February 1984) is a South African comedian, writer, producer, political commentator, actor, and television host. He is the current host of The Daily Show, an American satirical news program on Comedy Central.",
  "/wiki/Shay_Mitchell": "Shannon Ashley Garcia Mitchell (born April 10, 1987) is a Canadian actress, model, entrepreneur and author. She rose to prominence starring as Emily Fields in the ABC Family/Freeform series Pretty Little Liars (2010–2017). In 2018, Mitchell starred as Peach Salinger in the psychological thriller series You, and headlined the horror film The Possession of Hannah Grace.",
  "/wiki/Troye_Sivan": "Troye Sivan Mellet (/trɔɪ sɪˈvɑːn/ TROY sih-VAHN; born 5 June 1995) is a South African–born Australian singer-songwriter, actor, and YouTuber. After gaining popularity as a singer on YouTube and in Australian talent competitions, Sivan signed with EMI Australia in 2013 and released his third extended play, TRXYE (2014), which peaked at number five on the U.S. Billboard 200. Its lead single, \"Happy Little Pill\", reached number 10 on Australian music charts. In 2015, he released his fourth extended play Wild followed by his debut studio album Blue Neighbourhood, whose lead single \"Youth\" became Sivan's first single to enter the top 40 of the Billboard Hot 100 chart, peaking at number 23. His second studio album Bloom (2018) reached number three in Australia and number four on the Billboard 200 chart. Its lead single \"My My My!\" became Sivan's second number-one single on the Billboard Dance Club Songs chart.",
  "/wiki/Rob_Lowe": "Robert Hepler Lowe (/loʊ/; born March 17, 1964) is an American actor, producer, and director. He is the recipient of two Screen Actors Guild Awards and has been nominated for six Golden Globes Awards and a Primetime Emmy Award.",
  "/wiki/Merrell_Twins": "Veronica Jo Merrell and Vanessa Jo Merrell (born August 6, 1996), known as the Merrell Twins, are identical twin American YouTubers, actresses, and musicians.",
  "/wiki/Jennifer_Garner": "Jennifer Anne Garner (born April 17, 1972) is an American actress. Following a supporting role in Pearl Harbor (2001), Garner gained recognition for her performance as CIA officer Sydney Bristow in the ABC spy-action thriller Alias, which aired from 2001 to 2006. For her work on the series, she won a Golden Globe Award and a Screen Actors Guild Award, and received four Primetime Emmy Award nominations.",
  "/wiki/David_Muir": "David Jason Muir (born November 8, 1973) is an American journalist and the anchor of ABC World News Tonight and co-anchor of the ABC News magazine 20/20, part of the news department of the ABC broadcast-television network, based in New York City. Muir previously served as the weekend anchor and principal substitute anchor on ABC's World News with Diane Sawyer, subsequently succeeding her on September 1, 2014. At ABC News, Muir has won multiple Emmy and Edward R. Murrow awards for his national and international journalism.",
  "/wiki/Novak_Djokovic": "Novak Djokovic (Serbian: Новак Ђоковић, romanized: Novak Đoković, pronounced [nôʋaːk dʑôːkoʋitɕ] (listen); born 22 May 1987) is a Serbian professional tennis player who is currently ranked world No. 1 in men's singles tennis by the Association of Tennis Professionals (ATP).",
  "/wiki/Emma_Thompson": "Dame Emma Thompson DBE (born 15 April 1959) is a British actress, screenwriter, activist, author, and comedian. One of Britain's most acclaimed actresses, she often portrays enigmatic and matronly characters with a sense of wit, frequently in period dramas and literary adaptations. She is the recipient of numerous accolades, including two Academy Awards, a Primetime Emmy Award, three BAFTA Awards, and two Golden Globe Awards.",
  "/wiki/Matt_Czuchry": "Matthew Charles Czuchry (/ˈzuːkri/) is an American actor. He is known for his roles as Logan Huntzberger on The WB television series Gilmore Girls (2005–07) and Cary Agos on the CBS television drama The Good Wife (2009–16). He currently stars as Dr. Conrad Hawkins, the title character, on the Fox medical drama series The Resident (2018–present).",
  "/wiki/Chris_Harrison": "Christopher Bryan Harrison (born July 26, 1971) is an American television and game show host, best known for his role as host of the ABC reality television dating show The Bachelor since 2002, and its spin-offs The Bachelorette since 2003, Bachelor Pad from 2010 to 2012, Bachelor in Paradise since 2014, the first season of Bachelor in Paradise: After Paradise in 2015, Bachelor Live in 2016, and The Bachelor Winter Games in 2018.  He also served as the host of the syndicated version of Who Wants to Be a Millionaire from his 2015 hosting role through the 2019 cancellation.",
  "/wiki/Plain_White_T%E2%80%99s": "Plain White T's are an American rock band from Lombard, Illinois, formed in 1997 by high school friends Tom Higgenson, Dave Tirio, and Ken Fletcher. They were joined a short time later by Steve Mast. The group had a mostly underground following in Chicago basements, clubs, and bars in its early years.",
  "/wiki/Blake_Lively": "Blake Ellender Lively (née Brown; born August 25, 1987) is an American actress. Lively is known for starring as Serena van der Woodsen in the CW drama television series Gossip Girl (2007–2012). She also starred in a number of films, including The Sisterhood of the Traveling Pants (2005), The Sisterhood of the Traveling Pants 2 (2008), The Town (2010), Green Lantern (2011), Savages (2012), The Age of Adaline (2015), The Shallows (2016) and A Simple Favor (2018).",
  "/wiki/Henry_Golding_(actor)": "Henry Ewan Golding (born 5 February 1987) is a Malaysian-English actor, model, and television host who has been a presenter on BBC's The Travel Show since 2014. He is known for his film work, playing the role of Nick Young in Crazy Rich Asians, as well as Sean Townsend in the thriller A Simple Favor and Tom in the romantic comedy Last Christmas, the latter two directed by Paul Feig.",
  "/wiki/Shannen_Doherty": "Shannen Maria Doherty (/ˈdoʊ.ərti/; born April 12, 1971) is an American actress, producer, and television director. She is known for her roles as Jenny Wilder in Little House on the Prairie (1982-83), Maggie Malene in Girls Just Want to Have Fun (1985), Kris Witherspoon in Our House (1986-88), Heather Duke in Heathers (1988), Brenda Walsh in Beverly Hills, 90210 (1990–94) then in BH90210 (2019) and Prue Halliwell in Charmed (1998–2001).",
  "/wiki/Matthew_McConaughey": "Matthew David McConaughey (/məˈkɒnəheɪ/; born November 4, 1969) is an American actor and producer. He first gained notice for his supporting performance in the coming-of-age comedy Dazed and Confused (1993), considered by many to be his breakout role. After a number of supporting roles in films including Angels in the Outfield (1994) and Texas Chainsaw Massacre: The Next Generation (1994), his breakthrough performance as a leading man came in the legal drama A Time to Kill (1996). He followed this with leading performances in the science fiction film Contact (1997) and the historical drama Amistad (1997), the comedy-drama The Newton Boys (1998), the satire EDtv (1999), the war film U-571 (2000), and the psychological thriller Frailty (2001).",
  "/wiki/Andy_Cohen_(television_personality)": "Andrew Joseph Cohen (born June 2, 1968) is an American radio and television talk show host, producer, and writer. He is the host and executive producer of the Bravo's late night talk show, Watch What Happens Live with Andy Cohen. Cohen also has a pop culture channel on SiriusXM Radio named Radio Andy. He hosts a two-hour live show with co-host John Hill twice a week. Cohen served as Bravo's Executive Vice President of Development and Talent until 2013. He was responsible for creating original content, developing innovative formats, and identifying new talent. Cohen also served as Executive Producer on Emmy and James Beard award–winning reality cooking competition television show, Top Chef. He continues to serve as an executive producer of the Real Housewives franchise, host of Watch What Happens Live on Bravo, host of Andy Cohen Live on SiriusXM channel 102, and hosted the revival of the television dating show, Love Connection.",
  "/wiki/Michael_Weatherly": "Michael Manning Weatherly Jr. (born July 8, 1968) is an American actor, producer, and director known for playing the role of Anthony DiNozzo on the television series, NCIS (2003–2016) and earlier played Logan Cale in the drama Dark Angel (2000-2002). In 2016, he began the title role of Dr. Jason Bull in Bull, a courtroom drama.",
  "/wiki/Sanaa_Lathan": "Sanaa McCoy Lathan (born September 19, 1971) is an American actress. As a voice actress, from 2009 to 2013, she voiced Donna Tubbs in The Cleveland Show and in all concurrent and subsequent Family Guy appearances. She has starred in many films, including The Best Man (1999) and its 2013 sequel, The Best Man Holiday. Her other film credits include Love & Basketball (2000), Brown Sugar (2002), Alien vs. Predator (2004), Something New (2006), The Family That Preys (2008), Contagion (2011), and Now You See Me 2 (2016).",
  "/wiki/Queen_Latifah": "Dana Elaine Owens (born March 18, 1970), known professionally as Queen Latifah, is an American rapper, singer, songwriter, actress, and producer. Born in Newark, New Jersey, she signed with Tommy Boy Records in 1989 and released her debut album All Hail the Queen on November 28, 1989, featuring the hit single \"Ladies First\". Nature of a Sista' (1991) was her second and final album with Tommy Boy Records.",
  "/wiki/Jeremy_Sisto": "Jeremy Merton Sisto (born October 6, 1974) is an American actor, producer, and writer. Sisto had recurring roles as Billy Chenowith in HBO's Six Feet Under and as Detective Cyrus Lupo in NBC's Law & Order. He also starred in the comedy Clueless (1995), the biblical television film Jesus (1999), the drama Thirteen (2003), and the horror film Wrong Turn (2003). In 2004, he portrayed bigoted baseball player Shane Mungitt in Take Me Out, for which he was nominated for a Los Angeles Drama Critics Circle Award for Featured Performance in a Play. In 2006, Sisto starred in Festen on Broadway.",
  "/wiki/Tony_Bennett": "Anthony Dominick Benedetto (born August 3, 1926), known professionally as Tony Bennett, is an American singer of traditional pop standards, big band, show tunes, and jazz. He is also a painter, having created works under the name Anthony Benedetto that are on permanent public display in several institutions. He is the founder of the Frank Sinatra School of the Arts in Astoria, Queens, New York.",
  "/wiki/Diana_Krall": "Diana Jean Krall OC OBC (born November 16, 1964) is a Canadian jazz pianist and singer, known for her contralto vocals. She has sold more than 6 million albums in the US and over 15 million albums worldwide. On December 11, 2009, Billboard magazine named her the second Jazz Artist of the Decade (2000–09), establishing her as one of the best-selling artists of her time.",
  "/wiki/Chrissy_Teigen": "Christine Diane Teigen (born November 30, 1985) is an American model, television personality, and author. She made her modeling debut in the annual Sports Illustrated Swimsuit Issue in 2010 and later appeared on the 50th anniversary cover alongside Nina Agdal and Lily Aldridge in 2014. She also co-hosted Lip Sync Battle with LL Cool J on Paramount Network (2015–2019).",
  "/wiki/Taran_Killam": "Taran Hourie Killam (born April 1, 1982) is an American actor, comedian and writer. He is best known for his television work on shows such as The Amanda Show, Wild 'n Out, Mad TV,  and Saturday Night Live. Killam is also known for his portrayal of a teen pop star in the 2004 Disney Channel Original Movie Stuck in the Suburbs.",
  "/wiki/Jake_Shears": "Jason F. Sellards (born October 3, 1978), better known as Jake Shears, is an American singer and songwriter. He is best known as the male lead singer of American pop/rock band Scissor Sisters.",
  "/wiki/Iain_Armitage": "Iain Armitage (born July 15, 2008) is an American child actor and theater critic. He is best known for his starring roles as Ziggy Chapman in Big Little Lies and as Sheldon Cooper in Young Sheldon.",
  "/wiki/Terrence_Howard": "Terrence Dashon Howard (born March 11, 1969) is an American actor, rapper, singer-songwriter, and record producer. Having his first major roles in the 1995 films Dead Presidents and Mr. Holland's Opus, Howard broke into the mainstream with a succession of television and cinema roles between 2004 and 2006. He was nominated for the Academy Award for Best Actor for his role in Hustle & Flow.",
  "/wiki/Tiffany_Haddish": "Tiffany Sarac Haddish (born December 3, 1979) is an American actress, comedian, and author. After guest-starring on several television series, Haddish gained prominence with her role as Nekeisha Williams on the NBC sitcom The Carmichael Show. After appearing in the 2016 comedy film Keanu, her breakthrough came in 2017 with her role as Dina in the comedy film Girls Trip, for which she garnered critical acclaim. In 2017, she published her memoir, The Last Black Unicorn.",
  "/wiki/Jack_Black": "Thomas Jacob \"Jack\" Black (born August 28, 1969) is an American actor, comedian, singer, musician, songwriter, and YouTuber. He is known for his roles in films such as High Fidelity (2000), Shallow Hal (2001), School of Rock (2003), King Kong (2005), Tenacious D in the Pick of Destiny (2006), The Holiday (2006), the Kung Fu Panda franchise (2008–2016), Tropic Thunder (2008), Gulliver's Travels (2010), Bernie (2011), Goosebumps (2015), Jumanji: Welcome to the Jungle (2017) and its sequel, Jumanji: The Next Level (2019). For his work in School of Rock and Bernie, he gained Golden Globe nominations, and was inducted into Hollywood's Walk of Fame in 2018.",
  "/wiki/Josh_Groban": "Joshua Winslow Groban (born February 27, 1981) is an American singer, songwriter, actor, and record producer, who is known for his unusually dusky tenor voice. His first four solo albums have been certified multi-platinum, and he was charted in 2007 as the number-one best selling artist in the United States, with over 22.3 million records. As of 2012[update], he had sold over 25 million records worldwide.",
  "/wiki/Jennifer_Nettles": "Jennifer Odessa Nettles (born September 12, 1974) is an American singer, songwriter, actress and record producer. She is the lead vocalist of the duo Sugarland alongside Kristian Bush, and prior to this she fronted the Atlanta-based bands Soul Miner's Daughter and Jennifer Nettles Band. She also charted as a duet partner on the country version of rock band Bon Jovi's 2006 single \"Who Says You Can't Go Home,\" a Number One hit on the Billboard country charts.",
  "/wiki/Freddie_Highmore": "Alfred Thomas Highmore (born 14 February 1992) is an English actor. He made his debut in the comedy film Women Talking Dirty (1999). He is known for his starring roles in the films Finding Neverland (2004), Charlie and the Chocolate Factory (2005),  August Rush (2007), and The Spiderwick Chronicles (2008). He won two consecutive Critics' Choice Movie Awards for Best Young Performer.",
  "/wiki/Ricky_Gervais": "Ricky Dene Gervais (/dʒərˈveɪz/ jer-VAYS; born 25 June 1961) is an English stand-up comedian, actor, writer, film producer, director, and musician. He is perhaps best known for co-creating, writing, and acting in the British television series The Office (2001–2003). He has won seven BAFTA Awards, five British Comedy Awards, two Emmy Awards, three Golden Globe Awards, and the Rose d'Or twice (2006 and 2019), as well as a Screen Actors Guild Award nomination. In 2007, he was placed at No. 11 on Channel 4's 100 Greatest Stand-Ups and at No. 3 on the updated 2010 list. In 2010, he was named on the Time 100 list of the world's most influential people.",
  "/wiki/Katy_Mixon": "Katy Mixon (born March 30, 1981) is an American actress. She began her career playing supporting roles in films such as The Quiet (2005), Four Christmases (2008), and State of Play (2009), before landing the female leading role in the HBO comedy series Eastbound & Down (2009–2013).",
  "/wiki/Joe_Morton": "Joseph Thomas Morton Jr. (born October 18, 1947) is an American stage, television, and film actor. He worked with film director John Sayles in The Brother from Another Planet (1984), City of Hope (1991) and Lone Star (1996). Other films he appeared in include Terminator 2: Judgment Day (1991), Of Mice and Men (1992), Speed (1994), Apt Pupil (1998), What Lies Beneath (2000), Ali (2001), Paycheck (2003), Stealth (2005), and American Gangster (2007).",
  "/wiki/Kevin_Hart": "Kevin Darnell Hart (born July 6, 1979) is an American stand-up comedian, actor, and producer. Born and raised in Philadelphia, Pennsylvania, Hart began his career by winning several amateur comedy competitions at clubs throughout New England, culminating in his first real break in 2001 when he was cast by Judd Apatow for a recurring role on the TV series Undeclared. The series lasted only one season, but he soon landed other roles in films such as Paper Soldiers (2002), Scary Movie 3 (2003), Soul Plane (2004), In the Mix (2005), and Little Fockers (2010).",
  "/wiki/Faith_Ford": "Faith Alexis Ford (born September 14, 1964) is an American actress. She is known for her roles as Corky Sherwood on the CBS sitcom Murphy Brown, for which she received five Primetime Emmy Award nominations, and as Hope Shanowski on the ABC sitcom Hope & Faith.",
  "/wiki/Randall_Park": "Randall Park (born March 23, 1974) is an American actor, comedian and writer. He is best known for portraying Kim Jong-un in the 2014 film The Interview and Eddie Huang's father, American restaurateur Louis Huang, in Fresh Off the Boat, for which he was nominated for the Critics' Choice Television Award for Best Actor in a Comedy Series in 2016. In 2012, he had gained popularity playing Steve, a prank replacement of Jim Halpert in an episode of The Office. He also appears in the Marvel Cinematic Universe film Ant-Man and the Wasp and television series WandaVision as FBI agent Jimmy Woo, and in the DC Extended Universe film Aquaman as Dr. Stephen Shin.",
  "/wiki/Brynn_Elliott": "Brynn Elliott (born November 11, 1994) is an American singer-songwriter who is currently signed to Atlantic Records and Big Yellow Dog Music. She has toured with acts like Alanis Morissette, Brandi Carlile, and Grace Potter. In May 2018, she released her first major label single, \"Time of Our Lives,\" and in September 2018, released her debut major label EP also titled Time of Our Lives. Her other single, \"Might Not Like Me,\" has reached number 12 on the Billboard Adult Top 40 chart.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}