{
  "/wiki/Ryan_Seacrest": "Ryan John Seacrest (born December 24, 1974) is an American radio personality, television host, and producer. Seacrest is known for hosting the competition show American Idol, the syndicated countdown program American Top 40, and iHeartMedia's KIIS-FM morning radio show On Air with Ryan Seacrest.",
  "/wiki/Lisa_Rinna": "Lisa Deanna Rinna (born July 11, 1963) is an American actress, author and television personality. As an actress, she is best known for her roles as Billie Reed on the NBC daytime soap opera Days of Our Lives and Taylor McBride on Fox's television drama Melrose Place. Since 2014, Rinna has reached new levels of fame for her starring role on Bravo's hit reality television series The Real Housewives of Beverly Hills. Other television credits include being a contestant on NBC's The Celebrity Apprentice and ABC's Dancing with the Stars, as well as guest starring roles on Entourage, The Middle, Veronica Mars, Community, and 8 Simple Rules. Rinna made her Broadway debut in Chicago as Roxie Hart in June 2007.",
  "/wiki/Mila_Kunis": "Milena Markovna \"Mila\" Kunis (/ˈmiːlə ˈkuːnɪs/; Ukrainian: Мілена Марківна Куніс; born August 14, 1983) is an American actress. In 1991, at the age of seven, she moved from Soviet Ukraine to the United States with her family. After being enrolled in acting classes as an after-school activity, she was soon discovered by an agent. She appeared in several television series and commercials, before landing her first significant role at age 14, playing Jackie Burkhart on the television series That '70s Show (1998–2006). Since 1999, she has voiced Meg Griffin on the animated series Family Guy.",
  "/wiki/Ronda_Rousey": "Ronda Jean Rousey (/ˈraʊzi/; born February 1, 1987) is an American professional wrestler, actress, author, and former mixed martial artist and judoka. She is currently signed to WWE as a wrestler. Her longstanding nickname, \"Rowdy\", was inherited from late professional wrestler Roddy Piper.",
  "/wiki/Kate_McKinnon": "Kathryn McKinnon Berthold, (born January 6, 1984) known professionally as Kate McKinnon, is an American actress, comedian and writer. She is known for her character work and celebrity impressions on the sketch comedy series The Big Gay Sketch Show (2007–2010) and Saturday Night Live (2012–present). McKinnon has appeared in films such as Balls Out (2014), Ghostbusters (2016), Office Christmas Party (2016), Rough Night (2017), The Spy Who Dumped Me (2018), Yesterday (2019) and Bombshell (2019).",
  "/wiki/Jerry_O%E2%80%99Connell": "Jeremiah O'Connell (born February 17, 1974) is an American actor, director and talk show host, known for his roles as Quinn Mallory in the television series Sliders, Andrew Clements in My Secret Identity, Vern Tessio in the film Stand by Me (1986), Joe in Joe's Apartment (1996), Frank Cushman in Jerry Maguire (1996), Derek in Scream 2 (1997), Charlie Carbone in Kangaroo Jack (2003), and Detective Woody Hoyt on the drama Crossing Jordan. He starred as Pete Kaczmarek in the single 2010–11 season of The Defenders. He also had a starring role in the comedy horror film Piranha 3D (2010).",
  "/wiki/Katie_Lowes": "Katie Quinn Lowes (born September 22, 1982) is an American actress and theater director. She is best known for her role as Quinn Perkins in the ABC political drama series Scandal (2012–2018).",
  "/wiki/Taylor_Schilling": "Taylor Jane Schilling (born July 27, 1984) is an American actress. She is known for her role as Piper Chapman on the Netflix original comedy-drama series Orange Is the New Black (2013–2019), for which she received a nomination for the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series and two Golden Globe Award nominations for Best Actress – Television Series Musical or Comedy and Best Actress – Television Series Drama. She made her film debut in the 2007 drama Dark Matter. Schilling also starred as Nurse Veronica Flanagan Callahan in the short-lived NBC medical drama Mercy (2009–10). Her other films include Atlas Shrugged: Part I (2011), the romantic drama The Lucky One (2012), the comedy Take Me (2017) and the science fiction thriller The Titan (2018).",
  "/wiki/Leslie_Bibb": "Leslie Louise Bibb (born November 17, 1974) is an American actress and model. Bibb transitioned into film and television during the late 1990s, first appearing on television in 1996 with minor roles in a few television series, while first appearing on film in 1997 with a small role in Private Parts. She scored her first recurring role in the TV show The Big Easy (1997), before her role as Brooke McQueen on the WB Network dramedy series Popular brought her to the attention of a wider audience; she received a Teen Choice Award for Television Choice Actress for the role. She has also appeared in the Marvel Cinematic Universe as Christine Everhart in the films Iron Man and Iron Man 2, with the character reappearing in several viral marketing campaigns as the host of the fictional WHIH Newsfront.",
  "/wiki/Alyssa_Milano": "Alyssa Jayne Milano (born December 19, 1972) is an American actress, producer, activist, and singer. She is known for her roles as Samantha Micelli in Who's the Boss?, Jennifer Mancini in Melrose Place, Phoebe Halliwell in Charmed, Billie Cunningham in My Name is Earl, Savannah \"Savi\" Davis in Mistresses, Renata Murphy in Wet Hot American Summer: 10 Years Later, and Coralee Armstrong in Insatiable.",
  "/wiki/Craig_Bierko": "Craig Philip Bierko (born August 18, 1964) is an American actor and singer.",
  "/wiki/Alice_Merton": "Alice Merton (born 13 September 1993) is a German-Canadian-British singer and songwriter. Merton achieved mainstream success with her debut single, \"No Roots\".",
  "/wiki/Sophia_Bush": "Sophia Anna Bush (born July 8, 1982) is an American actress, activist, director and producer. She starred as Brooke Davis in The WB/CW drama series One Tree Hill (2003–2012). Bush also starred as Erin Lindsay in the NBC police procedural drama series Chicago P.D. (2014–2017). She has appeared in films such as John Tucker Must Die (2006),The Hitcher (2007), The Narrows (2008), Chalet Girl (2011), Marshall (2017), Acts of Violence (2018) and the Incredibles 2 (2018).",
  "/wiki/Dana_Delany": "Dana Welles Delany (born March 13, 1956) is an American actress, producer, and activist. After appearing in small roles early in her career, Delany received her breakthrough role as Colleen McMurphy on the ABC television drama China Beach (1988–1991), for which she twice received the Primetime Emmy Award for Outstanding Lead Actress in a Drama Series in 1989 and 1992. She received further recognition for her appearances in the films Light Sleeper (1992), Tombstone (1993), Exit to Eden (1994), The Margaret Sanger Story (1995), Fly Away Home (1996), True Women (1997), and Wide Awake (1998).",
  "/wiki/Becca_Kufrin": "Rebecca Kufrin (born April 3, 1990) is an American publicist and television personality, best known for her role as the winner on the 22nd season of ABC's The Bachelor and the lead of the 14th season of The Bachelorette.",
  "/wiki/Maria_Menounos": "Maria Menounos (/məˈnuːnoʊs/, Greek: Μαρία Μενούνος; born June 8, 1978) is an American entertainment reporter, television personality, professional wrestler, actress, and businesswoman. She has hosted Extra and E! News, and served as a TV correspondent for Today, Access Hollywood, and co-hosted the Eurovision Song Contest 2006 in Athens, Greece. She also co-created and is currently CEO of online podcast series network AfterBuzz TV. She is currently signed to WWE where she has served as an ambassador since 2013.  She hosts the podcast Conversations with Maria Menounos.",
  "/wiki/Nina_Dobrev": "Nikolina Kamenova Dobreva (pronounced [ˈnikolinɐ ˈdɔbrɛvɐ]; born January 9, 1989), known professionally as Nina Dobrev (/ˈdoʊbrɛv/ DOH-brev), is a Canadian actress. Her first acting role was as Mia Jones in the drama series Degrassi: The Next Generation. She later became known for portraying Elena Gilbert and Katherine Pierce on The CW's supernatural drama series The Vampire Diaries.",
  "/wiki/Bill_Pullman": "William James Pullman (born December 17, 1953) is an American film, stage, and television actor. After graduating with a Master of Fine Arts degree in theater, Pullman worked as an adjunct professor at Montana State University before deciding to pursue acting. He made his film debut in the 1986 film Ruthless People, and has since gone on to star in other films, such as Spaceballs (1987), The Accidental Tourist (1988), Sleepless In Seattle (1993), While You Were Sleeping (1995), Casper (1995), Independence Day (1996), Lost Highway (1997) and  Lake Placid (1999). He has also appeared regularly on television, usually in TV films, though starting in the 2000s he has also starred in miniseries and regular series, including starring roles in 1600 Penn (2012–13) and The Sinner (2017–present).",
  "/wiki/Chris_Young_(musician)": "Christopher Alan Young (born June 12, 1985) is an American country music singer and songwriter. In 2006, he was declared the winner of (Season 4) the television program Nashville Star, singing competition aired on the USA Network.",
  "/wiki/Kelsey_Grammer": "Allen Kelsey Grammer (born February 21, 1955) is an American actor, voice actor, comedian, singer, producer, director, writer and activist, best known for his two-decade-long portrayal of psychiatrist Dr. Frasier Crane on the NBC sitcoms Cheers and Frasier. He also produced the sitcom Girlfriends, which aired on UPN and The CW. Grammer has won five Primetime Emmy Awards, three Golden Globe Awards, one Daytime Emmy Award and one Tony Award; additionally, he has also worked as a television producer, director, and writer.",
  "/wiki/Ruby_Rose": "Ruby Rose Langenheim (born 20 March 1986) is an Australian model, actress, and television presenter. Rose came to attention as a presenter on MTV Australia (2007–2011), followed by several high-profile modelling gigs, notably as the face of Maybelline New York in Australia. In addition, she has co-hosted various television shows, most notably Australia's Next Top Model (2009) and The Project on Network Ten (2009–2011).",
  "/wiki/Rainn_Wilson": "Rainn Dietrich Wilson (born January 20, 1966) is an American actor, comedian, writer, director, businessman, and producer. He is best known for his role as Dwight Schrute on the NBC sitcom The Office, for which he earned three consecutive Emmy Award nominations for Outstanding Supporting Actor in a Comedy Series.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Debra_Messing": "Debra Lynn Messing (born August 15, 1968) is an American actress. After graduating from New York University's Tisch School of the Arts, Messing received short-lived roles on television series such as Ned and Stacey on Fox (1995–1997) and Prey on ABC (1998). She achieved her breakthrough role as Grace Adler, an interior designer, on the NBC sitcom Will & Grace (1998–2006, 2017-2020), for which she was critically acclaimed, receiving six Golden Globe Award nominations and five Primetime Emmy Award nominations for Outstanding Lead Actress in a Comedy Series, winning once in 2003.",
  "/wiki/AJR_(band)": "AJR is an American pop band composed of multi-instrumentalist brothers Adam, Jack, and Ryan Met. The band is a pop group who write, produce and mix their material in the living room of their apartment. Their most successful songs are \"I'm Ready\", \"Weak\", \"100 Bad Days\" and \"Burn the House Down\". In 2019, their third album Neotheater debuted at number 8 on the Billboard 200, and hit number 1 on the Top Rock Albums chart.",
  "/wiki/Ray_Liotta": "Raymond Allen Liotta (Italian: [liˈɔtta]; born December 18, 1954) is an American actor, voice actor and film producer.",
  "/wiki/Evan_Peters": "Evan Peters (born January 20, 1987) is an American actor, best known for his multiple roles on the FX anthology series American Horror Story, Stan Bowes in the first season of the FX drama Pose, and his role as the mutant Quicksilver in the superhero films X-Men: Days of Future Past (2014), X-Men: Apocalypse (2016), and Dark Phoenix (2019).",
  "/wiki/Sting_(musician)": "Gordon Matthew Thomas Sumner CBE (born 2 October 1951), known as Sting, is an English musician and actor. He was the principal songwriter, lead singer, and bassist for the new wave rock band the Police from 1977 to 1984, and launched a solo career in 1985. He has included elements of rock, jazz, reggae, classical, new-age and worldbeat in his music.",
  "/wiki/Shaggy_(musician)": "Orville Richard Burrell CD (born October 22, 1968), better known by his stage name Shaggy, is a Jamaican reggae musician, singer, DJ, and actor who scored hits with the songs \"It Wasn't Me\", \"Boombastic\", \"In The Summertime\", \"Oh Carolina\", and \"Angel\". He has been nominated for seven Grammy Awards, winning twice for Best Reggae Album with Boombastic in 1996 and 44/876 with Sting in 2019, and has won the Brit Award for International Male Solo Artist in 2002.",
  "/wiki/Rose_Byrne": "Mary Rose Byrne (born 24 July 1979) is an Australian actress. She made her screen debut in the film Dallas Doll (1994), and continued to act in Australian film and television throughout the 1990s. She obtained her first leading film role in The Goddess of 1967 (2000), which brought her the Volpi Cup for Best Actress, and made the transition to Hollywood in the small role of Dormé in Star Wars: Episode II – Attack of the Clones (2002), followed by larger parts in Troy (2004), 28 Weeks Later (2007), and Knowing (2009).",
  "/wiki/A_Great_Big_World": "A Great Big World is an American musical duo from New York made up of singer/songwriters Ian Axel and Chad King and signed to Epic Records. The group is best known for their singles \"This Is the New Year\", which was performed by the cast in an episode of Glee and reached the Billboard Mainstream Top 40 chart in May 2013, and their international hit \"Say Something\", particularly after recording it as a duet collaboration with Christina Aguilera.",
  "/wiki/Jenni_Farley": "Jennifer Lynn Farley (born February 27, 1986), also known as JWoww, is an American television personality. She first came to prominence as one of the eight main cast members in the MTV reality series Jersey Shore, and is a main cast member of its spin-off, Snooki & Jwoww. She has also made several appearances on other shows, such as TNA Impact!, Disaster Date and Marriage Boot Camp: Reality Stars. Since 2015, she has starred in the web series Snooki & Jwoww: Moms with Attitude, which started on go90 before moving to the MTV YouTube channel in 2018.",
  "/wiki/Sugarland": "Sugarland is an American country music duo founded in Atlanta, Georgia, consisting of singer-songwriters Jennifer Nettles (lead vocals) and Kristian Bush (vocals, guitar, mandolin). The group was founded in 2002 by these two along with Kristen Hall (vocals, guitar), but she quit after only one album. All three members had experience in folk rock: Nettles had recorded in the groups Soul Miner's Daughter and Jennifer Nettles Band, Bush had recorded two albums as one-half of the duo Billy Pilgrim, and Hall had recorded two solo albums.",
  "/wiki/Peter_Facinelli": "Peter Facinelli (born November 26, 1973) is an American actor and producer. He starred as Donovan \"Van\" Ray on the Fox series Fastlane from 2002 to 2003. He played Dr. Carlisle Cullen in the film adaptations of the Twilight novel series, and is also known for his role as Mike Dexter in the 1998 film Can't Hardly Wait. Facinelli was a regular on the Showtime comedy-drama series Nurse Jackie, portraying the role of Dr. Fitch \"Coop\" Cooper. He portrayed Maxwell Lord on the first season of the TV series Supergirl.",
  "/wiki/Jason_Mraz": "Jason Thomas Mraz (/məˈræz/; born June 23, 1977) is an American singer-songwriter. In 2002 he released his debut studio album, Waiting for My Rocket to Come, which contained the single \"The Remedy (I Won't Worry)\" that reached #4 on the US Billboard chart. His second album, Mr. A-Z, released in 2005, peaked at number 5 on the Billboard 200 and sold over 100,000 copies in the US. In 2008 Mraz released his third studio album, We Sing. We Dance. We Steal Things. It debuted at number 3 on the Billboard 200. and was an international commercial success primarily due to the hit \"I'm Yours\". The song peaked at number 6 on the Billboard Hot 100, giving him his first top ten single, and spent a then-record 76 weeks on the Hot 100. His fourth album, Love Is a Four Letter Word, peaked at number 2 on the Billboard 200, his highest-charting album to date.",
  "/wiki/J._K._Simmons": "Jonathan Kimble Simmons (born January 9, 1955) is an American television, film, and voice actor. In television, he has played Dr. Emil Skoda on the NBC series Law & Order, Vernon Schillinger on the HBO series Oz, and Assistant Police Chief Will Pope on TNT's The Closer. From 2017 to 2019, he starred as Howard Silk in the Starz series Counterpart.",
  "/wiki/Danielle_Brooks": "Danielle Brittany Brooks (born September 17, 1989) is an American actress and singer. She is best known for her role as Tasha \"Taystee\" Jefferson on the Netflix original series Orange Is the New Black. She received a Tony Award nomination for her portrayal of Sofia in the 2015 Broadway production of The Color Purple.",
  "/wiki/Joseph_Fiennes": "Joseph Alberic Twisleton-Wykeham-Fiennes (/faɪnz/; born 27 May 1970), known as Joseph Fiennes,  is an English film and stage actor.",
  "/wiki/Daniel_Cormier": "Daniel Ryan Cormier (born March 20, 1979) is an American mixed martial artist and former Olympic wrestler. He is signed to the Ultimate Fighting Championship (UFC), where he is a former two-division world champion, having held the heavyweight and light heavyweight world championships simultaneously. Cormier is the second of four fighters in UFC history to hold titles in two weight classes simultaneously.",
  "/wiki/Daphne_Oz": "Daphne Nur Oz (born February 17, 1986) is an American nutrition author and television host. She was one of five co-hosts on the ABC daytime talk show The Chew for the show's first six seasons, from 2011 to 2017.",
  "/wiki/Pentatonix": "Pentatonix (abbreviated PTX) is an American a cappella group from Arlington, Texas, consisting of vocalists Scott Hoying, Mitch Grassi, Kirstin Maldonado, Kevin Olusola, and Matt Sallee. Characterized by their pop-style arrangements with vocal harmonies, basslines, riffing, percussion, and beatboxing, they produce cover versions of modern pop works or Christmas songs, sometimes in the form of medleys, along with original material. Pentatonix formed in 2011 and subsequently won the third season of NBC's The Sing-Off, receiving $200,000 and a recording contract with Sony Music. When Sony's Epic Records dropped the group after The Sing-Off, the group formed its YouTube channel, distributing its music through Madison Gate Records, a label owned by Sony Pictures. Their YouTube channel currently has over 17 million subscribers and 4 billion views. The group's video tribute to Daft Punk had received over 318 million views as of December 2019.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}