{
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Ryan_Seacrest": "Ryan John Seacrest (born December 24, 1974) is an American radio personality, television host, and producer. Seacrest is known for hosting the competition show American Idol, the syndicated countdown program American Top 40, and iHeartMedia's KIIS-FM morning radio show On Air with Ryan Seacrest.",
  "/wiki/Jeff_Daniels": "Jeffrey Warren Daniels (born February 19, 1955)[citation needed] is an American actor, musician, and playwright whose career includes roles in films, stage productions, and television, for which he has won two Emmy Awards and received several Golden Globe, Screen Actors Guild, and Tony Award nominations.",
  "/wiki/Winston_Duke": "Winston Duke (born November 15, 1986) is a  Tobagonian–American actor. He is best known for his role as M'Baku in the Marvel Cinematic Universe films Black Panther (2018), Avengers: Infinity War (2018), and Avengers: Endgame (2019). He also starred in Jordan Peele's horror film Us (2019).",
  "/wiki/Kikkan_Randall": "Kikkan Randall (born December 31, 1982) is an American, Olympic champion cross-country skier. She has won 17 U.S. National titles, made 29 podiums on the World Cup, made five trips to the Winter Olympic Games and had the highest finish by an individual American woman at the World Championships, second in the Sprint in Liberec in 2009. She was the first American female cross-country skier to take a top ten finish in World Cup competition, to win a World Cup race and to win a World Cup discipline title. She won the silver medal in the individual sprint at the FIS Nordic World Ski Championships 2009 in Liberec, becoming the first American woman to win a medal in cross country skiing at the FIS Nordic World Ski Championships, and in 2013 teamed up with Jessica Diggins to win the first ever American FIS Nordic World Ski Championships gold medal in the team sprint. She and Diggins won the United States' first ever cross-country skiing gold medal at the Winter Olympics in women's team sprint at Pyeongchang in 2018.",
  "/wiki/Jessica_Diggins": "Jessica \"Jessie\" Diggins (born August 26, 1991) is an American cross-country skier. She and teammate Kikkan Randall won the United States' first ever cross-country skiing gold medal at the Winter Olympics in women's team sprint at Pyeongchang in 2018. Diggins was named to the United States Ski Team in 2012.",
  "/wiki/90th_Academy_Awards": "The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted for the second consecutive year.",
  "/wiki/Ellen_Burstyn": "Ellen Burstyn (born Edna Rae Gillooly; December 7, 1932) is an American actress best known for her roles in films such as The Last Picture Show, The Exorcist, Alice Doesn't Live Here Anymore, for which she won an Academy Award, and Requiem For a Dream.",
  "/wiki/Carson_Kressley": "Carson Lee Kressley (born November 11, 1969) is an American television personality, actor and designer. He was the fashion expert on the American television program Queer Eye, where he was one of the show's \"Fab Five\". He was also the motivational host of the TV show How to Look Good Naked and OWN's Carson Nation, as well as a contestant on season 13 of Dancing with the Stars. Since 2015, Kressley has been a judge on RuPaul's Drag Race. Beginning in October, 2018, he teamed up with his old Queer Eye alum Thom Filicia for a new series called Get a Room on Bravo. The series follows the two as Thom mentors Carson in the interior design business, and features two clients in each episode.",
  "/wiki/Allison_Janney": "Allison Brooks Janney (born November 19, 1959) is an American actress. A prolific character actress, Janney has received many accolades, including an Academy Award, seven Primetime Emmy Awards, a BAFTA Award, and a Golden Globe Award.\nBorn in Boston, Massachusetts, and raised in two cities in Ohio, Janney won a scholarship to study at the Royal Academy of Dramatic Art in the summer of 1984, following her graduation from Kenyon College. After years of minor and uncredited film and television appearances, Janney's breakthrough came with the role of C. J. Cregg in the NBC political drama The West Wing (1999–2006), for which she received four Primetime Emmy Awards. The character was widely popular during the airing of the series and was later recognized as one of the greatest female characters on American television. In 2014, she won the Primetime Emmy Award for Outstanding Guest Actress in a Drama Series for her role as Margaret Scully on the Showtime period drama Masters of Sex. Since 2013, she has starred as a cynical recovering addict in the CBS sitcom Mom. Her performance on the show has gained her five consecutive Primetime Emmy Award nominations and won her two Primetime Emmy Awards for Outstanding Supporting Actress in a Comedy Series.",
  "/wiki/Jimmy_Kimmel": "James Christian Kimmel (born November 13, 1967) is an American television host, comedian, writer, and producer. He is the host and executive producer of Jimmy Kimmel Live!, a late-night talk show that premiered on ABC on January 26, 2003 at Hollywood Masonic Temple in Hollywood, California; and on April 1, 2019, at a secondary home, the Zappos Theater on the Las Vegas Strip. Kimmel hosted the Primetime Emmy Awards in 2012 and 2016, and the Academy Awards in 2017 and 2018.",
  "/wiki/Maria_Menounos": "Maria Menounos (/məˈnuːnoʊs/, Greek: Μαρία Μενούνος; born June 8, 1978) is an American entertainment reporter, television personality, professional wrestler, actress, and businesswoman. She has hosted Extra and E! News, and served as a TV correspondent for Today, Access Hollywood, and co-hosted the Eurovision Song Contest 2006 in Athens, Greece. She also co-created and is currently CEO of online podcast series network AfterBuzz TV. She is currently signed to WWE where she has served as an ambassador since 2013.  She hosts the podcast Conversations with Maria Menounos.",
  "/wiki/Max_Schneider": "Maxwell George \"Max\" Schneider (born June 21, 1992), known professionally in music as MAX (stylized as MΛX), is an American singer-songwriter and actor. He is signed to Arista and Sony RED.",
  "/wiki/Gnash_(musician)": "Garrett Charles Nash (born June 16, 1993), better known by his stage name Gnash (stylized as gnash; pronounced \"nash\"), is an American rapper, singer, songwriter, DJ and record producer. He released his debut extended play (EP), U, in March 2015 on SoundCloud and followed up with the Me EP in December 2015. His third EP, titled Us, was released in March 2017 and includes the single, \"I Hate U, I Love U\", featuring Olivia O'Brien, which peaked at number 10 on the Billboard Hot 100 and reached number one in Australia. His debut studio album We was released in January 2019, and also features \"I Hate U, I Love U\".",
  "/wiki/Luke_Bryan": "Thomas Luther \"Luke\" Bryan (born July 17, 1976) is an American country music singer and songwriter. He began his music career writing songs for Travis Tritt and Billy Currington – before signing with Capitol Nashville with his cousin, Chad Christopher Boyd, in 2007.",
  "/wiki/Jussie_Smollett": "Jussie Smollett (/ˈdʒʌsi/ JUSS-ee, born June 21, 1982) is an American actor and singer. He began his career as a child actor in 1987 acting in films including The Mighty Ducks (1992) and Rob Reiner's North (1994). In 2015, Smollett portrayed musician Jamal Lyon in the Fox drama series Empire, a role that was hailed as groundbreaking for its positive depiction of a black gay man on television. Smollett has also appeared in Ridley Scott's science fiction film Alien: Covenant (2017) as Ricks and in Marshall (2017) as Langston Hughes.",
  "/wiki/Arie_Luyendyk,_Jr.": "Arie Luyendyk Jr. (/ˈɑːri ˈlaɪəndaɪk/; Dutch: [ˈaːri ləjɛnˈdik]; born September 18, 1981) is a Dutch-American auto racing driver and son of two-time Indianapolis 500 winner Arie Luyendyk. He has competed mostly in North America where his father lives and made his career. Luyendyk is best known for competing in the Indy Lights Series where he finished 2nd, 3rd and 4th in the Championship over a number of years. He was named a test-driver in A1 Grand Prix alongside Jeroen Bleekemolen for A1 Team The Netherlands starting the 2007–08 season.",
  "/wiki/Lucy_Hale": "Karen Lucille Hale (born June 14, 1989) is an American actress and singer. Early in her career, she was sometimes referred to as Lucy Kate Hale. She is best known for her roles as Aria Montgomery on the Freeform series Pretty Little Liars (2010–2017), and Katy Keene on the CW series Katy Keene (2020–present). Some other notable roles in television played by Hale include Becca Sommers in Bionic Woman (2007), Rose Baker in Privileged (2008–2009) and Stella Abbott in Life Sentence (2018). Hale has appeared in films, The Sisterhood of the Traveling Pants 2 (2008), Sorority Wars (2009), A Cinderella Story: Once Upon a Song and Scream 4 (both 2011) and Truth or Dare and Dude (both 2018).",
  "/wiki/Andrew_Lloyd_Webber": "Andrew Lloyd Webber, Baron Lloyd-Webber (born 22 March 1948) is an English composer and impresario of musical theatre. Several of his musicals have run for more than a decade both in the West End and on Broadway. He has composed 13 musicals, a song cycle, a set of variations, two film scores, and a Latin Requiem Mass. Several of his songs have been widely recorded and were successful outside of their parent musicals, such as \"The Music of the Night\" and \"All I Ask of You\" from The Phantom of the Opera, \"I Don't Know How to Love Him\" from Jesus Christ Superstar, \"Don't Cry for Me, Argentina\" from Evita, \"Any Dream Will Do\" from Joseph and the Amazing Technicolor Dreamcoat, and \"Memory\" from Cats. In 2001 The New York Times referred to him as \"the most commercially successful composer in history\". The Daily Telegraph ranked him the \"fifth most powerful person in British culture\" in 2008, with lyricist Don Black writing \"Andrew more or less single-handedly reinvented the musical.\"",
  "/wiki/Katherine_Langford": "Katherine Langford (born 29 April 1996) is an Australian actress. She starred as Hannah Baker in the first two seasons of the Netflix television series 13 Reasons Why from 2017 to 2018, for which she received a nomination for the Golden Globe Award for Best Actress. She also had supporting roles in the films Love, Simon (2018) and Knives Out (2019).",
  "/wiki/Mindy_Kaling": "Vera Mindy Chokalingam (born June 24, 1979), known professionally as Mindy Kaling, is an American comedian, actress, and writer. From 2005 to 2012, she played Kelly Kapoor in the NBC sitcom The Office. In addition to acting in it, she was a writer, executive producer, and director. For her work on the series, she received a Primetime Emmy Award nomination for Outstanding Writing in a Comedy Series in 2010. She was one of Time Magazine's “100 Most Influential People” in 2013, and named among Glamour’s “Women of The Year” in 2014.",
  "/wiki/Josh_Henderson": "Joshua Baret Henderson (born October 25, 1981) is an American actor, model and singer. Henderson is best known for his lead role as John Ross Ewing III in the TNT revival of Dallas (2012–2014). He played Austin McCann on the ABC television series Desperate Housewives (2006–2007), and appeared in films like Step Up. He became widely known after his appearance on The WB singing competition show Popstars 2, where he was one of the winners selected to be a member of the pop group Scene 23.",
  "/wiki/American_Idol": "American Idol is an American singing competition television series created by Simon Fuller, produced by FremantleMedia North America and 19 Entertainment, and distributed by Fremantle North America. It initially aired on Fox from June 11, 2002, to April 7, 2016, for 15 seasons. It had a hiatus for two years, until March 11, 2018, when a revival of the series aired on ABC.",
  "/wiki/Peter_Krause": "Peter William Krause (/ˈkraʊzə/; born August 12, 1965) is an American television and film actor. He has played lead roles in multiple television series, portraying Casey McCall on Sports Night (1998–2000), Nate Fisher on Six Feet Under (2001–2005), Nick George on Dirty Sexy Money (2007–2009), Adam Braverman on Parenthood (2010–2015), Benjamin Jones on The Catch (2016–2017), and Bobby Nash on 9-1-1 (2018–present).",
  "/wiki/Chris_Sullivan_(actor)": "Chris Sullivan (born July 19, 1980)[citation needed] is an American actor and musician. He currently stars as Toby on the NBC drama This Is Us. For this role, Sullivan was nominated for the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series in 2019.",
  "/wiki/Alan_Cumming": "Alan Cumming OBE (born 27 January 1965)[citation needed] is a Scottish–American actor, comedian, singer, writer, producer, director, and activist who has appeared in numerous films, television shows, and plays. His London stage appearances include Hamlet, the Maniac in Accidental Death of an Anarchist (for which he received an Olivier Award), the lead in Bent, and The National Theatre of Scotland's The Bacchae. On Broadway, he has appeared in The Threepenny Opera, as the master of ceremonies in Cabaret (for which he won a Tony Award), Design for Living and a one-man adaptation of Macbeth. His best-known film roles include his performances in Emma, GoldenEye, the Spy Kids trilogy, Son of the Mask, and X2. Cumming also introduces Masterpiece Mystery! for PBS and appeared on The Good Wife, for which he has been nominated for three Primetime Emmy Awards, two Screen Actors Guild Awards, two Golden Globe Awards and a Satellite Award. A filming of his Las Vegas cabaret show, Alan Cumming Sings Sappy Songs, aired on PBS stations in November 2016.",
  "/wiki/Colin_Jost": "Colin Kelly Jost (/dʒoʊst/, born June 29, 1982) is an American comedian, actor and writer. He has been a writer for Saturday Night Live since 2005 and \"Weekend Update\" writer since 2014. He also served as one of the show's co-head writers from 2012 to 2015; Jost came back as one of the show's head writers in 2017.",
  "/wiki/Alicia_Vikander": "Alicia Amanda Vikander (/vɪˈkændər/, Swedish: [aˈlǐːsɪa vɪˈkǎnːdɛr] (listen); born 3 October 1988) is a Swedish actress. Born and raised in Gothenburg, Vikander began acting as a child in minor stage productions at the Gothenburg opera house and trained as a ballet dancer at the Royal Swedish Ballet School in Stockholm.",
  "/wiki/Skeet_Ulrich": "'Mosquito 'Skeet' Ulrich (born Mosquito Ray Trout; January 20, 1970) is an American actor. He is best known for his roles in popular 1990s films, as Billy Loomis in Scream and Chris Hooker in The Craft. Since 2017, he has starred as FP Jones on The CW's Riverdale. His other television roles include Paul Callan in the short-lived ABC drama Miracles, Johnston Jacob \"Jake\" Green, Jr. in the television series Jericho, and L.A.P.D. Detective Rex Winters, a Marine veteran from the Law & Order franchise.",
  "/wiki/Connie_Britton": "Constance Elaine Britton (née Womack; born March 6, 1967) is an American actress, singer, and producer. Britton made her feature film debut in the independent comedy-drama film The Brothers McMullen (1995), and the following year, she was cast as Nikki Faber on the ABC sitcom Spin City. She later starred in the short-lived sitcoms The Fighting Fitzgeralds (2001) and Lost at Home (2003), and appeared in several films, most notably the sports drama film Friday Night Lights (2004) and the thriller film The Last Winter (2006).",
  "/wiki/Brian_Tyree_Henry": "Brian Tyree Henry (born March 31, 1982) is an American actor. He is best known for his role as \"Paper Boi\" in the FX comedy-drama series Atlanta (2016–present), for which he received a Primetime Emmy Award nomination for Outstanding Supporting Actor in a Comedy Series.",
  "/wiki/Josh_Radnor": "Joshua Thomas Radnor (born July 29, 1974)[citation needed] is an American actor, filmmaker, author and musician. He is best known for portraying Ted Mosby on the popular Emmy Award-winning CBS sitcom How I Met Your Mother. He made his writing and directorial debut with the 2010 comedy drama film Happythankyoumoreplease, for which he won the Sundance Film Festival Audience Award and was nominated for the Grand Jury Prize.",
  "/wiki/Josh_Groban": "Joshua Winslow Groban (born February 27, 1981) is an American singer, songwriter, actor, and record producer, who is known for his unusually dusky tenor voice. His first four solo albums have been certified multi-platinum, and he was charted in 2007 as the number-one best selling artist in the United States, with over 22.3 million records. As of 2012[update], he had sold over 25 million records worldwide.",
  "/wiki/Hilary_Swank": "Hilary Ann Swank (born July 30, 1974) is an American actress and film producer. She is the recipient of numerous awards for her career, including two Academy Awards, two Golden Globe Awards, two Critics' Choice Awards, and a Screen Actors Guild Award.",
  "/wiki/Scott_Eastwood": "Scott Eastwood (born Scott Clinton Reeves; March 21, 1986) is an American actor and model. His father is actor and filmmaker Clint Eastwood. He has appeared in the films Flags of Our Fathers (2006), Gran Torino (2008), Invictus (2009), The Forger (2012), Trouble with the Curve (2012), Texas Chainsaw (2013), Fury (2014), The Perfect Wave (2014), The Longest Ride (2015), Mercury Plains (2016), Suicide Squad (2016), Snowden (2016), Walk of Fame (2017), The Fate of the Furious (2017), Overdrive (2017), and Pacific Rim: Uprising (2018).",
  "/wiki/John_Boyega": "John Adedayo B. Adegboyega  (born 17 March 1992), known professionally as John Boyega, is an English actor known for playing Finn in the Star Wars sequel trilogy films, The Force Awakens (2015), The Last Jedi (2017), and The Rise of Skywalker (2019). Boyega rose to prominence in his native United Kingdom for his role as Moses in the 2011 sci-fi comedy film Attack the Block.",
  "/wiki/Patti_LaBelle": "Patti LaBelle (born Patricia Louise Holte; May 24, 1944) is an American singer, songwriter, actress, and businesswoman. LaBelle began her career in the early 1960s as lead singer and front woman of the vocal group, Patti LaBelle and the Bluebelles. Following the group's name change to Labelle in the early 1970s, they released the iconic disco song \"Lady Marmalade\" and the group later became the first African-American vocal group to land the cover of Rolling Stone magazine. LaBelle is commonly identified as the \"Godmother of Soul\".",
  "/wiki/Carrie_Ann_Inaba": "Carrie Ann Inaba (born January 5, 1968) is an American television personality, dancer, choreographer, actress, and singer. She is best known for her work on ABC TV's Dancing with the Stars, as Fook Yu in Austin Powers in Goldmember. She is a current co-host and moderator of the CBS Daytime talk show, The Talk. She started her career as a singer in Japan, but became best known for her dancing, first introducing herself to American audiences as one of the original Fly Girls on the Fox sketch comedy series In Living Color from 1990 to 1992.",
  "/wiki/Jay_Pharoah": "Jared Antonio Farrow (born October 14, 1987), better known by his stage name Jay Pharoah, is an American actor, stand-up comedian, and impressionist. He joined the cast of NBC's Saturday Night Live in 2010, for its thirty-sixth season. In 2015, he was ranked the 55th greatest Saturday Night Live cast member by Rolling Stone magazine.",
  "/wiki/Bella_Thorne": "Annabella Avery Thorne (born October 8, 1997) is an American actress, singer, director, and former child model. Thorne played Ruthy Spivey in the television series My Own Worst Enemy (2008) and Tancy Henrickson in the fourth season of Big Love (2010), before gaining prominence for her role as CeCe Jones on the Disney Channel series Shake It Up (2010–2013). She also portrayed Paige Townsen in the Freeform drama series Famous in Love (2017–2018), and has appeared in several films, including Blended (2014), The DUFF (2015), Alvin and the Chipmunks: The Road Chip (2015), You Get Me (2017), Amityville: The Awakening (2017), The Babysitter (2017), Midnight Sun (2018), and Assassination Nation (2018).",
  "/wiki/Tyler_Perry": "Tyler Perry (born Emmitt Perry Jr.; September 13, 1969) is an American actor, writer, producer, comedian and director. In 2011, Forbes listed him as the highest paid man in entertainment, earning US$130 million between May 2010 and May 2011.",
  "/wiki/Jason_George": "Jason Winston George (born February 9, 1972) is an American actor and model. He is best known for his roles as Michael Bourne on the NBC daytime soap opera Sunset Beach, as J.T. Hunter on the UPN television sitcom Eve, as Dr. Otis Cole on ABC's Off the Map, and as Dr. Ben Warren on Grey's Anatomy and its spinoff Station 19.",
  "/wiki/O.A.R.": "O.A.R. (short for Of a Revolution) is an American rock band founded in 1996 in Rockville, Maryland. The band consists of lead vocalist/guitarist Marc Roberge, drummer Chris Culos, guitarist Richard On, bassist Benj Gershman, saxophonist/guitarist Jerry DePizzo, trumpet player John Lampley and keyboardist Mikel Paris. Together, the band has released nine studio albums, including their latest release, The Mighty, in March 2019. The band is well known for their live shows and extensive summer touring, and have released five records of various live performances to date. Four of the band members grew up in Rockville, Maryland and attended Thomas Sprigg Wootton High School. After graduating, they went on to study at Ohio State University. There they met the fifth member, saxophonist/guitarist Jerry DePizzo from Youngstown, Ohio.",
  "/wiki/Taraji_P._Henson": "Taraji Penda Henson (/təˈrɑːdʒi/ tə-RAH-jee; born September 11, 1970) is an American actress and author. She studied acting at Howard University and began her Hollywood career in guest roles on several television shows before making her breakthrough in Baby Boy (2001). She received praise for her performances as a prostitute in Hustle & Flow (2005), for which she received a Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture nomination; and as a single mother of a disabled child in David Fincher's The Curious Case of Benjamin Button (2008), for which she received Academy Award, SAG Award and Critics Choice Award nominations for Best Supporting Actress. In 2010 she appeared in the action comedy Date Night, and co-starred in the remake of The Karate Kid.",
  "/wiki/Patrick_Schwarzenegger": "Patrick Arnold Shriver Schwarzenegger (born September 18, 1993) is an American actor and model. He is the son of Arnold Schwarzenegger and Maria Shriver. Through his mother, Schwarzenegger is related to the Kennedy family; he is a grand-nephew of U.S. President John F. Kennedy, as well as U.S. senators Robert F. Kennedy and Ted Kennedy and a second cousin of Representative Joe Kennedy III.",
  "/wiki/Daphne_Oz": "Daphne Nur Oz (born February 17, 1986) is an American nutrition author and television host. She was one of five co-hosts on the ABC daytime talk show The Chew for the show's first six seasons, from 2011 to 2017."
}