{
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Ryan_Seacrest": "Ryan John Seacrest (born December 24, 1974) is an American radio personality, television host, and producer. Seacrest is known for hosting the competition show American Idol, the syndicated countdown program American Top 40, and iHeartMedia's KIIS-FM morning radio show On Air with Ryan Seacrest.",
  "/wiki/Josh_Hutcherson": "Joshua Ryan Hutcherson (born October 12, 1992) is an American actor and producer. Hutcherson began his acting career in the early 2000s and appeared in several commercials and minor film and television roles before landing his first major role in 2002 in the pilot episode of House Blend. His first film role was in Miracle Dogs (2003) on Animal Planet, followed by a motion-capture performance in The Polar Express (2004) and a voice-acting role in Howl's Moving Castle (2005).",
  "/wiki/Catriona": "Catriona (pronounced \"Katrina\", or sometimes phonetically[clarification needed]) is a feminine given name in the English language. It is an Anglicisation of the Irish Caitríona or Scottish Gaelic Catrìona, which are forms of the English Katherine.",
  "/wiki/Allison_Williams_(actress)": "Allison Howell Williams (born April 13, 1988) is an American actress, who played Marnie Michaels on the HBO comedy-drama series Girls and received critical acclaim for her performance in the 2017 horror film Get Out.",
  "/wiki/Mark-Paul_Gosselaar": "Mark-Paul Harry Gosselaar (/ˈɡɒslər/; born March 1, 1974) is an American actor. He is known for his television roles as Zack Morris in Saved by the Bell, Detective John Clark Jr. in NYPD Blue, and Peter Bash in Franklin & Bash. He was the lead in the 1998 film Dead Man on Campus, and starred in the 2016 TV series Pitch. He was the lead actor in the 2019 TV series The Passage. Gosselaar currently plays Paul Johnson (Rainbow's father) in the ABC sitcom series Mixed-ish, the prequel series of Black-ish.",
  "/wiki/Gwyneth_Paltrow": "Gwyneth Kate Paltrow (/ˈpæltroʊ/; born September 27, 1972) is an American actress, singer, author, and businesswoman. She has received numerous accolades for her work, including an Academy Award, a Golden Globe Award, and a Primetime Emmy Award. Her films have grossed $3.3 billion at the U.S. box office and $8.8 billion worldwide.",
  "/wiki/Cobie_Smulders": "Jacoba Francisca Maria \"Cobie\" Smulders (born April 3, 1982) is a British Canadian actress and model. She plays the lead in the ABC crime drama Stumptown, where she plays the role of PTSD-stricken military veteran turned private detective Dexedrine \"Dex\" Parios. She is also known for starring as Robin Scherbatsky in the CBS sitcom How I Met Your Mother (2005–2014) and as S.H.I.E.L.D. agent Maria Hill in the Marvel Cinematic Universe, beginning with The Avengers (2012).",
  "/wiki/Bryan_Cranston": "Bryan Lee Cranston (born March 7, 1956) is an American actor, director, producer and screenwriter. He is best known for playing Walter White on the AMC series Breaking Bad (2008–2013), Hal on the Fox sitcom Malcolm in the Middle (2000–2006), and Dr. Tim Whatley on the NBC sitcom Seinfeld (1994–1997).",
  "/wiki/John_David_Washington": "John David Washington (born July 28, 1984) is an American actor and former football running back. He played college football at Morehouse College and signed with the St. Louis Rams as an undrafted free agent in 2006. Professionally, Washington spent four years as the running back for the United Football League's Sacramento Mountain Lions.",
  "/wiki/Keegan-Michael_Key": "Keegan-Michael Key (born March 22, 1971) is an American actor, writer, and producer.",
  "/wiki/Colton_Underwood": "Colton Scott Underwood (born January 26, 1992) is an American reality television personality. He was a football tight end at Illinois State and was signed by the San Diego Chargers as an undrafted free agent in 2014, and was on the practice squad of the Oakland Raiders and Philadelphia Eagles. After being released by the Raiders, Underwood became a contestant on the 14th season of The Bachelorette, and was then announced as the titular bachelor in the 23rd season of The Bachelor.",
  "/wiki/James_McAvoy": "James McAvoy (/ˈmækəvɔɪ/; born 21 April 1979) is a Scottish actor. He made his acting debut as a teen in The Near Room (1995) and made mostly television appearances until 2003, when his feature film career began. His notable television work includes the thriller State of Play and the science fiction mini-series Frank Herbert's Children of Dune. He has performed in several West End productions and received three nominations for the Laurence Olivier Award for Best Actor, and has also done voice work for animated films including Gnomeo & Juliet, its sequel, Sherlock Gnomes, and Arthur Christmas.",
  "/wiki/The_Bella_Twins": "The Bella Twins were a professional wrestling tag team who performed on WWE and consisted of identical twin sisters Brie Bella and Nikki Bella.",
  "/wiki/Samuel_L._Jackson": "Samuel Leroy Jackson (born December 21, 1948) is an American actor and film producer. Jackson has won critical acclaim and numerous accolades and awards, and is the highest-grossing actor of all time (when cameo appearances are excluded).",
  "/wiki/Noomi_Rapace": "Noomi Rapace (Swedish: [ˈnǒːmɪ raˈpasː] (listen); née Norén; born 28 December 1979) is a Swedish actress. She achieved international fame with her portrayal of Lisbeth Salander in the Swedish film adaptations of the Millennium series: The Girl with the Dragon Tattoo, The Girl Who Played with Fire, and The Girl Who Kicked the Hornets' Nest. In 2011, she was nominated for a BAFTA Award for Best Actress for her performance in The Girl with the Dragon Tattoo, and for an International Emmy Award for Best Actress for the miniseries version of the trilogy. She has also starred as Anna in Daisy Diamond (2007), Leena in Beyond (2010), Anna in The Monitor (2011), Madame Simza Heron in Sherlock Holmes: A Game of Shadows (2011), Dr. Elizabeth Shaw in Prometheus (2012), Beatrice in Dead Man Down (2013), Raisa Demidova in Child 44 (2015), and the seven lead roles in What Happened to Monday (2017).",
  "/wiki/Howie_Mandel": "Howard Michael Mandel (born November 29, 1955) is a Canadian comedian, actor, voice actor, and television host. He hosted the CNBC (originally NBC) game show Deal or No Deal, as well as the show's daytime and Canadian-English counterparts. In 1987, Mandel starred alongside Amy Steel in the comedy film Walk Like a Man. From 1982 to 1988, Mandel played rowdy ER intern Dr. Wayne Fiscus on the NBC medical drama St. Elsewhere. He also created, voiced, and starred in the FOX's children's cartoon Bobby's World, and judges on NBC's America's Got Talent.",
  "/wiki/Molly_Ringwald": "Molly Kathleen Ringwald (born February 18, 1968) is an American actress, singer, and author. She was cast in her first major role as Molly in the NBC sitcom The Facts of Life (1979–80) after a casting director saw her playing an orphan in a stage production of the musical Annie. She and several other members of the original Facts of Life cast were let go when the show was reworked by the network. She subsequently made her motion picture debut in the independent film Tempest (1982), which earned her a Golden Globe nomination for New Star of the Year.  Ringwald is known for her collaborations with filmmaker John Hughes, having appeared in three of his films.",
  "/wiki/Sarah_Paulson": "Sarah Catharine Paulson (born December 17, 1974) is an American actress. She is the recipient of several accolades, including a Primetime Emmy Award and a Golden Globe Award. In 2017, Time magazine named her one of the 100 most influential people in the world.",
  "/wiki/Regina_Hall": "Regina Lee Hall (born December 12, 1970) is an American actress and comedian. She is best known for her multiple leading roles, most recently in Girls Trip (2017), Little (2019) and Shaft (2019). Hall, who was an English major in college and studied journalism in graduate school, envisioned a career as a journalist, but ventured into acting in her late twenties.",
  "/wiki/William_H._Macy": "William Hall Macy Jr. (born March 13, 1950) is an American actor and director. His film career has been built on appearances in small, independent films, though he has also appeared in summer action films. Macy has described himself as \"sort of a Middle American, WASPy, Lutheran kind of guy... Everyman\".",
  "/wiki/Elle_King": "Tanner Elle Schneider (born July 3, 1989), known professionally as Elle King, is an American singer, songwriter, television personality, and actress. Her musical style encompasses country, soul, rock and blues.",
  "/wiki/Viggo_Mortensen": "Viggo Peter Mortensen Jr. (/ˈviːɡoʊ ˈmɔːrtənsən/; Danish: [viːko ˈmɒːtn̩sn̩]; born October 20, 1958) is a Danish-American actor, author, musician, photographer, poet, and painter. Born in New York to a Danish father and American mother, he was a resident of Venezuela and Argentina during his childhood. He is the recipient of various accolades including a Screen Actors Guild Award and has been nominated for three Academy Awards, three BAFTA Awards, and four Golden Globe Awards.",
  "/wiki/Jordan_Fisher": "Jordan William Fisher (born April 24, 1994) is an American singer, dancer, and actor. His self-titled EP was released by Hollywood Records on August 19, 2016. He has had recurring roles on the television series The Secret Life of the American Teenager and Liv and Maddie, and supporting roles in the television films Teen Beach Movie, Teen Beach 2, and Grease: Live, starred in Rent: Live on Fox, and is featured on the Moana soundtrack. He assumed the role of John Laurens/Philip Hamilton in the Broadway production of Hamilton on November 22, 2016. He played Noah Patrick in the TV series Teen Wolf. Fisher and his dancing partner Lindsay Arnold won the 25th season of Dancing with the Stars. He subsequently hosted Dancing with the Stars: Juniors in 2018, and commentated the 2019 Fortnite World Cup.",
  "/wiki/Kane_Brown": "Kane Allen Brown (born October 21, 1993) is an American singer and songwriter who first came to the attention of the public through social media. He released his first EP, titled Closer, in June 2015 and followed it with a new single, \"Used to Love You Sober\", in October 2015. After Brown signed with RCA Nashville in early 2016, the song was included on his EP Chapter 1, released in March 2016. He released his first full-length album, the self-titled Kane Brown, on December 2, 2016. The single \"What Ifs\" came from this album, and in October 2017, Brown became the first artist to have simultaneous number ones on all five main Billboard country charts. Brown released his second album, Experiment, in November 2018, which became his first number one album on the Billboard 200.",
  "/wiki/Chris_Pine": "Christopher Whitelaw Pine (born August 26, 1980) is an American actor. Pine made his feature film debut as Lord Devereaux in The Princess Diaries 2: Royal Engagement (2004), and is known for playing James T. Kirk in the Star Trek reboot film series (2009–2016), Will Colson in Unstoppable (2010), Cinderella's Prince in Into the Woods (2014), Jack Ryan in Jack Ryan: Shadow Recruit (2014), Toby Howard in Hell or High Water (2016), Bernie Webber in The Finest Hours (2016), Steve Trevor in Wonder Woman (2017), Dr. Alexander Murry in A Wrinkle in Time (2018), and Robert the Bruce in Outlaw King (2018).",
  "/wiki/Madchen_Amick": "Mädchen Amick (/ˈmeɪdtʃən ˈeɪmɪk/ MAYD-chən AY-mik; born December 12, 1970) is an American actress. She is best known for her starring role as Shelly Johnson on the cult television series Twin Peaks (1990–1991), its prequel film Twin Peaks: Fire Walk with Me (1992) and its revival television series Twin Peaks: The Return (2017).  She was also a series regular on Central Park West (1995–1996), Freddie (2005–2006), and Witches of East End (2013–2014).  On the big screen she had starring roles in Sleepwalkers (1992) and Dream Lover (1993). She was also playing a minor role on the hit show Gossip Girl. She currently portrays Alice Cooper, the mother of Betty Cooper, on The CW's drama television series Riverdale (2017–present).",
  "/wiki/Connie_Britton": "Constance Elaine Britton (née Womack; born March 6, 1967) is an American actress, singer, and producer. Britton made her feature film debut in the independent comedy-drama film The Brothers McMullen (1995), and the following year, she was cast as Nikki Faber on the ABC sitcom Spin City. She later starred in the short-lived sitcoms The Fighting Fitzgeralds (2001) and Lost at Home (2003), and appeared in several films, most notably the sports drama film Friday Night Lights (2004) and the thriller film The Last Winter (2006).",
  "/wiki/Shinedown": "Shinedown is an American rock band from Jacksonville, Florida, formed by singer Brent Smith in 2001 after the dissolution of Dreve, his previous band. Smith, still under contract with record label Atlantic Records, recruited the band's original lineup of Jasin Todd as guitarist, Brad Stewart on bass, and Barry Kerch on drums. Consistent for the first two album cycles, a few lineup changes followed in the late 2000s, eventually stabilizing with Smith and Kerch alongside Zach Myers on guitar and Eric Bass on bass. The group has released six studio albums: Leave a Whisper (2003), Us and Them (2005), The Sound of Madness (2008), Amaryllis (2012), Threat to Survival (2015), and Attention Attention (2018). Shinedown has sold more than ten million records worldwide, and has had 16 number one singles on the Billboard Mainstream Rock charts.",
  "/wiki/Matt_LeBlanc": "Matthew Steven LeBlanc (/ləˈblɒŋk/; born July 25, 1967) is an American actor and comedian. He is best known for his portrayal of dim-witted yet well-intentioned womaniser Joey Tribbiani in the NBC sitcom Friends and in its spin-off series Joey. For his work on Friends, LeBlanc received three Emmy Award nominations. He has also starred as a fictionalized version of himself in Episodes (2011–2017), for which he won a Golden Globe Award and received four additional Emmy Award nominations. He co-hosted Top Gear from 2016 to 2019. As of 2019[update], he plays Adam Burns in Man with a Plan.",
  "/wiki/Ilana_Glazer": "Ilana Rose Glazer (born April 12, 1987) is an American comedian, writer, and actress. She is best known for co-creating and co-starring in the Comedy Central series Broad City, which is based on the web series of the same name. She was twice nominated for the Critics' Choice Television Award for Best Actress in a Comedy Series for the series.",
  "/wiki/Katie_Lowes": "Katie Quinn Lowes (born September 22, 1982) is an American actress and theater director. She is best known for her role as Quinn Perkins in the ABC political drama series Scandal (2012–2018).",
  "/wiki/NeNe_Leakes": "Linnethia Monique \"NeNe\" Leakes (/ˈniːni liːks/; née Johnson; born on December 13, 1967) is an American television personality, actress, presenter, author, and fashion designer. Born in Queens, New York and raised in Athens, Georgia, she is best known for appearing on the reality television series The Real Housewives of Atlanta as an original cast member and for her recurring character Roz Washington on the Fox comedy-drama series Glee.",
  "/wiki/Lecy_Goranson": "Alicia Linda \"Lecy\" Goranson (/ˈliːsi/; born June 22, 1974) is an American actress. She plays the original Becky Conner in the television sitcom Roseanne, which debuted in 1988. She has also had supporting roles in the films How to Make an American Quilt (1996), Boys Don't Cry (1999), and The Extra Man (2010).",
  "/wiki/Backstreet_Boys": "Backstreet Boys  (often abbreviated as BSB) is an American vocal group, formed in Orlando, Florida in 1993. The group consists of AJ McLean, Howie Dorough, Nick Carter, Kevin Richardson, and Brian Littrell.",
  "/wiki/Victoria_Beckham": "Victoria Caroline Beckham OBE (née Adams; born 17 April 1974) is an English fashion designer and singer. In the late 1990s, Beckham rose to fame with the all-female pop group Spice Girls, and was dubbed Posh Spice by the July 1996 issue of the British music magazine Top of the Pops. After the Spice Girls split, she was signed to Virgin Records and Telstar Records and had four UK Top 10 singles. Her first release, \"Out of Your Mind\", reached number 2 in the UK Singles Chart.",
  "/wiki/Matthew_Broderick": "Matthew Broderick (born March 21, 1962) is an American actor, comedian and singer. His roles include the Golden Globe-nominated portrayal of the title character in Ferris Bueller's Day Off (1986), the voice of the adult Simba in Disney's The Lion King trilogy (1994–2004), and Leo Bloom in both the Broadway musical The Producers and its 2005 film adaptation. Other films he had starring credits in include WarGames (1983), Glory (1989), The Freshman (1990), The Cable Guy (1996), Godzilla (1998), Election (1999), Inspector Gadget (1999) and You Can Count on Me (2000).  Broderick also directed himself in Infinity (1996) and provided voice work in Good Boy! (2003), Bee Movie (2007), and The Tale of Despereaux (2008).",
  "/wiki/Padma_Lakshmi": "Padma Parvati Lakshmi Vaidynathan (born September 1, 1970), known professionally as Padma Lakshmi (pronounced [ˈpəd̪maː ˈləkʃmiː]), is an American author, actress, model, and television host. She is the host of the US cooking competition program Top Chef.",
  "/wiki/Abbi_Jacobson": "Abbi Jacobson (born February 1, 1984)[citation needed] is an American comedian, writer, actress and illustrator. She co-created and co-starred in the Comedy Central series Broad City with Ilana Glazer, based on the web series of the same name.",
  "/wiki/Mike_Posner": "Michael Robert Henrion Posner (/ˈpoʊznər/ POHZ-nər; born February 12, 1988) is an American singer, songwriter, rapper, poet, and record producer. Posner released his debut album, 31 Minutes to Takeoff, on August 10, 2010. The album includes the US Billboard Hot 100 top 10 single \"Cooler than Me\" as well as the top 20 single \"Please Don't Go\".  In 2016 he released his second album, At Night, Alone. A remix of his 2015 single \"I Took a Pill in Ibiza\" from the album peaked in the top 10 on the charts in 27 countries around the world, including hitting number one in many and the top five on the Billboard Hot 100 in the United States. He has written songs for a great number of fellow artists. In March 2017, he released his first book of poetry, Tear Drops & Balloons. Posner is also a member of the alternative hip-hop and R&B duo Mansionz with Matthew Musto (aka blackbear). On April 15, 2019, Posner started to walk across the continental United States, from New Jersey to California. He completed the journey on October 18, 2019 (2851 miles in 186 days), after surviving a rattlesnake bite in August 2019 in Colorado.",
  "/wiki/Ben_McKenzie": "Benjamin McKenzie Schenkkan (born September 12, 1978), is an American actor, writer, and director. He shot to fame in 2003, starring as Ryan Atwood in the television series The O.C. and subsequently starred as Ben Sherman in Southland. From 2014 to 2019, he starred as James Gordon in the television series Gotham, for which he also wrote and directed episodes.",
  "/wiki/Max_Greenfield": "Max Greenfield (born September 4, 1980) is an American actor. He appeared in recurring roles in Veronica Mars and Ugly Betty, and co-starred in the WB series Modern Men. He co-starred as Schmidt in the Fox sitcom New Girl, for which he received Emmy, Critics' Choice Television, and Golden Globe awards nominations, and the voice of Roger in the Ice Age franchise. Since 2018, Greenfield has portrayed Dave Johnson in the CBS comedy series The Neighborhood.",
  "/wiki/Megan_Mullally": "Megan Mullally (born November 12, 1958) is an American actress, comedian and singer. She played Karen Walker on the NBC sitcom Will & Grace (1998–2006, 2017–present), for which she received eight Primetime Emmy Award nominations for Outstanding Supporting Actress in a Comedy Series, winning twice in 2000 and 2006. She also received nominations for numerous other accolades for her portrayal, including seven consecutive Screen Actors Guild Awards nominations for Outstanding Performance by a Female Actor in a Comedy Series, winning three times in 2001, 2002, and 2003, as well as receiving four Golden Globe Award nominations.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}