{
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Ryan_Seacrest": "Ryan John Seacrest (born December 24, 1974) is an American radio personality, television host, and producer. Seacrest is known for hosting the competition show American Idol, the syndicated countdown program American Top 40, and iHeartMedia's KIIS-FM morning radio show On Air with Ryan Seacrest.",
  "/wiki/Diane_Lane": "Diane Colleen Lane (born January 22, 1965) is an American actress. Born and raised in New York City, Lane made her screen debut in George Roy Hill's 1979 film A Little Romance.",
  "/wiki/Sam_Heughan": "Sam Heughan (/ˈhjuːən/; born 30 April 1980) is a Scottish actor, best known for his acclaimed role as Jamie Fraser in the Starz series Outlander, for which he has received a People's Choice Award for Favorite Sci-Fi/Fantasy TV Actor. A Saturn Award for Best Actor on Television out of five nominations, and a nomination for the Critics Choice Award for Best Actor in a Drama Series. He was nominated for a Laurence Olivier Award for Most Promising Performer in 2003, for his performance in the play Outlying Islands, performed at the Royal Court Theatre Upstairs. Heughan received an honorary doctorate \"in recognition for his outstanding contribution to acting and charitable endeavors\" from the University of Stirling in June 2019. His second honorary doctorate in recognition of his artistic success and his charitable work was bestowed by the University of Glasgow in July 2019.",
  "/wiki/Lukas_Graham": "Lukas Graham is a Danish pop band. It consists of lead vocalist Lukas Forchhammer, drummer Mark Falgren, and bassist Magnus Larsson. The band released their first album, Lukas Graham, with labels Copenhagen Records and Then We Take The World in 2012. The album peaked at number one on the Danish charts. Their second album was released in 2015 and earned international attention with singles like \"Mama Said\" and \"7 Years\", the latter of which topped the singles charts in many major music markets. The self-titled international debut album was officially released in the United States by Warner Bros. Records on 1 April 2016.",
  "/wiki/Sarah_Jessica_Parker": "Sarah Jessica Parker (born March 25, 1965) is an American actress, producer, and designer. She is known for her role as Carrie Bradshaw on the HBO television series Sex and the City (1998–2004), for which she won two Emmy Awards, four Golden Globe Awards for Best Actress in a Comedy Series and three Screen Actors Guild Awards. The character was widely popular during the airing of the series and was later recognized as one of the greatest female characters in American television. She later reprised the role in films Sex and the City (2008) and Sex and the City 2 (2010).",
  "/wiki/Rosamund_Pike": "Rosamund Mary Ellen Pike (born 27 January 1979) is an English actress who began her acting career by appearing in stage productions such as Romeo and Juliet and Skylight. After her screen debut in the television film A Rather English Marriage (1998) and television roles in Wives and Daughters (1999) and Love in a Cold Climate (2001), she received international recognition for her film debut as Bond girl Miranda Frost in Die Another Day (2002), for which she received the Empire Award for Best Newcomer. Following her breakthrough, she won the BIFA Award for Best Supporting Actress for The Libertine (2004) and portrayed Jane Bennet in Pride & Prejudice (2005).",
  "/wiki/Jude_Law": "David Jude Heyworth Law (born 29 December 1972) is an English actor. He has received multiple award nominations including for two Academy Awards, four Golden Globes Awards, two Screen Actors Guild Awards and two British Academy Film Awards. In 2007, he received an Honorary César and was named a knight of the Order of Arts and Letters by the French government, in recognition of his contribution to World Cinema Arts.",
  "/wiki/Christopher_Jackson_(actor)": "Christopher Neal Jackson (born September 30, 1975) is an American actor, singer, musician, and composer. He began his career in 1995 starring in the Off-Broadway musical Time and the Wind by composer Galt MacDermot when he was just 20 years old. He made his Broadway debut in 1997 as an ensemble member in the Original Broadway Cast of Disney's The Lion King. He remained with the show for several years, ultimately taking over the role of Simba. He went on to perform leading roles in several more Broadway musicals and plays, including After Midnight, Bronx Bombers, Holler If Ya Hear Me, and Memphis. He drew critical acclaim in several projects with Lin-Manuel Miranda: originating the roles of Benny in In the Heights and George Washington in the smash hit Hamilton. For the latter role he was nominated for a Tony Award for Best Featured Actor in a Musical. He also collaborated with Miranda on the Disney film Moana in which he provides the singing voice of Chief Tui. His other film work includes secondary roles in After.Life and Tracers.",
  "/wiki/Chrissy_Metz": "Christine Michelle Metz (born September 29, 1980) is an American actress and singer. She is known for playing Kate Pearson in the NBC drama This Is Us, for which she has earned Best Supporting Actress nominations at the Primetime Emmy Awards (2017) and Golden Globe Awards (2017 and 2018).",
  "/wiki/Kandi_Burruss": "Kandi Lenice Burruss-Tucker (born May 17, 1976) is an American singer, songwriter, television personality, actress, and business woman. Burruss first gained notice in 1992 as a member of the American vocal group Xscape. In 2000, she won a Grammy Award for Best R&B Song for her writing contributions on the TLC hit song \"No Scrubs\". Burruss currently stars in the Bravo reality television series The Real Housewives of Atlanta since its second-season premiere on July 30, 2009.",
  "/wiki/Kane_Brown": "Kane Allen Brown (born October 21, 1993) is an American singer and songwriter who first came to the attention of the public through social media. He released his first EP, titled Closer, in June 2015 and followed it with a new single, \"Used to Love You Sober\", in October 2015. After Brown signed with RCA Nashville in early 2016, the song was included on his EP Chapter 1, released in March 2016. He released his first full-length album, the self-titled Kane Brown, on December 2, 2016. The single \"What Ifs\" came from this album, and in October 2017, Brown became the first artist to have simultaneous number ones on all five main Billboard country charts. Brown released his second album, Experiment, in November 2018, which became his first number one album on the Billboard 200.",
  "/wiki/Coyote_Peterson": "Nathaniel \"Coyote\" Peterson (born September 1, 1981) is an American YouTube personality, wildlife educator, and host of Animal Planet's new series Coyote Peterson: Brave the Wild. He is best known for his YouTube content, which includes animals stinging and biting him.",
  "/wiki/Katie_Lowes": "Katie Quinn Lowes (born September 22, 1982) is an American actress and theater director. She is best known for her role as Quinn Perkins in the ABC political drama series Scandal (2012–2018).",
  "/wiki/Mark_Wahlberg": "Mark Robert Michael Wahlberg (born June 5, 1971) is an American actor, producer, businessman, model, rapper, singer and songwriter. He is also known by his former stage name Marky Mark, from his career as frontman for the group, Marky Mark and the Funky Bunch, with whom he released the albums Music for the People (1991) and You Gotta Believe (1992).",
  "/wiki/LeAnn_Rimes": "Margaret LeAnn Rimes Cibrian (born August 28, 1982) is an American singer, songwriter, actress, and author. Rimes rose to stardom at age 13 following the release of her version of the Bill Mack song \"Blue\", becoming the youngest country music star since Tanya Tucker in 1972.",
  "/wiki/Benedict_Cumberbatch": "Benedict Timothy Carlton Cumberbatch CBE (born 19 July 1976) is an English actor. A graduate of the Victoria University of Manchester, he continued his training at the London Academy of Music and Dramatic Art, obtaining a Master of Arts in Classical Acting. He first performed at the Open Air Theatre, Regent's Park in Shakespearean productions and made his West End debut in Richard Eyre's revival of Hedda Gabler in 2005. Since then, he has starred in the Royal National Theatre productions After the Dance (2010) and Frankenstein (2011). In 2015, he played William Shakespeare's Hamlet at the Barbican Theatre.",
  "/wiki/Josh_Dallas": "Joshua Paul Dallas (born December 18, 1978) is an American actor. He is best known for his roles as Prince Charming/David Nolan in the ABC television series Once Upon a Time and Fandral in the Marvel Comics film adaptation Thor. He currently stars as Ben Stone in the NBC drama series Manifest.",
  "/wiki/Sabrina_Carpenter": "Sabrina Annlynn Carpenter (born May 11, 1999) is an American singer and actress, who is signed to Hollywood Records.",
  "/wiki/Michael_B._Jordan": "Michael Bakari Jordan (/bɒkɒriː/; born February 9, 1987) is an American actor and producer. He is known for his film roles as shooting victim Oscar Grant in the drama Fruitvale Station (2013), boxer Adonis Creed in the Rocky sequel film Creed (2015) and main antagonist Erik Killmonger in Black Panther (2018), all three of which were co-written and directed by Ryan Coogler.",
  "/wiki/Kurt_Russell": "Kurt Vogel Russell (born March 17, 1951) is an American actor. He began acting on television at the age of 12 in the western series The Travels of Jaimie McPheeters (1963–1964). In the late 1960s, he signed a ten-year contract with The Walt Disney Company where, according to Robert Osborne, he became the studio's top star of the 1970s.",
  "/wiki/Jamie_Foxx": "Eric Marlon Bishop (born December 13, 1967), known professionally as Jamie Foxx, is an American actor, singer, comedian, presenter, and producer. Foxx became widely known for his portrayal of Ray Charles in the 2004 biographical film Ray, for which he won the Academy Award, BAFTA, Screen Actors Guild Award, Critics' Choice Movie Award and Golden Globe Award for Best Actor. That same year, he was nominated for the Academy Award for Best Supporting Actor for his role in the crime film Collateral. Since spring 2017, Foxx has served as the host and executive producer of the Fox game show Beat Shazam.",
  "/wiki/Jussie_Smollett": "Jussie Smollett (/ˈdʒʌsi/ JUSS-ee, born June 21, 1982) is an American actor and singer. He began his career as a child actor in 1987 acting in films including The Mighty Ducks (1992) and Rob Reiner's North (1994). In 2015, Smollett portrayed musician Jamal Lyon in the Fox drama series Empire, a role that was hailed as groundbreaking for its positive depiction of a black gay man on television. Smollett has also appeared in Ridley Scott's science fiction film Alien: Covenant (2017) as Ricks and in Marshall (2017) as Langston Hughes.",
  "/wiki/Big_Apple_Circus": "The Big Apple Circus is a circus based in New York City. Opened in 1977, later becoming a nonprofit organization, it became a tourist attraction. The circus has been known for its community outreach programs, including Clown Care, as well as its humane treatment of animals. Big Apple Circus filed for Chapter 11 bankruptcy protection in November 2016 and exited bankruptcy in February 2017 after its assets were bought by Compass Partners. The Circus was renewed in October 2017 for its 40th anniversary season and returned to start a new season in October 2018 at Lincoln Center, receiving generally positive reviews.",
  "/wiki/Michael_Douglas": "Michael Kirk Douglas (born September 25, 1944) is an American actor and producer. He has received numerous accolades, including two Academy Awards, five Golden Globe Awards, a Primetime Emmy Award, the Cecil B. DeMille Award, and the AFI Life Achievement Award.",
  "/wiki/Brian_Tyree_Henry": "Brian Tyree Henry (born March 31, 1982) is an American actor. He is best known for his role as \"Paper Boi\" in the FX comedy-drama series Atlanta (2016–present), for which he received a Primetime Emmy Award nomination for Outstanding Supporting Actor in a Comedy Series.",
  "/wiki/Alexander_Skarsgard": "Alexander Johan Hjalmar Skarsgård (Swedish: [alɛkˈsǎnːdɛr ˈskɑ̌ːʂɡoːɖ] (listen); born 25 August 1976) is a Swedish actor. He is known for his roles as vampire Eric Northman on the HBO series True Blood, the title character in The Legend of Tarzan, Brad Colbert in the HBO miniseries Generation Kill, and Perry Wright in the HBO series Big Little Lies, for which he won a Primetime Emmy Award for Outstanding Supporting Actor in a Limited Series or Movie, a Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Miniseries or Television Movie, and a Golden Globe Award for Best Supporting Actor – Series, Miniseries, or Television Film.",
  "/wiki/Ryan_Eggold": "Ryan James Eggold (born August 10, 1984) is an American actor. He is known for playing Ryan Matthews on the CW teen drama series 90210 and Tom Keen on the NBC crime drama series The Blacklist and its short-lived spin-off series The Blacklist: Redemption.\nCurrently Ryan appears as hospital director Dr. Max Goodwin, a main character on the NBC drama series New Amsterdam, which began in September 2018.",
  "/wiki/Sarah_Silverman": "Sarah Kate Silverman (born December 1, 1970) is an American stand-up comedian, actress, singer, producer, and writer. Her comedy addresses social taboos and controversial topics, such as racism, sexism, politics, and religion, sometimes having her comic character endorse them in a satirical or deadpan fashion. For her work on television, she has won two Primetime Emmy Awards.",
  "/wiki/Taron_Egerton": "Taron David Egerton (/ˈɛdʒərtən/; born 10 November 1989) is a Welsh actor and singer. He is the recipient of such accolades as a Golden Globe Award and has been nominated for two British Academy Film Awards, a Grammy Award, and a Screen Actors Guild Award.",
  "/wiki/Michael_Bubl%C3%A9": "Michael Steven Bublé (IPA: /buːˈbleɪ/ boo-BLAY; born September 9, 1975) is a Canadian singer, songwriter, actor and record producer. His first album reached the top ten in Canada and the UK. He found a worldwide audience with his 2005 album It's Time as well as his 2007 album Call Me Irresponsible – which reached number one on the Canadian Albums Chart, the UK Albums Chart, the US Billboard 200, the Australian ARIA Albums Chart and several European charts. Bublé's 2009 album Crazy Love debuted at number one on the US Billboard 200 after three days of sales, and remained there for two weeks. It was also his fourth number one album on Billboard's Top Jazz Albums chart. His 2011 holiday album, Christmas, was in first place on the Billboard 200 for the final four weeks of 2011 and the first week of 2012, totalling five weeks atop the chart, it also made the top 5 in the United Kingdom. With this, Christmas became his third-consecutive number-one album on the chart. To Be Loved was released in April 2013. Bublé has sold over 75 million records worldwide, and won numerous awards, including four Grammy Awards and multiple Juno Awards. Bublé is a dual citizen of both Canada and Italy.",
  "/wiki/Patti_LaBelle": "Patti LaBelle (born Patricia Louise Holte; May 24, 1944) is an American singer, songwriter, actress, and businesswoman. LaBelle began her career in the early 1960s as lead singer and front woman of the vocal group, Patti LaBelle and the Bluebelles. Following the group's name change to Labelle in the early 1970s, they released the iconic disco song \"Lady Marmalade\" and the group later became the first African-American vocal group to land the cover of Rolling Stone magazine. LaBelle is commonly identified as the \"Godmother of Soul\".",
  "/wiki/Central_Park": "Central Park is an urban park in Manhattan, New York City, located between the Upper West Side and the Upper East Side. Central Park is the most visited urban park in the United States, with an estimated 37.5–38 million visitors annually, and one of the most filmed locations in the world. Central Park is the fifth-largest park in New York City by area, covering 843 acres (3.41 km2).",
  "/wiki/Mariah_Carey": "Mariah Carey (born March 27, 1969 or 1970) is an American singer, songwriter, record producer, actress and entrepreneur. Referred to as the \"Songbird Supreme\" by the Guinness World Records, she is noted for her five-octave vocal range, melismatic singing style, signature use of the whistle register, and songwriting prowess. She rose to fame in 1990 after signing to Columbia Records and releasing her eponymous debut album, which topped the U.S. Billboard 200 for eleven consecutive weeks. Soon after, Carey became the only artist ever to have their first five singles reach number one on the U.S. Billboard Hot 100 chart, from \"Vision of Love\" to \"Emotions\".",
  "/wiki/Emily_Ratajkowski": "Emily O'Hara Ratajkowski (/ˌrætəˈkaʊski/, Polish: [ratajˈkɔfskʲi]; born June 7, 1991) is an American model and actress. Born in London and raised in San Diego, Ratajkowski rose to prominence in 2013, after appearing in the music video for Robin Thicke's \"Blurred Lines\", which became the number-one song of the year in several countries.",
  "/wiki/Joey_Logano": "Joseph Thomas Logano (born May 24, 1990) nicknamed \"Sliced Bread\", is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 22 Ford Mustang GT for Team Penske, and part-time in the NASCAR Xfinity Series, driving the No. 22 Ford Mustang GT for the same team. Logano was the 2018 Monster Energy NASCAR Cup Series Champion. He previously drove the No. 20 Toyota Camry for Joe Gibbs Racing from 2008 to 2012, collecting 2 wins, 16 Top-5 finishes and 41 Top 10 finishes.",
  "/wiki/Willem_Dafoe": "William James \"Willem\" Dafoe (born July 22, 1955) is an American actor. He is known for his distinct gravelly voice, and has received multiple accolades, including nominations for four Academy Awards and three Golden Globe Awards. He has frequently collaborated with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, and Wes Anderson.",
  "/wiki/Catherine_Zeta-Jones": "Catherine Zeta-Jones CBE (/ˈziːtə/; born 25 September 1969)[a] is a Welsh actress. Born and raised in Swansea, Zeta-Jones aspired to be an actress from a young age. As a child, she played roles in the West End productions of the musicals Annie and Bugsy Malone. She studied musical theatre at the Arts Educational Schools, London and made her stage breakthrough with a leading role in a 1987 production of 42nd Street. Her screen debut came in the unsuccessful French-Italian film 1001 Nights (1990), and she went on to find greater success as a regular in the British television series The Darling Buds of May (1991–1993). Dismayed at being typecast as the token pretty girl in British films, Zeta-Jones relocated to Los Angeles.",
  "/wiki/Ariel_Winter": "Ariel Winter Workman (born January 28, 1998) is an American actress and voice actress. She is known for her role as Alex Dunphy in the comedy series Modern Family, as well as the voice of the title character in the Disney Junior show Sofia the First and the voice of Penny Peterson in the 2014 animated film Mr. Peabody and Sherman. Winter and her fellow Modern Family cast members have won four Screen Actors Guild Awards for Best Ensemble in a Comedy Series.",
  "/wiki/Eric_McCormack": "Eric James McCormack (born April 18, 1963) is a Canadian-American actor and singer known for his role as Will Truman in the American sitcom Will & Grace, Grant MacLaren in Netflix's Travelers and Dr. Daniel Pierce in the American crime drama Perception.",
  "/wiki/Joan_Allen": "Joan Allen (born August 20, 1956) is an American actress. She began her career with the Steppenwolf Theatre Company in 1977, won the 1984 Drama Desk Award for Outstanding Actress in a Play for And a Nightingale Sang, and won the 1988 Tony Award for Best Actress in a Play for her Broadway debut in Burn This. She is also a three-time Academy Award nominee; receiving Best Supporting Actress nominations for Nixon (1995) and The Crucible (1996), and a Best Actress nomination for The Contender (2000).",
  "/wiki/Tyra_Banks": "Tyra Lynne Banks (born December 4, 1973), also known as BanX, is an American television personality, producer, businesswoman, actress, author, model, and occasional singer. Born in Inglewood, California, she began her career as a model at the age of 15, and was the first woman of African-American descent  to be featured on the covers of GQ and the Sports Illustrated Swimsuit Issue, on which she appeared thrice. She was a Victoria's Secret Angel from 1997 to 2005. By the early 2000s, Banks was one of the world's top-earning models.",
  "/wiki/Nick_Kroll": "Nicholas Kroll (born June 5, 1978) is an American actor, comedian, writer, and producer.",
  "/wiki/Garth_Brooks": "Troyal Garth Brooks (born February 7, 1962) is an American singer and songwriter. His integration of rock and pop elements into the country genre has earned him popularity, particularly in the United States with success on the country single and album charts, multi-platinum recordings and record-breaking live performances, while also crossing over into the mainstream pop arena.",
  "/wiki/Lance_Ulanoff": "Lance Ulanoff is an American tech and social media commentator. He is a former Editor-in-Chief of PCMag.com, PC Magazine, and Mashable and SVP of Content for PCMag Digital Network, and is now an editor at Mashable. He spent nearly two decades in the computer technology publishing industry. Previously, he edited PCMag.com, the website for PC Magazine. Ulanoff also writes an award-winning and popular column for the website.",
  "/wiki/List_of_Live_episodes": "The daytime talk show Live with Kelly and Ryan, starring Kelly Ripa and Ryan Seacrest, officially debuted on May 1, 2017, but is a continuation of the series that previously co-starred Regis Philbin or Michael Strahan."
}