{
  "/wiki/The_History_of_Sex": "The History of Sex is a 1999 five-part documentary series by Jim Milio, Kelly McPherson, and Melissa Jo Peltier; and narrated by Peter Coyote. It was first aired on The History Channel. It features interviews of Hugh Hefner, Dr. Ruth Westheimer, Helen Gurley Brown, and more.",
  "/wiki/History_(U.S._TV_channel)": "History (formerly The History Channel from 1995 to 2008) is a pay television network that is owned by A+E Networks, a joint venture between Hearst Communications and the Disney Media Networks division of the Walt Disney Company.",
  "/wiki/Jewish_American": "American Jews, or Jewish Americans, are Americans who are Jews, whether by religion, ethnicity, culture, or nationality. Today the Jewish community in the United States consists primarily of Ashkenazi Jews, who descend from diaspora Jewish populations of Central and Eastern Europe and comprise about 90–95% of the American Jewish population. Most American Ashkenazim are US-born, with a dwindling number of now-elderly earlier immigrants, as well as some more recent foreign-born immigrants.",
  "/wiki/Mossad": "Mossad (/məˈsæd/; Hebrew: הַמוֹסָד, IPA: [ha moˈsad]; Arabic: الموساد‎, al-Mōsād, IPA: [almoːˈsaːd]; literally meaning \"the Institute\"), short for HaMossad leModiʿin uleTafkidim Meyuḥadim (Hebrew: המוסד למודיעין ולתפקידים מיוחדים, meaning \"Institute for Intelligence and Special Operations\"), is the national intelligence agency of Israel. It is one of the main entities in the Israeli Intelligence Community, along with Aman (military intelligence) and Shin Bet (internal security).",
  "/wiki/Mary_Sidney": "Mary Herbert, Countess of Pembroke (née Sidney; 27 October 1561 – 25 September 1621) was one of the first English women to achieve a major reputation for her poetry and literary patronage. By the age of 39, she was listed with her brother Philip Sidney, Edmund Spenser and William Shakespeare as one of the notable authors of her time in the verse miscellany, Belvidere, by John Bodenham. The influence of her play Antonius is widely recognized; it stimulated a revived interest in the soliloquy based on classical models and was a likely source, among others, for both the closet drama Cleopatra (1594) by Samuel Daniel and Shakespeare's Antony and Cleopatra (1607).[A] Sidney was also known for her translation of Petrarch's \"Triumph of Death,\" from the poetry anthology Triumphs, but it is her lyric translation of the Psalms that has secured her poetic reputation.",
  "/wiki/Festschrift": "In academia, a Festschrift (German pronunciation: [ˈfɛst.ʃʁɪft]; plural, Festschriften [ˈfɛst.ʃʁɪftn̩]) is a book honoring a respected person, especially an academic, and presented during their lifetime. It generally takes the form of an edited volume, containing contributions from the honoree's colleagues, former pupils, and friends.",
  "/wiki/Disarmament": "Disarmament is the act of reducing, limiting, or abolishing weapons. Disarmament generally refers to a country's military or specific type of weaponry. Disarmament is often taken to mean total elimination of weapons of mass destruction, such as nuclear arms. General and Complete Disarmament was defined by the United Nations General Assembly as the elimination of all WMD, coupled with the “balanced reduction of armed forces and conventional armaments, based on the principle of undiminished security of the parties with a view to promoting or enhancing stability at a lower military level, taking into account the need of all States to protect their security.”",
  "/wiki/Nuclear_holocaust": "A nuclear holocaust, nuclear apocalypse or atomic holocaust is a theoretical scenario involving widespread destruction and  radioactive fallout causing the collapse of civilization, through the use of nuclear weapons. Under such a scenario, some or all of the Earth is made uninhabitable by nuclear warfare in future world wars.",
  "/wiki/Bedroom_farce": "A bedroom farce or sex farce is a type of light comedy, which centres on the sexual pairings and recombinations of characters as they move through improbable plots and slamming doors.  The bedroom farce is perhaps the most common form of farce.[citation needed]",
  "/wiki/Vietnam_War": "The Vietnam War (Vietnamese: Chiến tranh Việt Nam), also known as the Second Indochina War, and in Vietnam as the Resistance War Against America (Vietnamese: Kháng chiến chống Mỹ) or simply the American War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955[A 1] to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United States, South Korea, the Philippines, Australia, Thailand and other anti-communist allies. The war, considered a Cold War-era proxy war by some, lasted 19 years, with direct U.S. involvement ending in 1973, and included the Laotian Civil War and the Cambodian Civil War, which ended with all three countries becoming communist in 1975.",
  "/wiki/Viet_Cong": "The Việt Cộng (Vietnamese: [vîət kə̂wŋmˀ] (listen)), also known as the National Liberation Front, was a mass political organization in South Vietnam and Cambodia with its own army – the People's Liberation Armed Forces of South Vietnam (PLAF) – that fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. It had both guerrilla and regular army units, as well as a network of cadres who organized peasants in the territory it controlled. Many soldiers were recruited in South Vietnam, but others were attached to the People's Army of Vietnam (PAVN), the regular North Vietnamese army. During the war, communists and anti-war activists insisted the Việt Cộng was an insurgency indigenous to the South, while the U.S. and South Vietnamese governments portrayed the group as a tool of Hanoi. Although the terminology distinguishes northerners from the southerners, communist forces were under a single command structure set up in 1958.",
  "/wiki/GI_(military)": "G.I. are initials used to describe the soldiers of the United States Army and airmen of the United States Air Forces and also for general items of their equipment. The term G.I. has been used as an initialism of \"Government Issue\", \"General Issue\", or \"Ground Infantry\", but it originally referred to \"galvanized iron\", as used by the logistics services of the United States Armed Forces.",
  "/wiki/Richard_Rhodes": "Richard Lee Rhodes (born July 4, 1937) is an American historian, journalist, and author of both fiction and non-fiction, including the Pulitzer Prize-winning The Making of the Atomic Bomb (1986), and most recently, Energy: A Human History (2018).",
  "/wiki/New_York_Times": "The New York Times is an American newspaper based in New York City with worldwide influence and readership. Founded in 1851, the paper has won 127 Pulitzer Prizes, more than any other newspaper. The Times is ranked 18th in the world by circulation and 3rd in the U.S. Nicknamed \"The Gray Lady,\" the Times has long been regarded within the industry as a national \"newspaper of record.\" The paper's motto, \"All the News That's Fit to Print\", appears in the upper left-hand corner of the front page.",
  "/wiki/Chicago_Sun-Times": "The Chicago Sun-Times is a daily newspaper published in Chicago, Illinois, United States. It is the flagship paper of the Sun-Times Media Group, with the second biggest circulation in Chicago.",
  "/wiki/David_Schoenbrun": "David Franz Schoenbrun (March 15, 1915 – May 23, 1988) was an American broadcast journalist.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/KTIB": "KTIB (640 kHz, \"Lagniappe 103.7\") is a commercial AM radio station in Thibodaux, Louisiana.  It airs a Hot Adult Contemporary radio format and is owned by Gap Broadcasting. With a good radio, the station cam be heard as far as east as New Orleans, far as north as Baton Rouge, far as west as New Iberia, and as far south as the Gulf of Mexico.  KTIB is an affiliate of the New Orleans Pelicans radio network.  It also carries  The Kidd Kraddick Morning Show, syndicated from KHKS Dallas.",
  "/wiki/Saturday_Review_of_Literature": "Saturday Review, previously The Saturday Review of Literature, was an American weekly magazine established in 1924. Norman Cousins was the editor from 1940 to 1971.",
  "/wiki/Peter_S._Prescott": "Peter Sherwin Prescott (July 15, 1935 - April 23, 2004) was an American author and book critic.  He was the senior book reviewer at Newsweek for more than two decades.",
  "/wiki/The_Airbase": "The Airbase is a black-and-white British sitcom that was broadcast on BBC2 in 1965. It was written by John Briley.",
  "/wiki/BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees. It employs over 22,000 staff in total, more than 16,000 of whom are in public sector broadcasting. The total number of staff is 35,402 when part-time, flexible, and fixed-contract staff are included.",
  "/wiki/Revue": "A revue (from French 'magazine' or 'overview') is a type of multi-act popular theatrical entertainment that combines music, dance, and sketches. The revue has its roots in 19th century popular entertainment and melodrama but grew into a substantial cultural presence of its own during its golden years from 1916 to 1932. Though most famous for their visual spectacle, revues frequently satirized contemporary figures, news or literature. Similar to the related subforms of operetta and musical theatre, the revue art form brings together music, dance and sketches to create a compelling show. In contrast to these, however, revue does not have an overarching storyline. Rather, a general theme serves as the motto for a loosely-related series of acts that alternate between solo performances and dance ensembles.",
  "/wiki/Culture_of_the_United_States": "The culture of the United States of America is primarily of Western origin, but is influenced by a multicultural ethos that includes African, Native American, Asian, Pacific Island, and Latin American people and their cultures. It also has its own distinct social and cultural characteristics, such as dialect, music, arts, social habits, cuisine, and folklore. The United States is ethnically and racially diverse as a result of large-scale migration throughout its history. Because of its size and influence, many American cultural elements, especially from popular culture, have spread across the globe through modern mass media.",
  "/wiki/BBC2": "BBC Two is the second flagship television channel of the British Broadcasting Corporation (BBC) in the United Kingdom, the Isle of Man and the Channel Islands. It covers a wide range of subject matter, but tends to broadcast more \"highbrow\" programmes than the more mainstream and popular BBC One. Like the BBC's other domestic TV and radio channels, it is funded by the television licence, and is therefore free of commercial advertising. It is a comparatively well-funded public-service network, regularly attaining a much higher audience share than most public-service networks worldwide.",
  "/wiki/Teleplay": "A teleplay is a screenplay or script used in the production of a scripted television program or series. In general usage, the term is most commonly seen in reference to a standalone production, such as a television film, a television play or an episode of an anthology series; in internal industry usage, however, all television scripts (including episodes of ongoing drama or comedy series) are teleplays, although a \"teleplay\" credit may be subsumed into a \"written by\" credit depending on the circumstances of its creation.",
  "/wiki/William_Herbert,_3rd_Earl_of_Pembroke": "William Herbert, 3rd Earl of Pembroke (8 April 1580 – 10 April 1630) KG, PC, of Wilton House in Wiltshire, was an English nobleman, politician, and courtier. He served as Chancellor of the University of Oxford and together with King James I he founded Pembroke College, Oxford. In 1608 he was appointed Warden of the Forest of Dean and Constable of St Briavels Castle in Gloucestershire, and in 1609 Governor of Portsmouth, all of which offices he retained until his death. He served as Lord Chamberlain from 1615 to 1625. In 1623 the First Folio of Shakespeare's plays was dedicated to him and his brother and successor Philip Herbert, 1st Earl of Montgomery.",
  "/wiki/Dissertation": "A thesis or dissertation is a document submitted in support of candidature for an academic degree or professional qualification presenting the author's research and findings. In some contexts, the word \"thesis\" or a cognate is used for part of a bachelor's or master's course, while \"dissertation\" is normally applied to a doctorate, while in other contexts, the reverse is true. The term graduate thesis is sometimes used to refer to both master's theses and doctoral dissertations.",
  "/wiki/Edward_Alleyn": "Edward \"Ned\" Alleyn (/ˈælɪn/; 1 September 1566 – 25 November 1626) was an English actor who was a major figure of the Elizabethan theatre and founder of Dulwich College and Alleyn's School.",
  "/wiki/Philip_Henslowe": "Philip Henslowe (c. 1550 – 6 January 1616) was an Elizabethan theatrical entrepreneur and impresario. Henslowe's modern reputation rests on the survival of his diary, a primary source for information about the theatrical world of Renaissance London. He was portrayed by actor Geoffrey Rush in the Academy Award-winning film Shakespeare in Love.",
  "/wiki/Shakespeare_Quarterly": "Shakespeare Quarterly is a peer-reviewed academic journal established in 1950 by the Shakespeare Association of America. It is now under the auspices of the Folger Shakespeare Library. Along with book and performance criticism, Shakespeare Quarterly incorporates scholarly research and essays on Shakespeare and the age in which he worked, particularly those that explore new perspectives. It includes a special section devoted to the latest ideas in Shakespeare scholarship.",
  "/wiki/John_Briley": "John Richard Briley (June 25, 1925 – December 14, 2019) was an American writer best known for screenplays of biographical films. He won the Best Original Screenplay at the 55th Academy Awards for Gandhi (1982). As well as film scripts, he wrote for television and theatre, and published several novels."
}