{
  "/wiki/Mount_Sir_Wilfrid_Laurier": "Mount Sir Wilfrid Laurier is the highest peak of the Cariboo Mountains in the east-central interior of British Columbia, Canada.  The mountain is part of the Premier Range, which is located just west of Valemount.",
  "/wiki/Wilfrid_Laurier": "Sir Henri Charles Wilfrid Laurier GCMG, PC, KC (/ˈlɒrieɪ/ LORR-ee-ay; French: [wilfʁid loʁje]; 20 November 1841 – 17 February 1919) was a Canadian politician and statesman who served as the seventh prime minister of Canada, in office from 11 July 1896 to 6 October 1911.",
  "/wiki/Mount_Sir_John_Abbott": "Mount Sir John Abbott is a 3,398 m (11,148 ft) mountain located in the Premier Range of the Cariboo Mountains in the east-central interior of British Columbia, Canada. It is located at the south end of the west wall of Kiwa Glacier, the source of Kiwa Creek.",
  "/wiki/John_Abbott": "Sir John Joseph Caldwell Abbott, PC, KCMG, QC (March 12, 1821 – October 30, 1893) was a Canadian lawyer and politician, Freemason, who served as the third prime minister of Canada (and its first native-born one – both MacDonald and Mackenzie having been born in Scotland), in office from 1891 to 1892. He held office as the leader of the Conservative Party.",
  "/wiki/Mount_Sir_John_Thompson": "Mount Sir John Thompson is a 3,349 m (10,988 ft) mountain located at co-ordinates 52°44′N 119°44′W﻿ / ﻿52.733°N 119.733°W﻿ / 52.733; -119.733 in the Premier Range of the Cariboo Mountains in the east-central interior of British Columbia, Canada.  The mountain is located between the David and North Canoe Glaciers.",
  "/wiki/John_Sparrow_David_Thompson": "Sir John Sparrow David Thompson PC KCMG QC (November 10, 1845 – December 12, 1894) was a Canadian lawyer, judge, and politician who served as the fourth prime minister of Canada, in office from 1892 until his death. He had previously been premier of Nova Scotia for a brief period in 1882.",
  "/wiki/Mount_Sir_Mackenzie_Bowell": "Mount Sir MacKenzie Bowell is a 3,301 m (10,830 ft) mountain peak located at co-ordinates 52°49′54″N 119°43′48″W﻿ / ﻿52.83167°N 119.73000°W﻿ / 52.83167; -119.73000 in the Premier Range of the Cariboo Mountains in the east-central interior of British Columbia, Canada.  The mountain is located between the Kiwa and Tete glaciers.",
  "/wiki/Mackenzie_Bowell": "Sir Mackenzie Bowell KCMG PC (/ˈboʊ.əl/; December 27, 1823 – December 10, 1917) was a Canadian newspaper publisher and politician, who served as the fifth prime minister of Canada, in office from 1894 to 1896.",
  "/wiki/Mount_Stanley_Baldwin": "Mount Stanley Baldwin is a mountain located in the Premier Range of the Cariboo Mountains in the east-central interior of British Columbia, Canada.  The mountain is located at the head of the Gilmour Glacier. It was originally named Mount Challenger by Allen Carpe during his 1924 ascent of the mountain.",
  "/wiki/Stanley_Baldwin": "Stanley Baldwin, 1st Earl Baldwin of Bewdley, KG, PC, PC (Can), JP, FRS (3 August 1867 – 14 December 1947) was a British Conservative statesman who dominated the government of the United Kingdom between the world wars, serving as prime minister on three occasions.",
  "/wiki/Mount_Mackenzie_King": "Mount Mackenzie King is a peak located in the Premier Range of the Cariboo Mountains in the east-central interior of British Columbia, Canada.  The mountain separates the Laurier Glacier to the north from the David Glacier to the south.",
  "/wiki/William_Lyon_Mackenzie_King": "William Lyon Mackenzie King OM CMG PC (December 17, 1874 – July 22, 1950), commonly known as Mackenzie King or by the initials WLMK, was the dominant Canadian political leader from the 1920s through the 1940s. He served as the tenth prime minister of Canada in 1921–1926, 1926–1930 and 1935–1948. He is best known for his leadership of Canada throughout the Second World War (1939–1945) when he mobilized Canadian money, supplies and volunteers to support Britain while boosting the economy and maintaining morale on the home front. A Liberal with 21 years and 154 days in office, he was the longest-serving prime minister in Canadian history. Trained in law and social work, he was keenly interested in the human condition (as a boy, his motto was \"Help those that cannot help themselves\"), and played a major role in laying the foundations of the Canadian welfare state.",
  "/wiki/Mount_Arthur_Meighen": "Mount Arthur Meighen is a 3,205 m (10,515 ft) mountain located in the Premier Range of the Cariboo Mountains in the east-central interior of British Columbia, Canada.  The mountain is south of the head of the McLennan River and immediately west of the town of Valemount, British Columbia.",
  "/wiki/Arthur_Meighen": "Arthur Meighen PC QC (/ˈmiːən/; 16 June 1874 – 5 August 1960) was a Canadian lawyer and politician who served as the ninth prime minister of Canada, in office from July 1920 to December 1921 and again from June to September 1926. He led the Conservative Party from 1920 to 1926 and from 1941 to 1942.",
  "/wiki/Mount_Richard_Bennett": "Mount Richard Bennett is a 3,190 m (10,466 ft) peak located at co-ordinates 52°49′48″N 119°47′36″W﻿ / ﻿52.83000°N 119.79333°W﻿ / 52.83000; -119.79333Coordinates: 52°49′48″N 119°47′36″W﻿ / ﻿52.83000°N 119.79333°W﻿ / 52.83000; -119.79333 in the Premier Range of the Cariboo Mountains in the east-central interior of British Columbia, Canada.  The mountain is just north of the taller Mount Sir John Abbott and is often considered a continuation of that mountain.",
  "/wiki/R._B._Bennett": "Richard Bedford Bennett, 1st Viscount Bennett, PC, KC (July 3, 1870 – June 26, 1947) was a Canadian lawyer, businessman and politician. He served as the 11th prime minister of Canada, in office from 1930 to 1935. He led the Conservative Party from 1927 to 1938.",
  "/wiki/Mount_John_Oliver": "Mount John Oliver is a 3,123-metre (10,246 ft) mountain in the Premier Range of the Cariboo Mountains in the east-central interior of British Columbia, Canada.  The mountain is located on the divide between the Kiwa and Tete Creeks and is covered by a glacier.",
  "/wiki/John_Oliver_(British_Columbia_politician)": "John Oliver (Hartington, England July 31, 1856 – August 17, 1927) was a politician and farmer in British Columbia, Canada.",
  "/wiki/Mount_Lester_Pearson": "Mount Lester Pearson is a 3,086-metre (10,125 ft) mountain located in the Premier Range of the Cariboo Mountains in the east-central interior of British Columbia, Canada.  The mountain is located south of the head of the McLennan River and 21 km (13 mi) west of Valemount, British Columbia.",
  "/wiki/Lester_B._Pearson": "Lester Bowles \"Mike\" Pearson PC OM CC OBE (23 April 1897 – 27 December 1972) was a Canadian scholar, statesman, soldier, prime minister, and diplomat, who won the Nobel Peace Prize in 1957 for organizing the United Nations Emergency Force to resolve the Suez Canal Crisis. He was the 14th prime minister of Canada from 1963 to 1968, as the head of two back-to-back Liberal minority governments following elections in 1963 and 1965.",
  "/wiki/Mount_Louis_Saint_Laurent": "Mount Louis Saint Laurent is a 3,045 m (9,990 ft) mountain located at co-ordinates 52°45′34″N 119°47′07″W﻿ / ﻿52.75944°N 119.78528°W﻿ / 52.75944; -119.78528 in the Premier Range of the Cariboo Mountains in the east-central interior of British Columbia, Canada.  The mountain is to the west of the David Glacier and overlooks the Raush River.",
  "/wiki/Louis_St._Laurent": "Louis Stephen St. Laurent PC CC QC (Saint-Laurent or St-Laurent in French, baptized Louis-Étienne St-Laurent; 1 February 1882 – 25 July 1973) was a Canadian politician who served as the 12th prime minister of Canada, from 15 November 1948 to 21 June 1957. He was a Liberal with a strong base in the Catholic francophone community, from which base he had long mobilised support to Prime Minister William Lyon Mackenzie King. St. Laurent was an enthusiastic proponent of Canada's joining NATO in 1949 to fight the spread of Communism, overcoming opposition from some intellectuals, the Labor-Progressive Party, and many French Canadians. The contrast with Mackenzie King was not dramatic – they agreed on most policies. St. Laurent had more hatred of communism, and less fear of the United States. He was neither an idealist nor a bookish intellectual, but an \"eminently moderate, cautious ... man ... and a strong Canadian nationalist\".[attribution needed]",
  "/wiki/Mount_Pierre_Elliott_Trudeau": "Mount Pierre Elliott Trudeau is a 2,640-metre (8,661 ft) mountain located in the Premier Range of the Cariboo Mountains in the Interior of British Columbia, Canada.  The mountain is located on the south side of the McLennan River, just west of Valemount.",
  "/wiki/Pierre_Trudeau": "Joseph Philippe Pierre Yves Elliott Trudeau PC CC CH QC FRSC (/ˈtruːdoʊ, truːˈdoʊ/ TROO-doh, troo-DOH, French: [pjɛʁ tʁydo]; October 18, 1919 – September 28, 2000), mostly referred to as simply Pierre Trudeau, or by the initials PET, was a Canadian politician who was the 15th prime minister of Canada and leader of the Liberal Party, between 1968 and 1984, with a brief period as Leader of the Opposition, from 1979 to 1980. His tenure of 15 years and 164 days makes him Canada's third longest-serving Prime Minister, behind William Lyon Mackenzie King and John A. Macdonald.",
  "/wiki/Mount_Sir_Allan_MacNab": "Mount Sir Allan MacNab is a mountain located in the Premier Range of British Columbia, Canada. The range is named for Sir Allan MacNab, a Canadian industrialist who was premier of the Province of Canada from 1854-56.",
  "/wiki/Allan_MacNab": "Sir Allan Napier MacNab, 1st Baronet (19 February 1798 – 8 August 1862) was a Canadian political leader and Premier of the Province of Canada, from 1854 to 1856.",
  "/wiki/Province_of_Canada": "The Province of Canada (or the United Province of Canada or the United Canadas) was a British colony in North America from 1841 to 1867. Its formation reflected recommendations made by John Lambton, 1st Earl of Durham in the Report on the Affairs of British North America following the Rebellions of 1837–1838."
}