{
  "/wiki/Soap_Opera_Digest_Awards": "The Soap Opera Digest Awards is an awards show held by the daytime television magazine Soap Opera Digest. The awards were founded in 1984 to replace the less-lavish Soapy Award; those awards shows had run since 1977. The Soap Opera Digest Awards are meant to promote excellence in the soap opera genre and are decided by the fans who read the magazine. The statue itself is currently made of crystal, and is in the shape of a heart.",
  "/wiki/As_the_World_Turns": "As the World Turns (often referred to as ATWT) is an American television soap opera that aired on CBS for 54 years from April 2, 1956, to September 17, 2010. Irna Phillips created As the World Turns as a sister show to her other soap opera Guiding Light. Running for 54 years, As the World Turns holds the third-longest continuous run of any daytime network soap opera on American television, surpassed only by General Hospital and Guiding Light.[a] As the World Turns was produced for the first 43 years in Manhattan and in Brooklyn from 2000 until 2010.",
  "/wiki/2007_Teen_Choice_Awards": "The 2007 Teen Choice Awards ceremony was held on August 26, 2007, at the Gibson Amphitheatre, Universal City, California. The event was hosted by Hilary Duff and Nick Cannon with Kelly Clarkson, Avril Lavigne, Fergie, and Shop Boyz as performers. Justin Timberlake received the Ultimate Choice Award.",
  "/wiki/Teen_Choice_Awards": "The Teen Choice Awards is an annual awards show that airs on the Fox television network. The awards honor the year's biggest achievements in music, film, sports, television, fashion, social media, and more, voted by viewers living in the United States, aged 13 and over, through various social media sites; primarily Instagram, Twitter, Snapchat, and YouTube.",
  "/wiki/The_Texas_Chainsaw_Massacre:_The_Beginning": "The Texas Chainsaw Massacre: The Beginning is a 2006 American slasher film and a prequel to the 2003 film The Texas Chainsaw Massacre. The sixth installment in The Texas Chainsaw Massacre franchise was directed by Jonathan Liebesman and co-produced by Kim Henkel and Tobe Hooper (co-creators of the original 1974 film). The film's story takes place four years before the timeline of the 2003 film. It stars Jordana Brewster, Diora Baird, Taylor Handley, Matt Bomer and R. Lee Ermey.",
  "/wiki/2009_Teen_Choice_Awards": "The 2009 Teen Choice Awards ceremony was held on August 9, 2009, at the Gibson Amphitheatre, Universal City, California. The event was hosted by the Jonas Brothers, Nick, Kevin and Joe, who also performed. Twilight took home most awards with the total of 10 wins out of 11 nominations, including Robert Pattinson winning Choice Male Hottie. Miley Cyrus presented Britney Spears with the Ultimate Choice Award.",
  "/wiki/Fast_%26_Furious_(2009_film)": "Fast & Furious (alternatively known as Fast & Furious 4) is a 2009 American-Japanese action adventure film directed by Justin Lin and written by Chris Morgan. The fourth installment in The Fast Saga, it is a direct sequel to The Fast and the Furious (2001), and stars Vin Diesel, Paul Walker, Michelle Rodriguez, Jordana Brewster, John Ortiz and Laz Alonso. Fast & Furious follows Federal Bureau of Investigation (FBI) agent Brian O'Conner (Walker) and Dominic Toretto (Diesel) who are forced to work together to avenge the murder of Toretto's lover Letty Ortiz (Rodriguez) and apprehend drug lord Arturo Braga (Ortiz).",
  "/wiki/2011_Teen_Choice_Awards": "The 2011 Teen Choice Awards ceremony, hosted by Kaley Cuoco, aired live on August 7, 2011 at 8/7c on Fox. This was the first time that the ceremonies were aired live since the 2007 show.",
  "/wiki/Fast_Five": "Fast Five (alternatively known as Fast & Furious 5 or Fast & Furious 5: Rio Heist) is a 2011 American heist action film directed by Justin Lin and written by Chris Morgan. A sequel to 2009's Fast & Furious, it is the fifth installment in The Fast Saga franchise and stars Vin Diesel, Paul Walker,  Jordana Brewster, Tyrese Gibson, Chris \"Ludacris\" Bridges, Matt Schulze, Sung Kang, Dwayne Johnson and Joaquim de Almeida. Fast Five follows Dominic Toretto (Diesel), Brian O'Conner (Walker) and Mia Toretto (Brewster) as they plan a heist to steal $100 million from corrupt businessman Hernan Reyes (de Almeida) while being pursued for arrest by U.S. Diplomatic Security Service (DSS) agent Luke Hobbs (Johnson).",
  "/wiki/13th_ALMA_Awards": "The 13th ALMA Awards honors the accomplishments made by Hispanics in film, television, and music in 2011.  The awards were taped on September 16, 2012 at the Pasadena Civic Auditorium for broadcast on NBC on September 21, 2012. The show was co-hosted by Eva Longoria and George Lopez, marking their third consecutive year as hosts. The awards ceremony was sponsored by the National Council of La Raza.",
  "/wiki/ALMA_Awards": "The American Latino Media Arts Award or ALMA Award, formerly known as NCLR Bravo Award, is an award highlighting the best American Latino contributions to music, television, and film. The awards promote fair and accurate portrayals of Latinos. In Spanish the word ALMA means \"soul\".",
  "/wiki/Dallas_(2012_TV_series)": "Dallas is an American prime time television soap opera developed by Cynthia Cidre and produced by Warner Horizon Television, that aired on TNT from June 13, 2012 to September 22, 2014. The series was a revival of the prime time television soap opera of the same name that aired on CBS from 1978 to 1991. The series revolved around the Ewings, a wealthy Dallas family in the oil and cattle-ranching industries.",
  "/wiki/44th_NAACP_Image_Awards": "The 44th NAACP Image Awards ceremony, presented by the National Association for the Advancement of Colored People (NAACP), honored the best in film, television, recording, and literature of 2012. The ceremony took place on February 1, 2013, at the Shrine Auditorium in Los Angeles, California, and was hosted by Steve Harvey.",
  "/wiki/NAACP_Image_Awards": "The NAACP Image Award is an annual awards ceremony presented by the U.S.-based National Association for the Advancement of Colored People (NAACP) to honor outstanding performances in film, television, music, and literature. Similar to other awards, like the Oscars and the Grammys, the over 40 categories of the Image Awards are voted on by the award organization's members (in this case, NAACP members). Honorary awards (similar to the Academy Honorary Award) have also been included, such as the President's Award, the Chairman's Award, the Entertainer of the Year, and the Hall of Fame Award.",
  "/wiki/2015_Teen_Choice_Awards": "The 2015 Teen Choice Awards ceremony was held on August 16, 2015 at the Galen Center in Los Angeles. The awards celebrate the year's achievements in music, film, television, sports, fashion, comedy, video games, and the Internet, and were voted on by viewers living in the US, aged 13 and over through various social media sites.",
  "/wiki/Furious_7": "Furious 7 (stylized onscreen as Furious Seven and alternatively known as Fast & Furious 7) is a 2015 American action film directed by James Wan and written by Chris Morgan. A sequel to 2013's Fast & Furious 6, it is the seventh installment in The Fast Saga franchise and stars Vin Diesel, Paul Walker, Dwayne Johnson, Michelle Rodriguez, Tyrese Gibson, Chris \"Ludacris\" Bridges, Jordana Brewster, Djimon Hounsou, Kurt Russell and Jason Statham. Furious 7 follows Dominic Toretto (Diesel), Brian O'Conner (Walker), and the rest of their team, who have returned to the United States to live normal lives after securing amnesty for their past crimes in Fast & Furious 6, until Deckard Shaw (Statham), a rogue special forces assassin seeking to avenge his comatose younger brother Owen Shaw, puts the team in danger once again.",
  "/wiki/People%27s_Choice_Awards": "The People's Choice Awards, officially the E! People's Choice Awards since E! took it over in April 2017, is an American awards show, recognizing people in entertainment, voted online by the general public and fans. The show has been held annually since 1975, with the winners originally determined using Gallup Polls until the switch to online voting in 2005.",
  "/wiki/Lethal_Weapon_(TV_series)": "Lethal Weapon is an American buddy cop action comedy-drama television series developed by Matt Miller and based on the film franchise created by Shane Black. The series ran for three seasons on Fox, from 2016 to 2019."
}