{
  "/wiki/Victoria_Baranova": "Victoria Alekseyevna Tyumneva, née Baranova (Russian: Виктория Алексеевна Тюмнева (Баранова); born 6 February 1990) is a Russian track cyclist. At the 2012 Summer Olympics, cycling's governing body, the UCI, confirmed that Baranova tested positive for a prohibited substance and was sent home from the Games.",
  "/wiki/Russia_at_the_2012_Summer_Olympics": "The Russian Federation competed at the 2012 Summer Olympics in London, United Kingdom, from 27 July to 12 August 2012. This was the nation's fifth consecutive appearance at the Summer Olympics as an independent nation. The Russian Olympic Committee sent a total of 436 athletes to the Games, 208 men and 228 women, to compete in 24 sports. For the first time in its Olympic history, Russia was represented by more female than male athletes.",
  "/wiki/Cycling_at_the_2012_Summer_Olympics_–_Women's_sprint": "The women's cycling sprint at the 2012 Olympic Games in London took place at the London Velopark from 5 to 7 August. Anna Meares from Australia won the gold medal and Victoria Pendleton of Great Britain took silver. China's Guo Shuang won the bronze.",
  "/wiki/Testosterone": "Testosterone is the primary male sex hormone and anabolic steroid. In male humans, testosterone plays a key role in the development of male reproductive tissues such as testes and prostate, as well as promoting secondary sexual characteristics such as increased muscle and bone mass, and the growth of body hair. In addition, testosterone is involved in health and well-being, and the prevention of osteoporosis. Insufficient levels of testosterone in men may lead to abnormalities including frailty and bone loss.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Kissya_Cataldo": "Kissya Cataldo da Costa is a Brazilian rower. In 2012 she tested positive for the drug EPO and was thrown out of the 2012 Olympic Games in London.  She won 2014–2015 Brazilian Rowing Championship w1x class.",
  "/wiki/Brazil_at_the_2012_Summer_Olympics": "Brazil competed at the 2012 Summer Olympics in London, from 27 July to 12 August 2012. This was the nation's twenty-first appearance at the Summer Olympics, having missed the 1928 Summer Olympics in Amsterdam. The Brazilian Olympic Committee (Portuguese: Comitê Olímpico Brasileiro, COB) sent a total of 258 athletes to the Games, 136 men and 122 women, to compete in 24 sports. Brazil left London with a total of 17 Olympic medals (3 gold, 5 silver, and 9 bronze), winning their second largest number of medals at a single games, a performance only surpassed 4 years later in Rio de Janeiro, when Brazil was the host country.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics_–_Women's_single_sculls": "The women's single sculls competition at the 2012 Summer Olympics in London took place are at Dorney Lake which, for the purposes of the Games venue, is officially termed Eton Dorney.",
  "/wiki/Erythropoietin": "Erythropoietin (/ɪˌrɪθroʊˈpɔɪ.ɪtɪn, -rə-, -pɔɪˈɛtɪn, -ˈiːtɪn/; EPO), also known as haematopoietin or haemopoietin, is a glycoprotein cytokine secreted by the kidney in response to cellular hypoxia; it stimulates red blood cell production (erythropoiesis) in the bone marrow. Low levels of EPO (around 10 mU/mL) are constantly secreted sufficient to compensate for normal red blood cell turnover. Common causes of cellular hypoxia resulting in elevated levels of EPO (up to 10 000 mU/mL) include any anemia, and  hypoxemia due to chronic lung disease.",
  "/wiki/International_Rowing_Federation": "World Rowing, formally the World Rowing Federation (French: Fédération Internationale des Sociétés d'Aviron (FISA)) is  the governing body for international rowing.  Its current president is Jean-Christophe Rolland who succeeded Denis Oswald at a ceremony held in Lucerne in July 2014.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Luiza_Galiulina": "Luiza Galiulina (Russian: Луиза Галиулина; born 23 June 1992 in Tashkent) is an Uzbek gymnast. She was banned from Elite International competition for 2 years after testing positive for furosemide during the London 2012 Olympics. Her ban ended August 1, 2014. She is an ethnic Tatar[citation needed].",
  "/wiki/Uzbekistan_at_the_2012_Summer_Olympics": "Uzbekistan competed at the 2012 Summer Olympics in London, from July 27 to August 12, 2012. This was the nation's fifth consecutive appearance at the Olympics. The National Olympic Committee of the Republic of Uzbekistan sent the nation's smallest delegation to the Games in the post-Soviet era. A total of 54 athletes, 36 men and 18 women, competed in 13 sports. There was only a single competitor in fencing, rhythmic and trampoline gymnastics, shooting and tennis.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics_–_Women's_artistic_individual_all-around": "The women's artistic individual all-around competition at the 2012 Summer Olympics in London was held at the North Greenwich Arena on 2 August.",
  "/wiki/Furosemide": "Furosemide, sold under the brand name Lasix among others, is a medication used to treat fluid build-up due to heart failure, liver scarring, or kidney disease. It may also be used for the treatment of high blood pressure. It can be taken by injection into a vein or by mouth. When taken by mouth, it typically begins working within an hour, while intravenously, it typically begins working within five minutes.",
  "/wiki/Uzbekistan": "Uzbekistan (UK: /ʊzˌbɛkɪˈstɑːn, ʌz-, -ˈstæn/, US: /ʊzˈbɛkɪstæn, -stɑːn/; Uzbek: O'zbekiston, Ўзбекистон pronounced [ozbekiˈstɒn]), officially Republic of Uzbekistan (Uzbek: O'zbekiston Respublikasi), is a country in Central Asia. It is bordered by five landlocked countries: Kazakhstan to the north; Kyrgyzstan to the northeast; Tajikistan to the southeast; Afghanistan to the south; and Turkmenistan to the southwest. Along with Liechtenstein, it is one of the world's only two doubly landlocked countries.",
  "/wiki/Amine_Laâlou": "Amine Laâlou (born 13 May 1982) is a Moroccan track and field athlete, who specializes in middle-distance running. He has represented his country at the Summer Olympics on two occasions; in 2004 and 2008. He began his career as an 800 metres specialist and made his global debut at the 2003 World Championships in Athletics. He won medals at smaller international competitions, including the 2004 Pan Arab Games and 2005 Mediterranean Games. He reached his first global final at the 2007 World Championships, taking sixth, and was a semi-finalist at the 2008 Summer Olympics.",
  "/wiki/Morocco_at_the_2012_Summer_Olympics": "Morocco competed at the 2012 Summer Olympics in London, from 27 July to 12 August 2012. It was the nation's thirteenth appearance at the Olympics, having not participated at the 1980 Summer Olympics in Moscow, because of its support of the United States boycott.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics_–_Men's_1500_metres": "The Men's 1500 metres competition at the 2012 Summer Olympics in London, United Kingdom, was held at the Olympic Stadium on 3–7 August.",
  "/wiki/Marina_Marghiev": "Marina Nichișenco, née Marghiev (Russian: Марина Сослановна Маргиева, Marina Soslanovna Margieva; born 28 June 1986) is a female hammer thrower who competes for Moldova. Her personal best throw is 71.50 metres, achieved in January 2009 in Chişinău. She is a former national record holder. Born in Russia, she is the older sister of Zalina Marghieva and Serghei Marghiev, and is coached by her father Soslan.",
  "/wiki/Moldova_at_the_2012_Summer_Olympics": "Moldova (officially the Republic of Moldova) competed at the 2012 Summer Olympics in London, from 27 July to 12 August 2012. This was the nation's fifth consecutive appearance at the Summer Olympics in the post-Soviet era.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics_–_Women's_hammer_throw": "The women's hammer throw competition at the 2012 Summer Olympics in London, United Kingdom. The event was held at the Olympic Stadium on 8–10 August. Each athlete receives three throws in the qualifying round. All who achieve the qualifying distance progress to the final. If less than twelve athletes achieve this mark, then the twelve furthest throwing athletes reach the final. Each finalist is allowed three throws in last round, with the top eight athletes after that point being given three further attempts.",
  "/wiki/Stanozolol": "Stanozolol (abbrev. Stz), sold under many brand names, is an androgen and anabolic steroid (AAS) medication which was derived from dihydrotestosterone (DHT), it is used to treat hereditary angioedema. It was developed by American pharmaceutical company Winthrop Laboratories (Sterling Drug) in 1962, and has been approved by the U.S. Food and Drug Administration for human use, though it is no longer marketed in the USA. It is also used in veterinary medicine. Stanozolol has mostly been discontinued, and remains available in only a few countries. It is given by mouth in humans or by injection into muscle in animals.",
  "/wiki/Diego_Palomeque": "Diego Armando Palomeque Echavarría (born 5 December 1993 in Apartadó, Antioquia) is a Colombian sprinter.",
  "/wiki/Colombia_at_the_2012_Summer_Olympics": "Colombia competed at the 2012 Summer Olympics in London, from 27 July to 12 August 2012. This was the nation's eighteenth appearance at the Olympics, having not competed at the 1952 Summer Olympics in Helsinki.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics_–_Men's_400_metres": "The men's 400 metres competition at the 2012 Summer Olympics in London, United Kingdom, was held at the Olympic Stadium on 4–6 August.",
  "/wiki/Alex_Schwazer": "Alex Schwazer, OMRI (born December 26, 1984), is an Italian race walker. He was the Olympic 50k walk champion but retired during the 2012 Olympics after being disqualified for doping offences.",
  "/wiki/Italy_at_the_2012_Summer_Olympics": "Italy competed at the 2012 Summer Olympics in London, from 27 July to 12 August 2012. This nation has competed at every Summer Olympic games in the modern era, except for the sparsely attended 1904 Summer Olympics in St. Louis. The Italian National Olympic Committee (Italian: Comitato Olimpico Nazionale Italiano, CONI) sent the nation's smallest delegation to the Games since the 1988 Summer Olympics in Seoul. A total of 285 athletes, 162 men and 123 women, competed in 22 sports.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics_–_Men's_50_kilometres_walk": "The men's 50 kilometres race walk at the 2012 Olympic Games in London was held on 11 August on a route along The Mall and Constitution Hill.  The event was marred by the disqualification of all three Russian athletes due to doping violations.",
  "/wiki/Tameka_Williams": "Tameka Williams is a sprinter from St Kitts and Nevis. In 2012, she was banned from the Olympic Games for doping offenses. She was set to compete in the Women's 100m and the Women's 200m. Williams admitted to having injected \"Blast Off Red\", a performance-enhancing drug used on race animals. She has denied taking any illegal substances, what she injected was not listed under the World Anti-Doping Agency banned substances; however the material falls by being under the category of veterinary medicine on the prohibited list.",
  "/wiki/Saint_Kitts_and_Nevis_at_the_2012_Summer_Olympics": "Saint Kitts and Nevis competed at the 2012 Summer Olympics in London, United Kingdom from 27 July to 12 August 2012. This was the nation's fifth consecutive appearance at the Olympics.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics_–_Women's_100_metres": "The women's 100 metres competition at the 2012 Summer Olympics in London, United Kingdom was held at the Olympic Stadium on 3–4 August.",
  "/wiki/Doping_at_the_Olympic_Games": "This article is about the history of competitors at the Olympic Games using banned athletic performance-enhancing drugs."
}