{
  "/wiki/Nameplate_capacity": "Nameplate capacity, also known as the rated capacity, nominal capacity, installed capacity, or maximum effect, is the intended  full-load sustained output of a facility such as a power plant, electric generator, a chemical plant, fuel plant, metal refinery, mine, and many others. Nameplate capacity is the number registered with authorities for classifying the power output of a power station usually expressed in megawatts (MW).",
  "/wiki/Megawatt": "The watt (symbol: W) is a unit of power. In the International System of Units (SI) it is defined as a derived unit of 1 joule per second, and is used to quantify the rate of energy transfer. In SI base units, the watt is described as \n\n\n\nk\ng\n\n\nm\n\n2\n\n\n\ns\n\n−\n3\n\n\n\n\n{\\displaystyle kg\\,m^{2}s^{-3}}\n\n, which can be demonstrated to coherent by dimensional analysis.",
  "/wiki/Kurnool_Ultra_Mega_Solar_Park": "Kurnool Ultra Mega Solar Park is a solar park spread over a total area of 5,932.32 acres (24.0072 km2) in Panyam mandal of Kurnool district, Andhra Pradesh, with a capacity of 1,000 MW. It was inaugurated by then chief minister of Andhra Pradesh Nara Chandrababu Naidu on Jan 8, 2019 \nThe park was built at an investment of around ₹7,000 crore (US$980 million) by solar power developers and the Central and State governments. Solar power developers invested ₹1,000 crore (US$140 million), while the remaining ₹6,000 crore (US$840 million) was funded by APSPCL supported by a ₹200 crore (US$28 million) grant from the Union Government.",
  "/wiki/Kurnool_District": "Kurnool District is one of the four districts in the Rayalaseema region of the Indian state of Andhra Pradesh. The district is located in the west-central part of the state and is bounded by Mahabubnagar district of Telangana in the north, Raichur district of Karnataka in the northwest, Bellary district of Karnataka in the west, Ananthapur district in the south, YSR Kadapa district in the South East and Prakasham district in the east. The city of Kurnool is the headquarters of the district. It has a population of 4,053,463 of which 28.35% were urban as of 2011. The district is the third largest by area and tenth largest by population in the state.:14.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/Kamuthi_Solar_Power_Project": "Kamuthi Solar Power Project is a photovoltaic power station spread over an area of 2,500 acres (10 km2) in Kamuthi, Ramanathapuram district, 90 km from Madurai, in the state of Tamil Nadu, India. The project was commissioned by Adani Power. With a generating capacity of 648 MWp at a single location, it is the world's 12th largest solar park based on capacity.",
  "/wiki/Kamuthi": "Kamuthi also spelled Kamudi actually stands for Kavinmigu Mullai Thirunagar. Kamuthi is a Panchayat town in Ramanathapuram district in the Indian state of Tamil Nadu.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Pavagada_Solar_Park": "Pavagada Solar Park is a solar park covering an area of 53 square kilometres (13,000 acres) in Pavagada taluk, Tumkur district, Karnataka. Completed in 2019, the park has a capacity of 2,050 MW and is the World's largest photovoltaic power station. and cost ₹14,800 crore (US$2.1 billion).",
  "/wiki/Tumkur_District": "Tumakuru District  is an administrative district in the state of Karnataka in India. It was formerly a part of the old Mysuru State. It was formed in 1832 during the days of British commissioner of Mysuru Sir Mark Cubbon as Chitaldroog Division including the area of present Chitradurga and Tumakuru districts headquartered at Tumakuru, Major General Richard Stewart Dobbs was the first collector of the district (term of office 1835-1861), who was key responsible for the establishment of Munro system of administration. In the year 1862 Chitaldroog division was abolished and Tumakuru (Nandidroog division) and Chitradurga (Nagar Division) established as separate districts by Lewin Bentham Bowring. The district headquarters are located at Tumakuru. The district occupies an area of 10,598 km² and had a population of 2,678,980, of which 19.62% were urban as of 2011., It is a one-and-a-half-hour drive from Bengaluru, the capital of Karnataka. The district is known for the production of coconuts, called as 'Kalpataru Nadu'. It is the only discontiguous district in Karnataka (Pavagada Taluk has no geographical continuity with the rest of the district).",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.",
  "/wiki/NP_Kunta_Ultra_Mega_Solar_Power_Project": "The NP Kunta Ultra Mega Solar Park, also known as Ananthapuram Ultra Mega Solar Park, is a solar park spread over a total area of 7,924.76 acres (32.0704 km2) in Nambulapulakunta mandal in the Ananthapur district of the Indian state of Andhra Pradesh.",
  "/wiki/Ananthapur_district": "Anantapur district (officially: Anantapuramu district) is one of the four districts in the Rayalaseema region of the Indian state of Andhra Pradesh. The district headquarters is located at Anantapur city. As of 2011[update] census of India, it is the largest district in the state by area and with a population of 4,083,315, it is the eighth most populous district.:19",
  "/wiki/Gujarat_solar_park_1": "Gujarat Solar Park-1 (also called Charanka Solar Park) is currently in the process of development on a 2,000-hectare (4,900-acre) plot of land near Charanka village in Patan district, northern Gujarat. So far, the park has witnessed investments of Rs 5,365 crore and generated 3,441 million units till date.",
  "/wiki/Patan_district": "Patan district is one of the 33 districts of Gujarat state in western India. This district is located in northern Gujarat and bounded by Banaskantha district in the north and northeast, Mehsana district in the east and southeast, Surendranagar district in the south and Kutch District and the Kutch nu Nanu Ran (Little Rann of Kutch) in the west. The district occupies an area of 5792 km².",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Welspun_Solar_MP_project": "The Welspun Solar MP project is a 151 megawatt (MW) photovoltaic power station built in Bhagwanpura village, just south of Diken, Jawad tehsil of Neemuch district, Madhya Pradesh state, in central India.",
  "/wiki/Neemuch": "Neemuch or Nimach is a town in the Malwa region of the Indian state of Madhya Pradesh. The town shares its northeastern border with state of Rajasthan and is the administrative headquarters of Neemuch District. Formerly a large British cantonment of Gwalior princely state, in 1822 the town became the headquarters of the combined Rajputana–Malwa political agency and of the Malwa Agency in 1895. The British Cantonment was disbanded in 1932 after which it was maintained by a British Municipal Board.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/ReNew_Power": "ReNew Power Limited is an Indian renewable energy company headquartered in Gurgaon, Haryana, It is the India's largest renewable energy company. India. It is an independent power producer (IPP) with an installed capacity of more than 5600 MW  across the states of Rajasthan, Madhya Pradesh, Karnataka, Andhra Pradesh, Telangana, Maharashtra and Gujarat, ReNew Power commissioned its first wind farm project in Mahidad - Rajkot district in Gujarat in 2012. Shri. Narendra Modi, the Prime Minister of India, inaugurated the 25.2 MW wind farm at Jasdan.",
  "/wiki/Dichpally": "Dichpalle is a village in Nizamabad district in the state of Telangana in India.",
  "/wiki/Nizamabad,_Telangana": "Nizamabad is a city in the Indian state of Telangana. Nizamabad is a major urban agglomeration and third largest city in the state. It is governed by municipal corporation and is the headquarters of the Nizamabad district. Although previously part of Hyderabad State and then Andhra Pradesh state, Nizamabad became a part of the newly formed state of Telangana by the Andhra Pradesh Reorganisation Act, 2014.",
  "/wiki/Telangana": "Telangana (/tɛlənˈɡɑːnə/ (listen)) is a state in India situated on the centre-south stretch of the Indian peninsula on the high Deccan Plateau. It is the twelfth largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly formed 29th state with Hyderabad as its historic permanent capital. Its other major cities include Warangal, Nizamabad, Khammam and Karimnagar. Telangana is bordered by the states of Maharashtra to the north, Chhattisgarh to the east, Karnataka to the west, and Andhra Pradesh to the east and south. The terrain of Telangana region consists mostly of hills, mountain ranges, and thick dense forests covering an area of 27,292 km2 (10,538 sq mi). As of 2019, the state of Telangana is divided into 33 districts.",
  "/wiki/Neyveli": "Neyveli is a township in Cuddalore district in the Indian state of Tamil Nadu. It is located 62 kilometres (39 mi) inland from Bay of Bengal, west of Pondicherry and 197 kilometres (122 mi) south of Chennai. The town was developed in 1956 after the establishment of Neyveli Lignite Corporation, a public sector enterprise.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Welspun_Energy": "Welspun Energy Ltd (WEL) is an independent power company based in New Delhi, India. It is a subsidiary of Welspun Group. In addition to the coal-based power projects, WEL is the biggest developer of solar projects in India.",
  "/wiki/Rajasthan": "Rajasthan (/ˈrɑːdʒəstæn/ Hindustani pronunciation: [raːdʒəsˈtʰaːn] (listen); literally, \"Land of Kings\") is a state in northern India. The state covers an area of 342,239 square kilometres (132,139 sq mi) or 10.4 percent of the total geographical area of India. It is the largest Indian state by area and the seventh largest by population. Rajasthan is located on the northwestern side of India, where it comprises most of the wide and inhospitable Thar Desert (also known as the \"Great Indian Desert\") and shares a border with the Pakistani provinces of Punjab to the northwest and Sindh to the west, along the Sutlej-Indus river valley. Elsewhere it is bordered by five other Indian states: Punjab to the north; Haryana and Uttar Pradesh to the northeast; Madhya Pradesh to the southeast; and Gujarat to the southwest.",
  "/wiki/Vikram_Solar_Pvt._Ltd": "Vikram Solar Limited is an Indian company based in Kolkata and the second-largest solar energy company in India by revenue. The company’s primary business focus is manufacturing solar PV modules and also carries out engineering, procurement and construction services and operations & maintenance of solar power plants. It is a subsidiary of Vikram Group, which also has subsidiaries in the tea processing, textiles and engineering industries.",
  "/wiki/Infrastructure_Leasing_&_Financial_Services": "Infrastructure Leasing & Financial Services Limited (IL&FS) is an Indian infrastructure development and finance company.",
  "/wiki/Bitta_Solar_Power_Plant": "Bitta Solar Power Plant is a 40-megawatt solar power plant located in Bitta village, Gujarat, in west India. When it was commissioned in early January 2012, it was India's largest photovoltaic power plant.",
  "/wiki/Adani_Power": "Adani Power Limited is the power business subsidiary of Indian conglomerate Adani Group with head office at Ahmedabad, Gujarat. The company is India's largest private thermal power producer, with capacity of 12,410 MW Adani Power was ranked as the 73rd largest corporation in India in Fortune India 500 list of 2018.",
  "/wiki/Kutch_District": "Kutch district (Kutchi and Gujarati: કચ્છ જિલ્લો; also spelled as Kachchh) is a district of Gujarat state in western India. Covering an area of 45,674 km², it is the largest district of India.[citation needed] The population of Kutch is about 2,092,371. It has 10 Talukas, 939 villages and 6 Municipalities. The Kutch district is home to the Kutchi people who speak the Kutchi language.",
  "/wiki/Dhirubhai_Ambani_Solar_Park": "The Dhirubhai Ambani Solar Park at Dhursar village near Pokhran in the Jaisalmer district of Rajasthan is a 40 megawatt (MWAC) photovoltaic power station, commissioned in 2012.  It is one of a large number of solar parks expected to be built in a 35,000 km2 area of the Thar Desert that has been reserved for solar power projects.  The solar park was named after the late Dhirubhai Ambani, the founder of Reliance Industries, and was constructed using 500,000 Cadmium telluride photovoltaics (CdTe) modules by First Solar, and covers an area of 350 acres (140 hectares).",
  "/wiki/Moser_Baer": "Moser Baer India Limited was an Indian manufacturer of digital data storage devices.",
  "/wiki/Mithapur_Solar_Power_Plant": "Mithapur Solar Power Plant is a 25 MW solar power plant located in Mithapur, Gujarat. It is expected to produce 40,734 MWh/year. 108,696 230 Wp panels were used.",
  "/wiki/Mithapur": "Mithapur is a census town in Devbhumi Dwarka district in the Indian state of Gujarat.",
  "/wiki/CIAL_Solar_Power_Project": "The CIAL Solar Power Project is a 40 megawatt (MW) photovoltaic power station built at COK airport, India, by the company Cochin International Airport Limited (CIAL). Cochin International Airport became the first fully solar powered airport in the world with the commissioning the plant.",
  "/wiki/Kochi": "Kochi ([koˈtʃːi ] (listen)), also known as Cochin (/ˈkoʊtʃɪn/ KOH-chin), is a major port city on the south-west coast of India bordering the Laccadive Sea. It is part of the district of Ernakulam in the state of Kerala and is often referred to as Ernakulam. Kochi is the most densely populated city in Kerala. As of 2011, it has a corporation limit population of 677,381 within an area of 94.88 km² and a total urban population of more than of 2.1 million within an area of 440 km², making it the largest and the most populous metropolitan area in Kerala. Kochi city is also part of the Greater Cochin region and is classified as a Tier-II city by the Government of India. The civic body that governs the city is the Kochi Municipal Corporation, which was constituted in the year 1967, and the statutory bodies that oversee its development are the Greater Cochin Development Authority (GCDA) and the Goshree Islands Development Authority (GIDA).",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following passage of the States Reorganisation Act, by combining Malayalam-speaking regions. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.",
  "/wiki/Khurda": "Khordha is a city and a municipality area in Khordha district in the Indian state of Odisha.  Bhubaneswar, capital of Odisha, belongs to Khordha district and is only 25 km from Khordha town. Odisha State Highway 1 and National Highway 16 runs via this town.",
  "/wiki/NTPC_Limited": "NTPC Limited, formerly known as National Thermal Power Corporation Limited, is an Indian Public Sector Undertaking, engaged in the business of  generation of electricity and allied activities. It is a company incorporated under the Companies Act 1956 and is promoted by the Government of India. The headquarters of the company is situated at New Delhi. NTPC's core business is generation and sale of electricity to state-owned power distribution companies and State Electricity Boards in India. The company also undertake consultancy and turnkey project contracts that involve engineering, project management, construction management and operation and management of power plants.",
  "/wiki/List_of_power_stations_in_India": "The total installed power station capacity in India as on September 30, 2018 is 344,719 MW with sector wise & type wise break up as given below."
}