{
  "/wiki/Milwaukee_Braves": "The Atlanta Braves are an American professional baseball team based in the Atlanta metropolitan area. They compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. The team played its home games at Atlanta–Fulton County Stadium from 1966 to 1996, and at Turner Field from 1997 to 2016. Since 2017, their home stadium has been Truist Park (formerly SunTrust Park), located 10 miles (16 km) northwest of downtown Atlanta in Cobb County, Georgia. The Braves play spring training games at CoolToday Park in North Port, Florida.",
  "/wiki/Major_League_Baseball": "Major League Baseball (MLB) is a professional baseball organization. It is the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed as separate legal entities in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but remained legally separate entities. In 2000 the leagues merged into a single organization led by the Commissioner of Baseball.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Atlanta_Braves": "The Atlanta Braves are an American professional baseball team based in the Atlanta metropolitan area. They compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. The team played its home games at Atlanta–Fulton County Stadium from 1966 to 1996, and at Turner Field from 1997 to 2016. Since 2017, their home stadium has been Truist Park (formerly SunTrust Park), located 10 miles (16 km) northwest of downtown Atlanta in Cobb County, Georgia. The Braves play spring training games at CoolToday Park in North Port, Florida.",
  "/wiki/Milwaukee_Brewers_(1901)": "The Baltimore Orioles (nicknamed The O's and The Birds) are a Major League Baseball team based in Baltimore, Maryland. They are in the Eastern Division of the American League. They are owned by attorney Peter Angelos.",
  "/wiki/Western_League_(original)": "The Western League of Professional Baseball Clubs, also called the Western League, was a minor league baseball league founded on February 11, 1885, and focused in the Midwestern United States.",
  "/wiki/St._Louis,_Missouri": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.",
  "/wiki/St._Louis_Browns": "The St. Louis Browns were a Major League Baseball team that originated in Milwaukee, Wisconsin, as the Milwaukee Brewers. Charter member of the American League (AL), the Brewers moved to St. Louis, Missouri, after the 1901 season, where they played for 52 years as the St. Louis Browns. This article covers the franchise's time in St. Louis.",
  "/wiki/Baltimore": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/Baltimore_Orioles": "The Baltimore Orioles are an American professional baseball team based in Baltimore, Maryland. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. As one of the American League's eight charter teams in 1901, this particular franchise spent its first year as a major league club in Milwaukee, Wisconsin, as the Milwaukee Brewers before moving to St. Louis, Missouri, to become the St. Louis Browns in 1902. After 52 years in St. Louis, the franchise was purchased in November 1953 by a syndicate of Baltimore business and civic interests led by attorney and civic activist Clarence Miles and Mayor Thomas D'Alesandro, Jr. The team's current owner is American trial lawyer Peter Angelos.",
  "/wiki/Milwaukee_Grays": "The Milwaukee Grays were a short-lived baseball team that spent one year, 1878, in the National League.",
  "/wiki/National_League": "The National League of Professional Baseball Clubs, known simply as the National League (NL), is the older of two leagues constituting Major League Baseball (MLB) in the United States and Canada, and the world's oldest current professional team sports league. Founded on February 2, 1876, to replace the National Association of Professional Base Ball Players (NAPBBP) of 1871–1875 (often called simply the \"National Association\"), the NL is sometimes called the Senior Circuit, in contrast to MLB's other league, the American League, which was founded 25 years later and is called the \"Junior Circuit\".",
  "/wiki/Milwaukee_Hawks": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at State Farm Arena.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/St._Louis_Hawks": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at State Farm Arena.",
  "/wiki/Atlanta_Hawks": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at State Farm Arena.",
  "/wiki/Madison_Hatters": "The Madison Hatters were a minor-league baseball team based in Madison, Wisconsin, in 1994.  A Class A minor league baseball affiliate of the St. Louis Cardinals, they were a member of the Midwest League. The team played its home games at Warner Park.",
  "/wiki/Midwest_League": "The Midwest League is a Minor League Baseball league, established in 1947 and based  in the Midwestern United States. It is a Class A league that plays a full season; its players are typically players in their second or third year of professional play.",
  "/wiki/Midland,_Michigan": "Midland is a city in the U.S. state of Michigan in the Tri-Cities region of Central Michigan. It is the county seat of Midland County. The city's population was 41,800 as of the 2018 census estimate. It is the principal city of the Midland Micropolitan Statistical Area, part of the larger Saginaw-Midland-Bay City Combined Statistical Area. In 2010, Midland was named the no. 4 Best Small City to raise a family in by Forbes magazine.",
  "/wiki/Great_Lakes_Loons": "The Great Lakes Loons are a Minor League Baseball of the Midwest League and the Class A affiliate of the Los Angeles Dodgers. They are located in Midland, Michigan, and play their home games at Dow Diamond, which opened in April 2007.",
  "/wiki/Madison_Muskies": "The Madison Muskies were a Class A minor league baseball team that played in the Midwest League from 1982 to 1993 in Madison, Wisconsin.\nIn 1993, the team relocated to Comstock Park, Michigan and became today's West Michigan Whitecaps. The Muskies were an affiliate of the Oakland Athletics. The team, which was founded by former Rochester Red Wing GM and announcer of professional baseball's longest game Bob Drew and Linda Drew played at Breese Stevens Field and Warner Park.",
  "/wiki/Comstock_Park,_Michigan": "Comstock Park is a census-designated place and unincorporated community in Alpine Township and Plainfield Township, Kent County, Michigan, in the Grand Rapids metropolitan area, United States. As of the 2010 census, the community had a population of 10,088, with the majority (9,044) living in Alpine Township.",
  "/wiki/West_Michigan_Whitecaps": "The West Michigan Whitecaps are a Class A Minor League Baseball team, affiliated with the Detroit Tigers, that plays in the Midwest League. Their home games are played in Comstock Park, Michigan, a suburb of Grand Rapids.",
  "/wiki/Wausau_Timbers": "The Wausau Timbers were a minor league baseball team, located in Wausau, Wisconsin. The Timbers were members of the Class A Midwest League from 1975-1990. The franchise was sold in 1991 and moved to Geneva, Illinois, where it became the Kane County Cougars.",
  "/wiki/Geneva,_Illinois": "Geneva is a city in and the county seat of Kane County, Illinois, United States. It is located on the western side of the Chicago suburbs.",
  "/wiki/Kane_County_Cougars": "The Kane County Cougars are a Class A Minor League Baseball team, affiliated with the Arizona Diamondbacks, that plays in the Midwest League. Their home games are played at Northwestern Medicine Field in Geneva, Illinois, about 35 miles (56 km) west of Chicago.",
  "/wiki/Wisconsin_Rapids_Twins": "The Wisconsin Rapids Twins were a Class A minor league baseball team that existed from 1963 to 1983, playing in the Midwest League. Affiliated with the Washington Senators (1963) and the Minnesota Twins (1964-1983), they were located in Wisconsin Rapids, Wisconsin, United States. They played their home games at Witter Field. The franchise evolved from the Wisconsin Rapids White Sox  of the Wisconsin State League (1940–42, 1946–53). For the 1984 season, the franchise became the Kenosha Twins, moving to Kenosha, Wisconsin.",
  "/wiki/Fort_Wayne,_Indiana": "Fort Wayne is a city in the U.S. state of Indiana and the seat of Allen County, United States. Located in northeastern Indiana, the city is 18 miles (29 km) west of the Ohio border and 50 miles (80 km) south of the Michigan border. With a population of 253,691 in the 2010 census, it is the second-most populous city in Indiana after Indianapolis, and the 75th-most populous city in the United States. It is the principal city of the Fort Wayne metropolitan area, consisting of Allen, Wells, and Whitley counties, a combined population of 419,453 as of 2011. Fort Wayne is the cultural and economic center of northeastern Indiana. The city is within a 300-mile (482.803 km) radius of major population centers, including Chicago, Cincinnati, Cleveland, Columbus, Detroit, Indianapolis, Louisville, Lexington, and Milwaukee.\n In addition to the three core counties, the combined statistical area (CSA) includes Adams, DeKalb, Huntington, Noble, and Steuben counties, with an estimated population of 615,077.",
  "/wiki/Fort_Wayne_TinCaps": "The Fort Wayne TinCaps are a Class A Minor League Baseball team based in Fort Wayne, Indiana, who are affiliated with the San Diego Padres, and play in the Midwest League. They won the franchise's fourth Midwest League Championship, and first in Fort Wayne, in 2009.",
  "/wiki/Duluth%E2%80%93Superior_Dukes": "The Duluth–Superior Dukes were a professional baseball team based in Duluth, Minnesota. The Dukes were a charter member of the modern Northern League, which started play in 1993. The Dukes played their home games at Wade Stadium. After the 2002 season, the Dukes were moved to Kansas City where they were renamed the T-Bones.",
  "/wiki/Northern_League_(baseball,_1993%E2%80%932010)": "The Northern League was an independent minor professional baseball league. It was not affiliated with Major League Baseball or the organized minor leagues. The league was founded in 1993 and folded after its 2010 season when financial stability became a problem. The three teams remaining in the league when it folded joined with the remaining teams in United League Baseball and the Golden Baseball League to form a new independent organization called the North American League.",
  "/wiki/Duluth,_Minnesota": "Duluth /dəˈluːθ/ (listen) is a major port city in the U.S. state of Minnesota and the county seat of Saint Louis County. Duluth has a population of 85,884 and is the 4th largest city in Minnesota. It is the 2nd largest city on Lake Superior, after Thunder Bay, Ontario. It has the largest metropolitan area on the lake, with a population of 279,771 in 2010, the second-largest in the state.",
  "/wiki/Kansas_City,_Kansas": "Kansas City, abbreviated as \"KCK\", is the third-largest city in the State of Kansas, the county seat of Wyandotte County, and the third-largest city of the Kansas City metropolitan area. It is situated at Kaw Point, which is the junction of the Missouri and Kansas rivers. It borders Johnson County, Kansas to the south and Kansas City, Missouri (KCMO) to the east, after which Kansas City, Kansas, is named.  It is part of a consolidated city-county government known as the \"Unified Government\". Wyandotte County also includes the independent cities of Bonner Springs, Edwardsville, a portion of Lake Quivira, and the unincorporated area known as Loring. As of the 2010 census, the city had a population of 145,786 residents. .mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Kansas_City_T-Bones": "The Kansas City T-Bones are a professional baseball team based in Kansas City, Kansas, in the United States. The T-Bones are a member of the American Association of Independent Professional Baseball, which is not affiliated with Major League Baseball. The T-Bones played their home games at T-Bones Stadium (formerly CommunityAmerica Ballpark) from 2003, when the team started as a member of the Northern League, through 2019. In 2011, the team joined the modern American Association. In 2018, the T-Bones won their first-ever American Association Championship by defeating the St. Paul Saints.",
  "/wiki/Madison_Black_Wolf": "The Madison Black Wolf was a Northern League baseball club located in Madison, Wisconsin from 1996 to 2000.  They played their home games at Warner Park which was then nicknamed \"The Wolf Den\". The club was owned by Madison Baseball, LLC, which folded operations following the 2000 season. The club moved then to Lincoln, Nebraska, where it is known as the Lincoln Saltdogs.",
  "/wiki/Lincoln,_Nebraska": "Lincoln is the capital of the U.S. state of Nebraska and the county seat of Lancaster County. The city covers 96.194 square miles (249.141 km2) with a population of 287,401 in 2018. It is the second-most populous city in Nebraska and the 70th-largest in the United States. The city is the economic and cultural anchor of a substantially larger metropolitan area in the southeastern part of the state called the Lincoln Metropolitan and Lincoln-Beatrice Combined Statistical Areas. The statistical area is home to 356,083 people, making it the 105th-largest combined statistical area in the United States.",
  "/wiki/Lincoln_Saltdogs": "The Lincoln Saltdogs are a professional baseball team based in Lincoln, Nebraska, in the United States. The Saltdogs are the defending champions of the Central Division of the American Association of Independent Professional Baseball, which is not affiliated with Major League Baseball. Since the 2001 season, the Saltdogs have played their home games at Haymarket Park, which they share with the Nebraska Cornhuskers college baseball team.",
  "/wiki/Kenosha_Mammoths": "The Ohio Valley Redcoats were a Minor League Baseball team in the independent Frontier League.",
  "/wiki/Frontier_League": "The Frontier League is a professional independent baseball league with teams in the Northeast and Midwestern United States and Eastern Canada. It operates mostly in cities not served by Major League Baseball or Minor League Baseball teams and is not affiliated with either. The league was formed in 1993, and is the oldest currently running independent league in the United States. It is headquartered in Sauget, Illinois.",
  "/wiki/Ozark,_Missouri": "Ozark is a city in and the county seat of Christian County, Missouri, United States. Its population was 17,820 at the 2010 census. As of 2018, the population was 20,188. The city is part of the Springfield, Missouri Metropolitan Area, and is centered along a business loop of U.S. Route 65, where it intersects with Missouri Route 14.",
  "/wiki/Ohio_Valley": "The Ohio River is a 981-mile (1,579 km) long river in the United States.  It is located in the midwestern United States, flowing southwesterly from western Pennsylvania south of Lake Erie to its mouth on the Mississippi River at the southern tip of Illinois. It is the third largest river by discharge volume in the United States and the largest tributary by volume of the north-south flowing Mississippi River that divides the eastern from western United States. The river flows through or along the border of six states, and its drainage basin includes parts of 15 states.  Through its largest tributary, the Tennessee River, the basin includes several states of the southeastern U.S. It is the source of drinking water for three million people.",
  "/wiki/Lorain,_Ohio": "Lorain /ləˈreɪn/ is a city in Lorain County, Ohio, United States. The municipality is located in northeastern Ohio on Lake Erie, at the mouth of the Black River,  approximately 30 miles west of Cleveland. As of the 2010 census, the city had a total population of 64,097, making it Ohio's tenth largest city, the third largest in Greater Cleveland, and the largest in Lorain County by population.",
  "/wiki/Marietta,_Ohio": "Marietta is a city in, and the county seat of, Washington County, Ohio, United States. During 1788, pioneers to the Ohio Country established Marietta as the first permanent settlement of the new United States in the Territory Northwest of the River Ohio. Marietta is located in southeastern Ohio at the mouth of the Muskingum River at its confluence with the Ohio River 11 miles northeast of Parkersburg, West Virginia. The population was 14,085 at the 2010 census.",
  "/wiki/Lafayette,_Indiana": "Lafayette (/ˌlɑːfiːˈɛt, ˌlæf-/ LAH-fee-ET, LAF-ee-ET) is a city in and the county seat of Tippecanoe County, Indiana, United States, located 63 miles (101 km) northwest of Indianapolis and 105 miles (169 km) southeast of Chicago. West Lafayette, on the other side of the Wabash River, is home to Purdue University, which contributes significantly to both communities. Together, Lafayette and West Lafayette form the core of the Lafayette, Indiana Metropolitan Statistical Area.\nAccording to the 2010 United States Census, the population of Lafayette was 67,140, roughly a 19% increase from 56,397 in 2000. Meanwhile, the 2010 U.S. Census pegged the year-round (excluding Purdue University students) population of West Lafayette at 29,596 and the Tippecanoe County population at 172,780.",
  "/wiki/Ohio_Valley_Redcoats": "The Ohio Valley Redcoats were a Minor League Baseball team in the independent Frontier League.",
  "/wiki/Milwaukee_Brewers_(minor_league_baseball_team)": "The Milwaukee Brewers were a minor league baseball team based in Milwaukee, Wisconsin. They played in the American Association from 1902 through 1952. The 1944 and 1952 Brewers were recognized as being among the 100 greatest minor league teams of all time.",
  "/wiki/American_Association_(19th_century)": "The American Association (AA)  was a professional baseball league that existed for 10 seasons from 1882 to 1891. Together with the National League (NL), founded in 1876, the AA participated in an early version of the World Series[a] seven times versus the champion of the NL in an interleague championship playoff tournament. At the end of its run, several AA franchises joined the NL. After 1891, the NL existed alone, with each season's champions being awarded the prized Temple Cup (1894-1897).",
  "/wiki/Toledo,_Ohio": "Toledo (/təˈliːdoʊ/) is a city in and the county seat of Lucas County, Ohio, United States. Toledo is in northwest Ohio, at the western end of Lake Erie bordering the state of Michigan. The city was founded in 1833 on the west bank of the Maumee River, and originally incorporated as part of Monroe County, Michigan Territory. It was re-founded in 1837, after conclusion of the Toledo War, when it was incorporated in Ohio.",
  "/wiki/Wichita,_Kansas": "Wichita (/ˈwɪtʃɪtɔː/ WITCH-i-taw) is the largest city in the U.S. state of Kansas and the county seat of Sedgwick County. As of 2018, the estimated population of the city was 389,255. Wichita is the principal city of the Wichita metropolitan area which had an estimated population of 644,888 in 2018.",
  "/wiki/Wichita_Braves": "The Wichita Braves were an American Triple-A minor league baseball franchise based in Wichita, Kansas, that played in the American Association during the 1956, 1957 and 1958 seasons as a top affiliate of the then-dominant Milwaukee Braves of the National League.",
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/Fort_Worth_Cats": "The Fort Worth Cats were a professional baseball team based in Fort Worth, Texas, in the United States. The Cats were a member of the South Division of the now disbanded United League Baseball, which was not affiliated with Major League Baseball. From 2002 to 2014, the Cats played their home games at LaGrave Field.",
  "/wiki/Dallas,_Texas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Dallas_Rangers": "The Dallas Rangers were a high-level minor league baseball team located in Dallas, Texas from 1958 to 1964. The team was known by the Dallas Rangers name in 1958, 1959, and 1964 and as the Dallas-Fort Worth Rangers from 1960 to 1963. It played in the Double-A Texas League in 1958, the Triple-A American Association from 1959 to 1962 and the Triple-A Pacific Coast League in 1963 and 1964. Its home stadium was Burnett Field.",
  "/wiki/Madison_Kodiaks": "The Madison Kodiaks were a minor league ice hockey team based in Madison, Wisconsin, during the 1999-2000 UHL season. Affiliated with the AHL Milwaukee Admirals, the Kodiaks were an expansion team that filled the void left by the recently departed Madison Monsters.",
  "/wiki/United_Hockey_League": "The United Hockey League (UHL), originally known as the Colonial Hockey League from 1991 to 1997 and last known as the International Hockey League from 2007 to 2010, was a low-level minor professional ice hockey league, with teams in the United States and Canada. The league was headquartered in Rochester, Michigan, and, in its last year, consisted of seven teams. It folded in 2010, with most of its teams joining the Central Hockey League. The Central Hockey League teams still operating in 2014 were then added to ECHL. The only former CoHL/UHL/IHL teams still active as of 2018 are the Fort Wayne Komets and Kalamazoo Wings.",
  "/wiki/Kalamazoo,_Michigan": "Kalamazoo /ˌkæləməˈzuː/ is a city in the southwest region of the U.S. state of Michigan. It is the county seat of Kalamazoo County. As of the 2010 census, Kalamazoo had a population of 74,262. Kalamazoo is the major city of the Kalamazoo-Portage Metropolitan Statistical Area, which has a population of 335,340 as of 2015. Kalamazoo is equidistant from the major American cities of Chicago and Detroit, each less than 150 miles away.",
  "/wiki/Kalamazoo_Wings": "The Kalamazoo Wings, nicknamed the K-Wings, are a mid-level professional ice hockey team in Kalamazoo, Michigan. A member of the ECHL's Western Conference, Central Division, they play in the 5,113-seat Wings Event Center. They are the affiliate of the Utica Comets of the American Hockey League and Vancouver Canucks of the National Hockey League.",
  "/wiki/Milwaukee_Wave_United": "The Milwaukee Wave United was an American professional soccer team, which last played in the A-League, the American second division.",
  "/wiki/USL_First_Division": "The United Soccer Leagues First Division (usually referred to as USL-1) was a professional men's soccer league in the United States, Canada and Puerto Rico from 2005 to 2010.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/Kenosha_Maroons": "The Kenosha Maroons were a National Football League football team in Kenosha, Wisconsin. Officially, the club only played in the league during the 1924 season, dissolving after posting no wins in five games.",
  "/wiki/Milwaukee_Badgers": "The Milwaukee Badgers were a professional American football team, based in Milwaukee, Wisconsin, that played in the National Football League from 1922 to 1926. The team played its home games at Athletic Park, later known as Borchert Field, on Milwaukee's north side. The team was notable for having many African-American players for the time.",
  "/wiki/Racine_Legion/Tornadoes": "The Racine Legion was a professional American football team based in Racine, Wisconsin, of the National Football League from 1922 to 1924. Its official name was the Horlick-Racine Legion. The team then operated as the Racine Tornadoes in 1926.",
  "/wiki/Milwaukee_Chiefs_(AFL)": "The Milwaukee Chiefs were a professional American football team based in Wisconsin that competed in the third American Football League in 1940 and in 1941.",
  "/wiki/American_Football_League_(1940)": "The American Football League, also known retrospectively as the AFL III to distinguish it from earlier organizations of that name, was a major professional American football league that operated from 1940–1941. It was created when three teams, the original Cincinnati Bengals, the Columbus Bullies, and the Milwaukee Chiefs, were lured away from the minor-league American Professional Football Association and joined three new franchises in Boston, Buffalo, and New York City in a new league. It competed against the National Football League (NFL), the oldest existing professional football league, established 1920 and reorganized 1922.",
  "/wiki/Sheboygan_Redskins": "The Sheboygan Red Skins (or Redskins) were a professional basketball team based in Sheboygan, Wisconsin, that was a National Basketball Association original franchise in 1949–1950.",
  "/wiki/National_Basketball_League_(United_States)": "The National Basketball League (NBL) was a professional men's basketball league in the United States established in 1937. After the 1948–49 season, its twelfth, it merged with the Basketball Association of America (BAA) to create the National Basketball Association (NBA).",
  "/wiki/National_Professional_Basketball_League_(1950%E2%80%931951)": "The National Professional Basketball League (NPBL) was a professional basketball league in the United States from 1950–51, serving as a successor league to the National Basketball League that operated from 1937 to 1949."
}