{
  "/wiki/University_of_Wisconsin%E2%80%93Madison": "The University of Wisconsin–Madison (also known as University of Wisconsin, Wisconsin, UW, regionally as UW–Madison, or simply Madison) is a public research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin, and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. It became a land-grant institution in 1866. The 933-acre (378 ha) main campus, located on the shores of Lake Mendota, includes four National Historic Landmarks. The University also owns and operates a historic 1,200-acre (486 ha) arboretum established in 1932, located 4 miles (6.4 km) south of the main campus.",
  "/wiki/Wisconsin_Badgers": "The Wisconsin Badgers are the athletic teams representing the University of Wisconsin–Madison (University of Wisconsin). They compete as a member of the National Collegiate Athletic Association (NCAA) Division I level (Football Bowl Subdivision (FBS) sub-level), primarily competing in the Big Ten Conference for all sports since the 1896–97 season. The women's ice hockey team competes in the Western Collegiate Hockey Association (WCHA), while the men's and lightweight women's crew team compete in the Eastern Association of Rowing Colleges (EARC).",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/Western_Collegiate_Hockey_Association": "The Western Collegiate Hockey Association (WCHA) is a college athletic conference which operates over a wide area of the Midwestern, Western, and Southeastern United States. It participates in the NCAA's Division I as an ice hockey-only conference.",
  "/wiki/Marquette_University": "Marquette University (/mɑːrˈkɛt/) is a private Jesuit research university in Milwaukee, Wisconsin. Established by the Society of Jesus as Marquette College on August 28, 1881, it was founded by John Martin Henni, the first Bishop of Milwaukee.",
  "/wiki/Marquette_Golden_Eagles": "The Marquette Golden Eagles, formerly known as the Marquette Warriors, Blue and Gold, Gold, Hilltoppers, and Golden Avalanche (football only), are the athletic teams representing Marquette University in Milwaukee, Wisconsin, United States. They compete as a member of the NCAA Division I level (non-football sub-level), primarily competing in the Big East Conference for all sports since its establishment in 2013. The Golden Eagles are a founding member of the current Big East, having been one of the seven members of the original Big East that broke away to form a basketball-focused league. They had joined the original Big East in 2005, having previously competed in Conference USA (C-USA) from 1995–96 to 2004–05, the Great Midwest Conference from 1991–92 to 1994–95 and the Horizon League from 1988–89 to 1990–91. They also competed as an independent from 1916–17 to 1987–88. Men's sports include basketball, cross country, golf, lacrosse, soccer, tennis and track & field, while women's sports include basketball, cross country, lacrosse, soccer, tennis, track & field and volleyball.",
  "/wiki/Big_East_Conference_(1979%E2%80%932013)": "The Big East Conference was a collegiate athletics conference that consisted of as many as 16 universities in the eastern half of the United States from 1979 to 2013. The conference's members participated in 24 NCAA sports. The conference had a history of success at the national level in basketball throughout its history, while its shorter (1991 to 2013) football program, created by inviting one college and four other \"associate members\" (their football programs only) into the conference, resulted in two national championships.",
  "/wiki/University_of_Wisconsin%E2%80%93Milwaukee": "The University of Wisconsin–Milwaukee (UW–Milwaukee, UWM, or Milwaukee) is a public urban research university in Milwaukee, Wisconsin. It is the largest university in the Milwaukee metropolitan area and a member of the University of Wisconsin System. It is also one of the two doctoral degree-granting public universities and the second largest university in Wisconsin.",
  "/wiki/Milwaukee_Panthers": "The Milwaukee Panthers are the athletic teams of the University of Wisconsin–Milwaukee. A total of 13 Panthers athletic teams compete in NCAA Division I. The Panthers have won the James J. McCafferty Trophy as the Horizon League's all-sports champions six times since 2000.",
  "/wiki/Horizon_League": "The Horizon League is a 10-school collegiate athletic conference in the National Collegiate Athletic Association (NCAA) Division I, whose members are located in and near the Midwestern United States.",
  "/wiki/University_of_Wisconsin%E2%80%93Green_Bay": "The University of Wisconsin–Green Bay (UW-Green Bay or UWGB) is a public university in Green Bay, Wisconsin, with regional campuses in Marinette, Manitowoc, and Sheboygan. Founded in 1965, it is part of the University of Wisconsin System. As of Fall 2016, student enrollment was approximately 7,030, including 6,758 undergraduate students.",
  "/wiki/Green_Bay_Phoenix": "The Green Bay Phoenix, previously known as the UW–Green Bay Phoenix and UWGB Phoenix, are the athletic teams of the University of Wisconsin–Green Bay. A total of 15 Phoenix athletic teams compete in the Horizon League of NCAA Division I. The school does not sponsor an American football team.",
  "/wiki/University_of_Wisconsin%E2%80%93Parkside": "The University of Wisconsin–Parkside is a public university in Somers, Wisconsin. Part of the University of Wisconsin System, the university has 4,300 students, 161 full-time faculty, and 89 lecturers and part-time faculty. The university offers 33 undergraduate majors and 11 master's degrees in 22 academic departments. UW-Parkside is one of two universities in the UW System not named for the city in which it is located, the other being UW-Stout. It is accredited by the Higher Learning Commission.",
  "/wiki/Wisconsin%E2%80%93Parkside_Rangers": "The Wisconsin–Parkside Rangers (also UW Parkside Rangers) are the athletic teams that represent the University of Wisconsin–Parkside, located in Somers, Wisconsin (a town near Kenosha), in NCAA Division II intercollegiate sports. The Rangers compete as members of Great Lakes Intercollegiate Athletic Conference for 12 of 13 sports; the wrestling team competes as an independent.",
  "/wiki/Great_Lakes_Intercollegiate_Athletic_Conference": "The Great Lakes Intercollegiate Athletic Conference (GLIAC) is a competitive collegiate athletic conference affiliated with the NCAA's Division II.",
  "/wiki/Maranatha_Baptist_Bible_College": "Maranatha Baptist University is a private Baptist liberal arts university in Watertown, Wisconsin.",
  "/wiki/Northern_Athletics_Collegiate_Conference": "The Northern Athletics Collegiate Conference (NACC), formerly the Northern Athletics Conference (NAC), is a college athletic conference.  It participates in the NCAA's Division III and began its first season in the fall of 2006.",
  "/wiki/Northern_Wrestling_Association": "The Northern Wrestling Association is a college athletic conference.  It participates in the NCAA's Division III as a wrestling-only conference.  Its first season was held in 2006–07, and the member schools include the following institutions: Concordia University Wisconsin, Knox College, Lakeland College and the Milwaukee School of Engineering.\n\n\nPAST TEAM CHAMPIONS",
  "/wiki/Alverno_College": "Alverno College is a Roman Catholic, four-year, independent, liberal arts college, historically and still primarily a women's college located in Milwaukee, Wisconsin.",
  "/wiki/Beloit_College": "Beloit College is a private liberal arts college in Beloit, Wisconsin. Founded in 1846, while the state of Wisconsin was still a territory, it is the oldest continuously operated college in the state. It is a member of the Associated Colleges of the Midwest and has an enrollment of roughly 1,402 undergraduate students.",
  "/wiki/Midwest_Conference": "The Midwest Conference (MWC) is a college athletic conference affiliated with  the NCAA's Division III.  Member institutions are located in the Midwestern United States in the states of Illinois, Iowa, and Wisconsin. The Midwest Conference was created in 1994 with the merger of the Midwest Collegiate Athletic Conference, which had been sponsoring men's sports since 1921, and the Midwest Athletic Conference for Women, which was formed in 1977.",
  "/wiki/Carroll_University": "Carroll University is a private liberal arts college affiliated with the Presbyterian Church (USA) and located in Waukesha, Wisconsin. Established in 1846, Carroll was Wisconsin's first four-year institution of higher learning.",
  "/wiki/Carthage_College": "Carthage College is a private liberal arts college affiliated with the Evangelical Lutheran Church in America and located in Kenosha, Wisconsin.  It enrolls 2,600 full-time and 200 part-time students.",
  "/wiki/College_Conference_of_Illinois_and_Wisconsin": "The College Conference of Illinois and Wisconsin (CCIW) is a college athletic conference which competes in the NCAA's Division III.",
  "/wiki/Midwest_Collegiate_Volleyball_League": "The Midwest Collegiate Volleyball League (MCVL) is an intercollegiate men's volleyball conference associated with the NCAA's Division III.",
  "/wiki/Concordia_University_Wisconsin": "Concordia University Wisconsin (CUW) is a private Lutheran university in Mequon, Wisconsin. The school is an affiliate of the nine-member Concordia University System operated by the Lutheran Church–Missouri Synod.",
  "/wiki/Edgewood_College": "Edgewood College is a private Dominican liberal arts college in Madison, Wisconsin. The college occupies a 55 acres (22 ha) campus overlooking the shores of Lake Wingra.",
  "/wiki/Lakeland_College_(Wisconsin)": "Lakeland University is a liberal arts college with its main campus located in Plymouth, Wisconsin. Lakeland University is affiliated with the United Church of Christ and offers both undergraduate and graduate degrees. Lakeland also has seven evening, weekend, and online centers located throughout the state of Wisconsin—in Milwaukee, Madison, Wisconsin Rapids, Chippewa Falls, Neenah, Green Bay, and Sheboygan—and a two-year international campus in Tokyo.",
  "/wiki/Lawrence_University": "Lawrence University is a liberal arts college and conservatory of music in Appleton, Wisconsin. Founded in 1847, the school held its first classes on November 12, 1849. Lawrence was the second college in the United States to be founded as a coeducational institution.",
  "/wiki/Marian_University_(Wisconsin)": "Marian University, formerly Marian College of Fond du Lac, is a Roman Catholic liberal arts university in Fond du Lac, Wisconsin. It was founded in 1936 by the Congregation of Sisters of Saint Agnes, which continues to sponsor the University today.",
  "/wiki/Midwest_Collegiate_Hockey_Association": "Midwest Collegiate Hockey Association was a college athletic conference which operated in the midwestern United States. It participated in the NCAA's Division III as a hockey-only conference.  The conference included only men's teams.",
  "/wiki/Milwaukee_School_of_Engineering": "The Milwaukee School of Engineering (MSOE) is a private university in Milwaukee, Wisconsin. The university has one of the smallest campuses in Milwaukee, at only 22 acres (0.089 km2). The school's enrollment of 2,820 includes 224 graduate students. As of Fall 2018, the university has a total of 138 full-faculty with over 33% who are women. The student-to-faculty ratio is 16-to-1.",
  "/wiki/Mount_Mary_College": "Mount Mary University is a private Catholic liberal arts university in Milwaukee, Wisconsin. The university was founded in 1913 by the School Sisters of Notre Dame and was Wisconsin's first four-year, degree-granting Catholic college for women. Today, the university serves women at the undergraduate level and both women and men at the graduate level.",
  "/wiki/Northland_College_(Wisconsin)": "Northland College is a private college in Ashland, Wisconsin. Founded as the North Wisconsin Academy in 1892, the college was established in 1906. Originally affiliated with the Congregational Church, the college remains loosely tied to the Congregational Church's descendant, the United Church of Christ. It enrolls 600 full-time undergraduate students and employs 60 faculty members and 99 staff members. Northland College is accredited by the Higher Learning Commission of the North Central Association of Colleges and Universities.",
  "/wiki/Upper_Midwest_Athletic_Conference": "The Upper Midwest Athletic Conference (UMAC) is a college-level athletic conference. The UMAC is a conference of NCAA Division III since the 2008–09 season. Prior to that, the UMAC was formerly affiliated with the National Association of Intercollegiate Athletics (NAIA).  Corey Borchardt is the current commissioner of the UMAC, and was appointed to the position in 2008.  The UMAC was started in 1972 as the Twin Rivers Conference, and assumed its current name in 1983. Member institutions are located in  Minnesota and Wisconsin.",
  "/wiki/Ripon_College_(Wisconsin)": "Ripon College is a private liberal arts college in Ripon, Wisconsin.  As of fall  2018, Ripon College's student body stood at around 800, the majority of whom live on campus. Students come from 14 nations and 33 states, and 53% are female while 47% are male. Nearly 70% of students are Wisconsin residents.",
  "/wiki/Ripon_Redhawks": "The Ripon Red Hawks are the athletic teams of Ripon College. A total of 21 Red Hawks athletic teams compete in NCAA Division III.",
  "/wiki/St._Norbert_College": "St. Norbert College (SNC) is a private Catholic liberal arts college in De Pere, Wisconsin. Founded in October 1898 by Abbot Bernard Pennings, a Norbertine priest and educator, the school was named after Saint Norbert of Xanten. In 1952, the college became coeducational. As of March 2018[update], the school's enrollment is 2,165 students.",
  "/wiki/Northern_Collegiate_Hockey_Association": "The Northern Collegiate Hockey Association (NCHA) is a college athletic conference which operates in Illinois, Indiana, Michigan, Minnesota, and Wisconsin in the midwestern United States.  It participates in the NCAA's Division III as a hockey-only conference."
}