{
  "/wiki/Kuntala_Waterfall": "Kuntala Waterfall is a waterfall in the indian state of Telangana, located on Kadam river in Neredigonda mandal of Adilabad district. It is the highest waterfall in the state with a height of 150 feet (45 meters).",
  "/wiki/Adilabad": "Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Gold City\". It is located about 304 kilometres (189 mi) north of the state capital, Hyderabad, 150 kilometres (93 mi) from Nizamabad and 196 kilometres (122 mi) from Nagpur. Adilabad is called as the \"Gateway to South India\".",
  "/wiki/Pochera_Falls": "Pochera Waterfalls are located at a distance of 37 km from Nirmal, 47 km from Adilabad and 7 km from Boath in India. It is a very big, wide and deep waterfall.",
  "/wiki/Mallela_Theertham_Falls": "Mallela Theertham is a waterfall located in the Nallamala Forest in Nagarkurnool, Telangana, India. The River Krishna flows through this forest.  It is located around 58 km from Srisailam and 185 km from Hyderabad.",
  "/wiki/Mahabubnagar": "Mahbub Nagar is a city in Mahbubnagar District of the Indian state of Telangana named after the 6th Nizam, Mir Mahbub Ali Khan. It is the headquarters of Mahbub Nagar mandal in Mahbub Nagar revenue division. The city is also the largest in the district with an area of 39.64 km2 (15.31 sq mi) and 7th most populous in the state.",
  "/wiki/Srisailam": "Srisailam is a census town in Kurnool district of the Indian state of Andhra Pradesh.  It is the mandal headquarters of Srisailam mandal in Kurnool revenue division. The town is famous for Mallikarjuna Jyotirlinga Temple and is one of the holy pilgrimage site for Saivism and Shaktism sects of Hinduism. The town is classified as both Jyotirlinga and Shakti Peetha.",
  "/wiki/Bogatha_Waterfall": "Bogatha Waterfall is a waterfall located on the Cheekupally stream, Wazeedu Mandal, Mulugu district, Telangana.  It is located 120 kilometers from Bhadrachalam, 90 kilometers from Mulugu, 140km away from Warangal and 329 kilometers from Hyderabad. The newly constructed Eturnagaram bridge on NH 202 reduced the travelling distance to 329km from 440km.",
  "/wiki/Jayashankar_Bhupalpally_district": "Jayashankar Bhupalpally is a district in the Indian state of Telangana. The district headquarters are located at Bhupalpally. It was a part of the Warangal district prior to the re-organisation of districts in the state.",
  "/wiki/Bhadrachalam": "Bhadrachalam  is a census town in  the Indian state of Telangana, Bhadradri Kothagudem district. It is an important Hindu pilgrimage town with an existence of  the Bhadrachalam Temple of Lord Rama, situated on the banks of Godavari river. It is located 312 kilometres (194 mi) from east of state capital, Hyderabad,115 kilometres (71 mi) from Khammam, 165 kilometres (103 mi) from Rajamahendravaram, 225 kilometres (140 mi) from Guntur, 192 kilometres (119 mi) from Vijayawada,177 kilometres (110 mi) from Suryapet, 180 kilometres (112 mi) from Warangal and 220 kilometres (137 mi),  \nfrom the Andhra Pradesh State Capitals Amaravathi, Visakhapatnam.",
  "/wiki/Gayatri_Waterfalls": "Gayatri Waterfalls is one of the many waterfalls in and around Nirmal town, along with Kuntala Waterfall and Pochera Falls. Away from the human eye, the waterfalls found its habitat in a remote place inside a deep tropical forest. It is approximately 5 km from Tarnam Khurd, near Neredigonda of Adilabad district.",
  "/wiki/Nirmal": "Nirmal is a town and the district headquarters of Nirmal district in the Indian state of Telangana.The town is surrounded by various ponds and There are many forts in and around Nirmal. Khilla, Bathees Gargh and Shyam Gardh.It is located about 222 kilometres (138 mi) north of the state capital Hyderabad and 68 kilometres (42 mi) from Nizamabad.",
  "/wiki/Paarakaphi_waterfalls": "Paarakaphi Waterfalls are one of the many waterfalls located in Adilabad district, Telangana, India  It is located near Utnoor.",
  "/wiki/Utnoor": "Utnoor is a census town in Adilabad district of the Indian state of Telangana. It is known for the neolithic excavations.",
  "/wiki/Savatula_Gundam_Waterfalls": "Savatula Gundam Waterfalls is one of many waterfalls located in Komaram Bheem district in the Indian state of Telangana. It is located 30 kilometres (19 mi) from Komaram Bheem and 350 kilometres (220 mi) from Hyderabad.",
  "/wiki/Sirnapally_Waterfalls": "Sirnapally Waterfalls, Janaki Bai Waterfalls or Telangana Niagara Waterfalls are located at Sirnapally village in  Indalwai mandal. It is 20 kilometres from Nizamabad, Telangana. approximately 150 years ago raani janaki bhai built the lake called janaki bhai cheuru(Pedda cheruvu) and built the chek dam about 45ft height. Every rainy season lake will fill with rain water and the overflow water will flow from the check dam and water looks like natural waterfalls. This location is became very famous from past few years. Surroundings are completely covered with deep forests and feels like very healthy. Sirnapally has good trasport facilities it has train, bus and private transportation.",
  "/wiki/Nizamabad,_Telangana": "Nizamabad is a city in the Indian state of Telangana. Nizamabad is a major urban agglomeration and third largest city in the state. It is governed by municipal corporation and is the headquarters of the Nizamabad district. Although previously part of Hyderabad State and then Andhra Pradesh state, Nizamabad became a part of the newly formed state of Telangana by the Andhra Pradesh Reorganisation Act, 2014."
}