{
  "/wiki/Izzat_Artykov": "Izzat Artykov (born 8 September 1993) is a Kyrgyz weightlifter. He is the 2016 Asian champion.",
  "/wiki/Kyrgyzstan_at_the_2016_Summer_Olympics": "Kyrgyzstan competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. This was the nation's sixth consecutive appearance at the Olympics in the post-Soviet era.",
  "/wiki/Weightlifting_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_69_kg": "The Men's 69 kg weightlifting competitions at the 2016 Summer Olympics in Rio de Janeiro took place on 9 August at the Pavilion 2 of Riocentro.",
  "/wiki/Strychnine": "Strychnine (/ˈstrɪkniːn/ STRIK-neen or /-nɪn/ -⁠nin; US mainly /ˈstrɪknaɪn/ STRIK-nyne) is a highly toxic, colorless, bitter, crystalline alkaloid used as a pesticide, particularly for killing small vertebrates such as birds and rodents. Strychnine, when inhaled, swallowed, or absorbed through the eyes or mouth, causes poisoning which results in muscular convulsions and eventually death through asphyxia.  While it has no known medicinal effects, in the past the convulsant effect was believed to be beneficial in small doses. The most common source is from the seeds of the Strychnos nux-vomica tree.",
  "/wiki/Chen_Xinyi": "Chen Xinyi (born January 2, 1998) is a Chinese competitive swimmer, swimming freestyle, butterfly and individual medley.",
  "/wiki/China_at_the_2016_Summer_Olympics": "The People's Republic of China competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. This was the nation's tenth appearance at the Summer Olympics since its debut in 1952.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_100_metre_butterfly": "The women's 100 metre butterfly event at the 2016 Summer Olympics took place on 6–7 August at the Olympic Aquatics Stadium.",
  "/wiki/Hydrochlorothiazide": "Hydrochlorothiazide (HCTZ or HCT) is a diuretic medication often used to treat high blood pressure and swelling due to fluid build up. Other uses include diabetes insipidus, renal tubular acidosis, and to decrease the risk of kidney stones in those with a high calcium level in the urine. For high blood pressure it is sometimes considered as a first-line treatment, although chlortalidone is more effective with a similar rate of adverse effects. HCTZ is taken by mouth and may be combined with other blood pressure medications as a single pill to increase effectiveness.",
  "/wiki/Anastassya_Kudinova": "Anastassya Kudinova (born February 27, 1988) is a Kazakhstani sprinter. She competed at the 2016 Summer Olympics in the women's 400 metres race; her time of 56.03 seconds in the heats did not qualify her for the semifinals. She failed an out-of-competition doping test in July 2016 and was given a four-year ban started from 17 August that year and had her Olympic performance annulled.",
  "/wiki/Kazakhstan_at_the_2016_Summer_Olympics": "Kazakhstan competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. It was the nation's sixth consecutive appearance at the Summer Olympics in the post-Soviet era. The National Olympic Committee of the Republic of Kazakhstan fielded a roster of 104 athletes, 55 men and 49 women, to compete across seventeen different sports at these Games, the smallest in Summer Olympic history since the nation's debut in Atlanta 1996. Moreover, Kazakhstan did not send teams in any of the collective sports for the first time in twenty years. Track and field accounted for the largest number of athletes on the Kazakh squad, with 25 entries. There was a single competitor each in slalom canoeing, track cycling, fencing, and table tennis (for the first time after an eight-year absence).",
  "/wiki/Athletics_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_400_metres": "The women's 400 metres event at the 2016 Summer Olympics took place between 13–15 August at the Olympic Stadium.",
  "/wiki/Drostanolone": "Drostanolone, or dromostanolone, is an anabolic–androgenic steroid (AAS) of the dihydrotestosterone (DHT) group which was never marketed. An androgen ester prodrug of drostanolone, drostanolone propionate, was formerly used in the treatment of breast cancer in women under brand names such as Drolban, Masteril, and Masteron. This ester has also been used non-medically for physique- or performance-enhancing purposes.",
  "/wiki/Kl%C3%A9ber_Ramos": "Kléber Ramos da Silva (born 24 August 1985) is a Brazilian cyclist who last rode for Funvic/Soul Brasil Pro Cycling.",
  "/wiki/Brazil_at_the_2016_Summer_Olympics": "Brazil was the host nation of the 2016 Summer Olympics in Rio de Janeiro from 5 to 21 August 2016. This was the nation's twenty-second appearance at the Summer Olympics, having competed in all editions in the modern era from 1920 onwards, except the 1928 Summer Olympics in Amsterdam. Setting a milestone in Olympic history, Brazil became the first South American country to host the Summer Olympics, and the second Latin American host following the 1968 Summer Olympics in Mexico.",
  "/wiki/Cycling_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_individual_road_race": "The men's road race was one of 18 cycling events of the 2016 Olympic Games in Rio de Janeiro. The race started and finished on 6 August at Fort Copacabana and was won by Greg Van Avermaet of Belgium.",
  "/wiki/Continuous_erythropoietin_receptor_activator": "Continuous erythropoietin receptor activator (CERA) is the generic term for drugs in a new class of third-generation erythropoiesis-stimulating agents (ESAs). In the media, these agents are commonly referred to as 'EPO', short for erythropoietin. CERAs have an extended half-life and a mechanism of action that promotes increased stimulation of erythropoietin receptors compared with other ESAs.",
  "/wiki/Serghei_Tarnovschi": "Serghei Tarnovschi (born 24 June 1997) is a Moldovan (since 2014) and Ukrainian (until 2013) canoeist.",
  "/wiki/Moldova_at_the_2016_Summer_Olympics": "Moldova, officially the Republic of Moldova, competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. This was the nation's sixth consecutive appearance at the Summer Olympics in the post-Soviet era.",
  "/wiki/Canoeing_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_C-1_1000_metres": "The men's canoe sprint C-1 1000 metres at the 2016 Olympic Games in Rio de Janeiro took place between 15 and 16 August at Lagoa Stadium. The medals were presented by Tony Estanguet, IOC member, France and István Vaskuti, First Vice President of the ICF.",
  "/wiki/Canoeing_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_C-2_1000_metres": "The men's canoe sprint C-2 1,000 metres at the 2016 Olympic Games in Rio de Janeiro took place between 19 and 20 August at Lagoa Stadium. The medals were presented by Bernard Rajzman, IOC member, Brazil and Jens Perlwitz, Board Member of the ICF.",
  "/wiki/Pralmorelin": "Pralmorelin (INN) (brand name GHRP Kaken 100; former developmental code names KP-102, GPA-748, WAY-GPA-748), also known as pralmorelin hydrochloride (JAN) and pralmorelin dihydrochloride (USAN), as well as, notably, growth hormone-releasing peptide 2 (GHRP-2), is a growth hormone secretagogue (GHS) used as a diagnostic agent that is marketed by Kaken Pharmaceutical in Japan in a single-dose formulation for the assessment of growth hormone deficiency (GHD).",
  "/wiki/Chagnaadorj_Usukhbayar": "Ösökhbayaryn Chagnaadorj (born (1997-05-06)6 May 1997) is a Mongolian male weightlifter, competing in the 56 kg category and representing Mongolia at international competitions. He participated at the 2016 Summer Olympics in the men's 56 kg event. After his performance he had an IOC out-of-competition test and tested positive on exogenous testosterone.",
  "/wiki/Mongolia_at_the_2016_Summer_Olympics": "Mongolia competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. Since the nation made its debut in 1964, Mongolian athletes had appeared in every edition of the Summer Olympic Games, with the exception of the 1984 Summer Olympics in Los Angeles, because of its partial support to the Soviet boycott.",
  "/wiki/Weightlifting_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_56_kg": "The Men's 56 kg weightlifting competitions at the 2016 Summer Olympics in Rio de Janeiro took place on 7 August at the Pavilion 2 of Riocentro.",
  "/wiki/Misha_Aloian": "Mikhail Surenovich Aloyan (Russian: Михаил Суренович Алоян; born 23 August 1988) is a Russian professional boxer of Kurdish origin who competes as a bantamweight. As an amateur flyweight Aloyan won the gold medal at the 2010 European Championships, a bronze medal at the 2012 Olympics, and the gold medals at the 2011 and 2013 World Championships.",
  "/wiki/Russia_at_the_2016_Summer_Olympics": "The Russian Federation competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. This was Russia's sixth consecutive appearance at the Summer Olympics as an independent nation.",
  "/wiki/Boxing_at_the_2016_Summer_Olympics": "The boxing tournaments at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 21 August 2016 at the Pavilion 6 of Riocentro.",
  "/wiki/Boxing_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_flyweight": "The men's flyweight boxing competition at the Rio 2016 Summer Olympics was held from 13 to 21 August at the Riocentro.",
  "/wiki/Court_of_Arbitration_for_Sport": "The Court of Arbitration for Sport (CAS; French: Tribunal arbitral du sport, TAS) is an international quasi-judicial body established to settle disputes related to sport through arbitration. Its headquarters are in Lausanne (Switzerland) and its courts are located in New York City, Sydney and Lausanne. Temporary courts are established in current Olympic host cities.",
  "/wiki/Gabriel_S%C3%AEncr%C4%83ian": "Gabriel Sîncrăian (born 21 December 1988) is a Romanian weightlifter who competes in the 85 kg weight division.",
  "/wiki/Romania_at_the_2016_Summer_Olympics": "Romania competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. Since the nation's participation started in 1900 (and its official debut in 1924), Romanian athletes had appeared in every edition of the Summer Olympic Games, except for two occasions: the 1932 Summer Olympics in Los Angeles at the period of the worldwide Great Depression, and the 1948 Summer Olympics in London.",
  "/wiki/Weightlifting_at_the_2016_Summer_Olympics": "Weightlifting competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 16 August at the Pavilion 2 of Riocentro. 260 athletes (156 men and 104 women) competed in 15 different events according to their respective weight categories. Bulgaria and Russia were banned from participating in the sport for systematic doping.",
  "/wiki/Weightlifting_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_85_kg": "The Men's 85 kg weightlifting competitions at the 2016 Summer Olympics in Rio de Janeiro took place on 12 August at the Pavilion 2 of Riocentro.",
  "/wiki/Doping_at_the_Olympic_Games": "This article is about the history of competitors at the Olympic Games using banned athletic performance-enhancing drugs."
}