{
  "/wiki/Rhode_Island%27s_2nd_congressional_district": "Rhode Island's 2nd congressional district is a congressional district in southern and western Rhode Island.  The district is currently represented by Democrat James Langevin, who has represented the district since January 2001.",
  "/wiki/John_E._Fogarty": "John Edward Fogarty (March 23, 1913 – January 10, 1967) was a Congressman from Rhode Island for 26 years.",
  "/wiki/Montana%27s_2nd_congressional_district": "From 1913 to 1993, Montana had two congressional districts.  From 1913 to 1919, those seats were elected statewide At-large on a general ticket.  After 1919, however, the state was divided into geographical districts.  The 2nd covered the eastern part of the state, including Billings, Glendive, Miles City and other towns.",
  "/wiki/James_F._O%27Connor": "James Francis O'Connor (May 7, 1878 – January 15, 1945) was a U.S. Representative from Montana.",
  "/wiki/Wesley_A._D%27Ewart": "Wesley Abner D'Ewart (October 1, 1889 – September 2, 1973) was a U.S. Republican politician who served in the United States House of Representatives from Montana's 2nd congressional district from June 5, 1945, to January 3, 1955.",
  "/wiki/Virginia%27s_3rd_congressional_district": "Virginia's third congressional district is a United States congressional district in the Commonwealth of Virginia, serving the independent cities of Franklin, Newport News, and Portsmouth, parts of the independent cities of Chesapeake, Hampton, Norfolk, and Suffolk, and all of the county of Isle of Wight. The current representative is Bobby Scott (D).",
  "/wiki/Dave_E._Satterfield_Jr.": "Dave Edward Satterfield Jr. (September 11, 1894 – December 27, 1946) was a U.S. Representative from Virginia's 3rd congressional district.  He took office on November 2, 1937 after a special election to fill the vacancy created by the death of Andrew J. Montague and was re-elected four additional times before resigning on February 15, 1945 to become the executive director of the Life Insurance Association of America.  His son, David E. Satterfield III, later served in the House for 16 years, representing the same district that his father had.",
  "/wiki/J._Vaughan_Gary": "Julian Vaughan Gary (February 25, 1892 – September 6, 1973) was a U.S. Representative from Virginia.",
  "/wiki/Illinois%27s_24th_congressional_district": "The 24th Congressional District of Illinois was a congressional district for the United States House of Representatives in Illinois.  It was eliminated as a result of the 1980 Census. It was last represented by Paul Simon who was redistricted into the 22nd District.",
  "/wiki/James_V._Heidinger": "James Vandaveer Heidinger (July 17, 1882 – March 22, 1945) was a U.S. Representative from Illinois.",
  "/wiki/Roy_Clippinger": "Roy Clippinger (January 13, 1886 – December 24, 1962) was a U.S. Representative from Illinois.",
  "/wiki/New_Mexico%27s_at-large_congressional_district": "From statehood in 1912 to 1969, New Mexico did not use congressional districts for its representatives to the United States House of Representatives.  Instead, it elected its representatives statewide at-large.",
  "/wiki/Clinton_Presba_Anderson": "Clinton Presba Anderson (October 23, 1895 – November 11, 1975) was an American politician. A member of the Democratic Party, he served as a U.S. Representative from New Mexico from 1941 until 1945, the U.S. Secretary of Agriculture from 1945 until 1948, and a U.S. Senator from New Mexico from 1949 to 1973.",
  "/wiki/United_States_Secretary_of_Agriculture": "The United States secretary of agriculture is the head of the United States Department of Agriculture. The secretary is former Georgia governor Sonny Perdue. Perdue took office on April 25, 2017 after being confirmed by the U.S Senate by an 87–11 vote. The position carries similar responsibilities to those of agriculture ministers in other governments.",
  "/wiki/New_Jersey%27s_4th_congressional_district": "New Jersey's 4th Congressional District elects one member of the United States House of Representatives by the first-past-the-post voting method. It has been represented by Republican Chris Smith since 1981. With a Cook PVI rating of R+8, it is the most Republican-leaning district in New Jersey, and is considered one of the most conservative congressional districts in the Northeast. A Democrat has not come within single digits of victory since 1982.",
  "/wiki/D._Lane_Powers": "David Lane Powers (July 29, 1896 – March 28, 1968) was an American Republican Party politician who represented New Jersey's 4th congressional district in the United States House of Representatives from 1933 to 1945.",
  "/wiki/Frank_A._Mathews_Jr.": "Frank Asbury Mathews Jr. (August 3, 1890 – February 5, 1964) was an American Republican Party politician from New Jersey. Mathews represented New Jersey's 4th congressional district in the United States House of Representatives from 1945 to 1949.",
  "/wiki/Oregon%27s_1st_congressional_district": "Oregon's 1st congressional district is a congressional district located in the U.S state of Oregon. The district stretches from Portland's western suburbs and exurbs, to parts of the Oregon coast. The district includes the principal cities of Beaverton, Hillsboro, and Tigard, all located in the Portland metropolitan area. Geographically, the district is located in the northwest corner of Oregon. It includes Clatsop, Columbia, Washington, and Yamhill counties, and a portion of southwest Multnomah County in Portland.",
  "/wiki/James_W._Mott": "James Wheaton Mott (November 12, 1883 – November 12, 1945) was a U.S. Representative from Oregon.  A graduate of Columbia University and Willamette University's law school, he worked as a newspaper reporter, city attorney, and was elected to the Oregon House of Representatives.",
  "/wiki/A._Walter_Norblad": "Albin Walter Norblad, Jr. (September 12, 1908 – September 20, 1964), was an American attorney and Republican politician in Oregon. He represented the U.S. state of Oregon's First District from January 18, 1946, until his death from a heart attack in Bethesda, Maryland, on September 20, 1964, in the United States House of Representatives. His father was A. W. Norblad, Sr., a one-time Governor of Oregon.",
  "/wiki/North_Carolina%27s_10th_congressional_district": "The 10th Congressional District of North Carolina is a congressional district in central and western North Carolina.  It currently includes all of Cleveland, Gaston, Lincoln, Polk, and Rutherford counties, and part of Catawba, Iredell, and Buncombe counties.",
  "/wiki/Joseph_Wilson_Ervin": "Joseph Wilson Ervin (March 3, 1901 – December 25, 1945) was a member of the United States House of Representatives from North Carolina.",
  "/wiki/Sam_Ervin": "Samuel James \"Sam\" Ervin Jr. (September 27, 1896 – April 23, 1985) was an American politician. A Democrat, he served as a U.S. Senator from North Carolina from 1954 to 1974. A native of Morganton, he liked to call himself a \"country lawyer,\" and often told humorous stories in his Southern drawl. During his Senate career, Ervin was a legal defender of the Jim Crow laws and racial segregation, as the South's constitutional expert during the congressional debates on civil rights. Unexpectedly, he became a liberal hero for his support of civil liberties. He is remembered for his work in the investigation committees that brought down Senator Joseph McCarthy in 1954 and especially for his investigation of the Watergate scandal in 1972 that led to the resignation of Richard Nixon.",
  "/wiki/New_York%27s_19th_congressional_district": "United States House of Representatives, New York District 19 is located in New York's Hudson Valley and Catskills regions. District 19 lies partially in the northernmost region of the New York metropolitan area and mostly south of Albany. It is currently represented by Democrat Antonio Delgado.",
  "/wiki/Samuel_Dickstein_(congressman)": "Samuel Dickstein (February 5, 1885 – April 22, 1954) was a Democratic Congressional Representative from New York (22-year tenure) and a New York State Supreme Court Justice. He played a key role in establishing the committee that would become the House Committee on Un-American Activities, which he used to attack fascists, including Nazi sympathizers, and suspected communists. In 1999, authors Allen Weinstein and Alexander Vassiliev learned that Soviet files indicate that Dickstein was a paid agent of the NKVD.",
  "/wiki/Arthur_George_Klein": "Arthur George Klein (8 August 1904, in New York City – 20 February 1968, in New York City) was a United States Representative from New York.",
  "/wiki/Virginia%27s_6th_congressional_district": "Virginia’s sixth congressional district is a United States congressional district in the Commonwealth of Virginia.  It covers much of the west-central portion of the state, including Roanoke, Lynchburg and most of the Shenandoah Valley. The current representative is Ben Cline (R), who has held the seat since the 2019 retirement of incumbent Republican Bob Goodlatte.",
  "/wiki/Clifton_A._Woodrum": "Clifton Alexander Woodrum (April 27, 1887 – October 6, 1950) was a Virginia pharmacist, lawyer and U.S. Representative from Roanoke who was considered a Progressive Democrat for his support of President Franklin D. Roosevelt.",
  "/wiki/James_Lindsay_Almond_Jr.": "James Lindsay Almond Jr. (June 15, 1898 – April 15, 1986) was a Senior Judge of the United States Court of Appeals for the Federal Circuit (1982-1986). He was a member of the U.S. House of Representatives from Virginia's 6th district (1946-1948), 26th Attorney General of Virginia (1948-1957) and the 58th Governor of Virginia (1958-1962). Almond then became an Associate Judge of the United States Court of Customs and Patent Appeals (1962-1973) before becoming Senior Judge of the United States Court of Customs and Patent Appeals (1973-1982). He would ultimately advance to Senior Judge of the United States Court of Appeals for the Federal Circuit in 1982, and served until his death in 1986.",
  "/wiki/Georgia%27s_5th_congressional_district": "Georgia's 5th congressional district is a congressional district in the U.S. state of Georgia. The district is currently represented by Democrat John Lewis, though the district's boundaries have been redrawn following the 2010 census, which granted an additional congressional seat to Georgia. The first election using the new district boundaries (listed below) were the 2012 congressional elections.",
  "/wiki/Robert_Ramspeck": "Robert C. Word Ramspeck (September 5, 1890 – September 10, 1972) was an American politician and businessman.",
  "/wiki/Helen_Douglas_Mankin": "Helen Douglas Mankin (September 11, 1896 – July 25, 1956) was an American politician. She was the second woman to represent Georgia in the United States House of Representatives.",
  "/wiki/Pennsylvania%27s_33rd_congressional_district": "Pennsylvania's 33rd congressional district was one of Pennsylvania's districts of the United States House of Representatives.",
  "/wiki/Samuel_A._Weiss": "Samuel Arthur Weiss (April 15, 1902 – February 1, 1977) was a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Allegheny_County,_Pennsylvania": "Allegheny County (/ælɪˈɡeɪni/) is a county in the southwest of the U.S. state of Pennsylvania. As of 2018 the population was 1,218,452, making it the state's second-most populous county, following Philadelphia County. The county seat is Pittsburgh.\nAllegheny County is included in the Pittsburgh, PA Metropolitan Statistical Area, and in the Pittsburgh Designated Market Area.",
  "/wiki/Frank_Buchanan_(Pennsylvania_politician)": "Frank Buchanan (December 1, 1902 – April 27, 1951) was a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Pennsylvania%27s_23rd_congressional_district": "Pennsylvania's 23rd congressional district was one of Pennsylvania's districts of the United States House of Representatives.",
  "/wiki/J._Buell_Snyder": "John Buell Snyder (July 30, 1877 – February 24, 1946) was a Democratic Party member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Carl_Henry_Hoffman": "Carl Henry Hoffman (August 12, 1896 – November 30, 1980) was a Republican member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/North_Carolina%27s_8th_congressional_district": "North Carolina's eighth congressional district comprises a large portion of the southern Piedmont area of North Carolina from Concord to Spring Lake, including China Grove, Albemarle, Troy, Pinehurst and Raeford.  The district includes all of Cabarrus, Montgomery, Moore, Hoke and Stanly counties, as well as portions of Rowan and Cumberland counties.",
  "/wiki/William_O._Burgin": "William Olin Burgin (July 28, 1877 – April 11, 1946) was a U.S. Representative from North Carolina.",
  "/wiki/Eliza_Jane_Pratt": "Eliza Jane Pratt (March 5, 1902 – May 13, 1981) was a U.S. Representative from North Carolina, the first woman to represent her state in the U.S. Congress.",
  "/wiki/Virginia%27s_5th_congressional_district": "Virginia’s fifth congressional district is a United States congressional district in the commonwealth of Virginia. It is Virginia's largest district with an area of 10,181.03 square miles (26,368.7 km2) and is larger in area than six US states.",
  "/wiki/Thomas_G._Burch": "Thomas Granville Burch (July 3, 1869 – March 20, 1951) was an American farmer, tobacco manufacturer, and politician from Martinsville, Virginia. He represented Virginia in the U.S. House of Representatives from 1931 until 1946. In 1946 he served as a U.S. Senator after Carter Glass died in office until a successor was elected.",
  "/wiki/U.S._Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Thomas_Bahnson_Stanley": "Thomas Bahnson Stanley (July 16, 1890 – July 10, 1970) was an American politician, furniture manufacturer and Holstein cattle breeder.  A Democrat and member of the Byrd Organization, Stanley served in a number of different political offices in Virginia, including as the 47th Speaker of the Virginia House of Delegates and as the Commonwealth's 57th Governor. He became known for his support of the Massive Resistance strategy to prevent school desegregation mandated by the United States Supreme Court's decisions in Brown v. Board of Education, and Virginia's attempt to circumvent those decisions (ultimately overturned by both the Virginia Supreme Court and by federal courts) was known as the Stanley plan.",
  "/wiki/Texas%27s_6th_congressional_district": "Texas District 6 of the United States House of Representatives is a Congressional district that serves Ellis and Navarro counties to the south and southeast of the Dallas/Fort Worth area plus the southeast corner of Tarrant County.  As of the 2000 census, District 6 represents 651,620 people.  The current Representative from District 6 is Ron Wright, who took office in 2019. The district was represented by Joe Barton from 1985 until 2019. In November 2017, Barton announced that he would retire from Congress and would not seek re-election in 2018.",
  "/wiki/Luther_Alexander_Johnson": "Luther Alexander Johnson (October 29, 1875 – June 6, 1965) was a United States Congressman from the U.S. state of Texas",
  "/wiki/United_States_Tax_Court": "The United States Tax Court (in case citations, T.C.) is a federal trial court of record established by Congress under Article I of the U.S. Constitution, section 8 of which provides (in part) that the Congress has the power to \"constitute Tribunals inferior to the supreme Court\". The Tax Court specializes in adjudicating disputes over federal income tax, generally prior to the time at which formal tax assessments are made by the Internal Revenue Service.",
  "/wiki/Olin_E._Teague": "Olin Earl \"Tiger\" Teague (April 6, 1910 – January 23, 1981) was a notable World War II veteran and congressional representative for Texas's 6th congressional district for 32 years, from 1946 to 1978. He is buried in Arlington National Cemetery.",
  "/wiki/Pennsylvania%27s_10th_congressional_district": "Pennsylvania's 10th Congressional District is located in the south-central region of the state. It encompasses all of Dauphin County as well as parts of Cumberland County and York County. The district includes the cities of Harrisburg and York. Prior to 2019, the district was located in the northeastern part of the state. The Supreme Court of Pennsylvania redrew the district in 2018 after ruling the previous map unconstitutional due to gerrymandering. They added State College to the old district's boundaries while removing some Democratic-leaning areas and redesignated it the twelfth district, and they reassigned the tenth district to an area around Harrisburg and York. The new tenth district is represented by Republican Scott Perry, who previously represented the old fourth district.",
  "/wiki/John_W._Murphy": "John William Murphy (April 26, 1902 – March 28, 1962) was a United States Representative from Pennsylvania and a United States District Judge of the United States District Court for the Middle District of Pennsylvania.",
  "/wiki/James_P._Scoblick": "James Paul Scoblick (May 10, 1909 – December 4, 1981) was a Republican member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Minnesota%27s_3rd_congressional_district": "Minnesota's 3rd congressional district encompasses the suburbs of Hennepin, Carver, and Anoka counties to the west, south, and north of Minneapolis. With blue collar Brooklyn Park and Coon Rapids to the north-east, middle-income Bloomington to the south, and higher-income Eden Prairie, Edina, Maple Grove, Plymouth, Minnetonka, and Wayzata to the West with Champlin, it features a mixed characteristic. Democrat Dean Phillips currently represents the district in the U.S. House of Representatives, after defeating incumbent Republican Erik Paulsen in the November 2018 midterm elections.",
  "/wiki/William_Gallagher_(US_congressman)": "William James Gallagher (May 13, 1875 – August 13, 1946) was a Representative to the U.S. Congress from Minnesota; born in Minneapolis, Hennepin County, Minnesota; attended the public schools, and was graduated from North High School in 1894; engaged as an editorial employee and proofreader in Minneapolis, MN, in 1895 and 1896; moved to Spokane, Washington, in 1897 and continued his former pursuits with a labor journal until 1899; returned to Minneapolis, and engaged as a trucker and clerk in freight houses until 1919; employed as a street sweeper for Hennepin County 1919–1927 and for the city of Minneapolis, from 1927 until his retirement in 1942; was elected as a Democrat to the 79th congress, and served from January 3, 1945, until his death; had been renominated to the 80th congress in 1946; died in a hospital at Rochester, Minnesota, August 13, 1946; interment in Crystal Lake Cemetery, Minneapolis, Minnesota.",
  "/wiki/Puerto_Rico%27s_at-large_congressional_district": "Puerto Rico is represented by a non-voting resident commissioner in the United States House of Representatives.  The current resident commissioner is Jenniffer González.",
  "/wiki/Jes%C3%BAs_T._Pi%C3%B1ero": "Jesús T. Piñero Jiménez[note 1] (April 16, 1897 – November 19, 1952) was the first and only native Puerto Rican to be appointed governor of Puerto Rico by the Government of the United States.",
  "/wiki/Governor_of_Puerto_Rico": "The governor of Puerto Rico (Spanish: gobernador(a) de Puerto Rico) is the head of government of Puerto Rico and, by its nature, constitutes the executive branch of the government of the island. The governor is also the commander-in-chief of the island's military forces, the Puerto Rico National Guard.",
  "/wiki/Antonio_Fern%C3%B3s-Isern": "Dr. Antonio Fernós Isern [note 1] (May 10, 1895 – January 19, 1974) was the first Puerto Rican cardiologist and the longest serving Resident Commissioner of Puerto Rico in the United States Congress.",
  "/wiki/New_York%27s_4th_congressional_district": "The 4th Congressional District of New York is a congressional district for the United States House of Representatives in central and southern Nassau County. It includes the communities of Baldwin, Bellmore, East Rockaway, East Meadow, the Five Towns, Lynbrook,  Floral Park, Franklin Square, Garden City, Hempstead, Long Beach, Malverne, Freeport, Merrick,  Mineola, Carle Place, New Hyde Park, Oceanside, Rockville Centre, Roosevelt, Uniondale, Wantagh, West Hempstead, Westbury and parts of Valley Stream. Democrat Kathleen Rice has represented the district since 2015.",
  "/wiki/William_B._Barry": "William Bernard Barry (July 21, 1902 – October 20, 1946), was an American politician and a United States Representative from New York."
}