{
  "/wiki/Karl_Denke": "Karl Denke  (February 11, 1860 – December 22, 1924) was a Prussian serial killer and cannibal who killed and cannibalized dozens of homeless vagrants and travelers from 1903-1924. He is often regarded as \"The Forgotten Cannibal\", or \"The Cannibal of Ziębice\".",
  "/wiki/German_Empire": "The German Empire (German: Deutsches Kaiserreich, officially Deutsches Reich), sometimes referred to as Imperial Germany, was the German nation state that existed from the unification of Germany in 1871 until the abdication of Emperor Wilhelm II in 1918.\n It was founded on 1 January 1871 when the south German states, except for Austria, joined the North German Confederation and the new constitution came into force changing the name of the federal state to the German Empire and introduced the title of German Emperor for Wilhelm I, King of Prussia from the House of Hohenzollern. Berlin remained its capital, and Otto, Prince of Bismarck, Minister-President of Prussia became Chancellor, the head of government. As these events occurred, the Prussian-led North German Confederation and its southern German allies were still engaged in the Franco-Prussian War.\n The German Empire consisted of 26 states, most of them ruled by royal families. They included four kingdoms, six grand duchies, five duchies (six before 1876), seven principalities, three free Hanseatic cities, and one imperial territory. Although Prussia was one of several kingdoms in the realm, it contained about two thirds of Germany's population and territory. Prussian dominance had also been established constitutionally.\n After 1850, the states of Germany had rapidly become industrialized, with particular strengths in coal, iron (and later steel), chemicals, and railways. In 1871, Germany had a population of 41 million people; by 1913, this had increased to 68 million. A heavily rural collection of states in 1815, the now united Germany became predominantly urban. During its 47 years of existence, the German Empire was an industrial, technological, and scientific giant, gaining more Nobel Prizes in science than any other country. Between 1901 and 1918, the Germans won 4 Noble Prizes in Medicine, 6 Prizes in Physics, 7 Prizes in Chemistry and 3 Prizes in Literature. By 1900, Germany was the largest economy in Europe, surpassing the United Kingdom, as well as the second-largest in the world, behind only the United States.\n From 1867 to 1878/9, Otto von Bismarck's tenure as the first and to this day longest reigning Chancellor was marked by relative liberalism, but it became more conservative afterwards. Broad reforms, and the Kulturkampf marked his period in the office. Late in Bismarck's chancellorship and in spite of his personal opposition, Germany became involved in colonialism. Claiming much of the leftover territory that was yet unclaimed in the Scramble for Africa, it managed to build the third-largest colonial empire at the time, after the British and the French ones. As a colonial state, it sometimes clashed with other European powers, especially the British Empire.\n Germany became a great power, boasting a rapidly developing rail network, the world's strongest army, and a fast-growing industrial base. In less than a decade, its navy became second only to Britain's Royal Navy. After the removal of Otto von Bismarck by Wilhelm II in 1890, the Empire embarked on Weltpolitik – a bellicose new course that ultimately contributed to the outbreak of World War I. In addition, Bismarck's successors were incapable of maintaining their predecessor's complex, shifting, and overlapping alliances which had kept Germany from being diplomatically isolated. This period was marked by various factors influencing the Emperor's decisions, which were often perceived as contradictory or unpredictable by the public. In 1879, the German Empire consolidated the Dual Alliance with Austria-Hungary, followed by the Triple Alliance with Italy in 1882. It also retained strong diplomatic ties to the Ottoman Empire. When the great crisis of 1914 arrived, Italy left the alliance and the Ottoman Empire formally allied with Germany.\n In the First World War, German plans to capture Paris quickly in the autumn of 1914 failed.  The war on the Western Front became a stalemate. The Allied naval blockade caused severe shortages of food. However, Imperial Germany had  success on the Eastern Front; it occupied a large amount of territory to its east following the Treaty of Brest-Litovsk. The German declaration of unrestricted submarine warfare in early 1917 contributed to bringing the United States into the war.\n The high command under Paul von Hindenburg and Erich Ludendorff increasingly controlled the country, but in October after the failed offensive in spring 1918, the German armies were in retreat, allies Austria-Hungary and the Ottoman Empire had collapsed, and Bulgaria had surrendered. The Empire collapsed in the November 1918 Revolution with the abdications of its monarchs. This left a postwar federal republic and a devastated and unsatisfied populace, faced with postwar reparation costs of nearly 270 billion dollars, all in all leading to the rise of Adolf Hitler and Nazism.",
  "/wiki/Weimar_Republic": "The Weimar Republic (German: Weimarer Republik [ˈvaɪmaʁɐ ʁepuˈbliːk] (listen)) is an unofficial historical designation for the German state from 1918 to 1933. The name derives from the city of Weimar, where its constitutional assembly first took place. The official name of the republic remained Deutsches Reich (\"German Reich\") unchanged from 1871, because of the German tradition of substates. Although commonly translated as \"German Empire\", the word Reich here better translates as \"realm\", in that the term does not necessarily have monarchical connotations in itself. The Reich was changed from a constitutional monarchy into a republic. In English, the country was usually known simply as Germany.\n Germany became a de facto republic on 9 November 1918 when Kaiser Wilhelm II abdicated the German and Prussian thrones with no agreement made on a succession by his son Crown Prince Wilhelm, and became a de jure republic in February 1919 when the position of President of Germany was created. A national assembly was convened in Weimar, where a new constitution for Germany was written and adopted on 11 August 1919. In its fourteen years, the Weimar Republic faced numerous problems, including hyperinflation, political extremism (with contending paramilitaries) as well as contentious relationships with the victors of the First World War.  Resentment in Germany towards the Treaty of Versailles was strong especially on the political right where there was great anger towards those who had signed and submitted to the treaty.  The Weimar Republic fulfilled most of the requirements of the Treaty of Versailles although it never completely met its disarmament requirements and eventually paid only a small portion of the war reparations (by twice restructuring its debt through the Dawes Plan and the Young Plan). Under the Locarno Treaties, Germany accepted the western borders of the country by abandoning irredentist claims on France and Belgium, but continued to dispute the eastern borders and sought to persuade Austria to join Germany as one of Germany's states.\n From 1930 onwards, President Paul von Hindenburg used emergency powers to back Chancellors Heinrich Brüning, Franz von Papen and General Kurt von Schleicher. The Great Depression, exacerbated by Brüning's policy of deflation, led to a surge in unemployment. In 1933, Hindenburg appointed Adolf Hitler as Chancellor with the Nazi Party being part of a coalition government. The Nazis held two out of the remaining ten cabinet seats. Von Papen as Vice Chancellor was intended to be the \"éminence grise\" who would keep Hitler under control, using his close personal connection to Hindenburg. Within months, the Reichstag Fire Decree and the Enabling Act of 1933 had brought about a state of emergency: it wiped out constitutional governance and civil liberties. Hitler's seizure of power (Machtergreifung) was permissive of government by decree without legislative participation. These events brought the republic to an end—as democracy collapsed, the founding of a single-party state began the dictatorship of the Nazi era.",
  "/wiki/Francisco_das_Chagas_Rodrigues_de_Brito": "Francisco das Chagas Rodrigues de Brito (born 1965 in Maranhão) is a Brazilian serial killer and former mechanic, responsible for the deaths of at least 30 children in Maranhão and Pará, notably emasculating his victims—his case garnered international repercussions as \"a case of emasculated children of Maranhão.\"",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/Maranhão": "Maranhão (Portuguese pronunciation: [mɐɾɐˈɲɐ̃w]) is a state in Brazil. Located in the country's Northeast Region, it has a population of about 7 million and an area of 332,000 km2. Going clockwise from the north, it borders on the Atlantic Ocean and the states of Piauí, Tocantins and Pará. The people of Maranhão have a distinctive accent inside the common Northeastern Brazilian dialect. Maranhão is described in books such as The Land of the Palm Trees by Gonçalves Dias and Casa de Pensão by Aluísio Azevedo.\n The dunes of Lençóis are an important area of environmental preservation. Also of interest is the state capital of São Luís, designated a Unesco World Heritage Site. Another important conservation area is the Parnaíba River delta, between the states of Maranhão and Piauí, with its lagoons, desert dunes and deserted beaches or islands, such as the Caju island, which shelters rare birds.",
  "/wiki/Pará": "Pará is a State of Brazil, located in northern Brazil and traversed by the lower Amazon River. It borders the Brazilian states of Amapá, Maranhão, Tocantins, Mato Grosso, Amazonas and Roraima. To the northwest are the borders of Guyana and Suriname, to the northeast of Pará is the Atlantic Ocean. The capital and largest city is Belém, which is located at the mouth of the Amazon.\n Pará is the most populous state of the northern region, with a population of over 7.5 million, being the ninth-most populous state in Brazil. It is the second-largest state of Brazil in area, with 1.2 million km² (460,000 square miles), second only to Amazonas upriver. Its most famous icons are the Amazon River and the Amazon Rainforest. Pará produces rubber (extracted from natural rubber tree groves), tropical hardwoods such as mahogany, and minerals such as iron ore and bauxite. A new commodity crop is soy, cultivated in the region of Santarém.\n Every October, Belém receives tens of thousands of tourists for the year's most important religious celebration: the procession of the Círio de Nazaré. Another important attraction of the capital is the Marajó-style ceramics, based on the extinct Marajoara culture, which developed on an island in the Amazon River.",
  "/wiki/Luis_Gregorio_Ramírez_Maestre": "Luis Gregorio Ramírez Maestre (born in Valledupar on September 30, 1980) is a Colombian serial killer. He is accused of murdering thirty people in various municipalities and cities in Colombia, including Tenerife, Sabanalarga, Aguachica, Santa Marta, Valledupar and Puerto Wilches.\n Ramírez chose motorists between 19 and 30 years of age. None measured more than 1.70 metres tall or weighed more than 60 kilos. This was done in order to make them submit easily. His tactic was simple and effective. He took advantage of his charisma and loquacity to generate trust. He asked to be taken on a motorcycle taxi to a carefully chosen place, on the outskirts of the cities where he acted. Taking advantage of the fact that he was in the back of the vehicle and after talking with the driver all the way, when they stopped he held the driver by the throat and suffocated them, taking care of them to not die, until they lost consciousness.\n The vast majority of people were killed by suffocation or torture, according to examinations of forensics experts. Also he kept several personal objects from victims, like wallets, cards, mobiles, helmets, etc. Ramírez only confessed to the murder of a person known as John Jairo Amador de la Rosa, after authorities found the body wrapped up in ropes.\n It is believed that the murderer was only dedicated to stealing motorcycles in various municipalities, but according to several specialists, Ramírez acted in an antisocial way, similar to a psychopath.\n He was ultimately found guilty of several murders and sentenced to 57 years in prison, later lowered to 34 years for \"acceptance of charges\".\n He was captured in 2012.\n Luis Gregorio Ramírez Maestro will be released from prison in the year 2032 when he has been in prison for 20 years, due to the reductions of sentences in the Colombian justice system of three fifths of the sentence.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.\n Colombia is ethnically and linguistically diverse, with its rich cultural heritage reflecting influences by various Amerindian civilizations, European settlement, forced African labor, and immigration from Europe and the greater Middle East. Urban centres are concentrated in the Andean highlands and the Caribbean coast.\n Colombia has been inhabited by various American Indian peoples since at least 12,000 BCE, including the Muisca, Quimbaya, and the Tairona. Spaniards arrived in 1499 and by the mid-16th century annexed part of the region, establishing the New Kingdom of Granada, with Santafé de Bogotá as its capital. Independence from Spain was achieved in 1819, but by 1830 the Gran Colombia Federation was dissolved, with what is now Colombia and Panama emerging as the Republic of New Granada. The new sovereign state experimented with federalism as the Granadine Confederation (1858), and then the United States of Colombia (1863), before the Republic of Colombia was finally declared in 1886. Panama seceded in 1903, leading to Colombia's present borders. Beginning in the 1960s, the country suffered from an asymmetric low-intensity armed conflict and political violence, both of which escalated in the 1990s. Since 2005, there has been significant improvement in security, stability, and rule of law.\n Colombia has the second-highest biodiversity in the world and is one of the world's 17 megadiverse countries; its territory encompasses Amazon rainforest, highlands, grasslands, deserts, and islands and coastlines along both the Atlantic and Pacific (the only country in South America).\n Colombia is the only NATO Global Partner in Latin America. It is part of the CIVETS group of leading emerging markets and a member of the UN, the WTO,  the OAS, the Pacific Alliance, an associate member of Mercosur and other international organizations. Colombia's diversified economy is the third largest in South America, with macroeconomic stability and favorable long-term growth prospects.",
  "/wiki/David_Thabo_Simelane": "David Thabo Simelane (born 1956) is a Swazi serial killer sentenced to death for the murder of 28 women, but is suspected of murdering 45.",
  "/wiki/Eswatini": "Eswatini (/ˌɛswɑːˈtiːni/ ESS-wah-TEE-nee; Swazi: eSwatini [ɛswáˈtʼiːni]), officially the Kingdom of Eswatini (Swazi: Umbuso weSwatini) and also known as Swaziland (/ˈswɑːzilænd/ SWAH-zee-land; officially renamed in 2018), is a landlocked country in Southern Africa. It is bordered by Mozambique to its northeast and South Africa to its north, west, and south. At no more than 200 kilometres (120 mi) north to south and 130 kilometres (81 mi) east to west, Eswatini is one of the smallest countries in Africa; despite this, its climate and topography are diverse, ranging from a cool and mountainous highveld to a hot and dry lowveld.\n The population is composed primarily of ethnic Swazis. The language is Swazi (siSwati in native form). The Swazis established their kingdom in the mid-18th century under the leadership of Ngwane III. The country and the Swazi take their names from Mswati II, the 19th-century king under whose rule Swazi territory was expanded and unified; the present boundaries were drawn up in 1881 in the midst of the Scramble for Africa. After the Second Boer War, the kingdom, under the name of Swaziland, was a British protectorate from 1903 until it regained its independence on 6 September 1968. In April 2018, the official name was changed from Kingdom of Swaziland to Kingdom of Eswatini, mirroring the name commonly used in Swazi.\n The government is an absolute monarchy, ruled by King Mswati III since 1986. Elections are held every five years to determine the House of Assembly and the Senate majority. The current constitution was adopted in 2005. Umhlanga, the reed dance held in August/September, and incwala, the kingship dance held in December/January, are the nation's most important events.\n Eswatini is a developing country with a small economy. With a GDP per capita of $4,145.97, it is classified as a country with a lower-middle income. As a member of the Southern African Customs Union (SACU) and the Common Market for Eastern and Southern Africa (COMESA), its main local trading partner is South Africa; in order to ensure economic stability, Eswatini's currency, the lilangeni, is pegged to the South African rand.  Eswatini's major overseas trading partners are the United States and the European Union. The majority of the country's employment is provided by its agricultural and manufacturing sectors.  Eswatini is a member of the Southern African Development Community (SADC), the African Union, the Commonwealth of Nations, and the United Nations.\n The Swazi population faces major health issues: HIV/AIDS and (to a lesser extent) tuberculosis are widespread. It is estimated that 26% of the adult population is HIV-positive. As of 2018, Eswatini has the 12th-lowest life expectancy in the world, at 58 years. The population of Eswatini is young, with a median age of 20.5 years and people aged 14 years or younger constituting 37.5% of the country's total population. The present population growth rate is 1.2%.",
  "/wiki/Zhang_Jun_(serial_killer)": "Zhang Jun (August 5, 1966 in Hualin Village – May 20, 2001 in Chongqing) was a Chinese robber and serial killer. From June 1993 to September 2000, Zhang and his associates robbed a total of 22 stores in Chongqing, Hunan, Hubei, Yunnan and Guangxi, killing 28 people and wounding 23. The total amount stolen was supposed to be 5.36 million yuan.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Cedric_Maake": "Maoupa Cedric Maake (born 1965) (also known as the Wemmer Pan Killer) is a South African serial killer. He committed at least 27 murders throughout 1996 and 1997.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.\n South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world. Two of these languages are of European origin: Afrikaans developed from Dutch and serves as the first language of most coloured and white South Africans; English reflects the legacy of British colonialism, and is commonly used in public and commercial life, though it is fourth-ranked as a spoken first language. The country is one of the few in Africa never to have had a coup d'état, and regular elections have been held for almost a century. However, the vast majority of black South Africans were not enfranchised until 1994. During the 20th century, the black majority sought to claim more rights from the dominant white minority, with this struggle playing a large role in the country's recent history and politics. The National Party imposed apartheid in 1948, institutionalising previous racial segregation. After a long and sometimes violent struggle by the African National Congress (ANC) and other anti-apartheid activists both inside and outside the country, the repeal of discriminatory laws began in the mid-1980s.\n Since 1994, all ethnic and linguistic groups have held political representation in the country's liberal democracy, which comprises a parliamentary republic and nine provinces. South Africa is often referred to as the \"rainbow nation\" to describe the country's multicultural diversity, especially in the wake of apartheid. The World Bank classifies South Africa as an upper-middle-income economy, and a newly industrialised country. Its economy is the second-largest in Africa, and the 33rd-largest in the world. In terms of purchasing power parity, South Africa has the seventh-highest per capita income and the seventh-highest human development index  in Africa. However, poverty and inequality remain widespread, with about a quarter of the population unemployed and living on less than US$1.25 a day. South Africa has been identified as a middle power in international affairs, and maintains significant regional influence.",
  "/wiki/Moses_Sithole": "Moses Sithole  (born 17 November 1964) is a South African serial killer and rapist who committed the ABC Murders, so named because they began in Atteridgeville, continued in Boksburg and finished in Cleveland, a suburb of Johannesburg. Sithole murdered at least 38 people between 16 July 1994 and 6 November 1995.",
  "/wiki/Mariam_Soulakiotis": "Mother Superior Mariam Soulakiotis (c. 1883–23 November 1954) (Greek: Μαριάμ Σουλακιώτη), also known as Mariam Soulakiotou (Greek: Μαριάμ Σουλακιώτου) and in the press by the moniker The Woman Rasputin (Greek: Η γυναίκα Ρασπούτιν), was a Greek Orthodox abbess and convicted serial killer active between 1939 and 1951. Greek authorities indicted Soulakiotis in February 1951 on charges including homicide, fraud, forgery of wills, blackmail and torture. Sentenced to life in 1952, Soulakiotis died in Averoff Prison [el] in 1954.\n Soulakiotis was alleged to have committed her crimes in the Peukovounogiatrissas Monastery (Greek: Μονή Παναγίας Πευκοβουνογιατρίσσης) near Keratea, Greece. As of 2008, the monastery remains open and still has members which believe she was innocent and which venerate her as a saint.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.\n Situated on the southern tip of the Balkan Peninsula, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria to the north, and Turkey to the northeast. The Aegean Sea lies to the east of the mainland, the Ionian Sea to the west, the Cretan Sea and the Mediterranean Sea to the south. Greece has the longest coastline on the Mediterranean Basin and the 11th longest coastline in the world at 13,676 km (8,498 mi) in length, featuring many islands, of which 227 are inhabited. Eighty percent of Greece is mountainous, with Mount Olympus being the highest peak at 2,918 metres (9,573 ft). The country consists of nine traditional geographic regions: Macedonia, Central Greece, the Peloponnese, Thessaly, Epirus, the Aegean Islands (including the Dodecanese and Cyclades), Thrace, Crete, and the Ionian Islands.\n Greece is considered the cradle of Western civilisation, being the birthplace of democracy, Western philosophy, Western literature, historiography, political science, major scientific and mathematical principles, Western drama and the Olympic Games. From the eighth century B.C., the Greeks were organised into various independent city-states, known as poleis (singular polis), which spanned the entire Mediterranean region and the Black Sea. Philip of Macedon united most of the Greek mainland in the fourth century BC, with his son Alexander the Great rapidly conquering much of the ancient world, from the eastern Mediterranean to India. Greece was annexed by Rome in the second century B.C., becoming an integral part of the Roman Empire and its successor, the Byzantine Empire, which adopted the Greek language and culture. The Greek Orthodox Church, which emerged in the first century A.D., helped shape modern Greek identity and transmitted Greek traditions to the wider Orthodox World. After falling under Ottoman dominion in the mid-15th century, Greece emerged as a modern nation state in 1830 following a war of independence. The country's rich historical legacy is reflected in part by its 18 UNESCO World Heritage Sites.\n Greece is a unitary parliamentary republic and developed country with an advanced high-income economy, a high quality of life, and a very high standard of living. Its economy is the largest in the Balkans, where it is an important regional investor. A founding member of the United Nations, Greece was the tenth member to join the European Communities (precursor to the European Union) and has been part of the Eurozone since 2001. It is also a member of numerous other international institutions, including the Council of Europe, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), the Organization for Security and Co-operation in Europe (OSCE), and the Organisation internationale de la Francophonie (OIF). Greece's unique cultural heritage, large tourism industry, prominent shipping sector and geostrategic importance[a] classify it as a middle power.",
  "/wiki/Bruce_George_Peter_Lee": "Bruce George Peter Lee (born Peter George Dinsdale 31 July 1960) is one of Britain's most prolific serial killers.  He confessed to a total of 11 acts of arson, and was convicted of 26 counts of manslaughter. 11 of these were overturned on appeal. Lee was imprisoned for life in 1981.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Epilepsy": "Epilepsy is a group of neurological disorders characterized by recurrent epileptic seizures. Epileptic seizures are episodes that can vary from brief and nearly undetectable periods to long periods of vigorous shaking. These episodes can result in physical injuries, including occasionally broken bones. In epilepsy, seizures have a tendency to recur and, as a rule, have no immediate underlying cause. Isolated seizures that are provoked by a specific cause such as poisoning are not deemed to represent epilepsy. People with epilepsy may be treated differently in various areas of the world and experience varying degrees of social stigma due to their condition.\n The cause of most cases of epilepsy is unknown. Some cases occur as the result of brain injury, stroke, brain tumors, infections of the brain, or birth defects through a process known as epileptogenesis. Known genetic mutations are directly linked to a small proportion of cases. Epileptic seizures are the result of excessive and abnormal neuronal activity in the cortex of the brain. The diagnosis involves ruling out other conditions that might cause similar symptoms, such as fainting, and determining if another cause of seizures is present, such as alcohol withdrawal or electrolyte problems. This may be partly done by imaging the brain and performing blood tests. Epilepsy can often be confirmed with an electroencephalogram (EEG), but a normal test does not rule out the condition.\n Epilepsy that occurs as a result of other issues may be preventable. Seizures are controllable with medication in about 70% of cases; inexpensive anti-seizure medications are often available. In those whose seizures do not respond to medication, surgery, neurostimulation or dietary changes may then be considered.[needs update] Not all cases of epilepsy are lifelong, and many people improve to the point that treatment is no longer needed.\n As of 2015[update], about 39 million people have epilepsy. Nearly 80% of cases occur in the developing world. In 2015, it resulted in 125,000 deaths, an increase from 112,000 in 1990. Epilepsy is more common in older people. In the developed world, onset of new cases occurs most frequently in babies and the elderly. In the developing world, onset is more common in older children and young adults due to differences in the frequency of the underlying causes. About 5–10% of people will have an unprovoked seizure by the age of 80, and the chance of experiencing a second seizure is between 40 and 50%. In many areas of the world, those with epilepsy either have restrictions placed on their ability to drive or are not permitted to drive until they are free of seizures for a specific length of time. The word epilepsy is from Ancient Greek ἐπιλαμβάνειν, \"to seize, possess, or afflict\".",
  "/wiki/Arson": "Arson is the crime of willfully and maliciously setting fire to or charring property. Though the act typically involves buildings, the term arson can also refer to the intentional burning of other things, such as motor vehicles, watercraft, or forests. The crime is typically classified as a felony, with instances involving a greater degree of risk to human life or property carrying a stricter penalty. A common motive for arson is to commit insurance fraud. In such cases, a person destroys their own property by burning it and then lies about the cause in order to collect against their insurance policy.\n A person who commits arson is called an 'arsonist'. Arsonists normally use an accelerant (such as gasoline or kerosene) to ignite, propel and directionalize fires, and the detection and identification of ignitable liquid residues (ILRs) is an important part of fire investigations. Pyromania is an impulse control disorder characterized by the pathological setting of fires. Most acts of arson are not committed by pyromaniacs.",
  "/wiki/Kingston_upon_Hull": "Kingston upon Hull, usually abbreviated to Hull, is a port city and unitary authority in the East Riding of Yorkshire, England. It lies upon the River Hull at its confluence with the Humber Estuary, 25 miles (40 km) inland from the North Sea, 50 miles (80 km) east of Leeds, 34 miles (55 km) south-east of York and 54 miles (87 km) north-east of Sheffield. With a population of 260,645 (mid-2018 est.), Hull is the fourth-largest city in Yorkshire and the Humber.\n The town of Wyke on Hull was founded late in the 12th century by the monks of Meaux Abbey as a port from which to export their wool.\nRenamed Kings-town upon Hull in 1299, Hull has been a market town, military supply port, trading hub, fishing and whaling centre and industrial metropolis.\nHull was an early theatre of battle in the English Civil Wars. Its 18th-century Member of Parliament, William Wilberforce, took a prominent part in the abolition of the slave trade in Britain.\n After suffering heavy damage in the Second World War (the \"Hull Blitz\"), Hull weathered a period of post-industrial decline, gaining unfavourable results on measures of social deprivation, education and policing. In the early 21st century spending boom before the late 2000s recession the city saw large amounts of new retail, commercial, housing and public service construction spending.\n Tourist attractions include The Hull People's Memorial, the historic Old Town and Museum Quarter, Hull Marina and The Deep aquarium. Sports teams include EFL Championship football club Hull City and rugby league clubs Hull F.C. & Hull Kingston Rovers and non-league football club Hull United.\n The University of Hull was founded in 1927 and now enrols more than 16,000 students. Hull was the 2017 UK City of Culture and in the same year the city's Ferens Art Gallery hosted the prestigious Turner Prize.",
  "/wiki/Stoneman": "The Stoneman is a name given by the popular English-language print media of Calcutta, India to an unidentified serial killer who murdered at least 13 homeless people of that city during their sleep in 1989. The name is also given to the perpetrator of a similar series of murders in Bombay from 1985 to 1988. It has been speculated that these were the work of the same person, who could have been responsible for as many as 26 murders.\n The Stoneman was blamed for thirteen murders over six months (the first in June 1989), but it was never established whether the crimes were committed by one person or a group of individuals. The Calcutta Police also failed to resolve whether any of the crimes were committed as a copycat murder. To date, no one has been charged with any of the crimes; all thirteen cases remain unsolved.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/Bombay": "Mumbai (English: /mʊmˈbaɪ/, Marathi: [ˈmumbəi]; also known as Bombay /bɒmˈbeɪ/, the official name until 1995) is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of 19.98 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23.64 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest number of millionaires and billionaires among all cities in India.  Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.\n The seven islands that constitute Mumbai were originally home to communities of Marathi language speaking Koli people, who originated in Gujarat in prehistoric times. For centuries, the islands were under the control of successive indigenous empires before being ceded to the Portuguese Empire and subsequently to the East India Company when in 1661 Charles II of England married Catherine of Braganza and as part of her dowry Charles received the ports of Tangier and Seven Islands of Bombay. During the mid-18th century, Bombay was reshaped by the Hornby Vellard project, which undertook reclamation of the area between the seven islands from the sea. Along with construction of major roads and railways, the reclamation project, completed in 1845, transformed Bombay into a major seaport on the Arabian Sea. Bombay in the 19th century was characterised by economic and educational development. During the early 20th century it became a strong base for the Indian independence movement. Upon India's independence in 1947 the city was incorporated into Bombay State. In 1960, following the Samyukta Maharashtra Movement, a new state of Maharashtra was created with Bombay as the capital.\n Mumbai is the financial, commercial and entertainment capital of India. It is also one of the world's top ten centres of commerce in terms of global financial flow, generating 6.16% of India's GDP and accounting for 25% of industrial output, 70% of maritime trade in India (Mumbai Port Trust and JNPT), and 70% of capital transactions to India's economy. Mumbai's billionaires had the highest average wealth of any city in the world in 2008.  The city houses important financial institutions such as the Reserve Bank of India, the Bombay Stock Exchange, the National Stock Exchange of India, the SEBI and the corporate headquarters of numerous Indian companies and multinational corporations. It is also home to some of India's premier scientific and nuclear institutes like Bhabha Atomic Research Centre, Nuclear Power Corporation of India, Indian Rare Earths, Tata Institute of Fundamental Research, Atomic Energy Regulatory Board, Atomic Energy Commission of India, Department of Atomic Energy and the Indian Institute of Technology Bombay. The city also houses India's Hindi (Bollywood) and Marathi cinema industries. Mumbai's business opportunities, as well as its potential to offer a higher standard of living, attract migrants from all over India, making the city a melting pot of many communities and cultures.",
  "/wiki/Calcutta": "Kolkata (/kɒlˈkʌtə/, Bengali: [kolkata] (listen), also known as Calcutta /kælˈkʌtə/, the official name until 2001) is the \"cultural capital\" of India and the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, making it the third-most populous metropolitan area in India. Kolkata Megalopolis is the area surrounding Kolkata Metropolitan city with additional population. Located on the east bank of the Hooghly River approximately 80 kilometres (50 mi) west of the border with Bangladesh, it is the principal commercial, cultural, and educational centre of East India, while the Port of Kolkata is India's oldest operating port and its sole major riverine port. The city, nicknamed the \"City of Joy\" is widely regarded as the \"cultural capital\" of India and as of 2019, six Nobel Laureates have been associated with the city. Recent estimates of Kolkata Metropolitan Area's economy have ranged from $60 to $150 billion (GDP adjusted for purchasing power parity) making it third most-productive metropolitan area in India, after Mumbai and Delhi.\n In the late 17th century, the three villages that predated Calcutta were ruled by the Nawab of Bengal under Mughal suzerainty. After the Nawab granted the East India Company a trading licence in 1690, the area was developed by the Company into an increasingly fortified trading post. Nawab Siraj ud-Daulah occupied Calcutta in 1756, and the East India Company retook it the following year. In 1793 the East India company was strong enough to abolish Nizamat (local rule), and assumed full sovereignty of the region. Under the company rule, and later under the British Raj, Calcutta served as the capital of British-held territories in India until 1911, when its perceived geographical disadvantages, combined with growing nationalism in Bengal, led to a shift of the capital to New Delhi. Calcutta was the centre for the Indian independence movement; it remains a hotbed of contemporary state politics. Following Indian independence in 1947, Kolkata, which was once the centre of modern Indian education, science, culture, and politics, suffered several decades of economic stagnation.\n As a nucleus of the 19th- and early 20th-century Bengal Renaissance and a religiously and ethnically diverse centre of culture in Bengal and India, Kolkata has local traditions in drama, art, film, theatre, and literature. Many people from Kolkata—among them, several Nobel laureates—have contributed to the arts, the sciences, and other areas. Kolkata culture features idiosyncrasies that include distinctively close-knit neighbourhoods (paras) and freestyle intellectual exchanges (adda). West Bengal's share of the Bengali film industry is based in the city, which also hosts venerable cultural institutions of national importance, such as the Academy of Fine Arts, the Victoria Memorial, the Asiatic Society, the Indian Museum and the National Library of India. Among professional scientific institutions, Kolkata hosts the Agri Horticultural Society of India, the Geological Survey of India, the Botanical Survey of India, the Calcutta Mathematical Society, the Indian Science Congress Association, the Zoological Survey of India, the Institution of Engineers, the Anthropological Survey of India and the Indian Public Health Association. Though home to major cricketing venues and franchises, Kolkata differs from other Indian cities by focusing on association football and other sports.",
  "/wiki/Juan_Corona": "Juan Vallejo Corona (February 7, 1934 – March 4, 2019) was a Mexican serial killer who was convicted of the murders of 25 migrant farm workers found buried in shallow graves in peach orchards along the Feather River in Sutter County, California, in 1971. At the time, the crimes were characterized as among the most notorious in U.S. history. The exact victim total remains unknown and may be significantly higher, according to local authorities.[citation needed]\n Corona was convicted of 25 counts of first-degree murder in 1973. An Appeals Court overturned the conviction in 1978 on the basis of incompetent legal representation and granted him a new trial. In 1982, he was again found guilty of all 25 homicides. He served out a life sentence in California State Prison, Corcoran.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Fritz_Haarmann": "Friedrich Heinrich Karl \"Fritz\" Haarmann (25 October 1879 – 15 April 1925) was a German serial killer, known as the Butcher of Hanover, the Vampire of Hanover and the Wolf-Man, who committed the sexual assault, murder, mutilation and dismemberment of a minimum of 24 boys and young men between 1918 and 1924 in Hanover, Germany.\n Haarmann was found guilty of 24 of the 27 murders for which he was tried and sentenced to death by beheading in December 1924. In addition, in accordance with German practice, his honorary rights of citizenship were revoked. He was subsequently executed in April 1925.\n Haarmann became known as the Butcher of Hanover (German: Der Schlächter von Hannover) due to the extensive mutilation and dismemberment committed upon his victims' bodies and by such titles as the Vampire of Hanover (der Vampir von Hannover) and the Wolf-Man (Wolfsmensch) because of his preferred murder method of biting into or through his victims' throats.",
  "/wiki/Hanover": "Hanover or Hannover (/ˈhænoʊvər, -nəv-/; German: Hannover [haˈnoːfɐ] (listen); Low German: Hannober) is the capital and largest city of the German state of Lower Saxony. Its 535,061 (2017) inhabitants make it the thirteenth-largest city in Germany as well as the third-largest city in Northern Germany after Hamburg and Bremen. The city lies at the confluence of the River Leine (progression: Aller→ Weser→ North Sea) and its tributary Ihme, in the south of the North German Plain, and is the largest city in the Hannover–Braunschweig–Göttingen–Wolfsburg Metropolitan Region. It is the fifth-largest city in the Low German dialect area after Hamburg, Dortmund, Essen and Bremen.\n Before it became the capital of Lower Saxony in 1946 Hanover was the capital of the Principality of Calenberg (1636–1692), the Electorate of Hanover (1692–1814), the Kingdom of Hanover (1814–1866), the Province of Hanover of the Kingdom of Prussia (1868–1918), the Province of Hanover of the Free State of Prussia (1918–1946) and of the State of Hanover (1946). From 1714 to 1837 Hanover was by personal union the family seat of the Hanoverian Kings of the United Kingdom of Great Britain and Ireland, under their title of the dukes of Brunswick-Lüneburg (later described as the Elector of Hanover).\n The city is a major crossing point of railway lines and motorways (Autobahnen), connecting European main lines in both the east-west (Berlin–Ruhr area/Düsseldorf/Cologne) and north-south (Hamburg–Frankfurt/Stuttgart/Munich) directions. Hannover Airport lies north of the city, in Langenhagen, and is Germany's ninth-busiest airport. The city's most notable institutes of higher education are the Hannover Medical School with its university hospital (Klinikum der Medizinischen Hochschule Hannover) and the Leibniz University Hannover.\n The Hanover fairground, owing to numerous extensions, especially for the Expo 2000, is the largest in the world. Hanover hosts annual commercial trade fairs such as the Hanover Fair and up to 2018 the CeBIT. The IAA Commercial Vehicles show takes place every two years. It is the world's leading trade show for transport, logistics and mobility. Every year Hanover hosts the Schützenfest Hannover, the world's largest marksmen's festival, and the Oktoberfest Hannover.\n 'Hanover' is the traditional English spelling. The German spelling (with a double n) is becoming more popular in English; recent editions of encyclopedias prefer the German spelling, and the local government uses the German spelling on English websites. The English pronunciation, with stress on the first syllable, is applied to both the German and English spellings, which is different from German pronunciation, with stress on the second syllable and a long second vowel. The traditional English spelling is still used in historical contexts, especially when referring to the British House of Hanover.",
  "/wiki/Vampire": "A vampire is a creature from folklore that subsists by feeding on the vital essence (generally in the form of blood) of the living. In European folklore, vampires are undead creatures that often visited loved ones and caused mischief or deaths in the neighborhoods they inhabited while they were alive. They wore shrouds and were often described as bloated and of ruddy or dark countenance, markedly different from today's gaunt, pale vampire which dates from the early 19th century.\n Vampiric entities have been recorded in most cultures; the term vampire was popularized in Western Europe after reports of an 18th-century mass hysteria of a pre-existing folk belief in the Balkans and Eastern Europe that in some cases resulted in corpses being staked and people being accused of vampirism. Local variants in Eastern Europe were also known by different names, such as shtriga in Albania, vrykolakas in Greece and strigoi in Romania.\n In modern times, the vampire is generally held to be a fictitious entity, although belief in similar vampiric creatures such as the chupacabra still persists in some cultures. Early folk belief in vampires has sometimes been ascribed to the ignorance of the body's process of decomposition after death and how people in pre-industrial societies tried to rationalize this, creating the figure of the vampire to explain the mysteries of death. Porphyria was linked with legends of vampirism in 1985 and received much media exposure, but has since been largely discredited.\n The charismatic and sophisticated vampire of modern fiction was born in 1819 with the publication of \"The Vampyre\" by the English writer John Polidori; the story was highly successful and arguably the most influential vampire work of the early 19th century. Bram Stoker's 1897 novel Dracula is remembered as the quintessential vampire novel and provided the basis of the modern vampire legend, even though it was published after Joseph Sheridan Le Fanu's 1872 novel Carmilla. The success of this book spawned a distinctive vampire genre, still popular in the 21st century, with books, films, television shows, and video games. The vampire has since become a dominant figure in the horror genre.",
  "/wiki/Béla_Kiss": "Béla Kiss (/kɪʃ/; Hungarian: [ˈbeːlɒ ˈkiʃ]; 28 July 1877) was a Hungarian serial killer. He is thought to have murdered at least 23 young women and one man, and attempted to pickle their bodies in large metal drums that he kept on his property.",
  "/wiki/Kingdom_of_Hungary": "The Kingdom of Hungary was a monarchy in Central Europe that existed from the Middle Ages into the 20th century (1000–1946 with the exception of 1918–1920). The Principality of Hungary emerged as a Christian kingdom upon the coronation of the first king Stephen I at Esztergom around the year 1000; his family (the Árpád dynasty) led the monarchy for 300 years. By the 12th century, the kingdom became a European middle power within the Western world.\n Due to the Ottoman occupation of the central and southern territories of Hungary in the 16th century, the country was partitioned into three parts: the Habsburg Royal Hungary, Ottoman Hungary, and the semi-independent Principality of Transylvania. The House of Habsburg held the Hungarian throne after the Battle of Mohács until 1918 and also played a key role in the liberation wars against the Ottoman Empire.\n From 1867, territories connected to the Hungarian crown were incorporated into Austria-Hungary under the name of Lands of the Crown of Saint Stephen. The monarchy ended with the deposition of the last king Charles IV in 1918, after which Hungary became a republic. The kingdom was nominally restored during the \"Regency\" of 1920–46, ending under the Soviet occupation in 1946.\n The Kingdom of Hungary was a multiethnic state from its inception until the Treaty of Trianon and it covered what is today Hungary, Slovakia, Transylvania and other parts of Romania, Carpathian Ruthenia (now part of Ukraine), Vojvodina (now part of Serbia), the territory of Burgenland (now part of Austria), Međimurje (now part of Croatia), Prekmurje (now part of Slovenia) and a few villages in Poland. From 1102 it also included Croatia, being in personal union with it, united under the King of Hungary.\n According to the demographers, about 80 percent of the population was made up of Hungarians before the Battle of Mohács,[neutrality is disputed] however in the mid 19th century out of a population of 14 million less than 6 million were Hungarian due to the resettlement policies and continuous immigration from neighboring countries. Major territorial changes made Hungary ethnically homogeneous after World War I. Nowadays, more than nine-tenths of the population is ethnically Hungarian and speaks Hungarian as the mother tongue.\n Today, the feast day of the first king Stephen I (20 August) is a national holiday in Hungary, commemorating the foundation of the state (Foundation Day).",
  "/wiki/Austro-Hungarian_Empire": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy in Central and Eastern Europe between 1867 and 1918. It was formed when the Austrian Empire adopted a new constitution; as a result Austria (Cisleithania) and Hungary (Transleithania) were placed on equal footing. It dissolved when its member states proclaimed sovereignty and independence following the First World War.\n The union was established by the Austro-Hungarian Compromise of 1867 on 30 March 1867 in the aftermath of the Austro-Prussian War. It consisted of two monarchies (Austria and Hungary), and one autonomous region: the Kingdom of Croatia-Slavonia under the Hungarian crown, which negotiated the Croatian–Hungarian Settlement in 1868. It was ruled by the House of Habsburg, and constituted the last phase in the constitutional evolution of the Habsburg Monarchy. Following the 1867 reforms, the Austrian and Hungarian states were co-equal in power. Foreign and military affairs came under joint oversight, but all other governmental faculties were divided between respective states.\n Austria-Hungary was a multinational state and one of Europe's major powers at the time. Austria-Hungary was geographically the second-largest country in Europe after the Russian Empire, at 621,538 km2 (239,977 sq mi), and the third-most populous (after Russia and the German Empire). The Empire built up the fourth-largest machine building industry of the world, after the United States, Germany, and the United Kingdom.  Austria-Hungary also became the world's third largest manufacturer and exporter of electric home appliances, electric industrial appliances and power generation apparatus for power plants, after the United States and the German Empire.\n After 1878, Bosnia and Herzegovina came under Austro-Hungarian military and civilian rule until it was fully annexed in 1908, provoking the Bosnian crisis among the other powers. The northern part of the Ottoman Sanjak of Novi Pazar was also under de facto joint occupation during that period but the Austro-Hungarian army withdrew as part of their annexation of Bosnia. The annexation of Bosnia also led to Islam being recognized as an official state religion due to Bosnia's Muslim population.\n Austria-Hungary was one of the Central Powers in World War I, which began with an Austro-Hungarian war declaration on the Kingdom of Serbia on 28 July 1914. It was already effectively dissolved by the time the military authorities signed the armistice of Villa Giusti on 3 November 1918. The Kingdom of Hungary and the First Austrian Republic were treated as its successors de jure, whereas the independence of the West Slavs and South Slavs of the Empire as the First Czechoslovak Republic, the Second Polish Republic and the Kingdom of Yugoslavia, respectively, and most of the territorial demands of the Kingdom of Romania were also recognized by the victorious powers in 1920.",
  "/wiki/Austro-Hungarian_Army": "The Austro-Hungarian Army (German: Landstreitkräfte Österreich-Ungarns; Hungarian: Császári és Királyi Hadsereg) was the ground force of the Austro-Hungarian Dual Monarchy from 1867 to 1918. It was composed of three parts: the joint army (Gemeinsame Armee, \"Common Army\", recruited from all parts of the country), the Imperial Austrian Landwehr (recruited from Cisleithania), and the Royal Hungarian Honvéd (recruited from Transleithania).\n In the wake of fighting between the Austrian Empire and the Hungarian Kingdom and the two decades of uneasy co-existence following, Hungarian soldiers served either in mixed units or were stationed away from Hungarian areas.  With the Austro-Hungarian Compromise of 1867 the new tripartite army was brought into being. It existed until the disestablishment of the Austro-Hungarian Empire following World War I in 1918.\n The joint \"Imperial and Royal Army\" (kaiserlich und königliche Armee or k.u.k.)  units were generally poorly trained and had very limited access to new equipment because the governments of the Austrian and Hungarian parts of the empire often preferred to generously fund their own units instead of outfitting all three army branches equally. All of the Honvédség and the Landwehr regiments were composed of three battalions, while the joint army k.u.k. regiments had four.\n The long-standing white infantry uniforms were replaced in the later half of the 19th century with dark blue tunics, which in turn were replaced by a pike grey uniform used in the initial stages of World War I.  In September 1915, field gray was adopted as the new official uniform colour.\n The last known surviving member of the Austro-Hungarian Army was World War I veteran Franz Künstler, who died in May 2008 at the age of 107.",
  "/wiki/Majid_Salek_Mohammadi": "Majid Salek Mohammadi (Persian: مجید سالک‌محمودی) was an Iranian serial killer, who killed 24 people between 1981 and 1985.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.\n Iran is home to one of the world's oldest civilizations, beginning with the formation of the Elamite kingdoms in the fourth millennium BCE. It was first unified by the Iranian Medes in the seventh century BCE, and reached its territorial height in the sixth century BCE under Cyrus the Great, whose Achaemenid Empire stretched from Eastern Europe to the Indus Valley, one of the largest empires in history. The empire fell to Alexander the Great in the fourth century BCE and was divided into several Hellenistic states. An Iranian rebellion established the Parthian Empire in the third century BCE, which was succeeded in the third century CE by the Sasanian Empire, a leading world power for the next four centuries.\nArab Muslims conquered the empire in the seventh century CE, and the subsequent Islamization of Iran led to the decline of the once dominant Zoroastrian religion. Iran's major contributions to art, philosophy, and science spread throughout the Muslim world and beyond during the Islamic Golden Age. Over the next two centuries, a series of native Muslim dynasties emerged before the Seljuq Turks and the Ilkhanate Mongols conquered the region. The rise of the native Safavids in the 15th century led to the reestablishment of a unified Iranian state and national identity, with the country's conversion to Shia Islam marking a turning point in Iranian and Muslim history.\n Under Nader Shah, Iran was one of the most powerful states in the 18th century, though by the 19th century, a series of conflicts with the Russian Empire led to significant territorial losses. The Persian Constitutional Revolution in the early 20th century created a constitutional monarchy and the country's first legislature. A 1953 coup instigated by the United Kingdom and the United States resulted in greater autocratic rule under Mohammad Reza Pahlavi and growing Western political influence. A far-reaching series of reforms known as the White Revolution was launched by the Shah in 1963, prompting industrial growth, land reforms, and increased women's rights. Nevertheless, widespread dissatisfaction and unrest against the monarchy persisted, leading to the Iranian Revolution, which established the current Islamic Republic. For most of the 1980s, Iran fought a war with Iraq that resulted in millions of casualties and economic devastation for both sides.\n Iran's political system has elements of a presidential democracy with a theocracy governed by an autocratic \"Supreme Leader\". It has been described as authoritarian, with significant constraints and abuses against human rights.\n Iran is a founding member of the UN, ECO, OIC, and OPEC. It is a major regional and middle power, and its large reserves of fossil fuels—including the world's largest natural gas supply and the third largest proven oil reserves—exert considerable influence in international energy security and the world economy. The country's rich cultural legacy is reflected in part by its 22 UNESCO World Heritage Sites, the third largest number in Asia and 10th largest in the world. Historically a multi-ethnic country, Iran remains a pluralistic society comprising numerous ethnic, linguistic, and religious groups, the largest being Persians, Azeris, Kurds, Mazandaranis and Lurs.",
  "/wiki/Yvan_Keller": "Yvan Keller (born December 13, 1960 – September 22, 2006), nicknamed the \"Pillow Killer\", was a French serial killer. Between 1989 and 2006, he killed at least 23 people in France, Switzerland and Germany, and confessed to killing about 150. If corroborated, that would make him the most prolific French serial killer of the 20th century.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.\n The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day. Since the Reformation of the 16th century, Switzerland has maintained a strong policy of armed neutrality; it has not fought an international war since 1815 and did not join the United Nations until 2002. Nevertheless, it pursues an active foreign policy and is frequently involved in peace-building processes around the world.  Switzerland is the birthplace of the Red Cross, one of the world's oldest and best known humanitarian organisations, and is home to numerous international organisations, including the second largest UN office. It is a founding member of the European Free Trade Association, but notably not part of the European Union, the European Economic Area or the Eurozone. However, it participates in the Schengen Area and the European Single Market through bilateral treaties.\n Switzerland occupies the crossroads of Germanic and Romance Europe, as reflected in its four main linguistic and cultural regions: German, French, Italian and Romansh. Although the majority of the population are German-speaking, Swiss national identity is rooted in a common historical background, shared values such as federalism and direct democracy, and Alpine symbolism. Due to its linguistic diversity, Switzerland is known by a variety of native names: Schweiz [ˈʃvaɪts] (German);[note 5] Suisse [sɥis(ə)] (French); Svizzera [ˈzvittsera] (Italian); and Svizra [ˈʒviːtsrɐ, ˈʒviːtsʁɐ] (Romansh).[note 6] On coins and stamps, the Latin name, Confoederatio Helvetica – frequently shortened to \"Helvetia\" – is used instead of the four national languages.\n The sovereign state is one of the most developed countries in the world, with the highest nominal wealth per adult and the eighth-highest per capita gross domestic product. It ranks at or near the top in several international metrics, including economic competitiveness and human development. Zürich, Geneva and Basel have been ranked among the top ten cities in the world in terms of quality of life, with Zürich ranked second globally. In 2019, IMD placed Switzerland first in the world in attracting skilled workers. World Economic Forum ranks it the 5th most competitive country globally.",
  "/wiki/Alsace": "Alsace (/ælˈsæs/, also US: /ælˈseɪs, ˈælsæs/, French: [alzas] (listen); Alsatian: ’s Elsàss [ˈɛlsɑs]; German: Elsass[a] [ˈɛlzas] (listen); Latin: Alsatia) is a cultural and historical region in eastern France, on the west bank of the upper Rhine next to Germany and Switzerland.\n Until 1871, Alsace included the area now known as the Territoire de Belfort, which formed its southernmost part. From 1982 to 2016, Alsace was the smallest administrative région in metropolitan France, consisting of the Bas-Rhin and Haut-Rhin departments. Territorial reform passed by the French legislature in 2014 resulted in the merger of the Alsace administrative region with Champagne-Ardenne and Lorraine to form Grand Est.\nDue to protests it was decided in 2019 that Bas-Rhin and Haut-Rhin would form the future European Collectivity of Alsace in 2021.\n Alsatian is an Alemannic dialect closely related to Swabian and Swiss German, although since World War II most Alsatians primarily speak French. Internal and international migration since 1945 has also changed the ethnolinguistic composition of Alsace. For more than 300 years, from the Thirty Years' War to World War II, the political status of Alsace was heavily contested between France and various German states in wars and diplomatic conferences. The economic and cultural capital of Alsace, as well as its largest city, is Strasbourg. The city is the seat of several international organizations and bodies.",
  "/wiki/Ronald_Dominique": "Ronald Joseph Dominique (born January 9, 1964) is a prolific American serial killer and rapist from the Bayou Blue area of Houma, Louisiana.",
  "/wiki/Louisiana": "Louisiana (/luˌiːziˈænə/ (listen), /ˌluːzi-/ (listen))[a] is a state in the Deep South region of the South Central United States. It is the 31st most extensive and the 25th most populous of the 50 United States. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is the only U.S. state with political subdivisions termed parishes, which are equivalent to counties. The state's capital is Baton Rouge, and its largest city is New Orleans.\n Much of the state's lands were formed from sediment washed down the Mississippi River, leaving enormous deltas and vast areas of coastal marsh and swamp.[self-published source] These contain a rich southern biota; typical examples include birds such as ibis and egrets. There are also many species of tree frogs, and fish such as sturgeon and paddlefish. In more elevated areas, fire is a natural process in the landscape and has produced extensive areas of longleaf pine forest and wet savannas. These support an exceptionally large number of plant species, including many species of terrestrial orchids and carnivorous plants. Louisiana has more Native American tribes than any other southern state, including four that are federally recognized, ten that are state recognized, and four that have not received recognition.\n Some Louisiana urban environments have a multicultural, multilingual heritage, being so strongly influenced by a mixture of 18th-century French, Haitian, Spanish, Native American, and African cultures that they are considered to be exceptional in the U.S. Before the American purchase of the territory in 1803, the present-day State of Louisiana had been both a French colony and for a brief period a Spanish one. In addition, colonists imported numerous African people as slaves in the 18th century. Many came from peoples of the same region of West Africa, thus concentrating their culture. In the post-Civil War environment, Anglo-Americans increased the pressure for Anglicization, and in 1921, English was for a time made the sole language of instruction in Louisiana schools before a policy of multilingualism was revived in 1974. There has never been an official language in Louisiana, and the state constitution enumerates \"the right of the people to preserve, foster, and promote their respective historic, linguistic, and cultural origins\".\n Like other states in the Deep South region, Louisiana frequently ranks low in terms of health, education, and development, and high in measures of poverty. In 2018, Louisiana was ranked as the least healthy state in the country, with high levels of drug-related deaths and excessive alcohol consumption, while it has had the highest homicide rate in the United States since at least the 1990s.",
  "/wiki/Terrebonne_Parish,_Louisiana": "Terrebonne Parish (/ˌtɛrəˈboʊn/ TERR-ə-BOHN; French: Paroisse de Terrebonne) is a parish located in the southern part of the U.S. state of Louisiana. As of the 2010 census, the population was 111,860. The parish seat is Houma. The parish was founded in 1822.\n Terrebonne Parish is part of the Houma-Thibodaux, LA Metropolitan Statistical Area.\n It is the second-largest parish in the state in terms of land area, and it has been a center of Cajun culture since the 18th century.[when?]More than 10% of its residents speak French at home.[citation needed]\nRay Authement, who was the fifth president of the University of Louisiana at Lafayette, serving from 1974 to 2008 and the longest-serving president of a public university in the United States, was born in rural Terrebonne Parish in 1928, near Chauvin. In 2014 Juan Pickett, former Assistant District Attorney, was elected unopposed in the 32nd Judicial District as the first black judge in Terrebone Parish history.",
  "/wiki/Lafourche_Parish": "Lafourche Parish (French: Paroisse de la Fourche) is a parish located in the south of the U.S. state of Louisiana. As of the 2010 census, the population was 96,318. The parish seat is Thibodaux. The parish was formed in 1807. It was originally the northern part of Lafourche Interior Parish, which consisted of the present parishes of Lafourche and Terrebonne. Lafourche Parish was named after the Bayou Lafourche. The city buildings have also been featured in television and movies, such as in Fletch Lives, due to its architecture and rich history.\n Long a center of sugar cane plantations and sugar production, in November 1887 the parish was the site of the Thibodaux Massacre. After state militia were used to suppress a massive Knights of Labor strike involving 10,000 workers in four parishes, many African Americans retreated to Thibodaux. Local paramilitary forces attacked the men and their families, killing an estimated 50 persons, and hundreds more were missing, wounded, and presumed dead in one of the deadliest incidents of labor suppression and racial terrorism.\n Lafourche Parish is part of the Houma-Thibodaux, LA Metropolitan Statistical Area. People of the state-recognized Native American Houma Tribe live in both Lafourche and Terrebonne parishes.",
  "/wiki/Iberville_Parish": "Iberville Parish (French: Paroisse d'Iberville) is a parish located south of Baton Rouge in the U.S. state of Louisiana. As of the 2010 census, the population was 33,387. Its seat is Plaquemine. The parish was formed in 1807.\n Iberville Parish is part of the Baton Rouge, LA Metropolitan Statistical Area.",
  "/wiki/Jefferson_Parish": "Jefferson Parish (French: Paroisse de Jefferson; Spanish: Parroquia de Jefferson) is a parish in the state of Louisiana. As of the 2010 census, the population was 432,552. The parish seat is Gretna.\n Jefferson Parish is included in the New Orleans-Metairie, LA Metropolitan Statistical Area. Jefferson Parish was less affected by Hurricane Katrina in 2005 and has rebounded at a more rapid pace than neighboring Orleans Parish. Jefferson Parish also surpassed Orleans Parish in population for that reason, and it is now the second-most-populous parish in the state, behind East Baton Rouge Parish.",
  "/wiki/Juan_Fernando_Hermosa": "Juan Fernando Hermosa Suárez (born February 28, 1976 in Clemente Baquerizo, Los Ríos Province - February 28, 1996 in Nueva Loja, Sucumbíos Province), known as Niño del Terror, was the youngest serial killer in the history of Ecuador.",
  "/wiki/Ecuador": "Ecuador (/ˈɛkwədɔːr/ (listen) EK-wə-dor; Spanish pronunciation: [ekwaˈðoɾ] (listen); Quechua: Ikwayur; Shuar: Ecuador or Ekuatur), officially the Republic of Ecuador (Spanish: República del Ecuador,  which literally translates as \"Republic of the Equator\"; Quechua: Ikwadur Ripuwlika; Shuar: Ekuatur Nunka), is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (620 mi) west of the mainland. The capital city is Quito, which is also its largest city.\n The territories of modern-day Ecuador were once home to a variety of Amerindian groups that were gradually incorporated into the Inca Empire during the 15th century. The territory was colonized by Spain during the 16th century, achieving independence in 1820 as part of Gran Colombia, from which it emerged as its own sovereign state in 1830. The legacy of both empires is reflected in Ecuador's ethnically diverse population, with most of its 17.1 million people being mestizos, followed by large minorities of European, Amerindian, and African descendants. Spanish is the official language and is spoken by a majority of the population, though 13 Amerindian languages are also recognized, including Quichua and Shuar.\n The sovereign state of Ecuador is a middle-income representative democratic republic with a developing economy that is highly dependent on commodities, namely petroleum and agricultural products. It is governed as a democratic presidential republic. One of 18 megadiverse countries in the world, Ecuador hosts many endemic plants and animals, such as those of the Galápagos Islands. In recognition of its unique ecological heritage, the new constitution of 2008 is the first in the world to recognize legally enforceable Rights of Nature, or ecosystem rights. It also has the fifth lowest homicide rate in the Americas. Between 2006 and 2016, poverty decreased from 36.7% to 22.5% and annual per capita GDP growth was 1.5 percent (as compared to 0.6 percent over the prior two decades). At the same time, inequalities, as measured by the Gini index, decreased from 0.55 to 0.47.",
  "/wiki/Quito": "Quito (/ˈkiːtoʊ/; Spanish pronunciation: [ˈkito] (listen); Quechua: Kitu; formally San Francisco de Quito) is the capital of Ecuador, the country's most populous city, and at an elevation of 2,850 metres (9,350 ft) above sea level, it is the second highest official capital city in the world, after La Paz, and the one which is closest to the equator. It is located in the Guayllabamba river basin, on the eastern slopes of Pichincha,[verification needed] an active stratovolcano in the Andes Mountains.\n In 2008, the city was designated as the headquarters of the Union of South American Nations.\n The historic center of Quito is one of the largest, least-altered and best-preserved in the Americas. Quito and Kraków, Poland, were among the first World Cultural Heritage Sites declared by UNESCO, in 1978. The central square of Quito is located about 25 kilometres (16 mi) south of the equator; the city itself extends to within about 1 kilometre (0.62 mi) of zero latitude. A monument and museum marking the general location of the equator is known locally as la mitad del mundo (the middle of the world), to avoid confusion, as the word Ecuador is Spanish for equator.",
  "/wiki/Earle_Nelson": "Earle Leonard Nelson (né Ferral; May 12, 1897 – January 13, 1928), also known in the media as the \"Gorilla Man,\" the \"Gorilla Killer,\" and the \"Dark Strangler,\" was an American serial killer, rapist, and necrophile. He was the first known American serial sex murderer of the twentieth century. Born and raised in San Francisco, California by his devoutly Pentecostal grandmother, Nelson exhibited bizarre behavior as a child, which was compounded by head injuries he sustained in a bicycling accident at age ten. After committing various minor offenses in early adulthood, he was institutionalized in Napa for a time.\n Nelson began committing numerous rapes and murders in February 1926, primarily in the West Coast cities of San Francisco and Portland, Oregon. In late 1926, he moved east, committing multiple rapes and murders in several Midwestern and East Coast cities before moving north into Canada, raping and killing a teenage girl in Winnipeg, Manitoba. After committing his second murder in Winnipeg, he was arrested by Canadian authorities and convicted of both murders, and sentenced to death. He was executed by hanging in Winnipeg in 1928.\n In undertaking his crimes, Nelson had a modus operandi: Most of his victims were middle-aged landladies, many of whom he would find through \"room for rent\" advertisements. Posing as a mild-mannered and charming Christian drifter, Nelson used the pretext of renting a room in the landladies' boardinghouses to make contact with them before attacking. Each of his victims were killed via strangulation, and many were raped after death. His penultimate victim, a 14-year-old girl named Lola Cowan, was the only known victim to be significantly mutilated after death.\n Nelson's crime spree, which consists of 22 known murders, made him the most prolific serial killer in American history until the discovery of Dean Corll's crimes in 1973, and was a source of inspiration for Alfred Hitchcock's 1943 film Shadow of a Doubt.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Necrophilia": "Necrophilia, also known as necrophilism, necrolagnia, necrocoitus, necrochlesis, and thanatophilia, is a sexual attraction or sexual act which involves corpses. It is classified as a paraphilia by the World Health Organization (WHO) in the organization's International Classification of Diseases (ICD) diagnostic manual, as well as the American Psychiatric Association in its Diagnostic and Statistical Manual (DSM).",
  "/wiki/Boarding_house": "A boarding house is a house (frequently a family home) in which lodgers rent one or more rooms for one or more nights, and sometimes for extended periods of weeks, months, and years. The common parts of the house are maintained, and some services, such as laundry and cleaning, may be supplied. They normally provide \"room and board,\" that is, at least some meals as well as accommodation.\n Lodgers legally only obtain a licence to use their rooms, and not exclusive possession, so the landlord retains the right of access.",
  "/wiki/Landlord": "A landlord is the owner of a house, apartment, condominium, land, or real estate which is rented or leased to an individual or business, who is called a tenant (also a lessee or renter).  When a juristic person is in this position, the term landlord is used. Other terms include lessor and owner. The term landlady may be used for female owners, and lessor may be used regardless of gender. The manager of a pub in the United Kingdom, strictly speaking a licensed victualler, is referred to as the landlord/lady.",
  "/wiki/Manitoba": "Manitoba (/ˌmænɪˈtoʊbə/ (listen)) is a province at the longitudinal centre of Canada. It is often considered one of the three prairie provinces (with Alberta and Saskatchewan) and is Canada's fifth-most populous province with its estimated 1.369 million people. Manitoba covers 649,950 square kilometres (250,900 sq mi) with a widely varied landscape, stretching from the northern oceanic coastline to the southern border with the United States. The province is bordered by the provinces of Ontario to the east and Saskatchewan to the west, the territories of Nunavut to the north, and Northwest Territories to the northwest, and the U.S. states of North Dakota and Minnesota to the south.\n Indigenous peoples have inhabited what is now Manitoba for thousands of years. In the late 17th century, fur traders arrived on two major river systems, what is now called the Nelson in northern Manitoba and in the southeast along the Winnipeg River system. A Royal Charter in 1670 granted all the lands draining into Hudson's Bay to the British company and they administered trade in what was then called Rupert's Land. During the next 200 years, communities continued to grow and evolve, with a significant settlement of Michif in what is now Winnipeg. The assertion of Métis identity and self-rule culminated in negotiations for the creation of the province of Manitoba. There are many factors that led to an armed uprising of the Métis people against the Government of Canada, a conflict known as the Red River Rebellion. The resolution of the assertion of the right to representation led to the Parliament of Canada passing the Manitoba Act in 1870 that created the province.\n Manitoba's capital and largest city, Winnipeg, is the eighth-largest census metropolitan area in Canada. Other census agglomerations in the province are Brandon, Steinbach, Portage la Prairie, Winkler, and Thompson.",
  "/wiki/Mikhail_Novosyolov": "Mikhail Novosyolov is a Soviet-Tajik serial killer and necrophile. He killed 22 people aged between 6 and 50 years old - 16 in Russia, and six in Tajikistan.\n He was born in Sarapul. Novosyolov has been sentenced a total of three times. The first term was 17 years due to a quarrel in which he wounded two men with a knife. After he was released, he met up with a prostitute, but she roughly ridiculed his sexual incompetence, and he stopped trusting women.\n The first murder was committed in the city of Chaykovsky, Perm Krai. The victim was a random girl. Fearing arrest, Novosyolov fled the scene, but after a few hours he came back and committed sexual acts with the body.\n He easily found a common language with future victims, appearing to be a professional in various fields. He killed with a blow to the head with any heavy object, then choked and committed sexual acts with the victim's body. The only exception was a double murder: by promising to give them chewing gum, he lured a girl and a boy. The boy was killed by a sharp electrode hidden under the saddle of a bicycle, and the children's bodies were thrown in an aryk..\n Authorities did not suspect Novosyolov for a long time, since he committed crimes in different settlements, so they were not immediately connected as a series. In addition, he had 3 passports with different surnames, which allowed him to impersonate others.\n After the announcement of an all-Russian search, Novosyolov left for Tajikistan, where he began working in a psychiatric hospital in Dushanbe. He was detained accidentally when he tried to steal an air rifle in the Central Park of Dushanbe. He was placed in the pre-trial detention center, a criminal case was brought against him for theft. A few days later information came out that Novosyolov was being investigated for 3 murders associated with rape and 9 attempts to rape minors. During the interrogations, he confessed to three more murders committed in Tajikistan, as well as 16 in Russia (Volga, Ural and Siberia). He pointed out the burial sites of his victims.\n He was found to be insane and sent to civil commitment.",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.\n The Soviet Union had its roots in the 1917 October Revolution, when the Bolsheviks, led by Vladimir Lenin, overthrew the Russian Provisional Government which had replaced the autocratic regime of Tsar Nicholas II during World War I. In 1922, after a civil war ending in the Bolsheviks' victory, the USSR was formed by a treaty which united the Russian, Transcaucasian, Ukrainian and Byelorussian republics. Following Lenin's death in 1924 and a brief power struggle, Joseph Stalin came to power in the mid-1920s. Stalin formalized the Communist Party's ideology of Marxism–Leninism and replaced the market economy with a command economy which led to a period of rapid industrialization and collectivization. During this period, rapid economic development resulted in dramatic improvements in the average standard of living, particularly in urban areas. Despite these improvements, significant tragedies also occurred.  In addition to drought, which was a primary factor in a long history of regularly occurring famines in the region, agricultural collectivization contributed to a major famine in 1932–33, causing millions of deaths.  Political paranoia fermented, especially after the rise of the Nazis in Germany in 1933, culminating in the Great Purge, during which hundreds of thousands of persons accused of spying or sabotage were arrested and executed without trial.\n On 23 August 1939, after unsuccessful efforts to form an anti-fascist alliance with Western powers, the Soviets signed the non-aggression agreement with Nazi Germany. After the start of World War II, the formally neutral Soviets invaded and annexed territories of several Eastern European states, including Poland and the Baltic states. In June 1941, Germany invaded the Soviet Union, opening the most extensive and bloodiest theater of war in history. Soviet casualties accounted for the highest proportion of the war in the effort of acquiring the upper hand over the Axis forces at intense battles such as Stalingrad and Kursk. In most of the territories occupied by the Red Army after its westward advance, local communists assumed power and formed governments allied with the Soviets. The post-war division of Europe into capitalist and communist halves led to increased tensions with the United States-led Western Bloc, known as the Cold War. Stalin died in 1953 and was eventually succeeded by Nikita Khrushchev, who in 1956 denounced Stalin and began a period of liberal reforms known as de-Stalinization. The Cuban Missile Crisis occurred during Khrushchev's rule, which was among the many factors that led to his removal in 1964. In the early 1970s, there was a brief détente of relations with the United States, but tensions resumed with the Soviet–Afghan War in 1979. In 1985, the last Soviet premier, Mikhail Gorbachev, sought to reform and liberalize the economy through his policies of glasnost (openness) and perestroika (restructuring). These policies caused political instability arising from nationalist and separatist movements. In 1989, Soviet-allied states in Eastern Europe were overthrown in a wave of revolutions which ended communist rule.\n As part of an attempt to prevent the country's collapse, a referendum was held in March 1991, boycotted by three republics, that resulted in a majority favoring the preservation of the union as a renewed federation. Gorbachev's power was greatly diminished after Russian President Boris Yeltsin's high-profile role in facing down a coup d'état by party hardliners. In late 1991, Gorbachev resigned, and the Supreme Soviet of the Soviet Union met and formally dissolved the union. The remaining 12 constituent republics emerged as independent post-Soviet states. Russian Federation—formerly the Russian SFSR—assumed the Soviet Union's rights and obligations and became recognized as the de facto successor state. At the same time, Ukraine by law declared that it is a state-successor of both Ukrainian SSR and the Soviet Union. Today, Russia and Ukraine have an ongoing dispute over formerly-Soviet property.\n The Soviet Union produced many significant technological achievements and innovations of the 20th century, including the world's first human-made satellite, the first humans in space and the first probe to land on another planet, Venus. The country had the world's second-largest economy and the largest standing military in the world. The USSR was recognized as one of the five nuclear weapons states and possessed the largest stockpile of weapons of mass destruction. It was a founding permanent member of the United Nations Security Council as well as a member of the Organization for Security and Co-operation in Europe (OSCE), the World Federation of Trade Unions (WFTU) and the leading member of the Council for Mutual Economic Assistance (CMEA) and the Warsaw Pact.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Tajikistan": "Tajikistan (/tɑːˈdʒiːkɪstɑːn/ (listen), /tə-, tæ-/; Tajik: Тоҷикистон [tɔdʒikisˈtɔn]), officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, Jumhurii Tojikiston) is a mountainous, landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,275,828 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afghanistan and Uzbekistan.\n The territory that now constitutes Tajikistan was previously home to several ancient cultures, including the city of Sarazm of the Neolithic and the Bronze Age, and was later home to kingdoms ruled by people of different faiths and cultures, including the Oxus civilisation, Andronovo culture, Buddhism, Nestorian Christianity, Zoroastrianism, Manichaeism and Islam. The area has been ruled by numerous empires and dynasties, including the Achaemenid Empire, Sasanian Empire, Hephthalite Empire, Samanid Empire, Mongol Empire, Timurid dynasty, the Khanate of Bukhara, the Russian Empire, and subsequently the Soviet Union. Within the Soviet Union, the country's modern borders were drawn when it was part of Uzbekistan as an autonomous republic before becoming a full-fledged Soviet republic in 1929.\n On 9 September 1991, Tajikistan became an independent sovereign nation when the Soviet Union disintegrated. A civil war was fought almost immediately after independence, lasting from 1992 to 1997. Since the end of the war, newly established political stability and foreign aid have allowed the country's economy to grow. Like all other Central Asian neighbouring states, the country, led by President Emomali Rahmon since 1994, has been criticised by a number of non-governmental organizations for authoritarian leadership, lack of religious freedom, corruption and widespread violations of human rights.\n Tajikistan is a presidential republic consisting of four provinces. Most of Tajikistan's population belongs to the Tajik ethnic group, who speak Tajik (a dialect of Persian). Russian is used as the inter-ethnic language. While the state is constitutionally secular, Islam is practiced by 98% of the population. In the Gorno-Badakhshan Oblast of Tajikistan, despite its sparse population, there is large linguistic diversity where Rushani, Shughni, Ishkashimi, Wakhi and Tajik are some of the languages spoken. Mountains cover more than 90% of the country. It has a transition economy that is highly dependent on remittances, aluminium and cotton production. Tajikistan is a member of the United Nations, CIS, OSCE, OIC, ECO, SCO and CSTO as well as an NATO PfP partner.",
  "/wiki/Civil_commitment": "Involuntary commitment or civil commitment (also known informally as sectioning or being sectioned in some jurisdictions, such as the United Kingdom) is a legal process through which an individual who is deemed by a qualified agent to have symptoms of severe mental disorder is ordered by a court into treatment in a psychiatric hospital (inpatient) or in the community (outpatient).\n Criteria for civil commitment are established by laws which vary between nations. Commitment proceedings often follow a period of emergency hospitalization, during which an individual with acute psychiatric symptoms is confined for a relatively short duration (e.g. 72 hours) in a treatment facility for evaluation and stabilization by mental health professionals who may then determine whether further civil commitment is appropriate or necessary. If civil commitment proceedings follow, then the evaluation is presented in a formal court hearing where testimony and other evidence may also be submitted. The subject of the hearing is typically entitled to legal counsel and may challenge a commitment order through habeas corpus.\n Historically, until the mid-1960's in most jurisdictions in the United States, all committals to public psychiatric facilities and most committals to private ones were involuntary. Since then, there have been alternating trends towards the abolition or substantial reduction of involuntary commitment, a trend known as \"deinstitutionalisation\".",
  "/wiki/Manuel_Octavio_Bermúdez": "Manuel Octavio Bermúdez Estrada a.k.a. \"El Monstruo de los Cañaduzales\" (The Monster of the Cane Fields) is a Colombian rapist and serial killer. He confessed to killing 21 children in remote areas of Colombia.",
  "/wiki/Pedophilia": "Pedophilia (alternatively spelt paedophilia) is a psychiatric disorder in which an adult or older adolescent experiences a primary or exclusive sexual attraction to prepubescent children. Although girls typically begin the process of puberty at age 10 or 11, and boys at age 11 or 12, criteria for pedophilia extend the cut-off point for prepubescence to age 13. A person must be at least 16 years old, and at least five years older than the prepubescent child, for the attraction to be diagnosed as pedophilia.\n Pedophilia is termed pedophilic disorder in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), and the manual defines it as a paraphilia involving intense and recurrent sexual urges towards and fantasies about prepubescent children that have either been acted upon or which cause the person with the attraction distress or interpersonal difficulty. The International Classification of Diseases (ICD-11) defines it as a \"sustained, focused, and intense pattern of sexual arousal—as manifested by persistent sexual thoughts, fantasies, urges, or behaviours—involving pre-pubertal children.\"\n In popular usage, the word pedophilia is often applied to any sexual interest in children or the act of child sexual abuse. This use conflates the sexual attraction to prepubescent children with the act of child sexual abuse and fails to distinguish between attraction to prepubescent and pubescent or post-pubescent minors. Researchers recommend that these imprecise uses be avoided, because although some people who commit child sexual abuse are pedophiles, child sexual abuse offenders are not pedophiles unless they have a primary or exclusive sexual interest in prepubescent children, and some pedophiles do not molest children.\n Pedophilia was first formally recognized and named in the late 19th century. A significant amount of research in the area has taken place since the 1980s. Although mostly documented in men, there are also women who exhibit the disorder, and researchers assume available estimates underrepresent the true number of female pedophiles. No cure for pedophilia has been developed, but there are therapies that can reduce the incidence of a person committing child sexual abuse. The exact causes of pedophilia have not been conclusively established. Some studies of pedophilia in child sex offenders have correlated it with various neurological abnormalities and psychological pathologies. In the United States, following Kansas v. Hendricks in 1997, sex offenders who are diagnosed with certain mental disorders, particularly pedophilia, can be subject to indefinite involuntary commitment.",
  "/wiki/Patrick_Kearney": "Patrick Wayne Kearney (born September 24, 1939) is an American serial killer who preyed on young men in California from 1965 to 1977. He is sometimes referred to as \"The Freeway Killer\", a nickname he shares with two other separate serial killers, William Bonin and Randy Kraft. Kearney may be among the most prolific serial killers in U.S. history, claiming possibly as many as 43 victims according to law enforcement.",
  "/wiki/Redondo_Beach,_California": "Redondo Beach (Spanish for round) is coastal city in Los Angeles County, California, United States, located in the South Bay region of the Greater Los Angeles area. It is one of three adjacent beach cities along the southern portion of Santa Monica Bay. The population was 66,748 at the 2010 census, up from 63,261 at the 2000 census.\n Redondo Beach was originally part of the 1785 Rancho San Pedro Spanish land grant that later became the South Redondo area. The primary attractions include Municipal Pier and the sandy beach, popular with tourists and a variety of sports enthusiasts. The western terminus of the Metro Rail Green Line is in North Redondo Beach.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.\n California's economy, with a gross state product of $3.0 trillion, is the largest sub-national economy in the world. If it were a country, California would be the fifth-largest economy in the world (larger than the United Kingdom, France, or India), and the 36th-most populous as of 2017[update]. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and third-largest urban economies ($1.3 trillion and $1.0 trillion respectively as of 2018[update]), after the New York metropolitan area. The San Francisco Bay Area PSA had the nation's highest gross domestic product per capita in 2018 ($106,757) among large primary statistical areas, and is home to three of the world's ten largest companies by market capitalization and three of the world's ten richest people.\nCalifornia culture is considered a global trendsetter in popular culture, communication, information, innovation, environmentalism, economics, politics, and entertainment. As a result of the state's diversity and migration, California integrates foods, languages, and traditions from other areas across the country and around the globe. It is considered the origin of the American film industry, the hippie counterculture, fast food, beach and car culture, the Internet, and the personal computer, among others. The San Francisco Bay Area and the Greater Los Angeles Area are widely seen as centers of the global technology and entertainment industries, respectively. California's economy is very diverse: 58% of it is based on finance, government, real estate services, technology, and professional, scientific, and technical business services. Although it accounts for only 1.5% of the state's economy, California's agriculture industry has the highest output of any U.S. state.[self-published source]\n California shares a border with Oregon to the north, Nevada and Arizona to the east, and the Mexican state of Baja California to the south. The state's diverse geography ranges from the Pacific Coast in the west to the Sierra Nevada mountain range in the east, and from the redwood and Douglas fir forests in the northwest to the Mojave Desert in the southeast. The Central Valley, a major agricultural area, dominates the state's center. Although California is well-known for its warm Mediterranean climate, the large size of the state results in climates that vary from moist temperate rainforest in the north to arid desert in the interior, as well as snowy alpine in the mountains. Over time, drought and wildfires have become more frequent challenges.\n What is now California was first settled by various Native Californian tribes before being explored by a number of European expeditions during the 16th and 17th centuries. The Spanish Empire then claimed and conquered it. In 1804 it was included in Alta California province, within Spanish New Spain Viceroyalty. The area became a part of Mexico in 1821 following its successful war for independence but was ceded to the United States in 1848 after the Mexican–American War. The western portion of Alta California was then organized and admitted as the 31st state on September 9, 1850. The California Gold Rush starting in 1848 led to dramatic social and demographic changes, with large-scale emigration from the east and abroad with an accompanying economic boom.",
  "/wiki/List_of_serial_killers_by_number_of_victims": "A serial killer is typically a person who murders three or more people, in two or more separate events over a period of time, for primarily psychological reasons. There are gaps of time between the killings, which may range from a few days to months, or many years. This list shows serial killers from the 20th century to present day by number of victims. In many cases, the exact number of victims assigned to a serial killer is not known, and even if that person is convicted of a few, there can be the possibility that they killed many more.\n Organization and ranking of serial killings is made difficult by the complex nature of serial killers and incomplete knowledge of the full extent of many killers' crimes. To address this, multiple categories have been provided in order to more accurately describe the nature of certain serial murders. This is not a reflection of an individual's overall rank, which may or may not vary depending on personal opinion concerning the nature and circumstances of their crimes. The fourth column in the table states the number of victims definitely assigned to that particular serial killer, and thus the table is in order of that figure. The fifth column states the number of possible victims the killer could have murdered. Some of these crimes are unsolved, but were included because they are the work of a serial killer, despite nobody being caught.\n This list does not necessarily include war criminals or members of democidal governments, such as Adolf Hitler, Hideki Tojo, Mao Zedong, Joseph Stalin, or Pol Pot. Only serial killers with 10 confirmed or suspected murders should be included on this list."
}