{
  "/wiki/Sergey_Fedorovtsev": "Sergey Anatolyevich Fedorovtsev (Russian: Сергей Анатольевич Федоровцев, born 31 January 1980) is a Russian rower.",
  "/wiki/Russia_at_the_2016_Summer_Olympics": "The Russian Federation competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. This was Russia's sixth consecutive appearance at the Summer Olympics as an independent nation.",
  "/wiki/Rowing_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_quadruple_sculls": "The men's quadruple sculls competition at the 2016 Summer Olympics in Rio de Janeiro was held from 6 to 11 August at the Lagoon Rodrigo de Freitas.",
  "/wiki/Trimetazidine": "Trimetazidine is a drug for angina pectoris sold under many brand names.  Trimetazidine is described as the first cytoprotective anti-ischemic agent developed and marketed by Laboratoires Servier (France).  Trimetazidine is an anti-ischemic (anti-anginal) metabolic agent, which improves myocardial glucose utilization through inhibition of fatty acid metabolism, also known as fatty acid oxidation inhibitor.",
  "/wiki/Silvia_Danekova": "Silvia Danekova (Bulgarian: Силвия Дънекова; born 7 February 1983 in Kotel) is a Bulgarian athlete.",
  "/wiki/Bulgaria_at_the_2016_Summer_Olympics": "Bulgaria competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. Bulgaria made their official debut at the 1896 Summer Olympics in Athens.  Bulgarian athletes had appeared in every edition of the Summer Olympics since 1924, except for three different occasions: the 1948 Summer Olympics in London, and the 1932 and 1984 Summer Olympics in Los Angeles because of the worldwide Great Depression, Bulgaria's actions in WW2 and the Soviet boycott, respectively.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_3000_metres_steeplechase": "The Women's 3000 metres steeplechase competition at the 2016 Summer Olympics took place between 13–15 August at the Olympic Stadium.",
  "/wiki/Erythropoietin": "Erythropoietin (/ɪˌrɪθroʊˈpɔɪ.ɪtɪn, -rə-, -pɔɪˈɛtɪn, -ˈiːtɪn/; EPO), also known as haematopoietin or haemopoietin, is a glycoprotein cytokine secreted by the kidney in response to cellular hypoxia; it stimulates red blood cell production (erythropoiesis) in the bone marrow. Low levels of EPO (around 10 mU/mL) are constantly secreted sufficient to compensate for normal red blood cell turnover. Common causes of cellular hypoxia resulting in elevated levels of EPO (up to 10 000 mU/mL) include any anemia, and  hypoxemia due to chronic lung disease.",
  "/wiki/Theodora_Giareni": "Theodora Giareni (3 March 1990, Marousi, Athens, Greece) is a Greek swimmer. At the 2012 Summer Olympics, she competed for the national team in the Women's 4 x 100 metre freestyle relay.  The team finished in 16th (last) place in the heats, failing to reach the final.",
  "/wiki/Greece_at_the_2016_Summer_Olympics": "Greece competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. Greek athletes have competed in every Summer Olympic Games of the modern era, alongside Australia, France, Great Britain, and Switzerland. As the progenitor nation of the Olympic Games and in keeping with tradition, Greece entered first at the Maracanã Stadium during the opening ceremony.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_50_metre_freestyle": "The women's 50 metre freestyle event at the 2016 Summer Olympics took place between 12–13 August at the Olympic Aquatics Stadium.",
  "/wiki/Antonis_Martasidis": "Antonis Martasidis (Greek: Αντώνης Μαρταςιδις; born June 14, 1992) is a Greek/Cypriot male weightlifter, competing in the 85 kg category. Martasidis was originally on the entry list to represent Cyprus at the 2016 Summer Olympics, but was immediately ejected from the Games after testing positive for a banned substance on July 25.",
  "/wiki/Cyprus_at_the_2016_Summer_Olympics": "Cyprus competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. This was the nation's tenth consecutive appearance at the Summer Olympics.",
  "/wiki/Weightlifting_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_85_kg": "The Men's 85 kg weightlifting competitions at the 2016 Summer Olympics in Rio de Janeiro took place on 12 August at the Pavilion 2 of Riocentro.",
  "/wiki/Michael_O%27Reilly_(boxer)": "Michael O'Reilly (born 30 March 1993) is an Irish amateur boxer from Portlaoise.",
  "/wiki/Ireland_at_the_2016_Summer_Olympics": "Ireland competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. This was the nation's twenty-first appearance at the Summer Olympics, having attended every edition, either in its own right or as part of a Great Britain and Ireland team before 1924, with the exception of the 1936 Summer Olympics in Nazi Germany.",
  "/wiki/Boxing_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_middleweight": "The men's middleweight boxing competition at the 2016 Summer Olympics in Rio de Janeiro was held from 8 to 20 August at the Riocentro.",
  "/wiki/Dietary_supplement": "A dietary supplement is a manufactured product intended to supplement the diet when taken by mouth as a pill, capsule, tablet, or liquid. A supplement can provide nutrients either extracted from food sources or synthetic, individually or in combination, in order to increase the quantity of their consumption. The class of nutrient compounds includes vitamins, minerals, fiber, fatty acids and amino acids. Dietary supplements can also contain substances that have not been confirmed as being essential to life, but are marketed as having a beneficial biological effect, such as plant pigments or polyphenols. Animals can also be a source of supplement ingredients, as for example collagen from chickens or fish. These are also sold individually and in combination, and may be combined with nutrient ingredients. In the United States and Canada, dietary supplements are considered a subset of foods, and are regulated accordingly. The European Commission has also established harmonized rules to help insure that food supplements are safe and properly labeled.",
  "/wiki/Narsingh_Pancham_Yadav": "Narsingh Pancham Yadav (born 16 March 1989) is an Indian wrestler. At the 2010 Commonwealth Games, he won the gold medal in the men's freestyle 74 kg category. He was banned for 4 years and barred from the 2016 Olympics in Rio de Janeiro by the Court of Arbitration for Sport after the World Anti-Doping Agency appealed against the decision of the National Anti-Doping Agency to allow him to compete even after he failed a doping test by testing positive for anabolic steroids.  The National Anti-Doping Agency claimed Yadav's sample had been sabotaged by a rival.",
  "/wiki/India_at_the_2016_Summer_Olympics": "India competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. Indian athletes have appeared in every edition of the Summer Olympics since 1920, although they made their official debut at the 1900 Summer Olympics in Paris.",
  "/wiki/Wrestling_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_freestyle_74_kg": "Men's freestyle 74 kg competition at the 2016 Summer Olympics in Rio de Janeiro, Brazil, took place on August 19 at the Carioca Arena 2 in Barra da Tijuca.",
  "/wiki/Methandienone": "Metandienone, also known as methandienone or methandrostenolone and sold under the brand name Dianabol among others, is an androgen and anabolic steroid (AAS) medication which is mostly no longer used. It is also used non-medically for physique- and performance-enhancing purposes. It is often taken by mouth.",
  "/wiki/Adrian_Zieli%C5%84ski": "Adrian Edward Zieliński (Polish pronunciation: [ˈadrjan ˈɛdvard ʑɛˈliɲski]; born March 28, 1989) is a Polish weightlifter. He is the 2012 Olympic champion in the men's 85 kg category.",
  "/wiki/Poland_at_the_2016_Summer_Olympics": "Poland competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. Since the nation's official debut in 1924, Polish athletes have appeared in every edition of the Summer Olympic Games except the 1984 Summer Olympics in Los Angeles, because of the Soviet boycott.",
  "/wiki/Weightlifting_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_94_kg": "The Men's 94 kg weightlifting competitions at the 2016 Summer Olympics in Rio de Janeiro took place on 13 August at the Pavilion 2 of Riocentro.",
  "/wiki/Nandrolone": "Nandrolone, also known as 19-nortestosterone, is an androgen and anabolic steroid (AAS) which is used in the form of esters such as nandrolone decanoate (brand name Deca-Durabolin) and nandrolone phenylpropionate (brand name Durabolin). Nandrolone esters are used in the treatment of anemias, cachexia (wasting syndrome), osteoporosis, breast cancer, and for other indications. They are not used by mouth and instead are given by injection into muscle or fat.",
  "/wiki/Tomasz_Zieli%C5%84ski": "Tomasz Bernard Zieliński (Polish pronunciation: [ˈtɔmaʂ ˈbɛrnard ʑɛˈliɲski]; born 29 October 1990 in Nakło nad Notecią) is a Polish weightlifter. He won gold at the 2016 European Championships in the −94 kg category.",
  "/wiki/Doping_at_the_Olympic_Games": "This article is about the history of competitors at the Olympic Games using banned athletic performance-enhancing drugs."
}