{
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/IATA_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Banankoro,_Kérouané": "Banankoro  is a town and sub-prefecture in the Kérouané Prefecture in the Kankan Region of south-eastern Guinea. As of 2014 it had a population of 65,315 people.",
  "/wiki/Gbenko_Airport": "Gbenko Airport (ICAO: GUGO) is an airstrip serving Banankoro in Guinea. It is 4 miles (6.4 km) north of Banankoro, near the village of Gbenko.",
  "/wiki/Beyla,_Guinea": "Beyla is a town and urban sub-prefecture located in southeastern Guinea. It is the capital of Beyla Prefecture and the main town of the Konyan region.",
  "/wiki/Beyla_Airport": "Beyla Airport (ICAO: GUBE) is an airport serving the town of Beyla in the Nzérékoré Region of Guinea. The airport is 9 kilometres (5.6 mi) west of Beyla.",
  "/wiki/Boké": "Boké is the capital city of Boké Prefecture within the Boké Region of Lower Guinea near the border with Guinea-Bissau. It is also a sub-prefecture of Guinea. Located along the Rio Nuñez which flows to its not-too-distant mouth on the Atlantic Ocean, Boké is a port. It is known for the Fortin de Boké museum, formerly a slave fort.  The town is served by Boké Baralande Airport. As of 2014 the city and surrounding sub-prefecture had a population of  61,449 people.",
  "/wiki/Boké_Baralande_Airport": "Boké Baralande Airport (IATA: BKJ, ICAO: GUOK) is an airport serving Boké, the capital of the Boké Region of Guinea.",
  "/wiki/Conakry": "Conakry (/ˈkɒnəkri/; Sosso: Kɔnakiri) is the capital and largest city of Guinea. A port city, it serves as the economic, financial and cultural centre of Guinea. Its population as of the 2014 Guinea census was 1,660,973.",
  "/wiki/Conakry_International_Airport": "Conakry International Airport (IATA: CKY, ICAO: GUCY), also known as Gbessia International Airport, is an airport serving Conakry, capital of the Republic of Guinea in West Africa.  It parallels the south shore of the Kaloum Peninsula approximately five kilometers from its tip.  Autoroute Fidel Castro connects the airport to Conakry proper.",
  "/wiki/Faranah": "Faranah is a town and sub-prefecture in central Guinea, lying by the River Niger. As of 2014 it had a population of 78,108 people. The town is mainly inhabited by the Malinke people.",
  "/wiki/Faranah_Airport": "Faranah Airport (IATA: FAA, ICAO: GUFH) is an airport serving the city of Faranah in Guinea. The airport is 2 kilometres (1.2 mi) west of the city, across the Niger River.",
  "/wiki/Fria": "Fria is a town and Sub-prefecture in Lower Guinea, lying north of Conakry near the Amaria Dam on the Konkouré River. As of 2014 it had a population of 61,691 people.",
  "/wiki/Fria_Airport": "Fria Airport (IATA: FIG, ICAO: GUFA) is an airport serving Fria, a town and prefecture in the Boke Region of the Republic of Guinea. The airport is on the southeast side of Fria.",
  "/wiki/Port_Kamsar": "Kamsar is a port city in Guinea, West Africa. It is also a Sub-prefecture of Guinea. It is located on the mouth of the Nunez River.",
  "/wiki/Kawass_Airport": "Kawass Airport (ICAO: GUKR) is an airport serving  Port Kamsar on the Atlantic coast of Guinea. The airport is 7 kilometres (4.3 mi) inland from the city.",
  "/wiki/Kankan": "Kankan (Mandingo: Kánkàn) is the largest city in Guinea in land area, and the third largest in population, with a population of 193,830 people as of 2014. The city is located in eastern Guinea about 345 miles east of the state capital Conakry.",
  "/wiki/Kankan_Airport": "Kankan Airport (IATA: KNN, ICAO: GUXD) (or Kankan Diankana Airport) is an airport serving Kankan, capital of the Kankan Region in Guinea. It is 7 kilometres (4.3 mi) northeast of the city, 2 kilometres (1.2 mi) south of the village of Diankana.",
  "/wiki/Kissidougou": "Kissidougou (Kiss-eh-dow-goo) is a city in southern Guinea.  It is the capital of in the Kissidougou Prefecture.  Following intensified conflicts in Sierra Leone and Liberia during the fall and winter of 2000, many people from the city of Guéckédou fled to Kissidougou and stayed. As of 2014 it had a population of 102,675 people.",
  "/wiki/Kissidougou_Airport": "The Kissidougou non-directional beacon (Ident: KU) is located on the field.",
  "/wiki/Koundara": "Koundara is a town in northwestern Guinea. It is the capital of Koundara Prefecture.  The town is served by Sambailo Airport. As of 2014 it had a population of 27,433 people.",
  "/wiki/Sambailo_Airport": "Sambailo Airport (IATA: SBI, ICAO: GUSB) is an airport serving Koundara, a town in the Boké Region of Guinea. It is 11 kilometres (6.8 mi) northwest of Koundara, at the village of Sambailo.",
  "/wiki/Labe,_Guinea": "Labé is the main city and administrative capital of the Fouta Djallon region of Guinea. It has a population of about 200.000. It is the second largest city in the country after the capital Conakry in term of economic importance. Labé is situated some 450 km northeast of Conakry close to the geographic centre of Guinea.",
  "/wiki/Tata_Airport": "Tata Airport (IATA: LEK, ICAO: GULB) is an airport serving Labé in Guinea.",
  "/wiki/Macenta": "Macenta is the capital of the Macenta Prefecture in southeastern Guinea \nis located in the Guinea Highlands (at 620 metres (2,030 ft)) on the road from Nzérékoré to Guéckédou. The Nianda River joins the Makonda River near Macenta.",
  "/wiki/Macenta_Airport": "Macenta Airport (IATA: MCA, ICAO: GUMA) is an airport serving Macenta, a town in the Nzérékoré Region of Guinea. The airport is 9 kilometres (5.6 mi) southwest of the town.",
  "/wiki/Nzérékoré": "Nzérékoré, also spelled N'Zérékoré, is the second-largest city in Guinea by population after the capital, Conakry, and the largest city in the Guinée forestière region of southeastern Guinea. The city is the capital of Nzérékoré Prefecture. Nzérékoré is a commercial and economic center and lies approximately 354 mi (570 km) southeast of Conakry.",
  "/wiki/Nzérékoré_Airport": "Nzérékoré Airport (IATA: NZE, ICAO: GUNZ) is an airport serving Nzérékoré in Guinea. The airport is in the countryside, 12 kilometres (7.5 mi) northeast of the city.",
  "/wiki/Sangarédi": "Sangarédi is a mining town and sub-prefecture in western Guinea, where bauxite is mined. The ore is shipped by a railway to the port of Kamsar. As of 2014, it had a population of 76,538 people.",
  "/wiki/Sangarédi_Airport": "Sangarédi Airport (ICAO: GUSA) is an airport serving Sangarédi in Guinea.  The airport is 12 kilometres (7.5 mi) northeast of the city.",
  "/wiki/Siguiri": "Siguiri is a city in northeastern Guinea on the River Niger. It is a sub-prefecture and capital of Siguiri Prefecture in the Kankan Region. Its population was estimated at 28,319 in 2008.",
  "/wiki/Siguiri_Airport": "Siguiri Airport (IATA: GII, ICAO: GUSI) is an airport serving Siguiri, a river port in western Guinea. The airport is south of the town and 2 kilometres (1.2 mi) west of the Niger River.",
  "/wiki/List_of_airports_in_Guinea": "List of airports in Guinea, sorted by location."
}