{
  "/wiki/Auckland_rugby_union_team": "Auckland are the top representative rugby union team of the Auckland Rugby Football Union in New Zealand. They currently compete in the Mitre 10 Cup Premiership. Auckland has been the most successful team in NPC and its successors, winning the title a record 16 times. Auckland have also produced a record number of All Blacks, 181, the most recent being Akira Ioane in 2017. Auckland are currently coached by Alama Ieremia.",
  "/wiki/Auckland": "Auckland (/ˈɔːklənd/ AWK-lənd) (Māori: Tāmaki Makaurau) is a city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of around 1,570,100 (June 2018). It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, resulting in a total population of 1,618,400. Auckland is a diverse, multicultural and cosmopolitan city, home to the largest Polynesian population in the world. The Māori-language name for Auckland is Tāmaki Makaurau, meaning \"Tāmaki desired by many\", in reference to the desirability of its natural resources and geography.",
  "/wiki/Taranaki_Rugby_Football_Union": "The Taranaki Rugby Football Union is a governing body of rugby union in the New Zealand province of Taranaki. The main stadium is Yarrow Stadium which is located in New Plymouth.",
  "/wiki/New_Plymouth": "New Plymouth (Māori: Ngāmotu) is the major city of the Taranaki Region on the west coast of the North Island of New Zealand. It is named after the English city of Plymouth from where the first English settlers to New Zealand migrated. The New Plymouth District, which includes New Plymouth City and several smaller towns, is the 10th largest district (out of 67) in New Zealand, and  has a population of 74,184 – about two-thirds of the total population of the Taranaki Region and 1.7% of New Zealand's population. This includes New Plymouth City (58,300), Waitara (6,483), Inglewood (3,380), Oakura (1,359), Okato (561) and Urenui (429).",
  "/wiki/Wanganui_Rugby_Football_Union": "The Wanganui Rugby Football Union (WRFU) is the governing body for rugby union in the Whanganui region of New Zealand. The Wanganui Rugby Football Union was formed in 1888.",
  "/wiki/Wanganui": "Whanganui (/ˈhwɒŋənuːi/; Māori: [ɸaŋanui]), also spelled Wanganui, is a city on the west coast of the North Island of New Zealand. The Whanganui River, New Zealand's longest navigable waterway, runs from Mount Tongariro to the sea. Whanganui is part of the Manawatū-Whanganui region.",
  "/wiki/New_Zealand_national_rugby_union_team": "The New Zealand national rugby union team, commonly known as the All Blacks, represents New Zealand in men's international rugby union, which is considered to be the country's national sport. The team won the Rugby World Cup in 2011 and 2015, as well as the inaugural tournament in 1987.",
  "/wiki/Wellington": "Wellington (Māori: Te Whanganui-a-Tara [tɛ ˈfaŋanʉi a taɾa]) is the capital and second-most populous urban area of New Zealand, with 418,500 residents. It is located at the south-western tip of the North Island, between Cook Strait and the Remutaka Range. Wellington is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and the Wairarapa. It is the world's southernmost capital of a sovereign state. Wellington features a temperate maritime climate, and is the world's windiest city by average wind speed.",
  "/wiki/Southland_Rugby_Football_Union": "Rugby Southland is the provincial rugby union who govern the Southland Region of New Zealand. Their headquarters are at Rugby Park Stadium in Invercargill, which is also the home ground of the union's professional team, the Southland Stags who compete in the Mitre 10 Cup Championship Division and challenge for the Ranfurly Shield.",
  "/wiki/Invercargill": "Invercargill (/ˌɪnvərˈkɑːrɡɪl/, Māori: Waihōpai) is the southernmost and westernmost city in New Zealand, and one of the southernmost cities in the world. It is the commercial centre of the Southland region. The city lies in the heart of the wide expanse of the Southland Plains on the Oreti or New River some 18 km north of Bluff, which is the southernmost town in the South Island. It sits amid rich farmland that is bordered by large areas of conservation land and marine reserves, including Fiordland National Park covering the south-west corner of the South Island and the Catlins coastal region.",
  "/wiki/Dunedin": "Dunedin (/dʌˈniːdɪn/ (listen) duh-NEE-din; Māori: Ōtepoti) is the second-largest city in the South Island of New Zealand (after Christchurch), and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland.",
  "/wiki/South_Canterbury_Rugby_Football_Union": "The South Canterbury Rugby Football Union (SCRFU) is a rugby province based in the central South Island city of Timaru, New Zealand. The South Canterbury team play from Alpine Energy Stadium located in Timaru.",
  "/wiki/Timaru": "Timaru (English:  /ˈtɪməˌruː/; Māori: Te Tihi-o-Maru) is a port city in the southern Canterbury region of New Zealand, located 157 kilometres (98 mi) southwest of Christchurch and about 196 kilometres (122 mi) northeast of Dunedin on the eastern Pacific coast of the South Island. The Timaru urban area is home to 29,100 people, and is the largest urban area in South Canterbury, and the second largest in the Canterbury Region overall, after Christchurch. The city is the seat of the Timaru District, which includes the surrounding rural area and the towns of Geraldine, Pleasant Point and Temuka, which combined has a total population of 47,700.",
  "/wiki/Christchurch": "Christchurch (/ˈkraɪstʃɜːrtʃ/; Māori: Ōtautahi) is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 377,200 residents, and the territorial authority has 385,500 people which makes it the third-most populous city in New Zealand after Auckland and Wellington. The Avon River flows through the centre of the city, with an urban park located along its banks.",
  "/wiki/Marlborough_Rugby_Union": "Marlborough Rugby Union was a New Zealand rugby union team that played from 1888 until 2005.",
  "/wiki/Blenheim,_New_Zealand": "Blenheim (/ˈblɛnɪm/ BLEN-im; Māori: Waiharakeke) is the most populous town in the region of Marlborough, in the north east of the South Island of New Zealand. It has an urban population of 31,600 (June 2018). The surrounding Marlborough wine region is well known as the centre of the New Zealand wine industry. It enjoys one of New Zealand's sunniest climates, with warm, relatively dry summers and cool, crisp winters.",
  "/wiki/1913_Australia_rugby_union_tour_of_New_Zealand": "The 1913 Australia rugby union tour of New Zealand was a collection of friendly rugby union games undertaken by the Australia national rugby union team against various invitational teams from New Zealand and also against the New Zealand national team."
}