{
  "/wiki/Chongqing": "Chongqing (/ˌtʃʊŋˈtʃɪŋ/, also US: /ˌtʃɔːŋ-, ˌtʃuːŋ-/, Chinese: [ʈʂʰʊ̌ŋ.tɕʰîŋ] (listen)), alternatively romanised as Chungking,[note 2] is a megacity in southwest China. Administratively, it is one of the four municipalities under the direct administration of central government of the People's Republic of China (the other three are Beijing, Shanghai and Tianjin), and the only such municipality located far away from the coast. The municipality of Chongqing, which is around the size of Austria, includes the city of Chongqing and various non-connected cities. As the Chongqing municipality government directly administers the city of Chongqing, as well as rural counties, and other cities not connected to the city of Chongqing, Chongqing municipality can technically claim to be the largest city proper in the world, even though this is due to a classification technicality and not because it is actually the world's largest urban area.",
  "/wiki/Dazu_Rock_Carvings": "The Dazu Rock Carvings (Chinese: 大足石刻; pinyin: Dàzú Shíkè) are a series of Chinese religious sculptures and carvings located in Dazu District, Chongqing, China.  The carvings date back as far as the 7th century AD, depicting and influenced by Buddhist, Confucian and Taoist beliefs.  Some are in rock-cut cave shrines, in the usual Chinese Buddhist style, but many others are rock reliefs carved into the open rock faces.",
  "/wiki/Dazu_District": "Dazu District (simplified Chinese: 大足区; traditional Chinese: 大足區; pinyin: Dàzú Qū) is a district of Chongqing, China, bordering Sichuan province to the northwest. It is where the famous Dazu Rock Carvings, a UNESCO World Heritage Site, is located.",
  "/wiki/Baiheliang": "Baiheliang (Simplified: 白鹤梁, Traditional: 白鶴梁, Pinyin: Báihèliáng, lit. \"White Crane Ridge\") is a rock outcrop in Fuling District, Chongqing, People's Republic of China, that parallels the flow of the Yangtze River.",
  "/wiki/Wushan_County,_Chongqing": "Wushan County (Chinese: 巫山县; pinyin: Wūshān Xiàn) is a county located in Chongqing municipality. It occupies roughly 2,958 km2 (1,142 sq mi) and has a population of about 600,000.",
  "/wiki/Diaoyu_Fortress": "The Diaoyucheng (simplified Chinese: 钓鱼城; traditional Chinese: 釣魚城; pinyin: Diàoyúchéng), or Diaoyu Fortress, is located on the Diaoyu Mountain in Heyang Town, Hechuan District, Chongqing, is known for its resistance to the Mongol armies in the latter half of the Song dynasty. The death of Mongol leader Möngke Khan during the siege of Diaoyucheng resulted in the immediate withdrawal of Mongol troops from Syria and East Asia.",
  "/wiki/Hechuan_District": "Hechuan (Chinese: 合川; pinyin: Héchuān) is a district in the northern part of Chongqing Municipality, People's Republic of China, located at the meeting point of the Jialing, Fu and Qu rivers, with a history of 1,500 years.  Hechuan is 54 km (34 mi) away from downtown Chongqing's Yuzhong District.",
  "/wiki/Fengdu_County": "Fengdu County (Chinese: 丰都县; pinyin: Fēngdū Xiàn; formerly Chinese: 酆都县; pinyin: Fēngdū Xiàn) is a county located in Chongqing Municipality, People's Republic of China. The county was established as Fengdu County (豐都縣) during the Sui Dynasty. The name was changed to Fengdu County (酆都縣) during the Ming Dynasty. In 1958, the name was changed back to Fengdu County (豐都縣).",
  "/wiki/Yunyang_County": "Yunyang County (simplified Chinese: 云阳县; traditional Chinese: 雲陽縣; pinyin: Yúnyáng Xiàn) is a county in the northeast of Chongqing Municipality, China, bordering Hubei province to the south.",
  "/wiki/Shibaozhai": "Shibaozhai (simplified Chinese: 石宝寨; traditional Chinese: 石寶寨; pinyin: shí bǎo zhài; literally: 'Precious Stone Fortress') is a hill along the bank of the Yangtze River (Chang Jiang) in Zhong County, Chongqing, China. This rocky and craggy hill has extremely steep sides and is about 200 meters (660 feet) tall. On the river side of the hill is a red pavilion which leans against the side of the hill providing a walkway to the temple at the top of the hill. One of the largest wooden temple, red pavilion built at the side of rock and has nine floors. A yellow entrance at the base of the pavilion provides an entrance.",
  "/wiki/Zhong_County": "Zhong County or Zhongxian (simplified Chinese: 忠县; traditional Chinese: 忠縣; pinyin: Zhōng Xiàn) is a county of Chongqing Municipality, China.",
  "/wiki/Zhao_Shiyan": "Zhao Shiyan (simplified Chinese: 赵世炎; traditional Chinese: 趙世炎; pinyin: Zhào Shìyán; 13 April 1901 in Youyang - 19 July 1927 in Shanghai) was a Chinese Communist martyr and former Chinese premier Li Peng's uncle.",
  "/wiki/Youyang_Tujia_and_Miao_Autonomous_County": "Youyang Tujia and Miao Autonomous County, or Youyang County for short(simplified Chinese: 酉阳土家族苗族自治县; traditional Chinese: 酉陽土家族苗族自治縣; pinyin: YǒuYáng Tǔjiāzú Miáozú Zìzhìxiàn) (Template:Lang-tji) is located in the southeast of Chongqing Municipality, China, bordering the provinces of Hunan to the east and Guizhou to the southwest.",
  "/wiki/Baidicheng": "Baidicheng or Baidi Fortress is an ancient fortress and temple complex on a hill on the northern shore of the Yangtze River in China, 8 km east of the present day Fengjie County seat in Chongqing municipality.",
  "/wiki/Fengjie_County": "Fengjie County (simplified Chinese: 奉节县; traditional Chinese: 奉節縣; pinyin: Fèngjié Xiàn) is a county of Chongqing Municipality, China. It is on the Yangtze River; located within a couple hundreds kilometers upstream from  the Three Gorges Dam, it is within the dam's affected area.",
  "/wiki/Huguang_Huiguan,_Chongqing": "Huguang Huiguan (aka Huguang Guild Hall, Lianghu Guild Hall, and Yu King Palace, in Chinese: simplified Chinese: 湖广会馆; traditional Chinese: 湖廣會館) is a guild hall (or assembly hall) in the Yuzhong District of Chongqing, China, on the Yangtze River.",
  "/wiki/Tongnan_County": "Tongnan District (simplified Chinese: 潼南区; traditional Chinese: 潼南區; pinyin: Tóngnán Qū) is a district of Chongqing Municipality, China, bordering Sichuan province to the north and west.",
  "/wiki/List_of_Major_National_Historical_and_Cultural_Sites_in_Chongqing": "This list is of Major Sites Protected for their Historical and Cultural Value at the National Level in the Municipality of Chongqing, People's Republic of China."
}