{
  "/wiki/Avanade": "Avanade (/ˈævənɑːd/) is a global professional services company providing IT consulting and services focused on the Microsoft platform with artificial intelligence, business analytics, cloud, application services, digital transformation, modern workplace, security services, technology and managed services offerings. Headquartered in Seattle, the company has 36,000 professionals in 24 countries. Avanade serves 34% of the Fortune 500 and 46% of the Fortune Global 500.",
  "/wiki/Seattle": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/Washington_(state)": "Washington (/ˈwɒʃɪŋtən/ (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington State to distinguish it from the nation's capital, Washington, D.C..",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Booz_Allen_Hamilton": "Booz Allen Hamilton Holding Corporation (informally Booz Allen) is the parent of Booz Allen Hamilton Inc., an American management and information technology consulting firm, headquartered in McLean, Virginia, in Greater Washington, D.C., with 80 other offices around the globe. The company's stated core business is to provide consulting, analysis and engineering services to public and private sector organizations and nonprofits.",
  "/wiki/McLean,_Virginia": "McLean (/məˈkleɪn/ mə-KLAYN) is an unincorporated community and census-designated place (CDP) in Fairfax County in Northern Virginia. McLean is home to many diplomats, businessmen, members of Congress, and high-ranking government officials partially due to its proximity to Washington, D.C. and the Central Intelligence Agency. It is the location of Hickory Hill, the former home of Ethel Kennedy, the widow of Robert F. Kennedy. It is also the location of Salona, the former home of Light-Horse Harry Lee, the Revolutionary War hero. The community had an estimated total population of 53,673 in 2015, according to estimates prepared by the United States Census Bureau. It is located between the Potomac River and the town of Vienna. McLean is often distinguished by its luxury homes and its nearby high-profit shopping destinations: the Tysons Corner Center and the Tysons Galleria. The two McLean zip codes - 22101 and 22102 - are among the most expensive ZIP Codes in Virginia and the United States. In 2018, data from the American Community Survey revealed that McLean was the 3rd wealthiest city in the United States, based on its poverty rate of 2.6% and its median household income of $190,258.",
  "/wiki/Virginia": "Virginia (/vərˈdʒɪniə/ (listen)), officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States located between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virginia Beach is the most populous city, and Fairfax County is the most populous political subdivision. The Commonwealth's estimated population as of 2018[update] is over 8.5 million.",
  "/wiki/Broadcom_Inc.": "Broadcom Inc. is an American designer, developer, manufacturer and global supplier of a broad range of semiconductor and infrastructure software products, Broadcom's product portfolio serves the data center, networking, software, broadband, wireless, and storage and industrial markets.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/California_(state)": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/CGI_Group": "CGI Inc., more commonly known as CGI, is a Canadian global information technology (IT) consulting, systems integration, outsourcing, and solutions company headquartered in Montreal, Quebec, Canada.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Cognizant_Technology_Solutions": "Cognizant is an American multinational corporation that provides IT services, including digital, technology, consulting, and operations services. It is headquartered in Teaneck, New Jersey, United States. Cognizant is part of the NASDAQ-100 and trades under CTSH.  It was founded as an in-house technology unit of Dun & Bradstreet in 1994, and started serving external clients in 1996.",
  "/wiki/Teaneck,_New_Jersey": "Teaneck /ˈtiːnɛk/ is a township in Bergen County in New Jersey, United States, and a suburb in the New York metropolitan area. As of the 2010 United States Census, the township's population was 39,776, reflecting an increase of 516 (+1.3%) from the 39,260 counted in the 2000 Census, which had in turn increased by 1,435 (+3.8%) from the 37,825 counted in the 1990 Census. As of 2010 it was the second-most populous among the 70 municipalities in Bergen County, behind Hackensack, which had a population of 43,010.",
  "/wiki/New_Jersey": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is a peninsula, bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by the Delaware Bay and Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 9 million residents as of 2017, making it the most densely populated of the 50 U.S. states with its biggest city being Newark. New Jersey lies completely within the combined statistical areas of New York City and Philadelphia. New Jersey was the second-wealthiest U.S. state by median household income as of 2017.",
  "/wiki/Conduent": "Conduent Inc. is an American technology-led business process services company headquartered in New Jersey. It was formed in 2017 as a divestiture from Xerox. The company offers digital platforms for businesses and governments. It has 65,000 employees in more than 40 countries.",
  "/wiki/Florham_Park,_New_Jersey": "Florham Park is a borough in Morris County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 11,696, reflecting an increase of 2,839 (+32.1%) from the 8,857 counted in the 2000 Census, which had in turn increased by 336 (+3.9%) from the 8,521 counted in the 1990 Census.",
  "/wiki/DXC_Technology": "DXC Technology is an American multinational corporation that provides B2B IT services.",
  "/wiki/Tysons,_Virginia": "Tysons, also known as Tysons Corner, is a census-designated place (CDP) and unincorporated community in Fairfax County, Virginia, United States. Located in Northern Virginia between the community of McLean and the town of Vienna along the Capital Beltway (I-495), it lies within the Washington Metropolitan Area. Tysons is home to two super-regional shopping malls—Tysons Corner Center and Tysons Galleria—and the corporate headquarters of numerous companies such as Intelsat, DXC Technology, Gannett, Hilton Worldwide, Cvent,  Freddie Mac, Capital One, and Booz Allen Hamilton. Tysons is Fairfax County's central business district and a regional commercial center. It has been characterized as a quintessential example of an edge city. The population was 19,627 as of the 2010 census.",
  "/wiki/Tysons": "Tysons, also known as Tysons Corner, is a census-designated place (CDP) and unincorporated community in Fairfax County, Virginia, United States. Located in Northern Virginia between the community of McLean and the town of Vienna along the Capital Beltway (I-495), it lies within the Washington Metropolitan Area. Tysons is home to two super-regional shopping malls—Tysons Corner Center and Tysons Galleria—and the corporate headquarters of numerous companies such as Intelsat, DXC Technology, Gannett, Hilton Worldwide, Cvent,  Freddie Mac, Capital One, and Booz Allen Hamilton. Tysons is Fairfax County's central business district and a regional commercial center. It has been characterized as a quintessential example of an edge city. The population was 19,627 as of the 2010 census.",
  "/wiki/EPAM_Systems": "EPAM Systems, Inc. (also known as EPAM) is a global product development, digital platform engineering, and digital and product design agency with Fortune 1000 clients located around the world. The company’s industry expertise includes financial services, travel and consumer, software and hi-tech, business information and media, life sciences and healthcare, as well as other industries.",
  "/wiki/Newtown,_Bucks_County,_Pennsylvania": "Newtown is a borough in Bucks County, Pennsylvania, United States. The population was 2,248 at the 2010 census. It is located just west of the Trenton, New Jersey metropolitan area, and is part of the larger Philadelphia metropolitan area. It is entirely surrounded by Newtown Township, from which it separated in 1838. State Street is the main commercial thoroughfare with wide sidewalks, shops, taverns, and restaurants.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.",
  "/wiki/Genpact": "Genpact (NYSE: G) is an American professional services firm headquartered in New York City, New York.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/IBM_Global_Services": "IBM Services is the professional services arm of IBM, made up of business, technology and industry experts who apply advanced technology and help clients design, build and run businesses. It includes two divisions: IBM Global Business Services (GBS) and IBM Global Technology Services (GTS).",
  "/wiki/Armonk,_New_York": "Armonk is a hamlet and census-designated place (CDP) in the town of North Castle, New York located in Westchester County. As of the 2010 census, Armonk's CDP population is 4,330 and it has a total area of 6.1 square miles (15.7 km2), of which 6.0 square miles (15.5 km2) is land and 0.077 square miles (0.2 km2), or 1.54 percent, is water. Notably, Armonk is the headquarters of IBM.",
  "/wiki/Softtek": "Softtek is a Mexico-based information technology company, operating in North America, Latin America, Europe and Asia. As of 2010 it was the largest private IT vendor in Latin America. Headquartered in Monterrey, Mexico, the company has 15,000 associates in Mexico and abroad. The company offers application software development, testing, security and support; business process outsourcing (BPO); and IT infrastructure management, security and support to more than 400 corporations in more than 20 countries.[citation needed] It also acts as a value added reseller (VAR) for SAP SE, Informatica, Cognos, Business Objects and other software products. The company has trademarked the term \"nearshoring\" to describe the provision of outsourced services to customers in other countries that are in proximity.",
  "/wiki/Monterrey": "Monterrey (/ˌmɒntəˈreɪ/; Spanish pronunciation: [monteˈrei] (listen)) is the capital and largest city of the northeastern state of Nuevo León, Mexico. The city is anchor to the Monterrey metropolitan area, the second most productive in Mexico with a GDP (PPP) of US$123 billion, and the third largest with an estimated population of 4,689,601 people as of 2015. Monterrey is also considered the city with the best quality of life in the country[citation needed], and serves as a commercial center of northern Mexico and is the base of many significant international corporations. Its purchasing power parity-adjusted GDP per capita is considerably higher than the rest of Mexico's at around US$35,500, compared to the country's US$18,800. It is considered a Beta World City, cosmopolitan and competitive. Rich in history and culture, it is one of the most developed cities in Mexico.",
  "/wiki/Nuevo_Leon": "Nuevo León (Spanish pronunciation: [ˈnweβo leˈon] (listen)), officially the Free and Sovereign State of Nuevo León (Spanish: Estado Libre y Soberano de Nuevo León), is one of the 32 states which comprise the Federal Entities of Mexico. It is divided into 51 municipalities and its capital city is Monterrey.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Syntel": "Atos Syntel is a division of Atos and a multinational provider of integrated technology and business services. The company is led by Rakesh Khanna. Atos Syntel was created by the acquisition of Syntel, Inc. by Atos S.E., which was announced on July 22, 2018 and completed on October 9, 2018.",
  "/wiki/Troy,_Michigan": "Troy is a city located in Metropolitan Detroit's northern suburbs in Oakland County in the U.S. state of Michigan. The population was 80,980 at the 2010 census, making it the 11th-largest city in Michigan by population, and the largest city in Oakland County.  Troy has become a business and shopping destination in the Metro Detroit area, with numerous office centers and the upscale Somerset Collection mall.",
  "/wiki/Michigan": "Michigan (/ˈmɪʃɪɡən/ (listen)) is a state in the Great Lakes and Midwestern regions of the United States. Its name originates from the Ojibwe word mishigamaa, meaning \"large water\" or \"large lake\". With a population of just under 10 million, Michigan is the tenth most populous of the 50 United States, with the 11th most extensive total area, and is the largest state by total area east of the Mississippi River.[b] Its capital is Lansing, and its largest city is Detroit. Metro Detroit is among the nation's most populous and largest metropolitan economies.",
  "/wiki/Science_Applications_International_Corporation": "Science Applications International Corporation (SAIC) is an American company headquartered in Reston, Virginia that provides government services and information technology support.",
  "/wiki/Reston,_Virginia": "Reston is a census-designated place in Fairfax County, Virginia. Founded in 1964, Reston was influenced by the Garden City movement that emphasized planned, self-contained communities that intermingled green space, residential neighborhoods, and commercial development.  The intent of Reston's founder, Robert E. Simon, was to build a town that would revolutionize post–World War II concepts of land use and residential/corporate development in suburban America. In 2018, Reston was ranked as the Best Place to Live in Virginia by Money magazine for its expanses of parks, lakes, golf courses, and bridle paths as well as the numerous shopping and dining opportunities in Reston Town Center.",
  "/wiki/Unisys": "Unisys Corporation is an American global information technology company based in Blue Bell, Pennsylvania, that provides IT services, software, and technology. It is the legacy proprietor of the Burroughs and UNIVAC line of computers, formed when the former bought the latter.",
  "/wiki/Blue_Bell,_Pennsylvania": "Blue Bell is a census-designated place (CDP) in Whitpain Township in Montgomery County, Pennsylvania, in the United States. As of the 2010 census, its population was 6,067."
}