{
  "/wiki/Atlantic_10_Conference": "The Atlantic 10 Conference (A-10) is a collegiate athletic conference whose schools compete in the National Collegiate Athletic Association's (NCAA) Division I. The A-10's member schools are located in states mostly on the United States Eastern Seaboard, as well as some in the Midwest – Massachusetts, New York, North Carolina, Pennsylvania, Rhode Island, Virginia, Ohio, and Missouri as well as in the District of Columbia. Although some of its members are state-funded, half of its membership is made up of private, Catholic institutions. Despite the name, there are 14 full-time members, and two affiliate members that participate in women's field hockey only. The current commissioner is Bernadette McGlade, who began her tenure in 2008.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/Big_East_Conference": "The Big East Conference (stylized as BIG EAST) is a collegiate athletic conference that competes in NCAA Division I in all sports except football, which is not sponsored. The conference has been officially recognized as  a Division I multi-sport conference, effective on August 1, 2013. The conference was originally founded by Dave Gavitt on May 31, 1979.",
  "/wiki/Southeastern_Conference": "The Southeastern Conference (SEC) is an American college athletic conference whose member institutions are located primarily in the South Central and Southeastern United States.  Its fourteen members include the flagship public universities of ten states, three additional public land grant universities, and one private research university. The conference is headquartered in Birmingham, Alabama. The SEC participates in the National Collegiate Athletic Association (NCAA) Division I in sports competitions; for football, it is part of the Football Bowl Subdivision (FBS), formerly known as Division I-A.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/American_Athletic_Conference": "The American Athletic Conference (The American or AAC), is an American collegiate athletic conference, featuring 12 member universities and six associate member universities that compete in the National Collegiate Athletic Association's (NCAA) Division I, with its football teams competing in the Football Bowl Subdivision (FBS). Member universities represent a range of private and public universities of various enrollment sizes located primarily in urban metropolitan areas in the Northeastern, Midwestern, and Southern regions of the United States.",
  "/wiki/Pac-12_Conference": "The Pac-12 Conference is a collegiate athletic conference that operates in the Western United States, participating in 24 sports at the  NCAA Division I level. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two tiers of NCAA Division I football competition.",
  "/wiki/Conference_USA": "Conference USA (C-USA or CUSA) is an intercollegiate athletic conference whose current member institutions are located within the Southern United States. The conference participates in the NCAA's Division I in all sports. C-USA's offices are located in Dallas, Texas.",
  "/wiki/Mountain_West_Conference": "The Mountain West Conference (MW) is one of the collegiate athletic conferences affiliated with the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) (formerly I-A). The MW officially began operations in July 1999. Geographically, the MW covers a broad expanse of the Western United States, with member schools located in California, Colorado, Hawaii, Idaho, Nevada, New Mexico, Utah, and Wyoming. Craig Thompson has served as Commissioner of the MW since its founding in 1999.",
  "/wiki/Metro_Atlantic_Athletic_Conference": "The Metro Atlantic Athletic Conference (MAAC, /mæk/) is a collegiate athletic conference affiliated in NCAA Division I, consisting of eleven schools coming from three states of the northeastern United States: Connecticut, New Jersey, and New York.",
  "/wiki/Missouri_Valley_Conference": "The Missouri Valley Conference (also called MVC or simply \"The Valley\") is the third-oldest collegiate athletic conference in the United States. Currently, its members are located in the midwestern United States.",
  "/wiki/Big_12_Conference": "The Big 12 Conference is a collegiate athletic conference headquartered in Irving, Texas. The conference consists of ten full-member universities. It is a member of  Division I of the National Collegiate Athletic Association (NCAA) for all sports. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two levels of NCAA Division I football competition. Its ten members, in the states of Iowa, Kansas, Oklahoma, Texas, and West Virginia, include eight public and two private, Christian schools. Additionally, the Big 12 has 11 affiliate members—eight for the sport of wrestling, one of which is also a member in women's equestrianism; one for women's gymnastics; and two for women's rowing. The Big 12 Conference is a 501(c)(3) nonprofit organization incorporated in Delaware.",
  "/wiki/Mid-American_Conference": "The Mid-American Conference (MAC) is a National Collegiate Athletic Association (NCAA) Division I collegiate athletic conference with a membership base in the Great Lakes region that stretches from Western New York to Illinois.  Nine of the twelve full member schools are in Ohio and Michigan, with single members located in Illinois, Indiana, and New York. For football, the MAC participates in the NCAA's Football Bowl Subdivision.",
  "/wiki/West_Coast_Conference": "The West Coast Conference (WCC) is a collegiate athletic conference affiliated in NCAA Division I consisting of ten member schools across the states of California, Oregon, Utah and Washington.",
  "/wiki/Patriot_League": "The Patriot League is a collegiate athletic conference comprising private institutions of higher education and two United States service academies based in the Northeastern United States. Outside the Ivy League, it is among the most selective group of higher education institutions in NCAA Division I and has a very high student-athlete graduation rate for both the NCAA graduation success rate and the federal graduation rate.",
  "/wiki/Big_West_Conference": "The Big West Conference (BWC) is an American collegiate athletic conference whose member institutions participate in the National Collegiate Athletic Association's Division I. The conference was originally formed in 1969 as the Pacific Coast Athletic Association (PCAA), and in 1988 was renamed the Big West Conference. The conference stopped sponsoring college football after the 2000 season.",
  "/wiki/Colonial_Athletic_Association": "The Colonial Athletic Association (CAA) is a collegiate athletic conference affiliated with the NCAA's Division I whose full members are located in East Coast states from Massachusetts to South Carolina. Most of its members are public universities, and the conference is headquartered in Richmond. The CAA was historically a Southern conference until the addition of four schools in the Northeast (of five that joined from rival conference America East) after the turn of the 21st century, which added balance to the conference.",
  "/wiki/Sun_Belt_Conference": "The Sun Belt Conference is a collegiate athletic conference that has been affiliated with the NCAA's Division I since 1976. Originally a non-football conference, the Sun Belt began sponsoring football in 2001. Its football teams participate in the Division I Football Bowl Subdivision (FBS). The 12 member institutions of the Sun Belt are distributed primarily across the southern United States.",
  "/wiki/Northeast_Conference": "The Northeast Conference (NEC) is a collegiate athletic conference whose schools are members of the National Collegiate Athletic Association (NCAA). Teams in the NEC compete in Division I for all sports except football, which competes in the Division I Football Championship Subdivision (FCS), formerly Division I-AA. Participating schools are located principally in the Northeastern United States.",
  "/wiki/Horizon_League": "The Horizon League is a 10-school collegiate athletic conference in the National Collegiate Athletic Association (NCAA) Division I, whose members are located in and near the Midwestern United States."
}