{
  "/wiki/USS_Adams_(1799)": "USS Adams was a 28-gun (rated) sailing frigate of the United States Navy. She was laid down in 1797 at New York City by John Jackson and William Sheffield and launched on 8 June 1799. Captain Richard Valentine Morris took command of the ship.",
  "/wiki/Sailing_frigate_classification": "The Sailing frigate classification system used during the 19th Century was a classification scheme used in several western countries.  It was officially adopted by the United States Navy.  The system classified sailing frigates according to their gun rating.",
  "/wiki/USS_Boston_(1799)": "The third USS Boston was a 32-gun wooden-hulled, three-masted frigate of the United States Navy. Boston was built by public subscription in Boston under the Act of 30 June 1798. Boston was active during the Quasi-War with France and the First Barbary War. On 12 October 1800, Boston engaged and captured the French corvette Berceau. Boston was laid up in 1802, and considered not worth repairing at the outbreak of the War of 1812. She was burned at the Washington Naval Yard on 24 August 1814 to prevent her capture by British forces.",
  "/wiki/USS_Chesapeake_(1799)": "Chesapeake was a 38-gun wooden-hulled, three-masted heavy frigate of the United States Navy. She was one of the original six frigates whose construction was authorized by the Naval Act of 1794. Joshua Humphreys designed these frigates to be the young navy's capital ships. Chesapeake was originally designed as a 44-gun frigate, but construction delays, material shortages and budget problems caused builder Josiah Fox to alter her design to 38 guns. Launched at the Gosport Navy Yard on 2 December 1799, Chesapeake began her career during the Quasi-War with France and later saw service in the First Barbary War.",
  "/wiki/Isaac_Chauncey": "Isaac Chauncey (February 20, 1772 – January 27, 1840) was an officer in the United States Navy who served in the Quasi-War, The Barbary Wars and the War of 1812. In the latter part of his naval career he was President of the Board of Navy Commissioners.",
  "/wiki/James_Barron": "James Barron (September 15, 1768 – April 21, 1851) was an officer in the United States Navy.[n 1]  He served in the Quasi-War and the Barbary Wars, during which he commanded a number of famous ships, including USS Essex and USS President.  As commander of the frigate USS Chesapeake, he was court-martialed for his actions in 1807, which led to the surrender of his ship to the British. After criticism from some fellow officers, the resulting controversy led Barron to a duel with Stephen Decatur, one of the officers who presided over his court-martial. Suspended from command, he pursued commercial interests in Europe during the War of 1812. Barron finished his naval career on shore duty, becoming the Navy's senior officer in 1839.",
  "/wiki/USS_Constellation_(1797)": "USS Constellation was a nominally rated 38-gun wooden-hulled, three-masted frigate of the United States Navy.",
  "/wiki/Alexander_Murray_(1755–1821)": "Commodore[Note 1] Alexander Murray (July 12, 1755 – October 6, 1821) was an officer who served in the Continental Navy, the Continental Army, and later the United States Navy, during the American Revolutionary War, the Quasi-War with France and the First Barbary War in North Africa.",
  "/wiki/USS_Enterprise_(1799)": "The third US ship to be named Enterprise was a schooner, built by Henry Spencer at Baltimore, Maryland, in 1799. Her first commander thought that she was too lightly built and that her quarters, in particular, should be bulletproofed. Enterprise was overhauled and rebuilt several times, effectively changing from a twelve-gun schooner to a fourteen-gun topsail schooner and eventually to a brig. Enterprise saw action in the Caribbean, the Mediterranean, and the Caribbean again, capturing numerous prizes. She wrecked in July 1823.",
  "/wiki/Schooner": "A schooner is a type of sailing ship, as defined by its rig configuration. Typically it has two or more masts, the foremast being slightly shorter than the mainmast.",
  "/wiki/Andrew_Sterett": "Andrew Sterett (January 27, 1778 – June 9, 1807) was an officer in the United States Navy during the nation's early days.  He saw combat during the Quasi-War with France and in the Barbary Wars, commanding the schooner USS Enterprise in both conflicts.",
  "/wiki/Isaac_Hull": "Isaac Hull (March 9, 1773 – February 13, 1843) was a Commodore in the United States Navy. He commanded several famous U.S. naval warships including USS Constitution (\"Old Ironsides\") and saw service in the undeclared naval Quasi War with the revolutionary French Republic (France) 1796–1800; the Barbary Wars (1801–1805, 1815), with the Barbary states in North Africa; and the War of 1812 (1812–1815), for the second time with Great Britain. In the latter part of his career he was Commandant of the Washington Navy Yard in the national capital of Washington, D.C., and later the Commodore of the Mediterranean Squadron. For the infant U.S. Navy the battle of USS Constitution vs HMS Guerriere on August 19, 1812, at the beginning of the war, was the most important single ship action of the War of 1812 and one that made Isaac Hull a national hero.",
  "/wiki/USS_George_Washington_(1798)": "The first USS George Washington was a frigate in the United States Navy. She was named after President George Washington.",
  "/wiki/Sloop_of_war": "In the 18th century and most of the 19th, a sloop-of-war in the Royal Navy was a warship with a single gun deck that carried up to eighteen guns. The rating system covered all vessels with 20 guns and above; thus, the term sloop-of-war encompassed all the unrated combat vessels, including the very small gun-brigs and cutters. In technical terms, even the more specialised bomb vessels and fireships were classed as sloops-of-war, and in practice these were employed in the sloop role when not carrying out their specialized functions.",
  "/wiki/John_Shaw_(navy)": "John Shaw (1773 – September 17, 1823) was a captain in the early years of the United States Navy.",
  "/wiki/USS_John_Adams_(1799)": "The first John Adams was originally built in 1799 as a frigate for the United States Navy, converted to a corvette in 1809, and later converted back to a frigate in 1830. Named for President John Adams, she fought in the Quasi-War, the First and Second Barbary Wars, the War of 1812, the Mexican–American War and the American Civil War. At the end of her career, she participated in the Union blockade of South Carolina's ports. She then participated in a historic raid that Harriet Tubman, the former slave and Union operative, organized with Union colonel Montgomery. John Adams led three steam-powered gunboats up the Harbor River to Port Royal. The squadron relied on local black mariners to guide it past mines and fortifications. The squadron freed 750+ slaves and unsettled the Confederacy. Tubman was the first woman in U.S. history to plan and execute an armed expedition.",
  "/wiki/John_Rodgers_(naval_officer,_War_of_1812)": "John Rodgers (July 11, 1772 – August 1, 1838) was a senior naval officer in the United States Navy who served under six presidents for nearly four decades during its formative years in the 1790s through the late 1830s, committing the bulk of his adult life to his country. His service took him through many operations in the Quasi-War with France, both Barbary Wars in North Africa and the War of 1812 with Britain. As a senior officer in the young American navy he played a major role in the development of the standards, customs and traditions that emerged during this time. Rodgers was, among other things, noted for commanding the largest American squadron in his day to sail the Mediterranean Sea. After serving  with distinction as a lieutenant he was soon promoted directly to the rank of captain (the rank of Master Commandant did not exist at that time). During his naval career he commanded a number of warships, including USS John Adams, the flagship of the fleet that defeated the Barbary states of North Africa. During the War of 1812 Rodgers fired the first shot of the war aboard his next flagship, USS President, and also played a leading role in the recapture of Washington D.C. after the capital was burned by the British, while also having to endure his own hometown and house burned and his family displaced. Later in his career he headed the Board of Navy Commissioners and served briefly as Secretary of the Navy. Following in his footsteps, Rodgers' son and several grandsons and great-grandsons also became commodores and admirals in the United States Navy.",
  "/wiki/USS_New_York_(1800)": "USS New York was a three-masted, wooden-hulled sailing frigate in the United States Navy that saw service during the Quasi-War with France.",
  "/wiki/Mediterranean_Squadron_(United_States)": "The Mediterranean Squadron, also known as the Mediterranean Station, was part of the United States Navy in the 19th century that operated in the Mediterranean Sea. It was formed in response to the First Barbary War and Second Barbary Wars. Between 1801 and 1818, the squadron was composed of a series of rotating squadrons.  Later, squadrons were sent in the 1820s to the 1860s to suppress piracy, primarily in Greece and to engage in gunboat diplomacy. In 1865 the force was renamed the European Squadron."
}