{
  "/wiki/Bowling_Green_State_University": "Bowling Green State University (BGSU) is a public research university in Bowling Green, Ohio. The 1,338-acre (541.5 ha) main academic and residential campus is 15 miles (24 km) south of Toledo, Ohio. The university has nationally recognized programs and research facilities in the natural and social sciences, education, arts, business, health and wellness, humanities and applied technologies. The institution was granted a charter in 1910 as a normal school, specializing in teacher training and education, as part of the Lowry Normal School Bill that authorized two new normal schools in the state of Ohio. Over the university's history, it developed from a small rural normal school into a comprehensive public university.",
  "/wiki/University_of_Illinois": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867.",
  "/wiki/Lake_Forest_College": "Lake Forest College is a private liberal arts college in Lake Forest, Illinois. Founded in 1857 as Lind University by a group of Presbyterian ministers, the college has been coeducational since 1876 and an undergraduate-focused liberal arts institution since 1903. Lake Forest enrolls approximately 1,600 students representing 47 states and 81 countries. Lake Forest offers 30 undergraduate major and minor programs in the humanities, social sciences, and natural sciences, and features programs of study in pre-law, pre-medicine, communication, business, finance, and computer science. The majority of students live on the college's wooded 107-acre campus located a half-mile from the Lake Michigan shore.",
  "/wiki/Northern_Collegiate_Hockey_Association": "The Northern Collegiate Hockey Association (NCHA) is a college athletic conference which operates in Illinois, Indiana, Michigan, Minnesota, and Wisconsin in the midwestern United States.  It participates in the NCAA's Division III as a hockey-only conference.",
  "/wiki/Division_III_(NCAA)": "NCAA Division III (D-III) is a division of the National Collegiate Athletic Association (NCAA) in the United States. D-III consists of athletic programs at colleges and universities that choose not to offer athletic scholarships to their student-athletes.",
  "/wiki/Lake_Superior_State_University": "Lake Superior State University (colloquially Lake State, Lake Superior State, Soo Tech, and LSSU) is a public university in Sault Ste. Marie, Michigan. It is Michigan's smallest public university, with an enrollment of approximately 2,000 students. Due to its proximity to the Canadian border, and the twin city of Sault Ste. Marie, Ontario, LSSU has many Canadian students and maintains a close relationship with its international neighbor. In a sign of its unique situation, LSSU has the Canadian and United States flags on its campus, and both Canadian and American national anthems are sung at athletic events.",
  "/wiki/Lindenwood_Lady_Lions_ice_hockey": "The Lindenwood Lady Lions women's ice hockey team represents Lindenwood University located in St. Charles, Missouri. The Lady Lions currently participate in the NCAA Division I competition as a member of College Hockey America (CHA). The team played with no conference affiliation as an Independent program for its first season of NCAA competition. During the 2011–12 season, Lindenwood was accepted into College Hockey America (CHA) beginning in the 2012–2013 season. Prior to 2011 the university was a member of the National Association of Intercollegiate Athletics (NAIA), because the organization does not sponsor women's ice hockey, the program competed in the American Collegiate Hockey Association at the ACHA DI level.",
  "/wiki/College_Hockey_America": "College Hockey America (CHA) is a women's college ice hockey conference in the United States. It participates in the NCAA's Division I as a hockey-only conference. The conference is made up of six teams, with three in Pennsylvania; two in New York, and one in Missouri.",
  "/wiki/Division_I_(NCAA)": "NCAA Division I (D-I) is the highest level of intercollegiate athletics sanctioned by the National Collegiate Athletic Association (NCAA) in the United States. D-I schools include the major collegiate athletic powers, with larger budgets, more elaborate facilities and more athletic scholarships than Divisions II and III as well as many smaller schools committed to the highest level of intercollegiate competition.",
  "/wiki/Oakland_University": "Oakland University is a public research university in Auburn Hills and Rochester Hills, Michigan.[fn 1] It is the second largest university in the Detroit Metropolitan Area with 20,012 students and it is classified among \"R2: Doctoral Universities – High research activity.\" The university offers 132 bachelor's degree programs and 138 professional graduate certificate, master's degree, and doctoral degree programs, including those offered by the Oakland University William Beaumont School of Medicine.",
  "/wiki/University_of_Michigan%E2%80%93Flint": "The University of Michigan–Flint (UM–Flint) is a public university in Flint, Michigan. It is one of the two regional campuses of the University of Michigan operating under the policies of the Board of Regents. The University of Michigan in Ann Arbor is located 55 miles to the south; the other regional campus is in Dearborn, which is located 72 miles to the southeast. UM-Flint is classified among \"Doctoral/Professional Universities.\"",
  "/wiki/University_of_Wisconsin": "The University of Wisconsin–Madison (also known as University of Wisconsin, Wisconsin, UW, regionally as UW–Madison, or simply Madison) is a public research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin, and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. It became a land-grant institution in 1866. The 933-acre (378 ha) main campus, located on the shores of Lake Mendota, includes four National Historic Landmarks. The University also owns and operates a historic 1,200-acre (486 ha) arboretum established in 1932, located 4 miles (6.4 km) south of the main campus.",
  "/wiki/American_Collegiate_Hockey_Association": "The American Collegiate Hockey Association (ACHA) is a college athletics association like the NAIA and NCAA. The purpose of the Association is to be an organization of collegiate affiliated programs, which provides structure, regulates operations, and promotes quality in collegiate ice hockey. The interest in college hockey has grown as the game of hockey has grown in the United States. But as aggressively as the sport has grown at the grass-roots level, the number of NCAA programs has not expanded as rapidly to meet the demand as these youth players reach college and look to extend their hockey-playing experience. This is why the ACHA level was created.",
  "/wiki/Western_Michigan_University": "Western Michigan University (WMU) is a public research university in Kalamazoo, Michigan, United States. The university was established in 1903 by Dwight B. Waldo. Its enrollment, as of the Fall 2016 semester, was 23,252.",
  "/wiki/Central_Collegiate_Women's_Hockey_Association": "The Central Collegiate Women's Hockey Association (CCWHA) is a non-profit ice hockey league for college club teams based at Midwestern United States schools. It was formed in 1995. There are currently 15 teams participating in two divisions. All teams in the league are also required to be members of the ACHA that provides the teams with USA Hockey insurance and other member benefits."
}