{
  "/wiki/MH_SH_1": "Maharashtra State Highway 1, commonly referred to as MH SH 1, is a normal state highway that runs south through Nandurbar, Dhule and Jalgaon districts in the state of Maharashtra.  This state highway touches numerous cities and villages VIZ. Shahada, Sangvi, Lasur and Amalner.",
  "/wiki/Shahada,_Maharashtra": "Shahādā is a town  Nandurbar district of the Indian state of Maharashtra. It is a Municipal council.",
  "/wiki/Sangvi": "Sangvi is a village in Parola Taluka of Jalgaon district in northwestern part of the state of Maharashtra, India.",
  "/wiki/Amalner": "Amalner is a city and a municipal council in Jalgaon district in the state of Maharashtra, India, situated on the bank of the Bori River. Amalner is the birthplace of the Wipro company, which started business by producing vanaspati ghee from sunflower seeds there. Amalner is a tehsil in Jalgaon district. Prominent villages under Amalner's administration include Sarbete, Chaubari, Shirsale, Chandani kurhe, Nagaon BK, Eklahare, Pimpali, Dahiwad, Amalgaon, Gandhali, Pilode Mehergaon, Javkhede, Padlsare, Vavade, Fapore, Patonde and Mangrul.",
  "/wiki/Nandurbar_district": "Nandurbar is an administrative district in the northwest corner of Maharashtra state in India . On 1 July 1998 Dhule was bifurcated as two separate districts now known as Dhule and Nandurbar. The district headquarters are located at Nandurbar city. The district occupies an area of 5035 km2 and has a population of 1,648,295 of which 16.71% were urban (as of 2011).",
  "/wiki/Dhule_district": "Dhule district is a district of Maharashtra state in western region of India. The city of Dhule is the administrative headquarters of the district.",
  "/wiki/Jalgaon_district": "Jalgaon is a district of Maharashtra, India, earlier known as East Khandesh until 21 October 1960. It has an area of 11,765 km² and a population of 4,229,917 as of the 2011 census. Its headquarters is the city of Jalgaon.",
  "/wiki/MH_SH_2": "Maharashtra State Highway 2, commonly referred to as MH SH 2, is a normal state highway that runs south through Solapur district in the state of Maharashtra.  This state highway touches very few villages VIZ. Mhasavad, Islampur, Lakkadkot, Ranipur, Nagziri towards Toranmal which is a famous hill station in Maharashtra.",
  "/wiki/Toranmal": "Toranmal is a Hill Station in the municipal council of the Nandurbar district in the Indian state of Maharashtra. One can reach through Shahada. It is a hill station located in the Satpura Range. Its Gorakhnath Temple is the site of a Yatra attended by  thousands of devotees on Mahashivratri. On that occasion pilgrims walk barefoot for days from surrounding areas in the Nandurbar district but also from Maharashtra, Madhya Pradesh and Gujarat.",
  "/wiki/Nandurbar_District": "Nandurbar is an administrative district in the northwest corner of Maharashtra state in India . On 1 July 1998 Dhule was bifurcated as two separate districts now known as Dhule and Nandurbar. The district headquarters are located at Nandurbar city. The district occupies an area of 5035 km2 and has a population of 1,648,295 of which 16.71% were urban (as of 2011).",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Raver,_Maharashtra": "Raver is a city and municipal council in Jalgaon district in the Indian state of Maharashtra. It is a major producer of bananas in the Jalgaon district, exporting them globally.",
  "/wiki/Yawal": "Yawal is a taluka, city and a municipal council in Jalgaon, Maharashtra, India.",
  "/wiki/Chopda": "Chopda is a city and municipal council in the Jalgaon district in the state of Maharashtra, India.",
  "/wiki/Shirpur": "Shirpur is a city and taluka in Dhule district of Nashik Division, Maharashtra. It is located on National Highway 3, which runs from Agra in Uttar Pradesh to Mumbai, Maharashtra. The Arunavati River and Tapi river flows through the city. Shirpur is 50 km from the city of Dhule. It houses Asia's largest and India's first gold refinery. Narsee Monjee Institute of Management Studies has a campus in Shirpur. Ahead of Shirpur there is a small defense airport at Village Tande.",
  "/wiki/Talode": "Taloda  is a city and a municipal council in Nandurbar district in the Indian state of Maharashtra.",
  "/wiki/Akkalkuwa": "Akkalkuwa is a town and the administrative headquarters of Akkalkuwa taluka of Nandurbar district in Maharashtra state. Akkalkuwa lies in Satpuda range of hills, with Narmada river forming northern boundary. Akarni and Taloda talukas lie on the east while southern and western boundaries are occupied by Gujarat state. Because of the hilly terrain with more than fifty percent area falling under forest. This taluka has no Nagarpalika. Big villages are Khapar and Molgi in this taluka. Population of this town is 17,840(2011).",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Prakasha": "Prakasha, popularly known as Dakshin Kashi[citation needed]is a village situated on the bank of Tapi River in taluka Shahada in Nandurbar district, Maharashtra, India.",
  "/wiki/Nandurbar": "Nandurbar pronunciation (help·info) is a city and a municipal council in Nandurbar district in the Indian state of Maharashtra. Nandurbar municipal corporation is the first municipal corporation. Nandurbar is an administrative district in the northwest corner of (Khandesh region) of Maharashtra. On 1 July 1998 Dhule was bifurcated as two separate districts now known as Dhule and Nandurbar. The district headquarters is located at Nandurbar city. The district occupies an area of 5034 km2 and has a population of 1,311,709 of which 15.45% is urban (as of 2001). Nandurbar district is bounded to the south and south-east by Dhule district, to the west and north is the state of Gujarat, to the north and north-east is the state of Madhya Pradesh. The northern boundary of the district is defined by the great Narmada river.  It came into limelight during February 2006 bird flu crisis which struck many of its poultry farms. Thousand of chickens from the farms had to be killed and buried in nearby grounds to stop the virus spreading.",
  "/wiki/Dondaicha-Warwade": "Dondaicha-Warwade is a town and consists of a municipal council in Sindkheda Taluka  in the Dhule District of Khandesh Region in the state of Maharashtra in India.",
  "/wiki/Sakri": "Sakri is a census town and a taluka in the Dhule District of the Nashik division, Maharashtra state, India. The town of Sakri is the administrative headquarters for Sakri Taluka.   Another Sakri is in Bihar, which is now a railway junction.",
  "/wiki/Satana_(India)": "Satana is a city and a municipal council in Nashik District in the Indian state of Maharashtra. It is in the taluka of Baglan, which is sometimes called Satana, because of the city's dominance in the taluka. The name \"Satana\" may be derived from \"Śāṭyāyani\" one of the minor Upanishads of the Muktika canon.",
  "/wiki/Chandwad": "Chandwad (IPA:Cāndavaḍa) is a town located in the Nashik district in Maharashtra. It is 250 km away from Mumbai. There are many historical places like 11th century Jain Caves, Renuka devi mandir, Chandreshwar temple and Rangmahal located in Chandwad.",
  "/wiki/Lasalgaon": "Lasalgaon is a census town in Nashik District in the Indian state of Maharashtra.",
  "/wiki/Nandgaon,_Maharashtra": "Nandgaon is a town and a municipal council in Nashik district in the Indian state of Maharashtra.",
  "/wiki/Shirdi": "Shirdi pronunciation (help·info) also known as Sainagar is a city in the Indian state of Maharashtra. It is located in the Rahata taluka of Ahmednagar District. It is accessible via the Ahmednagar–Malegaon State Highway No.10, approximately 83 km from Ahmednagar and 15 km from Kopargaon. It is located 185 km east of the Western Seashore line (the Ahmednagar–Manmad road), a very busy route.",
  "/wiki/Nashik_district": "Nashik district, also known as Nasik district, is a district in Maharashtra, India. The city of Nashik is the administrative headquarters of the district. Nashik is well known for the production of wine. Nashik is also known as Mini Maharashtra, because the climate and soil conditions of Surgana, Peth, Igatpuri resembles with Konkan. Niphad, Sinnar, Dindori, Baglan blocks are like Western Maharashtra and Yeola, Nandgaon, Chandwad blocks are like Vidarbha Region. Nashik, Malegaon, Manmad, Igatpuri are some of the big cities situated in the Nashik District.",
  "/wiki/Malegaon": "Malegaon is a city and a municipal corporation in Nashik District in the Indian state of Maharashtra.A Muslim-dominated city, Malegaon is known as the Textile Hub of Maharashtra. Malegaon is the second largest city of Nashik district after Nashik city and one of the largest cities in North Maharashtra.",
  "/wiki/Dhanora": "Dhanora is a town and a tehsil in Gadchiroli district in the Indian state of Maharashtra.",
  "/wiki/MH_SH_10": "State Highway 10, commonly referred to as MH SH 10, is a normal state highway that runs south through Pune, Ahmednagar, Nashik and Dhule districts in the state of Maharashtra, India.  This state highway touches the cities of Dondaicha, Shevade, Mehergaon, Kusumbe, Malegaon, Manmad, Yeola, Kopargaon, Shirdi Rahata, Rahuri,  Ahmednagar, Kashti,  Daund.",
  "/wiki/Manmad": "Manmad pronunciation (help·info) is one of the towns in Nashik district in the state of Maharashtra in India. It is the  third largest city in Nashik district, with a population of approximately 80,000. Geographically it lies within Nandgaon Tehsil in Nashik District. Though it is bigger in area as well as in population compared to most of the Tehsils in the district, it does not have a Tehsil office.",
  "/wiki/Kopargaon": "Kopargaon is a town and municipality located in the Ahmednagar district of the Indian state of Maharashtra.",
  "/wiki/Rahata": "Rahata is a city and a municipal council in Ahmadnagar district in the Indian state of Maharashtra.",
  "/wiki/Rahuri": "Rahuri pronunciation (help·info) is a town and a municipal council in Ahmednagar district in the Indian state of Maharashtra.",
  "/wiki/Ahmednagar": "Ahmednagar (pronunciation (help·info)) is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad.  Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani forces. It was close to the site of the village of Bhingar. With the breakup of the Bahmani Sultanate, Ahmad established a new sultanate in Ahmednagar, also known as Nizam Shahi dynasty.",
  "/wiki/Daund": "Daund is a city, municipal council and headquarters of Daund taluka in Pune district  in the state of Maharashtra, India. In ancient times a sage, 'Dhaumya Rishi' used to stay here, hence people started calling this place after him: 'Dhaum'. Gradually 'Dhaum' became 'Dhoand', then 'Dhaundh', and before it getting corrupted to the present name 'Daund'.[citation needed] According to the Epic Mahabharata Krishna's wife Rukhmini had gone in the 'Dhindir forest', this ancient 'Dhindir Van' is today's Daund.[citation needed]\nDaund is major railway junction in central railway, Daund is located on bank of Bhima river.",
  "/wiki/Dhule_District": "Dhule district is a district of Maharashtra state in western region of India. The city of Dhule is the administrative headquarters of the district.",
  "/wiki/Sindkheda": "Sindkheda is a taluka in the Dhule district of Khandesh region of Maharashtra state in India. The city is situated on the west side of the Burai River.",
  "/wiki/Chimthane": "Chimthane is a small village in the state of Maharashtra, India. It is located in the Sindkheda taluka of Dhule District in Maharashtra.",
  "/wiki/Navapur": "Navapur is a nagar panchayat (municipality) and headquarters for Navapur Taluka in Nandurbar district, in the state of Maharashtra, India.",
  "/wiki/Mehergaon": "Mehergaon is a small village in India, located in the north-west region of the state of Maharashtra. It is abounded by various places like Amalgaon on the East, Pingalwade on the West, Gandhali on the North and Ninbhora on the South.",
  "/wiki/Dhule": "Dhule is a major city located in the Dhule District in northwestern part of Maharashtra state, India known as West Khandesh. Situated on the banks of Panzara River, Dhule is the regional headquarters of MIDC, RTO, and MTDC.",
  "/wiki/Jalgaon": "Jalgaon (pronunciation (help·info)) is a city in western India. The city is located in northern Maharashtra, and serves as the administrative headquarter of the Jalgaon district.  Jalgaon is nicknamed \"Banana city\" as the region contributes approximately two third of Maharashtra's banana production. it is also known for the gold production. Jalgaon is supposed to have the purest form of gold which is sold at a great price, which is how it came to be known as the Gold City (Suvarn-nagari).",
  "/wiki/Aurangabad_district,_Maharashtra": "Aurangabad District is one of the 36 districts of Maharashtra state in western India. It is bordered by the districts of Nashik to the west, Jalgaon to the north, Jalna to the east, and Ahmednagar to the south. Aurangabad is the headquarters and principal city. The district covers an area of 10,100 km², out of which 37.55% is urban and the remainder is rural. Aurangabad district is a major tourism region in Marathwada.",
  "/wiki/Nashik": "Nashik (/ˈnʌʃɪk/ also called as Nasik (listen)) is an ancient holy city in the northern region of the Indian state of Maharashtra. Situated on the banks of river Godavari, Nasik is well known for being one of the Hindu pilgrimage sites, that of Kumbh Mela which is held every 12 years.",
  "/wiki/Chalisgaon": "Chalisgaon pronunciation (help·info) is a town and a municipal council located in Jalgaon district in the state of Maharashtra, India.",
  "/wiki/Pachora": "Pachora is a city and a municipal council in Jalgaon district in the Indian state of Maharashtra and situated on the banks of the Hivra River. Pachora is a Census Town city in the district of Jalgaon, Maharashtra. The Pachora Census town has a population of 211 of which 120 are males while 91 are females as per report released by Census India 2011.",
  "/wiki/Pahur,_Maharashtra": "Pahur is a town on the banks of the river Waghur in Jalgaon district, Maharashtra, India. Its geographical coordinates are 20° 42' 0\" North, 75° 41' 0\" East.",
  "/wiki/Akole": "Akole is a city and Taluka in Akole tehsil, Ahmednagar district in the state of Maharashtra, India. Akole is surrounded by the Sahyadri Mountains of Western Ghats, India. Several historical sites in the city honor Akole's connection to the history and culture of Maharashtra.",
  "/wiki/Ahmednagar_district": "Ahmednagar district is the largest district of Maharashtra state in western India. The historical Ahmednagar city is the headquarters of the district. Ahmednagar was the seat of the Ahmednagar Sultanate of late medieval period (1496–1636 CE). This district is known for the towns of Shirdi associated with Sai Baba, Meherabad associated with Meher Baba, Shani Shinganapur with Shanidev, and Devgad with Lord Dattatreya. Ahmednagar district is part of Nashik Division. Sangamner is the biggest city by development, market, and population, after the city of Ahmednagar."
}