{
  "/wiki/Columbia_University": "Columbia University (also known as Columbia, and officially as Columbia University in the City of New York) is a private Ivy League research university in New York City. Established in 1754 on the grounds of Trinity Church in Manhattan, Columbia is the oldest institution of higher education in New York and the fifth-oldest institution of higher learning in the United States. It is one of nine colonial colleges founded prior to the Declaration of Independence, seven of which belong to the Ivy League. It has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Madagascar": "Madagascar (/ˌmædəˈɡæskər, -kɑːr/; Malagasy: Madagasikara), officially the Republic of Madagascar (Malagasy: Repoblikan'i Madagasikara Malagasy pronunciation: [republiˈkʲan madaɡasˈkʲarə̥]; French: République de Madagascar), and previously known as the Malagasy Republic, is an island country in the Indian Ocean, approximately 400 kilometres (250 miles) off the coast of East Africa. At 592,800 square kilometres (228,900 sq mi) Madagascar is the world's 2nd largest island country. The nation comprises the island of Madagascar (the fourth- largest island in the world) and numerous smaller peripheral islands. Following the prehistoric breakup of the supercontinent Gondwana, Madagascar split from the Indian subcontinent around 88 million years ago, allowing native plants and animals to evolve in relative isolation. Consequently, Madagascar is a biodiversity hotspot; over 90% of  its wildlife is found nowhere else on Earth. The island's diverse ecosystems and unique wildlife are threatened by the encroachment of the rapidly growing human population and other environmental threats.",
  "/wiki/Richmond,_Virginia": "Richmond (/ˈrɪtʃmənd/) is the capital city of the Commonwealth of Virginia. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871.",
  "/wiki/Brooklyn,_NY": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.",
  "/wiki/Equal_Employment_Opportunity_Commission": "The U.S. Equal Employment Opportunity Commission (EEOC) is a federal agency that administers and enforces civil rights laws against workplace discrimination. The EEOC investigates discrimination complaints based on an individual's race, children, national origin, religion, sex, age, disability, sexual orientation, gender identity, genetic information, and retaliation for reporting, participating in, and/or opposing a discriminatory practice.",
  "/wiki/Dillard_University": "Dillard University is a private, historically black, liberal arts university in New Orleans, Louisiana, United States. Founded in 1930 and incorporating earlier institutions that were founded as early as 1869 after the American Civil War, it is affiliated with the United Church of Christ and the United Methodist Church.",
  "/wiki/Alexis_Herman": "Alexis Margaret Herman (born July 16, 1947) is an American politician who served as the 23rd U.S. Secretary of Labor under President Bill Clinton. Herman was the first African-American to hold the position. Prior to serving as Secretary, she was Assistant to the President and Director of the White House Office of Public Engagement.",
  "/wiki/Xavier_University_of_Louisiana": "Xavier University of Louisiana (XULA), located in the Gert Town section of New Orleans, Louisiana, in the United States, is a private, coeducational, liberal arts college with the distinction of being the only historically black Roman Catholic institution of higher education in the United States.",
  "/wiki/African-American": "African Americans (also referred to as Black Americans or Afro-Americans) are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The phrase generally refers to descendants of enslaved black people who are from the United States.",
  "/wiki/Secretary_of_Labor": "The United States Secretary of Labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies.",
  "/wiki/Lisa_P._Jackson": "Lisa Perez Jackson  (born February 8, 1962) is an American chemical engineer who served as the Administrator of the United States Environmental Protection Agency (EPA) from 2009 to 2013. She is the first African-American to have held that position.",
  "/wiki/Patricia_Roberts_Harris": "Patricia Roberts Harris (May 31, 1924 – March 23, 1985) served in the American administration of President Jimmy Carter as United States Secretary of Housing and Urban Development, and United States Secretary of Health, Education, and Welfare (which was renamed the Secretary of Health and Human Services during her tenure). She was the first African American woman to serve in the United States Cabinet, and the first to enter the line of succession to the Presidency. She previously served as United States Ambassador to Luxembourg under President Lyndon B. Johnson, and was the first African-American woman to represent the United States as an ambassador.",
  "/wiki/Howard_University": "Howard University (Howard or simply HU) is a private, federally chartered historically black university (HBCU) in Washington, D.C. It is categorized among \"R2: Doctoral Universities – High research activity\" and accredited by the Middle States Commission on Higher Education.",
  "/wiki/Luxembourg": "Luxembourg (/ˈlʌksəmbɜːrɡ/ (listen) LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuə̯ɕ] (listen); French: Luxembourg; German: Luxemburg), officially the Grand Duchy of Luxembourg,[c] is a landlocked country in western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the European Court of Justice, the highest judicial authority in the EU. Its culture, people, and languages are highly intertwined with its neighbours, making it essentially a mixture of French and German cultures, as evident by the nation's three official languages: French, German, and the national language of Luxembourgish. The repeated invasions by Germany, especially in World War II, resulted in the country's strong will for mediation between France and Germany and, among other things, led to the foundation of the European Union.",
  "/wiki/United_States_Secretary_of_Housing_and_Urban_Development": "The United States Secretary of Housing and Urban Development (or HUD Secretary) is the head of the United States Department of Housing and Urban Development, a member of the President's Cabinet, and thirteenth in the Presidential line of succession. The post was created with the formation of the Department of Housing and Urban Development on September 9, 1965, by President Lyndon B. Johnson's signing of the Department of Housing and Urban Development Act (Pub.L. 89–174) into law. The department's mission is \"to increase homeownership, support community development and increase access to affordable housing free from discrimination.\"",
  "/wiki/U.S._State_Department": "The United States Department of State (DOS), commonly referred to as the State Department, is a federal executive department responsible for carrying out U.S. foreign policy and international relations. Established in 1789 as the nation's first executive department, its duties include advising the President of the United States, administering the nation's diplomatic missions, negotiating treaties and agreements with foreign entities, and representing the U.S. at the United Nations."
}