{
  "/wiki/Cerro_del_Pueblo_Formation": "The Cerro del Pueblo Formation is a geological formation in Coahuila, Mexico whose strata date back to the Late Cretaceous. Dinosaur remains are among the fossils that have been recovered from the formation. The formation has been dated to between 72.5 Ma and 71.4 million years old.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.\nPre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans. In 1521, the Spanish Empire conquered and colonized the territory from its politically powerful base in Mexico-Tenochtitlan (part of Mexico City), which was administered as the viceroyalty of New Spain. The Roman Catholic Church played a powerful role in governing the country as millions were converted to the faith, although King Charles III expelled the Jesuits in the 1770s. The territory became a nation state following its recognition in 1821 after the Mexican War of Independence. The post-independence period was tumultuous, characterized by economic inequality and many contrasting political changes. The Mexican–American War (1846–1848) led to a territorial loss of part of the huge northern territories to the United States. The Pastry War, the Franco-Mexican War, a civil war, two empires, and the Porfiriato occurred in the 19th century. The Porfiriato ended with the Mexican Revolution in 1910, which culminated in the promulgation of the 1917 Constitution and the emergence of an authoritarian one-party state, once described as the \"perfect dictatorship\", that ruled for much of the 20th century until the opposition victories led Mexico to democratic transition in the 1990s. Since 2006, there is a serious conflict between the Mexican government and various drug trafficking syndicates that lead to over 120,000 deaths\n Mexico has the 15th largest nominal GDP and the 11th largest by purchasing power parity. The Mexican economy is strongly linked to those of its 1994 North American Free Trade Agreement (NAFTA) partners, especially the United States. In 1994, Mexico became the first Latin American member of the OECD. It is classified as an upper-middle income country by the World Bank and a newly industrialized country by several analysts. The country is considered both a regional power and a middle power, and is often identified as an emerging global power. Due to its rich culture and history, Mexico ranks first in the Americas and seventh in the world for number of UNESCO World Heritage Sites. Mexico is an ecologically megadiverse country, ranking fifth in the world for its biodiversity. Mexico receives a huge number of tourists every year: in 2018, it was the sixth most-visited country in the world, with 39 million international arrivals. Mexico is a member of the United Nations (UN), the World Trade Organization (WTO), the G8+5, the G20, the Uniting for Consensus group of the UN, and the Pacific Alliance trade bloc.",
  "/wiki/Dunvegan_Formation": "The Dunvegan Formation is a stratigraphical unit of Cenomanian age in the Western Canadian Sedimentary Basin.\n It takes the name from the settlement of Dunvegan, Alberta, and was first described in an outcrop on Peace River near Dunvegan by George Mercer Dawson in 1881.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Gates_Formation": "The Fort St. John Group is a stratigraphic unit of Lower Cretaceous age in the Western Canada Sedimentary Basin. It takes the name from the city of Fort St. John, British Columbia and was first defined by George Mercer Dawson in 1881.",
  "/wiki/Gething_Formation": "Gething Formation is a stratigraphic unit of Lower Cretaceous (Aptian) age in the Western Canada Sedimentary Basin. It is present in northeastern British Columbia and western Alberta, and includes economically important coal deposits.\n The formation is named for Gething Creek, a right tributary of the Peace River west of Hudson's Hope, and the nearby Gething Mountain. It was first described by F.H. McLearn in 1923 in the Peace River Canyon, an area that was partly inundated in 1968 by the Williston Lake after the construction of the W. A. C. Bennett Dam.",
  "/wiki/Haman_Formation": "The Haman Formation is an Early Cretaceous epoch geological formation in South Korea.\n It is of the Cretaceous Period in the Mesozoic Era.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.\n The name Korea is derived from Goguryeo, which was one of the great powers in East Asia during its time, ruling most of the Korean Peninsula, Manchuria, parts of the Russian Far East and Inner Mongolia under Gwanggaeto the Great. Its capital, Seoul, is a major global city and half of South Korea's over 51 million people live in the Seoul Capital Area, the fourth largest metropolitan economy in the world.\n The Korean Peninsula was inhabited as early as the Lower Paleolithic period. Its first kingdom was noted in Chinese records in the early 7th century BC. Following the unification of the Three Kingdoms of Korea into Silla and Balhae in the late 7th century, Korea was ruled by the Goryeo dynasty (918–1392) and the Joseon dynasty (1392–1897). The succeeding Korean Empire was annexed into the Empire of Japan in 1910. After World War II, Korea was divided into Soviet and U.S.-administered zones, with the latter becoming the Republic of Korea in August 1948. In 1950, a North Korean invasion began the Korean War and after its end in 1953, the country's economy began to soar, recording the fastest rise in average GDP per capita in the world between 1980 and 1990. Authoritarian rule ended in 1987 and the country is now the most advanced democracy with the highest level of press freedom in Asia. South Korea is a member of the OECD's Development Assistance Committee, the G20 and the Paris Club.\n South Korea is a highly developed country and the world's 12th-largest economy by nominal GDP. Its citizens enjoy the world's fastest Internet connection speeds and the most dense high-speed railway network along with the world's second-best healthcare system, resulting in the third highest health adjusted life expectancy in the world. The world's 5th largest exporter and 8th largest importer, South Korea is a global leader in many technology and innovation driven fields. Since 2014, South Korea has been named the world's most innovative country by the Bloomberg Innovation Index for 6 consecutive years. Since the 21st century, South Korea has been renowned for its globally influential pop culture such as K-pop, TV dramas and cinema, a phenomenon referred to as the Korean Wave.",
  "/wiki/Izuki_Formation": "The Izuki Formation is a Mesozoic geologic formation in Japan. Dinosaur remains are among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Jeomgog_Formation": "The Jeomgog Formation is a Mesozoic geologic formation in South Korea. Fossil theropod tracks have been reported from the formation.",
  "/wiki/Jindong_Formation": "The Jindong Formation is a palaeontological formation located in Korea. It dates to the Cretaceous period.",
  "/wiki/Jing_Chuan_Formation": "The Jing Chuan Formation is a Mesozoic geologic formation in China. Various dinosaur fossils and tracks have been reported from the formation.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Kitadani_Formation": "The Kitadani Formation is a unit of Lower Cretaceous sedimentary rock which crops out near the city of Katsuyama in the Fukui Prefecture of Japan, and it is the primary source of Cretaceous-aged non-marine vertebrate fossils in Japan. Dinosaur remains are among the fossils that have been recovered from the formation, but it also preserves a diverse assemblage of plants, invertebrates, and other vertebrates. Most, if not all, of the fossil specimens collected from the Kitadani Formation are reposited at the Fukui Prefectural Dinosaur Museum.\n The Kitadani Formation is a unit within the Tetori Group, a major sequence of Lower Cretaceous rocks which is distributed across the Fukui, Ishikawa, and Gifu prefectures of western-central Honshu, Japan. The Tetori Group exhibits marked lateral variation, and the Kitadani Formation is only present in the Fukui Prefecture. The Kitadani Formation comprises interbedded tuffs, sandstones, and shales and reaches a maximum thickness of approximately 100 m (~328 feet). It conformably overlies the Akaiwa Formation and is unconformably overlain by the Omichidani Formation. The Kitadani Formation is significant because it is the major source of dinosaur fossils in Japan and because of Japan's unique position along the northeastern margin of Eurasia during the Early Cretaceous.",
  "/wiki/Lastres_Formation": "The Lastres Formation is a geological formation located in Asturias province, northwestern Spain\n Fossil pterosaur tracks have been found in the formation.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.\n With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union. Spain's capital and largest city is Madrid; other major urban areas include Barcelona, Valencia, Seville, Zaragoza, Málaga and Bilbao.\n Modern humans first arrived in the Iberian Peninsula around 35,000 years ago. Iberian cultures along with ancient Phoenician, Greek, Celtic and Carthaginian settlements developed on the peninsula until it came under Roman rule around 200 BCE, after which the region was named Hispania, based on the earlier Phoenician name Sp(a)n or Spania. At the end of the Western Roman Empire the Germanic tribal confederations migrated from Central Europe, invaded the Iberian peninsula and established relatively independent realms in its western provinces, including the Suebi, Alans and Vandals. Eventually, the Visigoths would forcibly integrate all remaining independent territories in the peninsula, including the Byzantine province of Spania, into the Visigothic Kingdom, which more or less unified politically, ecclesiastically and legally all the former Roman provinces or successor kingdoms of what was then documented as Hispania.\n In the early eighth century the Visigothic Kingdom was conquered by the Umayyad Islamic Caliphate, that arrived to the peninsula in the year 711. The Muslim rule in the Iberian Peninsula (al-Andalus) soon became autonomous from Baghdad. The handful of small Christian pockets in the north left out of Muslim rule, along the presence of the Carolingian Empire near the Pyreneean range, would eventually led to the emergence of the Christian kingdoms of León, Castile, Aragon, Portugal and Navarre. Along seven centuries, an intermittent southwards expansion of the latter kingdoms (metahistorically dubbed as a reconquest: the Reconquista) took place, culminating with the Christian seizure of the last Muslim polity (the Nasrid Kingdom of Granada) in 1492, the same year Christopher Columbus arrived in the New World. A process of political conglomeration among the Christian kingdoms also ensued, and the late 15th-century saw the dynastic union of Castile and Aragon under the Catholic Monarchs, sometimes considered as the point of emergence of Spain as unified country. The Conquest of Navarre would take in 1512, while the Kingdom of Portugal was also ruled by the Hapsburg Dynasty between 1580 and 1640.\n In the early modern period, Spain ruled one of the largest empires in history which was also one of the first global empires, leaving a large cultural and linguistic legacy that includes over 570 million Hispanophones, making Spanish the world's second-most spoken native language, after Mandarin Chinese. During the Golden Age there were also many advancements in the arts, with world-famous painters such as Diego Velázquez.\nThe most famous Spanish literary work, Don Quixote, was also published during the Golden Age. Spain hosts the world's third-largest number of UNESCO World Heritage Sites.\n Spain is a secular parliamentary democracy and a parliamentary monarchy, with King Felipe VI as head of state. It is a major developed country and a high income country, with the world's fourteenth largest economy by nominal GDP and sixteenth largest by purchasing power parity. It is a member of the United Nations (UN), the European Union (EU), the Eurozone, the Council of Europe (CoE), the Organization of Ibero-American States (OEI), the Union for the Mediterranean, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), Organization for Security and Co-operation in Europe (OSCE), the Schengen Area, the World Trade Organization (WTO) and many other international organisations. While not an official member, Spain has a \"Permanent Invitation\" to the G20 summits, participating in every summit, which makes Spain a de facto member of the group.",
  "/wiki/Mist_Mountain_Formation": "The Mist Mountain Formation is a geologic formation of latest Jurassic to earliest Cretaceous age in the Western Canada Sedimentary Basin that is present in the southern and central Canadian Rockies. It was named for outcrops along the western spur of Mist Mountain in Alberta by D.W. Gibson in 1979. The Mist Mountain Formation contains economically important coal seams that have been mined in southeastern British Columbia and southwestern Alberta.",
  "/wiki/Oncala_Group": "The Oncala Group is a geological formation in Spain. It dates back to the Berriasian.",
  "/wiki/South_Platte_Formation": "The South Platte Formation is a Mesozoic geologic formation. Fossil ankylosaur tracks have been reported from the formation.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Uhangri_Formation": "The Uhangri Formation, located at the Uhangri Dinosaur Fossil Site, is a geological formation from which fossil pterosaur tracks have been recovered near Haenam-eup, Jeollanam-do, South Korea.",
  "/wiki/List_of_stratigraphic_units_with_theropod_tracks": "The following tables list the global geological sites where tracks of theropod dinosaurs have been found, together with the proper names of the rock formations (stratigraphic units) that contain them."
}