{
  "/wiki/Garou_(singer)": "Pierre Garand (born 26 June 1972), known by his stage name Garou (a diminutive of his last name \"Garand\"), is a Canadian singer and actor from Sherbrooke, Quebec.",
  "/wiki/Louis_Bertignac": "Louis Bertignac (born 23 February 1954) is a French guitarist, vocalist and songwriter. An ex Shakin' Street member and a founding member in 1976 of the rock band Téléphone, he formed Bertignac et les Visiteurs after Téléphone split in 1986. Tony Visconti produced his first solo album, Elle et Louis (1993) and Chris Kimsey the second,  '96.",
  "/wiki/Florent_Pagny": "Florent Pagny is a French singer-songwriter, musician and actor. He records his work in French, as well as in Italian, Spanish and English. His greatest hits include \"N'importe quoi\", \"Savoir aimer\" and \"Ma Liberté de penser\"—all three were number one in France. As of 2018, he has sold more than 6 million singles and 10 million albums, becoming the 17th best-selling artist of all time in France.",
  "/wiki/Jenifer_Bartoli": "Jenifer Yaël Juliette Dadouche-Bartoli (born 15 November 1982), known by the mononym Jenifer, is a French singer and actress.",
  "/wiki/What%27d_I_Say": "\"What'd I Say\" (or \"What I Say\") is an American rhythm and blues song by Ray Charles, released in 1959. As a  single divided into two parts, it was one of the first soul songs.  The composition was improvised one evening late in 1958 when Charles, his orchestra, and backup singers had played their entire set list at a show and still had time left; the response from many audiences was so enthusiastic that Charles announced to his producer that he was going to record it.",
  "/wiki/Ray_Charles": "Ray Charles Robinson (September 23, 1930 – June 10, 2004) was an American singer, songwriter, pianist, and composer. Among friends and fellow musicians he preferred being called \"Brother Ray\". He was often referred to as \"The Genius.\" Charles started losing his vision at the age of 6 due to glaucoma.",
  "/wiki/Gossip_(band)": "Gossip (or The Gossip) is an American indie rock band that was originally active from 1999 until 2016, formed in Searcy, Arkansas. For most of their career, the band consisted of singer Beth Ditto, multi-instrumentalist Brace Paine, and drummer Hannah Blilie. After releasing several recordings, the band broke through with their 2006 studio album, Standing in the Way of Control. A follow-up, Music for Men, was released in 2009. The band play a mix of post-punk revival, indie rock, and dance-rock. Their last album, A Joyful Noise, was released in May 2012.",
  "/wiki/(I_Can%27t_Get_No)_Satisfaction": "\"(I Can't Get No) Satisfaction\" is a song by the English rock band The Rolling Stones, released in 1965. It was written by Mick Jagger and Keith Richards and produced by Andrew Loog Oldham. Richards' guitar riff—‌intended to be replaced by horns—‌opens and drives the song. The lyrics refer to sexual frustration and commercialism.",
  "/wiki/The_Rolling_Stones": "The Rolling Stones are an English rock band formed in London in 1962. The first stable line-up consisted of bandleader Brian Jones (guitar, harmonica, keyboards), Mick Jagger (lead vocals, harmonica), Keith Richards (guitar, vocals), Bill Wyman (bass guitar), Charlie Watts (drums), and Ian Stewart (piano). Stewart was removed from the official line-up in 1963 but continued to work with the band as a contracted musician until his death in 1985. The band's primary songwriters, Jagger and Richards, assumed leadership after Andrew Loog Oldham became the group's manager. Jones left the band less than a month before his death in 1969, having already been replaced by Mick Taylor. Taylor left in 1974 and was replaced in 1975 by Ronnie Wood who has since remained. Since Wyman's departure in 1993, Darryl Jones has served as touring bassist. The Stones have not had an official keyboardist since 1963, but have employed several musicians in that role, including Jack Nitzsche (1965–1971), Nicky Hopkins (1967–1982), Billy Preston (1971–1981), Ian McLagan (1978–1981), and Chuck Leavell (1982–present).",
  "/wiki/Johnny_Hallyday": "Jean-Philippe Léo Smet (French pronunciation: ​[ʒɑ̃ filip leo smɛt]; 15 June 1943 – 6 December 2017), better known by his stage name Johnny Hallyday ([ʒɔni alidɛ]), was a French rock and roll and pop singer and actor, credited for having brought rock and roll to France.",
  "/wiki/I_Kissed_a_Girl": "\"I Kissed a Girl\" is a song recorded by American singer Katy Perry for her second studio album, One of the Boys (2008). It was released on April 28, 2008, by Capitol Records as the lead single from the record. Perry co-wrote the song with Max Martin, Cathy Dennis, and its producer Dr. Luke, with additional production from Benny Blanco. \"I Kissed a Girl\" is a pop rock song with elements of new wave. Perry stated its lyrics are \"about the magical beauty of a woman\". The song sparked controversy for its homosexual themes, but in retrospect has been viewed as the beginning to LGBT awareness in pop music.",
  "/wiki/Katy_Perry": "Katheryn Elizabeth Hudson (born October 25, 1984), known professionally as Katy Perry, is an American singer, songwriter, and television judge. After singing in church during her childhood, she pursued a career in gospel music as a teenager. Perry signed with Red Hill Records and released her debut studio album Katy Hudson under her birth name in 2001, which was commercially unsuccessful. She moved to Los Angeles the following year to venture into secular music after Red Hill ceased operations and she subsequently began working with producers Glen Ballard, Dr. Luke, and Max Martin. After adopting the stage name Katy Perry and being dropped by The Island Def Jam Music Group and Columbia Records, she signed a recording contract with Capitol Records in April 2007.",
  "/wiki/These_Boots_Are_Made_for_Walkin%27": "\"These Boots Are Made for Walkin'\" is a hit song written by Lee Hazlewood and recorded by Nancy Sinatra. It charted on January 22, 1966, and reached No. 1 in the United States Billboard Hot 100 and in the UK Singles Chart.",
  "/wiki/Nancy_Sinatra": "Nancy Sandra Sinatra (born June 8, 1940) is an American singer and actress. She is the elder daughter of Frank Sinatra and Nancy (née Barbato) Sinatra, and is widely known for her 1966 signature hit \"These Boots Are Made for Walkin'\".",
  "/wiki/Say_Say_Say": "\"Say Say Say\" is a song written and performed by English musician Paul McCartney and American singer Michael Jackson, released in October 1983 as the lead single to McCartney's 1983 album Pipes of Peace. Produced by George Martin, the song was recorded during production of McCartney's 1982 Tug of War album, about a year before the release of \"The Girl Is Mine\", the pair's first duet from Jackson's album Thriller (1982).",
  "/wiki/Paul_McCartney": "Sir James Paul McCartney CH MBE (born 18 June 1942) is an English singer, songwriter, musician, composer, and record and film producer who gained worldwide fame as co-lead vocalist and bassist for the Beatles. His songwriting partnership with John Lennon remains the most successful in history. After the group disbanded in 1970, he pursued a solo career and formed the band Wings with his first wife, Linda, and Denny Laine.",
  "/wiki/Michael_Jackson": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century and one of the greatest entertainers in the history of music. Jackson's contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture for over four decades. His sound and style have influenced artists of various genres.",
  "/wiki/We_Don%27t_Need_Another_Hero": "\"We Don't Need Another Hero (Thunderdome)\" is a 1985 song by Tina Turner. It appeared in the 1985 film Mad Max Beyond Thunderdome, which starred Turner and Mel Gibson. The song was written by Terry Britten and Graham Lyle.",
  "/wiki/Tina_Turner": "Tina Turner (born Anna Mae Bullock; November 26, 1939) is an American-Swiss singer and actress. Originally from the United States, she became a Swiss citizen in 2013. Turner rose to prominence as part of the Ike & Tina Turner Revue before launching a successful career as a solo performer. One of the best-selling recording artists of all time, she has been referred to as The Queen of Rock 'n' Roll and has sold more than 200 million records worldwide. Turner is noted for her energetic stage presence, powerful vocals, and career longevity."
}