{
  "/wiki/Florent_Pagny": "Florent Pagny is a French singer-songwriter, musician and actor. He records his work in French, as well as in Italian, Spanish and English. His greatest hits include \"N'importe quoi\", \"Savoir aimer\" and \"Ma Liberté de penser\"—all three were number one in France. As of 2018, he has sold more than 6 million singles and 10 million albums, becoming the 17th best-selling artist of all time in France.",
  "/wiki/New_York,_New_York": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Frank_Sinatra": "Francis Albert Sinatra (/sɪˈnɑːtrə/; December 12, 1915 – May 14, 1998) was an American singer, actor and producer who was one of the most popular and influential musical artists of the 20th century. He is one of the best-selling music artists of all time, having sold more than 150 million records worldwide.",
  "/wiki/GoldenEye_(song)": "\"GoldenEye\" is a song performed by Tina Turner, and the eponymous theme song for the 1995 James Bond film, GoldenEye. Released as a single in November 1995, the song was a big chart hit in Europe, topping the Hungarian Singles Chart and reaching the top five in Austria, Finland, France, Italy and Switzerland, as well as number 10 on the UK Singles Chart. It was less successful outside the continent, reaching number 43 in Canada, number 63 in Australia, and number two on the  US Billboard Bubbling Under Hot 100.",
  "/wiki/Tina_Turner": "Tina Turner (born Anna Mae Bullock; November 26, 1939) is an American-Swiss singer and actress. Originally from the United States, she became a Swiss citizen in 2013. Turner rose to prominence as part of the Ike & Tina Turner Revue before launching a successful career as a solo performer. One of the best-selling recording artists of all time, she has been referred to as The Queen of Rock 'n' Roll and has sold more than 200 million records worldwide. Turner is noted for her energetic stage presence, powerful vocals, and career longevity.",
  "/wiki/Diane_Tell": "Diane Tell (born December 24, 1959) is a Canadian musician who was born in Quebec City, Quebec. She entered the Val d’Or conservatory at the age of six. She continued her studies at the Montréal conservatory and then at CEGEP Saint-Laurent and she wrote her first songs at the age of twelve. As one of Québec’s pioneering female singer-songwriters, she proposed her personal repertoire over the course of her first four albums. She won six Félix prizes before the age of 25: breakout artist, best artist, best album, best song and, twice, songwriter of the year. Several of her songs have become SOCAN Classics and Si j’étais un homme was inducted in the Canadian Songwriters Hall of Fame in 2017. She earned a MIDEM Award for her album Chimères and a Victoire Award for her album Faire à nouveau connaissance. In 1990, she was chosen by Plamondon, Berger and Savary to play a leading role in the musical La légende de Jimmy. Following that, she played the lead and composed the score for another musical, Marilyn Montreuil, written and stage directed by Jérôme Savary and the Théâtre National du Chaillot, in Paris. Over 300 performances of both shows were presented in France and Europe. Over the past 25 years, Tell has toured relentlessly, written, composed and recorded in Canada, France, the U.K. and Switzerland. In 2018, she produced her 15th studio album of original material in Montréal. As an independent artist, she owns the phonographic rights of her entire catalogue, manages her own publishing company, and produces and finances her albums herself. Also a photographer, she directs the majority of her music videos. Her YouTube channel gets 400,000 views per month on average. In her blog, Diane Cause Musique, she engages up-and-coming artists by explaining the inner workings of the music industry.",
  "/wiki/Jenifer_Bartoli": "Jenifer Yaël Juliette Dadouche-Bartoli (born 15 November 1982), known by the mononym Jenifer, is a French singer and actress.",
  "/wiki/I_Say_A_Little_Prayer": "\"I Say a Little Prayer\" is a song written by Burt Bacharach and Hal David for Dionne Warwick, originally peaking at number four on the U.S. Billboard Hot 100 pop singles chart in December 1967.  On the R&B Singles chart it peaked at number eight.",
  "/wiki/Aretha_Franklin": "Aretha Louise Franklin (March 25, 1942 – August 16, 2018) was an American singer, songwriter, pianist, and civil rights activist. Franklin began her career as a child singing gospel at New Bethel Baptist Church in Detroit, Michigan, where her father C. L. Franklin was minister. At the age of 18, she embarked on a secular-music career as a recording artist for Columbia Records. While Franklin's career did not immediately flourish, she found acclaim and commercial success after signing with Atlantic Records in 1966. Hit songs such as \"Respect\", \"Chain of Fools\", \"Think\", \"(You Make Me Feel Like) A Natural Woman\", \"I Never Loved a Man (The Way I Love You)\", and \"I Say a Little Prayer\", propelled her past her musical peers. By the end of the 1960s, Aretha Franklin had come to be known as \"The Queen of Soul\".",
  "/wiki/Ne_me_quitte_pas": "\"Ne me quitte pas\" (\"Don't leave me\") is a 1959 song by Belgian singer-songwriter Jacques Brel.  It has been covered in the original French by many artists and has also been translated into and performed in many other languages.  A well-known adaptation, with English lyrics by Rod McKuen, is \"If You Go Away\".",
  "/wiki/Jacques_Brel": "Jacques Romain Georges Brel (French pronunciation: ​[ʒak ʁomɛ̃ ʒɔʁʒ bʁɛl] Pronunciation (help·info); 8 April 1929 – 9 October 1978) was a Belgian singer, songwriter, poet, actor and director who composed and performed literate, thoughtful, and theatrical songs that generated a large, devoted following—initially in Belgium and France, later throughout the world. He is considered a master of the modern chanson. Although he recorded most of his songs in French and occasionally in Dutch, he became an influence on English-speaking songwriters and performers, such as Scott Walker, David Bowie, Alex Harvey, Marc Almond and Rod McKuen. English translations of his songs were recorded by many performers, including: Bowie; Walker, Ray Charles; Judy Collins; John Denver; The Kingston Trio; Nina Simone; Frank Sinatra and Andy Williams.",
  "/wiki/Wuthering_Heights": "Wuthering Heights is a novel by Emily Brontë published in 1847 under her pseudonym \"Ellis Bell\". Brontë's only finished novel, it was written between October 1845 and June 1846. Wuthering Heights and Anne Brontë's Agnes Grey were accepted by publisher Thomas Newby before the success of their sister Charlotte's novel Jane Eyre. After Emily's death, Charlotte edited the manuscript of Wuthering Heights and arranged for the edited version to be published as a posthumous second edition in 1850.",
  "/wiki/Kate_Bush": "Catherine Bush CBE (born 30 July 1958) is an English singer, songwriter, and record producer. In 1978, aged 19, she topped the UK Singles Chart for four weeks with her debut single \"Wuthering Heights\", becoming the first female artist to achieve a UK number one with a self-written song. She has since released 25 UK Top 40 singles, including the Top 10 hits \"The Man with the Child in His Eyes\", \"Babooshka\", \"Running Up That Hill\", \"Don't Give Up\" (a duet with Peter Gabriel), and \"King of the Mountain\". All 10 of her studio albums reached the UK Top 10, including the UK number-one albums Never for Ever (1980), Hounds of Love (1985), and the compilation The Whole Story (1986). She was the first British solo female artist to top the UK album charts and the first female artist to enter the album chart at number one.",
  "/wiki/Louis_Bertignac": "Louis Bertignac (born 23 February 1954) is a French guitarist, vocalist and songwriter. An ex Shakin' Street member and a founding member in 1976 of the rock band Téléphone, he formed Bertignac et les Visiteurs after Téléphone split in 1986. Tony Visconti produced his first solo album, Elle et Louis (1993) and Chris Kimsey the second,  '96.",
  "/wiki/Jean-Louis_Aubert": "Jean-Louis Aubert (French pronunciation: ​[ʒɑ̃ lwi obɛʁ], born 12 April 1955) is a French singer-songwriter, guitarist, composer and producer. He went on a solo career after the split of the rock band Téléphone that he co-founded.",
  "/wiki/Telephone_(song)": "\"Telephone\" is a song recorded by American singer Lady Gaga for her third EP, The Fame Monster (2009), the reissue of her debut studio album The Fame (2008). The song features American singer Beyoncé. The song was written by Gaga, Rodney Jerkins, LaShawn Daniels, Lazonate Franklin and Beyoncé. Inspired by her fear of suffocation, Gaga explained that the lyrics preferring relaxing on the dance floor to answering her lover's phone call are a metaphor, the phone calling her representing the fear of not having worked hard enough to succeed. With the track succeeding her fourth single from The Fame, \"Paparazzi\", the duet additionally embodies a fear of being suffocated and trapped by the media. Originally, Gaga wrote the song for Britney Spears, who recorded a demo. Musically, \"Telephone\" consists of an expanded bridge, verse-rap and a sampled voice of an operator announcing that the phone line is unreachable. Beyoncé appears in the middle of the song, singing the verses in a rapid-fire way, accompanied by double beats.",
  "/wiki/Lady_Gaga": "Stefani Joanne Angelina Germanotta (/ˈstɛfəni ˌdʒɜːrməˈnɒtə/ STEF-ən-ee JUR-mə-NOT-ə) (born March 28, 1986), known professionally as Lady Gaga, is an American singer, songwriter, and actress. She is known for reinventing herself throughout her career and for her versatility in numerous areas of the entertainment industry. Gaga began performing as a teenager, singing at open mic nights and acting in school plays. She studied at Collaborative Arts Project 21, through New York University's Tisch School of the Arts, before dropping out to pursue a music career. When Def Jam Recordings canceled her contract, she worked as a songwriter for Sony/ATV Music Publishing, where Akon helped her sign a joint deal with Interscope Records and his own label KonLive Distribution in 2007. She rose to prominence the following year with her debut album, the electropop record The Fame, and its chart-topping singles \"Just Dance\" and \"Poker Face\". The follow-up EP The Fame Monster (2009), along with the singles \"Bad Romance\", \"Telephone\" and \"Alejandro\", were also successful.",
  "/wiki/Beyoncé": "Beyoncé Giselle Knowles-Carter (/biːˈjɒnseɪ/ bee-YON-say; born September 4, 1981) is an American singer, songwriter, record producer, and actress. Born and raised in Houston, Texas, Beyoncé performed in various singing and dancing competitions as a child. She rose to fame in the late 1990s as the lead singer of Destiny's Child, one of the best-selling girl groups of all time.",
  "/wiki/William_Sheller": "William Sheller (born William Desboeuf on 9 July 1946) is a French classical composer and singer-songwriter.",
  "/wiki/Garou_(singer)": "Pierre Garand (born 26 June 1972), known by his stage name Garou (a diminutive of his last name \"Garand\"), is a Canadian singer and actor from Sherbrooke, Quebec.",
  "/wiki/Highway_To_Hell": "Highway to Hell is the sixth studio album by Australian hard rock band AC/DC, released on 27 July 1979. It was the band's fifth studio album released internationally and the sixth to be released in Australia. It was the last album featuring lead singer Bon Scott, who died early the following year on 19 February 1980.",
  "/wiki/AC/DC": "AC/DC are  an Australian rock band formed in Sydney in 1973 by Scottish-born brothers Malcolm and Angus Young. Their music has been variously described as hard rock, blues rock, and heavy metal; however, the band themselves describe their music as simply \"rock and roll\".",
  "/wiki/Michel_Berger": "Michel Berger (born Michel Jean Hamburger; 28 November 1947 – 2 August 1992) was a French singer and songwriter. He was a figure of France's pop music scene for two decades as a singer and as a songwriter for such artists as Françoise Hardy, Johnny Hallyday, and his wife, France Gall. He died of a heart attack at the age of 44.",
  "/wiki/Creep_(Radiohead_song)": "\"Creep\" is the debut single by English alternative rock band Radiohead, released on 21 September 1992. It appeared on their debut studio album, Pablo Honey (1993). \"Creep\" was not initially a chart success, but became a worldwide hit after being re-released in 1993. Radiohead took elements from the Hollies' 1972 song \"The Air That I Breathe\"; following legal action, Albert Hammond and Mike Hazlewood are credited as cowriters.",
  "/wiki/Radiohead": "Radiohead are  an English rock band formed in Abingdon, Oxfordshire in 1985. The band consists of Thom Yorke (vocals, guitar, piano, keyboards), brothers Jonny Greenwood (lead guitar, keyboards, other instruments) and Colin Greenwood (bass), Ed O'Brien (guitar, backing vocals) and Philip Selway (drums, percussion). They have worked with producer Nigel Godrich and cover artist Stanley Donwood since 1994.",
  "/wiki/The_Voice:_la_plus_belle_voix_(season_1)": "The Voice: la plus belle voix (season 1) was the first season of the French reality singing competition, created by media tycoon John de Mol.  It was aired from February 2012 to May 2012 on TF1."
}