{
  "/wiki/Tomasz_Majewski": "Tomasz Majewski (born 30 August 1981) is a Polish shot putter and a double Olympic gold medalist. He is the third shot putter to successfully defend the Olympic title, first European to do so, and the first since Parry O'Brien in 1956.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics": "Athletics at the 2008 Summer Olympics were held during the last ten days of the games, from August 15 to August 24, 2008, at the Beijing National Stadium.  The Olympic sport of athletics is split into four distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_shot_put": "The men's shot put event at the 2008 Olympic Games took place on 15 August at the Beijing Olympic Stadium.",
  "/wiki/Micha%C5%82_Jeli%C5%84ski": "Michał Jeliński (born 17 March 1980 in Gorzów Wielkopolski) is a Polish rower. He won a gold medal in quadruple sculls at the 2008 Summer Olympics.",
  "/wiki/Marek_Kolbowicz": "Marek Antoni Kolbowicz (born 11 June 1971 in Szczecin) is a Polish rower. He won a gold medal in quadruple sculls at the 2008 Summer Olympics and was world champion in 2005, 2006 and 2007.",
  "/wiki/Adam_Korol": "Adam Marek Korol (born 20 August 1974) is a Polish rower and Civic Platform politician. He won a gold medal in quadruple sculls at the 2008 Summer Olympics.  He was the Minister of Sport and Tourism from June 2015 to November 2015 and serves in the Sejm as of November 2015.",
  "/wiki/Konrad_Wasielewski": "Konrad Henryk Wasielewski (born 19 December 1984 in Szczecin) is a Polish rower. He won a gold medal in quadruple sculls at the 2008 Summer Olympics.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics": "Rowing competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 17, at the Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_quadruple_sculls": "Men's quadruple sculls competition at the 2008 Summer Olympics in Beijing was held from August 10 to 17, at the Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Leszek_Blanik": "Leszek Robert Blanik (born 1 March 1977 in Wodzisław Śląski) is a Polish gymnast, World and Olympic champion in vault. He was the first to perform a handspring double front vault in piked position which now has been named after him.",
  "/wiki/Gymnastics_at_the_2008_Summer_Olympics": "At the 2008 Summer Olympics, three different gymnastics disciplines were contested: artistic gymnastics, rhythmic gymnastics and trampoline.  The artistic gymnastics events were held at the Beijing National Indoor Stadium on August 9–19.  The rhythmic gymnastics events were held at the Beijing University of Technology Gymnasium on August 21–24.  The trampoline events were also held at the Beijing National Indoor Stadium on August 16–19.",
  "/wiki/Gymnastics_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_vault": "Men's vault competition at the 2008 Summer Olympics was held on August 18 at the Beijing National Indoor Stadium.",
  "/wiki/Szymon_Ko%C5%82ecki": "Szymon Piotr Kołecki (Polish pronunciation: [ˈʂɨmɔn kɔˈwɛt͡ski]; born 12 October 1981 in Oława) is a former Olympic Champion Polish weightlifter and current mixed martial artist. He was the silver medalist at the 2000 Olympic Games in Sydney and a gold medalist at the 2008 Olympic Games in Beijing, both in the 94 kg categories.",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics": "Weightlifting competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 19.  Competitions were conducted at the Beihang University Gymnasium.",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_94_kg": "The men's 94 kg weightlifting event was the sixth men's event at the weightlifting competition, limiting competitors to a maximum of 94 kilograms of body mass. The whole competition took place on August 17, but was divided in two parts due to the number of competitors. Group B weightlifters competed at 10:00, and Group A, at 19:00. This event was the thirteenth weightlifting event to conclude.",
  "/wiki/Tomasz_Motyka": "Tomasz Marek Motyka (born May 8, 1981 in Wrocław) is a Polish épée fencer.",
  "/wiki/Adam_Wiercioch": "Adam Andrzej Wiercioch (born November 1, 1980) is a Polish fencer who won a silver medal in Men's Team Épée (Fencing) at the 2008 Summer Olympics in Beijing, together with Tomasz Motyka, Radosław Zawrotniak, and Robert Andrzejuk.",
  "/wiki/Rados%C5%82aw_Zawrotniak": "Radosław Aleksander Zawrotniak (born 2 September 1981 in Kraków, Małopolskie) is a Polish fencer who won a silver medal in Men's Team Épée (Fencing) at the 2008 Summer Olympics in Beijing, together with Tomasz Motyka, Adam Wiercioch, and Robert Andrzejuk.",
  "/wiki/Robert_Andrzejuk": "Robert Sebastian Andrzejuk (born July 17, 1975 in Wrocław, Dolnośląskie) is a Polish fencer who won a silver medal in Men's Team Épée (Fencing) at the 2008 Summer Olympics in Beijing, together with Tomasz Motyka, Adam Wiercioch, and Radosław Zawrotniak.",
  "/wiki/Fencing_at_the_2008_Summer_Olympics": "Fencing competitions at the Beijing 2008 Summer Olympics were held from August 9 to August 17 at the Olympic Green Convention Center.",
  "/wiki/Fencing_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_team_%C3%A9p%C3%A9e": "The men's team épée fencing competition at the Beijing 2008 Summer Olympics took place on August 15 at the Olympic Green Convention Centre.",
  "/wiki/%C5%81ukasz_Paw%C5%82owski": "Łukasz Zygmunt Pawłowski (born 11 June 1983 in Toruń) is a Polish rower. He won a silver medal in lightweight coxless four at the 2008 Summer Olympics.",
  "/wiki/Bart%C5%82omiej_Pawe%C5%82czak": "Bartłomiej Pawełczak (born 7 June 1982, in Więcbork) is a Polish rower. He won a silver medal in lightweight coxless four at the 2008 Summer Olympics.",
  "/wiki/Mi%C5%82osz_Bernatajtys": "Miłosz Bernatajtys (born 30 May 1982 in Słupsk) is a Polish rower. He won a silver medal in lightweight coxless four at the 2008 Summer Olympics.",
  "/wiki/Pawe%C5%82_Ra%C5%84da": "Paweł Rafał Rańda (born 20 March 1979 in Wrocław) is a Polish rower. He won a silver medal in lightweight coxless four at the 2008 Summer Olympics.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_lightweight_coxless_four": "Men's lightweight coxless four competition at the 2008 Summer Olympics in Beijing was held from August 10 to 17 at the Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Piotr_Ma%C5%82achowski": "Piotr Małachowski (Polish pronunciation: [ˈpjɔtr mawaˈxɔfski]; born 7 June 1983) is a Polish discus thrower, two-time silver medalist at the 2008 Summer Olympics and 2016 Summer Olympics. His personal best throw is 71.84 metres, ranks him fifth in all-time longest discus throw distances, achieved on 8 June 2013 at Hengelo, the Netherlands.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_discus_throw": "The men's discus throw event at the 2008 Summer Olympics took place on 16–19 August at the Beijing National Stadium.",
  "/wiki/Maja_W%C5%82oszczowska": "Maja Martyna Włoszczowska (Polish pronunciation: [ˈmaja marˈtɨna vwɔʂˈt͡ʂɔfska]; born 9 November 1983 in Warsaw) is a Polish mountain biker. She is the 2008 and 2016 Olympic silver medalist in cross-country cycling.",
  "/wiki/Cycling_at_the_2008_Summer_Olympics": "Cycling competitions at the Beijing 2008 Summer Olympics were held from August 9 to August 23 at the Laoshan Velodrome (track events), Laoshan Mountain Bike Course, Laoshan BMX Field and the Beijing Cycling Road Course. The event was  dominated by the British team, who claimed 14 medals in total, including eight golds.",
  "/wiki/Cycling_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_cross-country": "The women's cross-country mountain biking at the 2008 Summer Olympics took place at the Laoshan Mountain Bike Course on August 23, 2008.",
  "/wiki/Aneta_Konieczna": "Aneta Regina Konieczna née Pastuszka (born 11 May 1978 in Krosno Odrzańskie) is a Polish sprint canoer who has competed since the mid-1990s. Competing in five Summer Olympics, she won three medals in the K-2 500 m event with one silver (2008) and two bronzes (2000, 2004).",
  "/wiki/Beata_Miko%C5%82ajczyk": "Beata Mikołajczyk (Polish pronunciation: [bɛˈata mikɔˈwajt͡ʂɨk]; born 15 October 1985) is a Polish sprint canoer. She competed at the 2008, 2012 and 2016 Olympics, in two events for each games; she won one silver and two bronze medals and placed fourth two times.",
  "/wiki/Canoeing_at_the_2008_Summer_Olympics": "Canoeing competitions at the Beijing 2008 Summer Olympics were held from August 11 to August 23 at the Shunyi Olympic Rowing-Canoeing Park in Beijing.",
  "/wiki/Canoeing_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_K-2_500_metres": "The women's K-2 500 metres competition in canoeing at the 2008 Summer Olympics took place at the Shunyi Olympic Rowing-Canoeing Park in Beijing.  The K-2 event is raced in two-person kayaks.",
  "/wiki/Agnieszka_Wieszczek": "Agnieszka Jadwiga Wieszczek-Kordus (born 22 March 1983 in Wałbrzych) is a Polish female freestyle wrestler.  Wieszczek won a bronze medal in Women's freestyle wrestling 72 kg at the 2008 Summer Olympics.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics": "Wrestling competitions at the 2008 Summer Olympics in Beijing, China, were held at the China Agricultural University Gymnasium from 12–21 August 2008. It was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events with 18 gold medals being awarded. This was the second Olympics with women's wrestling as an event.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_freestyle_72_kg": "Women's freestyle 72 kg competition at the 2008 Summer Olympics in Beijing, China, was held on August 17 at the China Agricultural University Gymnasium.",
  "/wiki/Marcin_Do%C5%82%C4%99ga": "Marcin Dołęga (Polish pronunciation: [ˈmart͡ɕin dɔˈwɛnɡa]; born July 18, 1982) is a Polish weightlifter. He is a three-time World champion in the 105 kg weight division.",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_105_kg": "The men's 105 kg weightlifting event was the seventh men's event at the weightlifting competition, limiting competitors to a maximum of 105 kilograms of body mass. The whole competition took place on August 18, but was divided in two parts due to the number of competitors. Group B weightlifters competed at 15:30, and Group A, at 19:00. This event was the fourteenth Weightlifting event to conclude."
}