{
  "/wiki/KBFX_(FM)": "KBFX (100.5 FM, \"The Fox\") is a commercial classic rock music radio station in Anchorage, Alaska.  It is owned by iHeartMedia, Inc.  Its studios are located at Dimond Center in Anchorage, and its transmitter is located atop the Denali Tower North south of downtown.",
  "/wiki/Anchorage,_Alaska": "Anchorage (officially called the Municipality of Anchorage; Dena'ina: Dgheyay Kaq') is a unified home rule municipality in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 291,538 residents in 2018, it is Alaska's most populous city and contains more than 40% of the state's population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 399,148 in 2018, accounting for more than half the state's population. At  1,706 square miles (4,420 km2) of land area, the city is the fourth-largest by area in the United States and larger than the smallest state, Rhode Island, which has 1,212 square miles (3,140 km2).",
  "/wiki/Clear_Channel_Communications": "iHeartMedia, Inc., formerly CC Media Holdings, Inc., is an American mass media corporation headquartered in San Antonio, Texas. It is the holding company of iHeartCommunications, Inc. (formerly Clear Channel Communications, Inc.), a company founded by Lowry Mays and B. J. \"Red\" McCombs in 1972, and later taken private by Bain Capital, LLC and Thomas H. Lee Partners through a leveraged buyout in 2008. As a result of this buyout, Clear Channel Communications, Inc. began to operate as a wholly owned subsidiary of CC Media Holdings, Inc. On September 16, 2014, CC Media Holdings, Inc. was rebranded iHeartMedia, Inc.; and Clear Channel Communications, Inc., became iHeartCommunications, Inc.",
  "/wiki/KBYZ": "KBYZ (96.5 FM), known as \"96.5 The Fox\", is a radio station located in Bismarck, North Dakota, owned by Townsquare Media. The station airs a classic rock format.",
  "/wiki/Bismarck,_North_Dakota": "Bismarck (/ˈbɪzmɑːrk/) is the capital of the U.S. state of North Dakota and the county seat of Burleigh County.  It is the second-most populous city in North Dakota after Fargo. The city's population was estimated in 2018 at 73,112, while its metropolitan population was 132,678. In 2017, Forbes magazine ranked Bismarck as the seventh fastest-growing small city in the United States.",
  "/wiki/Cumulus_Media": "Cumulus Media, Inc. is an American broadcasting company and is the third largest owner and operator of AM and FM radio stations in the United States behind Entercom and iHeartMedia, Inc. As of June 2019, Cumulus lists ownership of 428 stations in 87 media markets. It also owns and operates Westwood One. Its headquarters are located in Atlanta, Georgia. Its subsidiaries include Cumulus Broadcasting LLC, Cumulus Licensing LLC and Broadcast Software International Inc.",
  "/wiki/KCFX": "KCFX (101.1 FM, \"101 The Fox\") is a radio station broadcasting a classic rock format.  Licensed to the suburb of Harrisonville, Missouri, it serves the Kansas City Metropolitan Area. The station is currently owned by Cumulus Media.  The station's studios are located in Mission, Kansas, and the transmitter is in the city's East Side.",
  "/wiki/Kansas_City,_Missouri": "Kansas City, abbreviated as KCMO or KC, is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after. In 2017, the city had the fifth-highest per capita murder rate in the nation with 2019 homicide rates nearing a record high.",
  "/wiki/KDFO": "KDFO (98.5 FM, \"98-5 The Fox\") is a radio station broadcasting a classic rock music format. KDFO is licensed to Delano, California, and serves the Bakersfield, California, area. The station is owned by iHeartMedia, Inc..",
  "/wiki/Bakersfield,_California": "Bakersfield is a charter city in Kern County, California, United States. It is the county seat and largest city of Kern County. The city covers about 151 sq mi (390 km2) near the southern end of the San Joaquin Valley and the Central Valley region. Bakersfield's population is around 380,000, making it the 52nd-most populous city in the United States of America and the 9th-most populous city in California. The Bakersfield–Delano Metropolitan Statistical Area, which includes all of Kern County, had a 2010 census population of 839,631, making it the 62nd-largest metropolitan area in the United States. The more built-up portion of the metro area that includes Bakersfield and areas immediately around the city, such as East Bakersfield, Oildale and Rosedale, has a population of about 520,000.",
  "/wiki/KFXJ": "KFXJ (104.5 FM) is a radio station broadcasting a classic rock music format.  Licensed to serve Augusta, Kansas, United States, the station serves the Wichita, Kansas, area.  The station is owned by SummitMedia and features programming from ABC Radio.  Its studios are located in Wichita and its transmitter is located in Kechi, Kansas.",
  "/wiki/Wichita,_Kansas": "Wichita (/ˈwɪtʃɪtɔː/ WITCH-i-taw) is the largest city in the U.S. state of Kansas and the county seat of Sedgwick County. As of 2018, the estimated population of the city was 389,255. Wichita is the principal city of the Wichita metropolitan area which had an estimated population of 644,888 in 2018.",
  "/wiki/Journal_Communications": "Journal Media Group (formerly Journal Communications) was a Milwaukee, Wisconsin-based newspaper publishing company. The company's roots were first established in 1882 as the owner of its namesake, the Milwaukee Journal, and expanded into broadcasting with the establishment of WTMJ radio and WTMJ-TV, and the acquisition of other television and radio stations.",
  "/wiki/KFXS": "KFXS (100.3 FM, \"Classic Rock 100.3 The Fox\") is a radio station licensed to serve Rapid City, South Dakota.  The station is owned by HomeSlice Media Group, LLC. It airs a classic rock music format.",
  "/wiki/Rapid_City,_South_Dakota": "Rapid City (Lakota: Mni Lúzahaŋ Otȟúŋwahe; \"Swift Water City\") is the second most populous city in South Dakota in the USA and the county seat of Pennington County. Named after Rapid Creek, where the settlement developed, it is in the western part of the state, located on the eastern slope of the Black Hills mountain range. The population was 67,956 as of the 2010 Census.",
  "/wiki/KIXA": "KIXA is a commercial radio station in Lucerne Valley, California, broadcasting to the Victor Valley, California, area on 106.5 FM. KIXA airs a classic rock music format branded as 106.5 The Fox.",
  "/wiki/Victorville,_California": "Victorville is a city located in the Victor Valley of southwestern San Bernardino County, California. Its population as of the 2010 census was 115,903.",
  "/wiki/KJFX": "KJFX (95.7 FM, \"The Fox\") is a commercial radio station located in Fresno, California, and owned by One Putt Broadcasting.  KJFX airs a classic rock music format.  Its studios are located at downtown Fresno by Fulton Mall, while the transmitter is northeast of Clovis.",
  "/wiki/Fresno,_California": "Fresno (/ˈfrɛznoʊ/ FREZ-noh; Spanish for \"ash tree\") is a city in and the county seat of Fresno County, California, United States. It covers about 112 square miles (290 km2) in the center of the San Joaquin Valley, the southern portion of California's Central Valley.",
  "/wiki/Wilks_Broadcasting": "Wilks Broadcasting Group, LLC was a media company based in Alpharetta, Georgia, United States. As of January 2016[update], it owns nine radio stations in three mid-size markets, but has since sold such stations.  Jeff Wilks is the CEO of this company.",
  "/wiki/KKRQ": "KKRQ (100.7 FM) is a classic hits station serving the Cedar Rapids and Iowa City areas. Known as \"100.7 The Fox,\" the station is operated by iHeartMedia, Inc. and licensed to Iowa City, Iowa, with studios located in Cedar Rapids.",
  "/wiki/Iowa_City,_Iowa": "Iowa City is a city in Johnson County, Iowa, United States. It is the home of the University of Iowa and county seat of Johnson County, at the center of the Iowa City Metropolitan Statistical Area. The U.S. Census Bureau estimated the city's population at 76,290 in 2018, making it the state's fifth-largest city. The metropolitan area, which encompasses Johnson and Washington counties, has a population of over 171,000.",
  "/wiki/KLFX": "KLFX (107.3 FM) is a radio station broadcasting an Active Rock format. Licensed to Nolanville, Texas, United States, the station serves the Killeen-Temple area.  The station is currently owned by iHeartMedia, Inc. and features programming from Premiere Radio Networks.    The station's studios are located in Harker Heights, and its transmitter is located in Nolanville.",
  "/wiki/Killeen,_Texas": "Killeen is a city in Bell County, Texas, United States. According to the 2010 census, its population was 127,921, making it the 21st-most populous city in Texas. It is the principal city of the Killeen–Temple–Fort Hood Metropolitan Statistical Area.",
  "/wiki/KLKK": "KLKK (103.7 FM, \"The Fox\") is a classic rock formatted broadcast radio station licensed to Clear Lake, Iowa, serving Clear Lake, Mason City and all of North Iowa and Southern Minnesota. KLKK is owned and operated by North Iowa Broadcasting.",
  "/wiki/Mason_City,_Iowa": "Mason City is a city in and the county seat of Cerro Gordo County, Iowa, United States. The population was 28,079 in the 2010 census, a decline from 29,172 in the 2000 census.  The Mason City Micropolitan Statistical Area includes all of Cerro Gordo and Worth counties. It is commonly referred to as the \"River City\", as the city grew up centered on the Winnebago River.",
  "/wiki/KNFX-FM": "KNFX-FM (99.5 FM) is a radio station broadcasting a Classic rock format. Licensed to Bryan, Texas, United States, the station serves the Bryan/College Station area.  The station is currently owned by iHeartMedia, Inc.. and is a member of the Clear Channel Radio Network   The station's studios are located at Galleria Village on Briarcrest Drive in Bryan, and its transmitter is located a mile west near the property of unrelated Brazos Valley Communications radio outlets.",
  "/wiki/Bryan,_Texas": "Bryan is a city and the county seat of Brazos County, Texas, United States. It is located in the heart of the Brazos Valley (East and Central Texas). As of the 2010 census, the city had a population of 76,201. As of December 2019, the estimated population was 90,404. Bryan borders the city of College Station, which lies to its south. Together they are referred to as the Bryan–College Station metropolitan area, which has a population of more than 250,069",
  "/wiki/KPFX": "KPFX (107.9 FM, \"107.9 The Fox\") is a classic rock radio station licensed to serve Kindred, North Dakota, owned by Jim Ingstad's Radio FM Media, and is the flagship radio station for North Dakota State University Football and Men's Basketball.",
  "/wiki/Fargo,_North_Dakota": "Fargo is a city in and the county seat of Cass County, North Dakota, United States. The most populous city in the state, it accounts for nearly 17% of the state population. According to the 2018 United States Census estimates, its population was 124,844, making it the 222nd-most populous city in the United States. Fargo, along with its twin city of Moorhead, Minnesota, as well as the adjacent cities of West Fargo, North Dakota and Dilworth, Minnesota, form the core of the Fargo-Moorhead, ND-MN Metropolitan Statistical Area, which in 2018 contained a population of 245,471.",
  "/wiki/Radio_Fargo-Moorhead": "Radio Fargo-Moorhead (RFM) is a radio broadcasting company based Fargo, North Dakota.  The firm has had two iterations, each centered on James Ingstad.",
  "/wiki/KQHT": "KQHT (96.1 FM, \"96.1 The Fox\") is a radio station broadcasting a classic hits format. It is licensed to Crookston, Minnesota, and it serves the Grand Forks, North Dakota metropolitan area.  It began broadcasting in 1985.  The station is owned by iHeartMedia, Inc..",
  "/wiki/Grand_Forks,_North_Dakota": "Grand Forks is the third-largest city in the American state of North Dakota (after Fargo and Bismarck) and is the county seat of Grand Forks County. According to the 2010 census, the city's population was 52,838, while the total of the city and surrounding metropolitan area was 98,461. Grand Forks, along with its twin city of East Grand Forks, Minnesota, forms the center of the Grand Forks, ND-MN Metropolitan Statistical Area, which is often called Greater Grand Forks or the Grand Cities.",
  "/wiki/KRFX": "KRFX (103.5 FM, \"103.5 The Fox\") is a commercial FM radio station in Denver, Colorado, serving the Denver metropolitan area.  It is owned by iHeartMedia, Inc., and airs a classic rock radio format.  The KRFX studios and offices are located on South Monaco Street in Denver.",
  "/wiki/Denver,_Colorado": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/KUFX": "KUFX (98.5 FM, \"98.5 KFox\") is a classic rock radio station in San Jose, California. Its studios are located in the SoMa district of San Francisco, and the transmitter is located on Blackberry Hill above Los Gatos.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/Entercom_Communications": "Entercom Communications Corporation is a publicly traded American broadcasting company and radio network based in Bala Cynwyd, Pennsylvania. Founded in 1968, it is the second largest radio company in the United States, owning 235 radio stations across 48 media markets.",
  "/wiki/KUPH": "KUPH is a radio station airing a Top 40 format licensed to Mountain View, Missouri, broadcasting on 96.9 MHz FM.  The station is owned by Central Ozark Radio Network, Inc.",
  "/wiki/Mountain_View,_Missouri": "Mountain View is a city in Howell County, Missouri, United States. The population was 2,719 at the 2010 census.",
  "/wiki/KXFM": "KXFM (99.1 FM, \"Old School 99.1\") is a commercial radio station that is licensed to Santa Maria, California and serves the Santa Maria-Lompoc area. Owned by Point Broadcasting (through licensee Point Ten), the station broadcasts a rhythmic oldies music format and is a part of Point's Old School network of oldies stations.",
  "/wiki/Santa_Maria,_California": "Santa Maria is a city near the Southern California coast in Santa Barbara County. It is approximately 65 miles (105 km) northwest of Santa Barbara and 150 miles (240 km) northwest of downtown Los Angeles. Its estimated 2018 population was 108,470, making it the most populous city in the county and the Santa Maria-Santa Barbara, CA Metro Area. The city is notable for its wine industry and Santa Maria-style barbecue. Sunset magazine called Santa Maria \"The West's Best BBQ Town\".",
  "/wiki/KZPR": "KZPR (105.3 FM, \"The Fox 105.3\") is an active rock formatted radio station in Minot, North Dakota, owned by iHeartMedia, Inc.. It airs an active rock format.   Weekend programming includes Monsters of Rock and Dakota Damnation.  The station began as a classic rock station but has evolved into an active rock station in recent years, and competes with classic rock formatted KTZU \"94.9 The Zoo\"",
  "/wiki/Minot,_North_Dakota": "Minot (/ˈmaɪnɒt/ (listen) MY-not) is a city in and the county seat of Ward County, North Dakota, United States, in the state's north-central region. It is most widely known for the Air Force base located approximately 15 miles (24 km) north of the city. With a population of 40,888 at the 2010 census, Minot is the fourth largest city in the state and a trading center for a large portion of northern North Dakota, southwestern Manitoba, and southeastern Saskatchewan. Founded in 1886 during the construction of James J. Hill's Great Northern Railway, Minot is also known as \"Magic City\", commemorating its remarkable growth in size over a short time.",
  "/wiki/WAFX": "WAFX (106.9 MHz \"106.9 The Fox\") is a commercial FM radio station licensed to Suffolk, Virginia.  It serves the Hampton Roads (Norfolk-Virginia Beach-Newport News) radio market.  WAFX is owned and operated by Saga Communications.  It airs a classic rock radio format.",
  "/wiki/Hampton_Roads,_Virginia": "Hampton Roads is the name of both a body of water that serves as a wide channel for the James, Nansemond and Elizabeth rivers between Old Point Comfort and Sewell's Point where the Chesapeake Bay flows into the Atlantic Ocean and the surrounding metropolitan region located in the Southeastern Virginia and Northeastern North Carolina portions of the Tidewater region."
}