{
  "/wiki/Coombes_Church": "Coombes Church is a Church of England parish church in the rural hamlet of Coombes in the Adur District of West Sussex, England. It has served the rural parish, northwest of Shoreham-by-Sea and next to the River Adur, since the 11th century. Despite several re-buildings, some structural elements remain from that period. An important series of wall paintings, dating from the 12th to the 18th century, were uncovered in 1949. English Heritage has listed the church at Grade I for its architectural and historical importance.",
  "/wiki/Coombes": "Coombes  is a hamlet and civil parish in the Adur District of West Sussex, England. The village is in the Adur Valley 2 miles (3.2 km) northwest of Shoreham-by-Sea.",
  "/wiki/Church_of_England": "The Church of England (C of E) is the established church of England. The Archbishop of Canterbury is the most senior cleric, although the monarch is the supreme governor. The Church of England is also the mother church of the international Anglican Communion. It traces its history to the Christian church recorded as existing in the Roman province of Britain by the third century, and to the 6th-century Gregorian mission to Kent led by Augustine of Canterbury.",
  "/wiki/Mural": "A mural is any piece of artwork painted or applied directly on a wall, ceiling or other permanent surfaces. A distinguishing characteristic of mural painting is that the architectural elements of the given space are harmoniously incorporated into the picture.",
  "/wiki/Tapsel_gate": "A Tapsel gate is a type of wooden gate, unique to the English county of Sussex, which has a central pivot upon which it can rotate through 90° in either direction before coming to a stop at two fixed points.  It was named after a Sussex family of bell-founders, one of whom invented it in the late 18th century.  Only six examples survive, all within a 10-mile (16 km) radius of Lewes, the county town of Sussex.[note 1]  Tapsel gates have the dual advantage of keeping cattle out of churchyards and allowing the efficient passage of coffins carried to and from the church during burials.  The name sometimes is used more generally to describe swivelling gates of a similar design elsewhere.",
  "/wiki/Assemblies_of_God": "The Assemblies of God (AG), officially the World Assemblies of God Fellowship, is a group of over 144 autonomous self-governing associated national groupings of churches which together form the world's largest Pentecostal denomination. It is the fourth largest international Christian group of denominations and the largest Pentecostal denomination in the world.",
  "/wiki/Pentecostalism": "Pentecostalism or Classical Pentecostalism is a Protestant Christian movement that emphasises direct personal experience of God through baptism with the Holy Spirit. The term Pentecostal is derived from Pentecost, the Greek name for the Jewish Feast of Weeks. For Christians, this event commemorates the descent of the Holy Spirit upon the followers of Jesus Christ, as described in the second chapter of the Acts of the Apostles.",
  "/wiki/Kingston_by_Sea": "Kingston by Sea, also known as Kingston Buci, Kingston Bucii or simply Kingston, is a small area in the Adur district of West Sussex, England.  Although it is now part of a continuous urban area, its origins lay in an ancient village and parish church between Southwick to the east, Shoreham-by-Sea to the west and the mouth of the River Adur to the south.  St Julian's Church survives, and its parish perpetuates the ancient \"Kingston Buci\" name.",
  "/wiki/English_Gothic_architecture": "English Gothic is an architectural style, which originated in France and flourished in England from about 1180 until about 1520.",
  "/wiki/Workhouse": "In England and Wales, a workhouse (Welsh: tloty) was a total institution where those unable to support themselves were offered accommodation and employment. (In Scotland, they were usually known as poorhouses.) The earliest known use of the term workhouse is from 1631, in an account by the mayor of Abingdon reporting that \"wee haue erected wthn our borough a workehouse to sett poore people to worke\".",
  "/wiki/Southlands_Hospital": "Southlands Hospital is a medical facility based in Shoreham-by-Sea, West Sussex, England, which serves people living in Shoreham itself as well as Worthing and other towns and villages along the south coast and in the inland areas of West Sussex. It is managed by the Western Sussex Hospitals NHS Foundation Trust.",
  "/wiki/St_Julian's_Church,_Kingston_Buci": "St Julian's Church is an Anglican church in Kingston Buci (also known as Kingston by Sea) in the district of Adur, one of seven local government districts in the English county of West Sussex.  Kingston Buci was a Saxon-era village near the English Channel coast between Southwick and Shoreham-by-Sea; little remains from that period, and modern residential development has obscured the old boundaries between the settlements, but the church retains its mostly 13th-century appearance and serves a parish which retains the ancient Kingston Buci name.  English Heritage has listed it at Grade I for its architectural and historical importance.",
  "/wiki/Domesday_Book": "Domesday Book (/ˈduːmzdeɪ/ or US: /ˈdoʊmzdeɪ/; Latin: Liber de Wintonia \"Book of Winchester\") is a manuscript record of the \"Great Survey\" of much of England and parts of Wales completed in 1086 by order of King William the Conqueror. The Anglo-Saxon Chronicle states:",
  "/wiki/Anchorite": "An anchorite or anchoret (female: anchoress; adj. anchoritic; from Ancient Greek: ἀναχωρητής, anachōrētḗs, \"one who has retired from the world\", from the verb ἀναχωρέω, anachōréō, signifying \"to withdraw\", \"to retire\") is someone who, for religious reasons, withdraws from secular society so as to be able to lead an intensely prayer-oriented, ascetic, or Eucharist-focused life. Whilst anchorites are frequently considered to be a type of religious hermit, unlike hermits they were required to take a vow of stability of place, opting for permanent enclosure in cells often attached to churches. Also unlike hermits, anchorites were subject to a religious rite of consecration that closely resembled the funeral rite, following which they would be considered dead to the world, a type of living saint. Anchorites had a certain autonomy, as they did not answer to any ecclesiastical authority other than the bishop.",
  "/wiki/Chancel": "In church architecture, the chancel is the space around the altar, including the choir and the sanctuary (sometimes called the presbytery), at the liturgical east end of a traditional Christian church building. It may terminate in an apse.  It is generally the area used by the clergy and choir during worship, while the congregation is in the nave. Direct access may be provided by a priest's door, usually on the south side of the church. This is one definition, sometimes called the \"strict\" one; in practice in churches where the eastern end contains other elements such as an ambulatory and side chapels, these are also often counted as part of the chancel, especially when discussing architecture. In smaller churches, where the altar is backed by the outside east wall and there is no distinct choir, the chancel and sanctuary may be the same area.  In churches with a retroquire area behind the altar, this may only be included in the broader definition of chancel.",
  "/wiki/St_James_the_Less_Church,_Lancing": "St James the Less Church is the Anglican parish church of North Lancing, an ancient village which has been absorbed into the modern town of Lancing in the district of Adur, one of seven local government districts in the English county of West Sussex.  It was founded in the 12th century in the most northerly of the three settlements in Lancing parish, which has Saxon origins.  The present building is mostly 13th-century in appearance, and structural work has been carried out several times since—particularly in the 18th and 19th centuries, when the church was restored from a ruinous condition.  English Heritage has listed the church at Grade I for its architectural and historical importance.",
  "/wiki/Lancing,_West_Sussex": "Lancing is a village and civil parish in the Adur district of West Sussex, England, on the western edge of the Adur Valley. It occupies part of the narrow central section of the Sussex coastal plain between smaller Sompting to the west, larger Shoreham-by-Sea to the east, and the parish of Coombes to the north. Excluding definitive suburbs it may have the largest undivided village cluster in Britain. However, its economy is commonly analysed as integral to the Brighton/Worthing/Littlehampton conurbation. Its settled area beneath the South Downs National Park covers 3.65 square miles (9.5 square kilometres; 2,340 acres), the majority of its land.",
  "/wiki/Norman_architecture": "The term Norman architecture is used to categorise styles of Romanesque architecture developed by the Normans in the various lands under their dominion or influence in the 11th and 12th centuries. In particular the term is traditionally used for English Romanesque architecture.  The Normans introduced large numbers of castles and fortifications  including Norman keeps, and at the same time monasteries, abbeys, churches and cathedrals, in a style characterised by the usual Romanesque rounded arches (particularly over windows and doorways) and especially massive proportions compared to other regional variations of the style.",
  "/wiki/Baptismal_font": "A baptismal font is an article of church furniture used for baptism.",
  "/wiki/Chapel_of_ease": "A chapel of ease (or chapel-of-ease) is a church building other than the parish church, built within the bounds of a parish for the attendance of those who cannot reach the parish church conveniently.",
  "/wiki/Gothic_Revival_architecture": "Gothic Revival (also referred to as Victorian Gothic, neo-Gothic, or Gothick) is an architectural movement popular in the Western world that began in the late 1740s in England. Its momentum grew in the early 19th century, when increasingly serious and learned admirers of neo-Gothic styles sought to revive medieval Gothic architecture, in contrast to the neoclassical styles prevalent at the time. Gothic Revival draws features from the original Gothic style, including decorative patterns, finials, lancet windows, hood moulds and label stops.",
  "/wiki/Evangelicalism": "Evangelicalism (/ˌiːvænˈdʒɛlɪkəlɪzəm, ˌɛvæn-, -ən/), evangelical Christianity, or evangelical Protestantism,[note 1] is a worldwide, trans-denominational movement within Protestant Christianity which maintains the belief that the essence of the Gospel consists of the doctrine of salvation by grace, solely through faith in Jesus's atonement. Evangelicals believe in the centrality of the conversion or \"born again\" experience in receiving salvation, in the authority of the Bible as God's revelation to humanity, and in spreading the Christian message. The movement has long had a presence in the Anglosphere before spreading further afield in the 19th, 20th and early 21st centuries.",
  "/wiki/Railway_Mission": "The Railway Mission is a British mission devoted to the rail industry.  It was founded in 1881 based in mission halls, and now operates a chaplaincy service. In the early days of the Railway Mission there were a number of mission halls at railway stations throughout the country, including one at Bury St. Edmunds, completed in 1900, and a 1906 building at Salisbury.  \nAn excellent example of a Railway Mission Hall is to be found at Norwich\nPrince of Wales Road Evangelical Church.",
  "/wiki/Fittleworth": "Fittleworth is a village and civil parish in the District of Chichester in West Sussex, England located seven kilometres (3 miles) west from Pulborough on the A283 road and three miles (5 km) south east from Petworth. The village has an Anglican church, a primary school and one pub, The Swan. It is within the ancient divisions of the Bury Hundred and the Rape (county subdivision) of Arundel. The village is bounded south by the Rother Navigation .",
  "/wiki/Methodism": "Methodism, also known as the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. It originated as a revival movement within the 18th-century Church of England and became a separate denomination after Wesley's death. The movement spread throughout the British Empire, the United States, and beyond because of vigorous missionary work, today claiming approximately 80 million adherents worldwide.[nb 1]",
  "/wiki/Plymouth_Brethren": "The Plymouth Brethren or Assemblies of brethren are a conservative, low church, non-conformist, evangelical Christian movement whose history can be traced to Dublin, Ireland, in the late 1820s, originating from Anglicanism. The group emphasizes sola scriptura, the belief that the Bible is the supreme authority for church doctrine and practice, over and above any other source of authority. Plymouth Brethren generally see themselves as a network of like-minded free churches, not as a Christian denomination.",
  "/wiki/Catholic_Church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Places_of_Worship_Registration_Act_1855": "The Places of Worship Registration Act 1855 is an Act of the Parliament of the United Kingdom which governs the registration and legal recognition of places of worship. It applies only in England and Wales, and does not cover the Church of England (that country's Established Church): it is exempt from the Act's requirements.  Nor does it affect the Church in Wales, which remains part of the Anglican Communion although it is no longer the Established Church in Wales.  Registration is not compulsory, but it gives certain financial advantages and is also required before a place of worship can be registered as a venue for marriages.",
  "/wiki/Sompting": "Sompting is a village and civil parish in the coastal Adur District of West Sussex, England between Lancing and Worthing.  It is half grassland slopes and half developed plain at the foot of the South Downs National Park. Twentieth-century estates dovetail into those of slightly larger Lancing.",
  "/wiki/Church_of_St_Mary_the_Blessed_Virgin,_Sompting": "The Church of St Mary the Blessed Virgin, also known as St Mary the Virgin Church and St Mary's Church, is the Church of England parish church of Sompting in the Adur district of West Sussex. It stands on a rural lane north of the urban area that now surrounds the village, and retains much 11th- and 12th-century structure. Its most important architectural feature is the Saxon tower topped by a Rhenish helm, a four-sided pyramid-style gabled cap that is uncommon in England. English Heritage lists the church at Grade I for its architecture and history.",
  "/wiki/Jehovah's_Witnesses": "Jehovah's Witnesses is a millenarian restorationist Christian denomination with nontrinitarian beliefs distinct from mainstream Christianity. The group reports a worldwide membership of approximately 8.68 million adherents involved in evangelism and an annual Memorial attendance of over 20 million. Jehovah's Witnesses are directed by the Governing Body of Jehovah's Witnesses, a group of elders in Warwick, New York, United States, which establishes all doctrines based on its interpretations of the Bible. They believe that the destruction of the present world system at Armageddon is imminent, and that the establishment of God's kingdom over the earth is the only solution for all problems faced by humanity.",
  "/wiki/Kingdom_Hall": "A Kingdom Hall is a place of worship used by Jehovah's Witnesses. The term was first suggested in 1935 by Joseph Franklin Rutherford, then president of the Watch Tower Society, for a building in Hawaii. Rutherford's reasoning was that these buildings would be used for \"preaching the good news of the Kingdom\". Jehovah's Witnesses use Kingdom Halls for the majority of their worship and Bible instruction. Witnesses prefer the term \"Kingdom Hall\" over \"church\", noting that the term often translated \"church\" in the Bible refers to the congregation of people rather than a structure.",
  "/wiki/Organizational_structure_of_Jehovah's_Witnesses": "Jehovah's Witnesses are organized hierarchically, and are led by the Governing Body of Jehovah's Witnesses from the Watch Tower Society's headquarters in Warwick, New York. The Governing Body, along with other \"helpers\", are organized into six committees responsible for various administrative functions within the global Witness community, including publication, assembly programs and evangelizing activity.",
  "/wiki/Shoreham-by-Sea": "Shoreham-by-Sea (often shortened to Shoreham) is a seaside town and port in West Sussex, England.",
  "/wiki/Roughcast": "Roughcast or pebbledash is a coarse plaster surface used on outside walls that consists of lime and sometimes cement mixed with sand, small gravel, and often pebbles or shells. The materials are mixed into a slurry and are then thrown at the working surface with a trowel or scoop. The idea is to maintain an even spread, free from lumps, ridges or runs and without missing any background. Roughcasting incorporates the stones in the mix, whereas pebbledashing adds them on top.",
  "/wiki/Baptists": "Baptists form a major branch of Protestantism distinguished by baptizing professing believers only (believer's baptism, as opposed to infant baptism), and doing so by complete immersion (as opposed to affusion or aspersion). Baptist churches also generally subscribe to the doctrines of soul competency (the responsibility and accountability of every person before God), sola fide (salvation by faith alone), sola scriptura (scripture alone as the rule of faith and practice) and congregationalist church government. Baptists generally recognize two ordinances: baptism and communion.",
  "/wiki/Stucco": "Stucco or render is a construction material made of aggregates, a binder, and water. Stucco is applied wet and hardens to a very dense solid. It is used as a decorative coating for walls and ceilings, and as a sculptural and artistic material in architecture. Stucco may be used to cover less visually appealing construction materials, such as metal, concrete, cinder block, or clay brick and adobe.",
  "/wiki/Gospel_Standard": "The Gospel Standard (church of the latter day pharisees) is a Strict Baptist magazine first published in 1835 by William Gadsby. The current editor is Timothy Rosier. It was previously Benjamin Ashworth Ramsbottom.",
  "/wiki/St_Mary_de_Haura_Church,_Shoreham-by-Sea": "St Mary de Haura Church is an Anglican church in the ancient \"New Shoreham\" area of Shoreham-by-Sea in the district of Adur, one of seven local government districts in the English county of West Sussex. It was founded at the end of the 11th century as a large cruciform church which, due to its original scale, has been described as a collegiate church—a reflection of the port of Shoreham's importance at the time. The former east end of that building survives to form the present church, and much 12th-century work remains. It functions as Shoreham-by-Sea's \"town church\" for major religious and social events, as well as serving its small town-centre parish.  English Heritage has listed it at Grade I for its architectural and historical importance.",
  "/wiki/Collegiate_church": "In Christianity, a collegiate church is a church where the daily office of worship is maintained by a college of canons: a non-monastic or \"secular\" community of clergy, organised as a self-governing corporate body, which may be presided over by a dean or provost. In its governance and religious observance a collegiate church is similar to a cathedral, although a collegiate church is not the seat of a bishop and has no diocesan responsibilities. Collegiate churches were often supported by extensive lands held by the church, or by tithe income from appropriated benefices. They commonly provide distinct spaces for congregational worship and for the choir offices of their clerical community.",
  "/wiki/St_Nicolas'_Church,_Shoreham-by-Sea": "St Nicolas Church is an Anglican church in Old Shoreham, an ancient inland settlement that is now part of the town of Shoreham-by-Sea in the district of Adur, one of seven local government districts in the English county of West Sussex.  It was founded on a riverside site by Anglo-Saxons at the start of the 10th century, possibly on the site of a 5th-century predecessor.  Some Saxon-era structural elements remain despite 12th-century additions made when Shoreham became prosperous, further extension in the 14th century and a Victorian restoration.  The cruciform structure, with its solid central tower, features some unusual Norman-era carving.  English Heritage has listed it at Grade I for its architectural and historical importance.",
  "/wiki/Norman_conquest_of_England": "The Norman conquest of England (in Britain, often called the Norman Conquest or the Conquest) was the 11th-century invasion and occupation of England by an army of Norman, Breton, Flemish, and French soldiers led by the Duke of Normandy, later styled William the Conqueror.",
  "/wiki/Victorian_restoration": "The Victorian restoration was the widespread and extensive refurbishment and rebuilding of Church of England churches and cathedrals that took place in England and Wales during the 19th-century reign of Queen Victoria. It was not the same process as is understood today by the term building restoration.",
  "/wiki/Crossing_(architecture)": "A crossing, in ecclesiastical architecture, is the junction of the four arms of a cruciform (cross-shaped) church.",
  "/wiki/Countess_of_Huntingdon's_Connexion": "The Countess of Huntingdon's Connexion is a small society of evangelical churches, founded in 1783 by Selina Hastings, Countess of Huntingdon, as a result of the Evangelical Revival. For many years it was strongly associated with the Calvinist Methodist movement of George Whitefield.",
  "/wiki/Terracotta": "Terracotta, terra cotta or terra-cotta (pronounced [ˌtɛrraˈkɔtta]; Italian: \"baked earth\", from the Latin terra cocta), a type of earthenware, is a clay-based unglazed or glazed ceramic, where the fired body is porous.  Terracotta is the term normally used for sculpture made in earthenware, and also for various practical uses including vessels (notably flower pots), water and waste water pipes, roofing tiles, bricks, and surface embellishment in building construction.  The term is also used to refer to the natural brownish orange color of most terracotta, which varies considerably.[citation needed]",
  "/wiki/Wesleyanism": "Wesleyan theology, otherwise known as Wesleyan–Arminian theology, or Methodist theology, is a theological tradition in Protestant Christianity that emphasizes the \"methods\" of the eighteenth-century evangelical reformers John Wesley and his brother Charles Wesley. More broadly, it refers to the theological system inferred from the various sermons, theological treatises, letters, journals, diaries, hymns, and other spiritual writings of the Wesleys and their contemporary coadjutors such as John William Fletcher.",
  "/wiki/Flint": "Flint is a sedimentary cryptocrystalline form of the mineral quartz, categorized as the variety of chert that occurs in chalk or marly limestone. Flint was widely used historically to make stone tools and start fires.",
  "/wiki/St_Peter's_Church,_Shoreham-by-Sea": "The name St Peter's Church has been borne by two Roman Catholic churches in the town of Shoreham-by-Sea in the district of Adur, in the English county of West Sussex.  The original church with that dedication was the town's first permanent Roman Catholic place of worship; founded in 1875, it was paid for by Augusta, Duchess of Norfolk, a member of the most important Dukedom in England.  After its closure, a new St Peter's Church was built nearby.  The old building, which still stands and is in residential use, has been listed by English Heritage at Grade II for its architectural and historical importance.",
  "/wiki/Saint_Peter": "Saint Peter (Classical Syriac: ܫܸܡܥܘܿܢ ܟܹ݁ܐܦ݂ܵܐ‎, romanized: Šemʿōn Kēp̄ā; Hebrew: שמעון בר יונה‎, romanized: Šimʿōn bar Yōnāh; Greek: Πέτρος, translit. Petros; Coptic: Ⲡⲉⲧⲣⲟⲥ, romanized: Petros; Latin: Petrus; r. AD 30; died between AD 64 and 68), also known as Simon Peter, Simeon, Simon (/ˈsaɪmən/ (listen)), Sham'un al-Safa, Cephas, or Peter the Apostle, was one of the Twelve Apostles of Jesus Christ, and the first leader of the early Church.",
  "/wiki/List_of_places_of_worship_in_Adur": "The district of Adur, one of seven local government districts in the English county of West Sussex, has 26 extant churches and other places of worship, and a further seven former churches that are no longer in religious use.  The southern part of the district forms part of the Brighton/Worthing/Littlehampton conurbation, and almost all of the churches are in the towns and villages within this continuous built-up area.  The rural northern part of the district has one ancient church that is still in use, and another former chapel that served a now deserted medieval village.  Many Christian denominations are represented, but followers of other religions must travel outside the area to worship."
}