{
  "/wiki/America%27s_Sweethearts": "America's Sweethearts is a 2001 American romantic comedy film directed by Joe Roth and written by Billy Crystal and Peter Tolan. It stars Julia Roberts, Crystal, John Cusack and Catherine Zeta-Jones, with Hank Azaria, Stanley Tucci, Seth Green, Alan Arkin and Christopher Walken in smaller roles.",
  "/wiki/Joe_Roth": "Joseph E. Roth is an American film executive, producer and director. He co-founded Morgan Creek Productions in 1988 and was chairman of 20th Century Fox (1989–1993), Caravan Pictures (1993–1994), and Walt Disney Studios (1994–2000) before founding Revolution Studios in 2000, then Roth Films.",
  "/wiki/The_Haunting_(1999_film)": "The Haunting is a 1999 American supernatural horror film directed by Jan de Bont. The film is a remake of the 1963 British psychological horror film of the same name. Both of them are based on the 1959 novel, The Haunting of Hill House by Shirley Jackson. The Haunting stars Liam Neeson, Catherine Zeta-Jones, Owen Wilson and Lili Taylor. It was released in the United States on July 23, 1999.",
  "/wiki/Jan_de_Bont": "Jan de Bont (Dutch pronunciation: [ˈjɑn də ˈbɔnt]; born 22 October 1943) is a Dutch cinematographer, director and film producer. He is widely known for directing the films Speed and Twister. As a director of photography, de Bont also shot numerous blockbusters and genre films, including Cujo, Flesh and Blood, Die Hard, The Hunt for Red October, and Basic Instinct.",
  "/wiki/True_Crime_(1999_film)": "True Crime is a 1999 American mystery drama film directed by Clint Eastwood, and based on Andrew Klavan's 1995 novel of the same name. Eastwood also stars in the film as a journalist covering the execution of a death row inmate, only to discover that the convict may actually be innocent.",
  "/wiki/Absolute_Power_(film)": "Absolute Power is a 1997 American political thriller film produced by, directed by, and starring Clint Eastwood as a master jewel thief who witnesses the killing of a woman by Secret Service agents. The screenplay by William Goldman is based on the 1996 novel Absolute Power by David Baldacci. Screened at the 1997 Cannes Film Festival, the film also stars Gene Hackman, Ed Harris, Laura Linney, Judy Davis, Scott Glenn and Dennis Haysbert. It was also the last screen appearance of E. G. Marshall.",
  "/wiki/Mulholland_Falls": "Mulholland Falls is a 1996 American neo-noir crime thriller film directed by Lee Tamahori, written by Pete Dexter, and starring an ensemble cast featuring Nick Nolte, Jennifer Connelly, Chazz Palminteri, Michael Madsen, Chris Penn, Melanie Griffith, Andrew McCarthy, Treat Williams, and John Malkovich.",
  "/wiki/Lee_Tamahori": "Lee Tamahori (/ˌtæməˈhɔːri/; born 17 June 1950) is a New Zealand filmmaker best known for directing the 1994 film Once Were Warriors, 2001 film Along Came a Spider and 2002 James Bond film Die Another Day.",
  "/wiki/Showgirls": "Showgirls is a 1995 erotic drama film written by Joe Eszterhas and directed by Paul Verhoeven. It stars former teen actress Elizabeth Berkley, Kyle MacLachlan, and Gina Gershon. The film centers on a \"street-smart\" drifter who ventures to Las Vegas and climbs the seedy hierarchy from stripper to showgirl.",
  "/wiki/Paul_Verhoeven": "Paul Verhoeven (Dutch: [ˈpʌu̯l vərˈɦuvə(n)]; born 18 July 1938) is a Dutch director, screenwriter and film producer. Active in both the Netherlands and Hollywood, Verhoeven's blending of graphic violence and sexual content with social satire are trademarks of both his drama and science fiction films. He directed the films Turkish Delight (1973), Soldier of Orange (1977), Flesh and Blood (1985), RoboCop (1987), Total Recall (1990), Basic Instinct (1992), Showgirls (1995), Starship Troopers (1997), Black Book (2006) and Elle (2016).",
  "/wiki/Exit_to_Eden": "Exit to Eden is a 1985 novel by Anne Rice, initially published under the pen name Anne Rampling, but subsequently under Rice's name.",
  "/wiki/Garry_Marshall": "Garry Kent Marshall (November 13, 1934 – July 19, 2016) was an American film director, film producer, screenwriter, and actor who is best known for creating Happy Days and its various spin-offs, developing Neil Simon's 1965 play The Odd Couple for television, and directing Pretty Woman, Beaches, Runaway Bride, Valentine's Day, New Year's Eve, Mother's Day, The Princess Diaries, and The Princess Diaries 2: Royal Engagement.",
  "/wiki/Intersection_(1994_film)": "Intersection is a 1994 film, directed by Mark Rydell and starring Richard Gere, Sharon Stone, Lolita Davidovich and Martin Landau. It is a remake of the French film Les choses de la vie (1970) by Claude Sautet, the story — set in Vancouver, British Columbia — concerns an architect (played by Gere) who, as his classic Mercedes 280SL roadster hurtles into a collision at an intersection, flashes through key moments in his life, including his marriage to a beautiful but chilly heiress (Stone) and his subsequent affair with a travel writer (Davidovich).",
  "/wiki/Mark_Rydell": "Mark Rydell (born March 23, 1929) is an American actor, film director and producer. He has directed many Academy Award-nominated films including The Fox (1967), The Reivers (1969), The Cowboys (1972), Cinderella Liberty (1973), The Rose (1979), The River (1984) and For the Boys (1991). He was nominated for an Academy Award for Best Director for On Golden Pond (1981).",
  "/wiki/Chaplin_(film)": "Chaplin is a 1992 British-American biographical comedy-drama film about the life of British comedian Charlie Chaplin. It was produced and directed by Richard Attenborough and stars Robert Downey Jr., Marisa Tomei, Dan Aykroyd, Penelope Ann Miller, and Kevin Kline. It also features Charlie Chaplin's own daughter, Geraldine Chaplin in the role of her grandmother, Hannah Chaplin.",
  "/wiki/Richard_Attenborough": "Richard Samuel Attenborough, Baron Attenborough, CBE, FRSA (/ˈætənbərə/; 29 August 1923 – 24 August 2014) was an English actor, filmmaker, entrepreneur, and politician. He was the President of the Royal Academy of Dramatic Art (RADA) and the British Academy of Film and Television Arts (BAFTA). Attenborough joined the Royal Air Force during the Second World War and served in the film unit. He went on several bombing raids over Europe and filmed action from the rear gunner's position. He was the older brother of Sir David Attenborough, a naturalist, documenter, and broadcaster, and John Attenborough, an executive at Alfa Romeo. He was married to actress Sheila Sim from 1945 until his death.",
  "/wiki/Death_Becomes_Her": "Death Becomes Her is a 1992 American black comedy directed by Robert Zemeckis, written by David Koepp and Martin Donovan, and starring Meryl Streep, Bruce Willis, and Goldie Hawn. The film focuses on a pair of rivals (Streep and Hawn), who drink a magic potion that promises eternal youth, but experience unpleasant side effects when they physically die, becoming walking, talking corpses in the process.",
  "/wiki/Robert_Zemeckis": "Robert Lee Zemeckis (/zəˈmɛkɪs/; born May 14, 1952) is an American director, film producer and screenwriter frequently credited as an innovator in visual effects. He first came to public attention in the 1980s as the director of Romancing the Stone (1984) and the science-fiction comedy Back to the Future film trilogy, as well as the live-action/animated comedy Who Framed Roger Rabbit (1988). In the 1990s, he directed Death Becomes Her and then diversified into more dramatic fare, including 1994's Forrest Gump, for which he won an Academy Award for Best Director; the film itself won Best Picture. The films he has directed have ranged across a wide variety of genres, for both adults and families.",
  "/wiki/Basic_Instinct": "Basic Instinct is a 1992 American neo-noir erotic thriller film directed by Paul Verhoeven and written by Joe Eszterhas, and starring Michael Douglas and Sharon Stone. The film follows a police detective, Nick Curran (Douglas), who is investigating the brutal murder of a wealthy rock star. During the investigation Curran becomes involved in a torrid and intense relationship with the prime suspect, Catherine Tramell (Stone), an enigmatic writer.",
  "/wiki/Dead_Again": "Dead Again is a 1991 American neo-noir romantic thriller film directed by Kenneth Branagh and written by Scott Frank. It stars Branagh and Emma Thompson, with co-stars Andy García, Derek Jacobi, Wayne Knight, and Robin Williams.",
  "/wiki/Kenneth_Branagh": "Sir Kenneth Charles Branagh (/ˈbrænə/; born 10 December 1960) is a Northern Irish actor, director, film producer and screenwriter. Branagh trained at the Royal Academy of Dramatic Art in London; in 2015 he succeeded Richard Attenborough as its president. He has both directed and starred in several film adaptations of William Shakespeare's plays, including Henry V (1989) (for which he was nominated for the Academy Awards for Best Actor and Best Director), Much Ado About Nothing (1993), Othello (1995), Hamlet (1996) (for which he was nominated for the Academy Award for Best Adapted Screenplay), Love's Labour's Lost (2000) and As You Like It (2006).",
  "/wiki/Defending_Your_Life": "Defending Your Life is a 1991 American romantic comedy-fantasy film about a man who dies and arrives in the afterlife only to find that he must stand trial and justify his lifelong fears in order to advance to the next phase of existence; or be sent back to Earth to do it again. The film was written by, directed by, and stars Albert Brooks. It also stars Meryl Streep, Rip Torn, Lee Grant and Buck Henry.",
  "/wiki/Albert_Brooks": "Albert Brooks (born Albert Lawrence Einstein; July 22, 1947) is an American actor, comedian, writer and director. He received an Academy Award nomination for Best Supporting Actor for 1987's Broadcast News and was widely praised for his performance in the 2011 film Drive. His voice acting credits include Marlin in Finding Nemo (2003) and Finding Dory (2016), Tiberius in The Secret Life of Pets (2016) and recurring guest voices for The Simpsons, including Russ Cargill in The Simpsons Movie (2007) and Hank Scorpio.",
  "/wiki/The_Rookie_(1990_film)": "The Rookie is a 1990 American buddy cop action film directed by Clint Eastwood and produced by Howard G. Kazanjian, Steven Siebert and David Valdes. It was written from a screenplay conceived by Boaz Yakin and Scott Spiegel. The film stars Charlie Sheen, Clint Eastwood, Raul Julia, Sônia Braga, Lara Flynn Boyle, and Tom Skerritt. Eastwood plays a veteran police officer teamed up with a younger detective played by Sheen (the rookie), whose intent is to take down a German crime lord in downtown Los Angeles following months of investigation into an exotic car theft ring.",
  "/wiki/Pink_Cadillac_(film)": "Pink Cadillac is a 1989 American action comedy film about a bounty hunter and a group of white supremacists chasing after an innocent woman who tries to outrun everyone in her husband's prized pink Cadillac. The film stars Clint Eastwood and Bernadette Peters and also has small cameo appearances by Jim Carrey and Bryan Adams.",
  "/wiki/Buddy_Van_Horn": "Buddy Van Horn (born August 20, 1929) is an American stunt coordinator and film director. He directed the Clint Eastwood films Any Which Way You Can (1980), The Dead Pool (1988), and Pink Cadillac (1989). A long-time stunt double for Eastwood, he was credited as the stunt coordinator on Eastwood's films from 1972 to 2011, and as second unit director on Magnum Force (1973) and The Rookie (1990). He was sometimes credited as Wayne Van Horn in the 1980s. He earlier doubled for Guy Williams on Disney's Zorro, and Gregory Peck. Van Horn's most prominent onscreen appearance is the role of Marshal Jim Duncan in the Eastwood film High Plains Drifter (1973).",
  "/wiki/Troop_Beverly_Hills": "Troop Beverly Hills is a 1989 American adventure comedy film. Produced by the Weintraub Entertainment Group and directed by Jeff Kanew, starring Shelley Long, Craig T. Nelson, Betty Thomas, Mary Gross, Stephanie Beacham and introducing Jenny Lewis as Hannah Nefler. The film also features a host of young stars including Tori Spelling, Carla Gugino, Emily Schulman, Ami Foster, and Kellie Martin.",
  "/wiki/Jeff_Kanew": "Jeffrey Roger Kanew (born December 16, 1944) is an American film director, screenwriter, film producer and film editor who early in his career made trailers for many films of the 1970s and is probably best known for directing the film Revenge of the Nerds (1984) and for editing Ordinary People.",
  "/wiki/The_Dead_Pool": "The Dead Pool is a 1988 American action thriller film directed by Buddy Van Horn, written by Steve Sharon, and starring Clint Eastwood as Inspector \"Dirty\" Harry Callahan. It is the fifth and final film in the Dirty Harry film series, set in San Francisco, California.",
  "/wiki/Bird_(1988_film)": "Bird is a 1988 American biographical film, produced and directed by Clint Eastwood from a screenplay by Joel Oliansky. The film is a tribute to the life and music of jazz saxophonist Charlie \"Bird\" Parker. It is constructed as a montage of scenes from Parker's life, from his childhood in Kansas City, through his early death at the age of 34.",
  "/wiki/Clint_Eastwood": "Clinton Eastwood Jr. (born May 31, 1930) is an American actor, filmmaker, musician, and politician. After achieving success in the Western TV series Rawhide, he rose to international fame with his role as the Man with No Name in Italian filmmaker Sergio Leone's Dollars Trilogy of spaghetti Westerns during the 1960s and as antihero cop Harry Callahan in the five Dirty Harry films throughout the 1970s and 1980s. These roles, among others, have made Eastwood an enduring cultural icon of masculinity.",
  "/wiki/Heartbreak_Ridge": "Heartbreak Ridge is a 1986 American war film produced and directed by Clint Eastwood, who also starred in the film. The film also co-stars Marsha Mason, Everett McGill and Mario Van Peebles. The film was released in the United States on December 5, 1986. The story centers on a U.S. Marine nearing retirement who whips a bunch of undisciplined Marines into shape and leads them during the American invasion of Grenada in 1983.",
  "/wiki/Ratboy": "Ratboy is a 1986 American drama film directed by and starring Sondra Locke. The make-up effects were designed by Rick Baker. The film's scenario is at times comic or serious, and one of its peculiarities is that there never is any explanation for Ratboy's origin and existence as a human-rat hybrid.",
  "/wiki/Sondra_Locke": "Sandra Louise Anderson (née Smith; May 28, 1944 – November 3, 2018), professionally known as Sondra Locke, was an American actress and director. She made her film debut in 1968 in The Heart Is a Lonely Hunter, for which she was nominated for an Academy Award for Best Supporting Actress. She went on to star in such films as Willard, The Outlaw Josey Wales, The Gauntlet, Every Which Way But Loose, Bronco Billy, Any Which Way You Can and Sudden Impact. She worked often with Clint Eastwood, who was her companion for 14 years. She also directed four films, notably Impulse. Locke's autobiography, The Good, the Bad, and the Very Ugly –  A Hollywood Journey, was published in 1997.",
  "/wiki/Deborah_Hopper": "Deborah Ann Hopper is a costume designer who has collaborated with Clint Eastwood on 16 films over the last 20 years."
}