{
  "/wiki/Brazo_de_Plata": "José Alvarado Nieves (born March 19, 1963) is a Mexican luchador best known under the ring name Brazo de Plata, a name he has used since his debut in 1977. He is also well known for his appearances in WWE as Super Porky. Alvarado is a part of the Alvarado wrestling family which includes his father Shadito Cruz, five brothers who used the \"Brazo\" name at some point and several third generation wrestlers who have appeared over the last couple of years.",
  "/wiki/Bestia_Salvaje": "Juan Manuel Rodriguez (February 11, 1962 – March 20, 2008) was a Mexican luchador, best known by his ringname Bestia Salvaje, who competed in Mexican and international promotions during the 1980s and 1990s, most notably with Emilio Charles Jr. and Scorpio Jr. as part of the stable Los Talibanes. A second generation wrestler, he was the son of Espectro II and the brother of Corazón Salvaje as well as the brother-in-law of Charrito de Oro.",
  "/wiki/Cien_Caras": "Carmelo Reyes González (born October 18, 1949) is a Mexican retired professional wrestler, better known by his ring name, Cien Caras (\"Hundred Faces\"). He is best known for his appearances with the Consejo Mundial de Lucha Libre.",
  "/wiki/Emilio_Charles_Jr.": "Sergio Emilio Charles Garduño (October 12, 1956 – December 28, 2012) was a Mexican luchador (or professional wrestler), who is best known under his ring name Emilio Charles Jr. Over the years, Charles worked for virtually all major Mexican professional wrestling promotions, including Consejo Mundial de Lucha Libre (CMLL), Asistencia Asesoría y Administración (AAA) and International Wrestling Revolution Group (IWRG).",
  "/wiki/Lizmark_Jr.": "Juan Carlos Baños (born October 16, 1972) is a Mexican professional wrestler or \"Luchador\" known as Lizmark Jr. or El Hijo de Lizmark (The Son of Lizmark). Baños previously worked for Consejo Mundial de Lucha Libre and AAA. Lizmark Jr. works as a Rudo and has been a part of the Los Perros del Mal stable.",
  "/wiki/Perro_Aguayo": "Pedro Aguayo Damián (January 18, 1946 — July 3, 2019) better known as \"(El) Perro Aguayo\" (Dog Aguayo) and El Can de Nochistlan (Nochistlan Dog) was a famous Mexican wrestler through the 1970s to the 1990s. His son also wrestled as Perro Aguayo Jr. or El Hijo del Perro Aguayo (\"The Son of Perro Aguayo\"). He was one of the biggest box office attractions in lucha libre history and was the last major rival of El Santo. Often prone to blading, Aguayo has been described by American pundits as a cross between Terry Funk and Bruno Sammartino (for his willingness to brawl and overpower opponents). He was the first person ever crowned the WWF Light Heavyweight Champion, though pre-1997 title reigns are not included in WWE's official history for that title. In 2012, Aguayo was inducted into the AAA Hall of Fame.",
  "/wiki/Rayo_de_Jalisco_Jr.": "Rayo de Jalisco Jr. (Spanish for \"Lightning Bolt from Jalisco Jr.\"; born January 1, 1960) is the ring name of a Mexican Luchador Enmascarado (masked professional wrestler) whose real name has not been revealed, per Lucha Libre traditions. Rayo de Jalisco Jr. is the son of Rayo de Jalisco a famous wrestler from the early days of Lucha Libre; he also has a son who wrestles under the name Rayman. Rayo Jr. is a former two time CMLL World Heavyweight Champion and the reigning WWA World Heavyweight Champion, a title he has held since March 21, 2003. Rayo de Jalisco Jr.'s real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans.",
  "/wiki/Villano_IV": "Tomas Díaz Mendoza (born April 9, 1965) is a Mexican professional wrestler, better known by his ring name Villano IV (Villano Cuarto). Within the stable Los Villanos, he has wrestled for Universal Wrestling Association (UWA), AAA, and World Championship Wrestling (WCW). While popular and successful in Mexico, he frequently performed as a jobber in WCW. The other sons of Ray Mendoza who have used the name \"Villano\" include Villano I, Villano II, Villano III (Arturo Díaz Mendoza), and Villano V (Raymundo Diaz Mendoza).",
  "/wiki/Apolo_Dantés": "José Luis Amezcua Muñoz (born September 28, 1968) is a Mexican luchador, or professional wrestler, trainer and promoter, best known by his ring name Apolo Dantés.  He is the son of Alfonso Dantés, a successful and respected luchador during the 1960s and 1970s. He was a longtime mainstay of Consejo Mundial de Lucha Libre (CMLL) throughout the 1990s and now owns and operates \"Dantés Wrestling Factory\" in Guadalajara, Jalisco, Mexico.",
  "/wiki/Villano_III": "Arturo Díaz Mendoza (March 23, 1952 – August 21, 2018) was a Mexican professional wrestler who performed under the ring name Villano III (in Spanish Villano Tercero). Díaz was a second-generation wrestler, son of luchador Ray Mendoza and the father of professional wrestlers Villano III Jr. and El Hijo del Villano III himself. All five of the Díaz brothers used the Villano name; José de Jesús (Villano I), José Alfredo (Villano II), Tomas (Villano IV) and Raymundo (Villano V). Of the five Villanos, Arturo was considered the most successful in terms of championship and Lucha de Apuesta (bet match) wins as well as the most talented luchador in the family. He retired from wrestling in 2015 due to health issues stemming from wrestling. A few days after his death, he was inducted in the AAA Hall of Fame.",
  "/wiki/Universo_2000": "Andrés Reyes González (April 18, 1963 – May 1, 2018) was a Mexican professional wrestler, or luchador, who was best known under the ring name Universo 2000. Reyes made his professional wrestling debut in 1985 and worked for Consejo Mundial de Lucha Libre (CMLL), Lucha Libre AAA Worldwide (AAA) and, International Wrestling Revolution Group (IWRG). Reyes was a part of a wrestling family that includes his brothers Carmelo (who wrestles as Cien Caras) and Jesús (Máscara Año 2000) as well as his nephew that wrestles under the name Máscara Año 2000 Jr. Together with his brothers he formed a group called Los Hermanos Dinamita , also known as Los Capos when they teamed up with Apolo Dantés. Reyes was the only three-time CMLL World Heavyweight Champion in the history of the championship. He was originally an Enmascarado, a masked wrestler, but lost his mask in a match against El Canek on September 17, 2004.",
  "/wiki/Shocker_(wrestler)": "José Luis Jair Soria (born September 12, 1971) is a Mexican luchador or professional wrestler, who works under the ring name Shocker. He currently works for Consejo Mundial de Lucha Libre in Mexico and has previously worked for AAA in Mexico, Total Nonstop Action Wrestling, in the United States and New Japan Pro Wrestling in Japan. Soria is a second-generation professional wrestler; his father, Rubén Soria, was an active wrestler from 1963 to the 1970s.",
  "/wiki/Máscara_Año_2000": "Jesús Reyes González (born March 10, 1958) is a Mexican Luchador, or professional wrestler, best known under the ring name Máscara Año 2000 or Máscara Año Dos Mil. His ring name is Spanish for \"Mask of the year 2000\", originally referring to the mask Reyes wore while wrestling. Reyes was forced to unmask when he lost a Lucha de Apuesta (bet match) to Perro Aguayo in 1993. Throughout his career Reyes has often teamed with his two brothers Carmelo, who wrestles as Cien Caras and the late Andrés, who wrestled as Universo 2000, the three were collectively known as Los Hermanos Diniamita (\"The Dynamite Brothers\") or Los Capos (\"The Bosses\") when they teamed with Apolo Dantés. Reyes has earned the nickname \"El Padre de más de 20\" (\"Father of more than 20\") by wrestling commentators even though he does not quite have 20 children.",
  "/wiki/El_Satánico": "Daniel López López (born October 26, 1949) is a Mexican Luchador, (professional wrestler) and trainer best known under the ring name El Satánico (Spanish for \"The Satanic One\"). He was originally an enmascarado, (masked wrestler), but lost the mask early in his career and has worked unmasked ever since. The majority of his in ring career was spent in Consejo Mundial de Lucha Libre (CMLL), where he worked as a rudo (Known as a \"heel\" in English, the antagonists in professional wrestling).",
  "/wiki/Mr._Niebla": "Efrén Tiburcio Márquez (February 22, 1973 – December 23, 2019), known under the ring name Mr. Niebla, was a Mexican luchador enmascarado (Spanish for masked professional wrestler) who worked for Consejo Mundial de Lucha Libre (CMLL). \"Niebla\" is Spanish for \"fog\". His in-ring style focused more on comedy, which often included pratfalls (a form of physical comedy based on falling on the buttocks), dancing and mocking his opponents during matches.",
  "/wiki/Blue_Panther": "Genaro Vázquez Nevarez (born September 18, 1960) is a Mexican professional wrestler and trainer, best known under his ring name Blue Panther. He made his in-ring debut in 1978 and has since then worked for most major Mexican professional wrestling promotions such as the Universal Wrestling Association (UWA), Consejo Mundial de Lucha Libre (CMLL) and Asistencia, Asesoría y Administración (AAA) during his career. He was one of the first wrestlers to leave CMLL for AAA when it was created in 1992, but returned to CMLL in 1997 where he has competed ever since.",
  "/wiki/Leyenda_de_Azul": "The Leyenda de Azul (Spanish for \"the Blue Legend\") is a lucha libre tournament held seven times by the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) between 2000 and 2008 and again in 2011 and 2012. The tournament honors Blue Demon, or Demonio Azul as he's sometimes referred to. The tournament is not nearly as prestigious as CMLL's annual Leyenda de Plata tournament. The winner is given a plaque with a Blue Demon mask on it and a championship belt featuring Blue Demon as well. All tournaments have taken place in Arena México in Mexico City and all were held on Fridays during CMLL's Super Viernes show. In 2009 Blue Demon Jr. threatened to take legal action against CMLL on behalf of the National Wrestling Alliance over CMLL's use of three NWA branded championships. While CMLL did not publicly respond to the threat they dropped the tournament from their schedule for two years. In July 2011, CMLL, still not on good terms with Blue Demon Jr., announced the return of the tournament. The tournament would instead be endorsed by Blue Demon's biological son and Blue Demon Jr.'s adopted brother, El Hijo de Blue Demon."
}