{
  "/wiki/Blue_Panther": "Genaro Vázquez Nevarez (born September 18, 1960) is a Mexican professional wrestler and trainer, best known under his ring name Blue Panther. He made his in-ring debut in 1978 and has since then worked for most major Mexican professional wrestling promotions such as the Universal Wrestling Association (UWA), Consejo Mundial de Lucha Libre (CMLL) and Asistencia, Asesoría y Administración (AAA) during his career. He was one of the first wrestlers to leave CMLL for AAA when it was created in 1992, but returned to CMLL in 1997 where he has competed ever since.",
  "/wiki/Tarzan_Boy_(wrestler)": "Oziel Toscano Jasso (born December 20, 1973) is a Mexican professional wrestler, or Luchador as they are known in Spanish. He has achieved most scucess under the ring names Tarzan Boy and Toscano . After making his professional wrestling debut in 1993 he has worked for a number of notable professional wrestling promotions in and outside of Mexico such as Consejo Mundial de Lucha Libre, AAA, the World Wrestling Federation, International Wrestling Revolution Group, and Promo Azteca. Toscano' ring charater is that of a latin hearth-throb. He has also competed under the ring names Armando Fernandez, Baby Toscano/Babe Toscano, Tarzan Toscano and Zorro during his career.",
  "/wiki/Shocker_(wrestler)": "José Luis Jair Soria (born September 12, 1971) is a Mexican luchador or professional wrestler, who works under the ring name Shocker. He currently works for Consejo Mundial de Lucha Libre in Mexico and has previously worked for AAA in Mexico, Total Nonstop Action Wrestling, in the United States and New Japan Pro Wrestling in Japan. Soria is a second-generation professional wrestler; his father, Rubén Soria, was an active wrestler from 1963 to the 1970s.",
  "/wiki/Universo_2000": "Andrés Reyes González (April 18, 1963 – May 1, 2018) was a Mexican professional wrestler, or luchador, who was best known under the ring name Universo 2000. Reyes made his professional wrestling debut in 1985 and worked for Consejo Mundial de Lucha Libre (CMLL), Lucha Libre AAA Worldwide (AAA) and, International Wrestling Revolution Group (IWRG). Reyes was a part of a wrestling family that includes his brothers Carmelo (who wrestles as Cien Caras) and Jesús (Máscara Año 2000) as well as his nephew that wrestles under the name Máscara Año 2000 Jr. Together with his brothers he formed a group called Los Hermanos Dinamita , also known as Los Capos when they teamed up with Apolo Dantés. Reyes was the only three-time CMLL World Heavyweight Champion in the history of the championship. He was originally an Enmascarado, a masked wrestler, but lost his mask in a match against El Canek on September 17, 2004.",
  "/wiki/Canek_(wrestler)": "Felipe Estrada (born June 19, 1952), known as Canek or El Canek, is a Mexican luchador enmascarado or masked professional wrestler best known for the 20 years he worked for the Universal Wrestling Association where he held the UWA World Heavyweight Championship a total of 15 times. As the major heavyweight working for the Universal Wrestling Association promotion, he became one of Lucha Libre's biggest attractions during the 1980s especially through his high-profile matches against non-Mexicans that sold out numerous shows and led to the UWA using the same formula of \"Canek vs. the foreigner\" for over a decade. He made his debut in 1972 as \"El Universitario\" at the age of 18 and would later work under the name \"Principe Azul\" (Spanish for \"The Blue Prince\"). In 1973 he adopted the ring name El Canek, a name inspired by the Mayan Indian leader Jacinto Canek, that he has used ever since. While he has worked in Mexico for the majority of his career he has also made several, frequent, tours of Japan and has worked in the United States as well as Europe.",
  "/wiki/Lizmark_Jr.": "Juan Carlos Baños (born October 16, 1972) is a Mexican professional wrestler or \"Luchador\" known as Lizmark Jr. or El Hijo de Lizmark (The Son of Lizmark). Baños previously worked for Consejo Mundial de Lucha Libre and AAA. Lizmark Jr. works as a Rudo and has been a part of the Los Perros del Mal stable.",
  "/wiki/Último_Guerrero": "José Gutiérrez Hernández (born March 1, 1972), better known under the ring name Último Guerrero (Spanish for Last Warrior), is a Mexican Luchador,  or professional wrestler, currently working for Consejo Mundial de Lucha Libre (CMLL), where he is the current CMLL World Heavyweight Champion in his second reign. He is also part of the booking committee. He is not related to the lucha libre legend Gory Guerrero or any of his children; \"Guerrero\" in this case is the Spanish word for warrior and not the surname of the character. On September 19, 2014, Último Guerrero lost a Lucha de Apuestas match to Atlantis, after which he was forced to unmask and reveal his birth name.",
  "/wiki/Rey_Bucanero": "Arturo García Ortiz (born July 19, 1974) is a Mexican luchador or professional wrestler best known under the ring name Rey Bucanero. Ortiz, as Rey Bucanero, has worked for Consejo Mundial de Lucha Libre (CMLL) since 1996. His ring name is Spanish for \"Buccaneer King\", which was originally reflected in his mask that featured a skull face and an eye patch. Ortiz was unmasked in 1999 and has worked unmasked ever since.",
  "/wiki/Atlantis_(wrestler)": "Atlantis (born September 28, 1962) is a Mexican luchador enmascarado (masked professional wrestler), working for Consejo Mundial de Lucha Libre (CMLL) where he performs as a Técnico (face or \"good guy\" character). Atlantis was trained by Diablo Velasco, made his in-ring debut in 1983 and has always wrestled under the ring name Atlantis, named after the sunken city of Atlantis. Atlantis has held a large number of professional wrestling championships over the years, both in Mexico and in Japan, both individually and as a tag team. He has also won the mask of several prominent wrestlers through his career including Kung Fu, Villano III, Último Guerrero and La Sombra.",
  "/wiki/El_Terrible": "Damián Gutiérrez Hernández (born April 12, 1976) is a Mexican professional wrestler currently performing for Consejo Mundial de Lucha Libre (CMLL) under the ring name El Terrible.  Gutiérrez portrays a rudo (Known as a \"heel\" in English, the antagonists in professional wrestling). He started out under the ring name Engendro del Mal (\"Spawn of Evil\") and later adopted the name Damián El Terrible, before being shortened to his current name.",
  "/wiki/Marco_Corleone": "Mark Robert Jindrak (born June 26, 1977) is an American businessman, professional wrestler and actor. He is best known for his appearances with World Championship Wrestling (WCW) and World Wrestling Entertainment (WWE) as Mark Jindrak and for his appearances with Consejo Mundial de Lucha Libre (CMLL) under the ring name Marco Corleone. He is a former CMLL World Heavyweight Champion, CMLL World Trios Champion, and WCW World Tag Team Champion.",
  "/wiki/Mr._Niebla": "Efrén Tiburcio Márquez (February 22, 1973 – December 23, 2019), known under the ring name Mr. Niebla, was a Mexican luchador enmascarado (Spanish for masked professional wrestler) who worked for Consejo Mundial de Lucha Libre (CMLL). \"Niebla\" is Spanish for \"fog\". His in-ring style focused more on comedy, which often included pratfalls (a form of physical comedy based on falling on the buttocks), dancing and mocking his opponents during matches.",
  "/wiki/Diamante_Azul": "Diamante Azul (born December 20, 1982) is the best known ring name of a Mexican Luchador Enmascarado, or masked professional wrestler. He currently works for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL). He originally wrestled under the ring name El Romano but in 2009 he was given a new name and mask, Metro, a ring name that had been used by at least three other CMLL wrestlers before 2009. The \"Metro\" ring character was sponsored by the Mexico City \"Metro\" newspaper, incorporating the newspapers logo and color scheme (Red and gold) in the mask and wrestling trunks. In early 2012 he  was given a new image and ring name, dropping the sponsored ring name to become Diamante Azul instead. Diamante Azul is Spanish for \"Blue Diamond\".",
  "/wiki/Valiente_(wrestler)": "Valiente (born May 30, 1974) is a Mexican luchador enmáscarado, or masked professional wrestler, and is mainly known for his work in the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL). Valiente's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. Valiente is Spanish for \"Valiant\", expressed by the sword icon on his mask. Valiente won the 2008 and the 2012 Reyes del Aire tournaments and is a former Mexican National Welterweight and CMLL World Trios Champion.",
  "/wiki/Rush_(wrestler)": "William Arturo Muñoz González (born September 29, 1988) is a Mexican luchador (Spanish for professional wrestler), known both nationally and internationally under the ring name Rush (commonly pronounced in English as \"Roosh\"). He is best known for his time performing for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) as well as the U.S. based Ring of Honor (ROH) where he is a former ROH World Champion.",
  "/wiki/Euforia_(wrestler)": "Euforia (born December 5, 1974) is the ring name of a second-generation Mexican Luchador Enmascarado, or masked professional wrestler currently working for Consejo Mundial de Lucha Libre (CMLL). Euforia's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. Euforia has a son, also wrestling in CMLL, as Soberano Jr.",
  "/wiki/Leyenda_de_Azul": "The Leyenda de Azul (Spanish for \"the Blue Legend\") is a lucha libre tournament held seven times by the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) between 2000 and 2008 and again in 2011 and 2012. The tournament honors Blue Demon, or Demonio Azul as he's sometimes referred to. The tournament is not nearly as prestigious as CMLL's annual Leyenda de Plata tournament. The winner is given a plaque with a Blue Demon mask on it and a championship belt featuring Blue Demon as well. All tournaments have taken place in Arena México in Mexico City and all were held on Fridays during CMLL's Super Viernes show. In 2009 Blue Demon Jr. threatened to take legal action against CMLL on behalf of the National Wrestling Alliance over CMLL's use of three NWA branded championships. While CMLL did not publicly respond to the threat they dropped the tournament from their schedule for two years. In July 2011, CMLL, still not on good terms with Blue Demon Jr., announced the return of the tournament. The tournament would instead be endorsed by Blue Demon's biological son and Blue Demon Jr.'s adopted brother, El Hijo de Blue Demon."
}