{
  "/wiki/1._FC_Slovácko_(women)": "1. FC Slovácko Ženy is a Czech women's football team from Uherské Hradiště, representing 1. FC Slovácko in the Czech First Division. Founded in 1991, it was called DFC Compex and based in Otrokovice (16 kilometers from Uherské Hradiště) before Slovácko bought it in 2006.",
  "/wiki/Městský_fotbalový_stadion_Miroslava_Valenty": "Městský fotbalový stadion Miroslava Valenty is a multi-use stadium in Uherské Hradiště, Czech Republic. It is used mostly for football matches and is the home ground of 1. FC Slovácko. The stadium has an all-seated capacity of 8,121 people.",
  "/wiki/FK_Pardubice": "FK Pardubice is a Czech football club located in the city of Pardubice. It currently plays in the Czech 2. Liga.",
  "/wiki/Letní_stadion_(Pardubice)": "Letní stadion is a former multi-purpose stadium in Pardubice, Czech Republic. From demolition in 1968 is intended only for football. It is the home stadium of women's football team SK DFO Pardubice and American football team Pardubice Stallions. Stadium capacity from the original 15,000 spectators dropped to just 1,000 spectators.",
  "/wiki/AC_Sparta_Praha_(women)": "The women's section of AC Sparta Praha is a women's football club from Prague, Czech Republic. Together with their local neighbour Slavia, Sparta dominates the national league having won 20 of the 26 titles while Slavia has won the other six. They have taken part in UEFA competitions several times and got their best result in the 2005–06 UEFA Women's Cup when they reached the quarter-finals, losing over two legs to Djurgården.",
  "/wiki/Strahov_Stadium": "The Great Strahov Stadium (Czech: Velký strahovský stadion) is a stadium in the Strahov district of Prague, Czech Republic. It was built for displays of synchronized gymnastics on a massive scale, with a field three times as long as and three times as wide as the standard Association football pitch. It has a capacity of 250,000 spectators, of which is 56,000 seating, making it the largest stadium and the second largest sports venue ever built.",
  "/wiki/FC_Slovan_Liberec": "FC Slovan Liberec /ˈsloʊvən ˈlɪbərɛts/[citation needed] (Czech pronunciation: [ˈslovan ˈlɪbɛrɛts]) is a Czech football club founded in the city of Liberec. The club is one of the most successful in the Czech Republic, having won three league titles and the domestic cup since 1993. Glass-making company Preciosa a.s. is the current main sponsor of the club.",
  "/wiki/Frýdlant": "Frýdlant, sometimes cited also as Frýdlant v Čechách (Czech pronunciation: [ˈfriːdlant ˈftʃɛxaːx]; German: Friedland in Böhmen) is a town in the Liberec District of the Liberec Region in the Czech Republic.",
  "/wiki/FK_Dukla_Praha": "FK Dukla Prague (Czech: FK Dukla Praha) is a Czech association football club located in the Dejvice area of Prague. It currently plays in the Czech National Football League.",
  "/wiki/Stadion_SK_Prosek": "Stadion SK Prosek is a stadium in Prague, Czech Republic.  It is currently used mostly for football matches and is the home ground of FK Bohemians Prague (Střížkov).",
  "/wiki/FC_Viktoria_Plzeň": "Football Club Viktoria Plzeň (pronounced [ˈvɪktorja ˈpl̩zɛɲ]) is a Czech professional football club based in Plzeň. They play in the Czech First League, the top division of football in the country.",
  "/wiki/SK_Slavia_Praha_(women)": "SK Slavia Praha Ženy is a Czech women's football team from Prague representing SK Slavia Prague. It competes in the Czech First Division.",
  "/wiki/Na_Chvalech": "Stadion Na Chvalech (Stadium on the Chvaly), also known as Stadion SC Xaverov Horní Počernice, is a football stadium in Chvaly, a former village which is a part of Horní Počernice district of Prague, Czech Republic. The stadium holds 3,400 spectators. The sports area Na Chvalech contains also volleyball field, tennis courts, offices, restaurants, hotel, stores, laundry etc.",
  "/wiki/Czech_First_Division_(women)": "The Czech First Division (women) (Czech: I. liga žen) is the top level women's football league of the Czech Republic."
}