{
  "/wiki/Vangelis_(wrestler)": "Vangelis, sometimes spelled Vangellys (born September 7, 1981) is the ring name of a Mexican luchador, or professional wrestler, working for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) portraying a rudo (\"bad guy\") wrestling character. He has formerly worked for AAA in Mexico, Dragon Gate in Japan and extensively on the Mexican independent circuit. Vangelis is the winner of the 2013 En Busca de un Ídolo tournament and a former holder of the Mexican National Light Heavyweight Championship.",
  "/wiki/Brazo_de_Plata": "José Alvarado Nieves (born March 19, 1963) is a Mexican luchador best known under the ring name Brazo de Plata, a name he has used since his debut in 1977. He is also well known for his appearances in WWE as Super Porky. Alvarado is a part of the Alvarado wrestling family which includes his father Shadito Cruz, five brothers who used the \"Brazo\" name at some point and several third generation wrestlers who have appeared over the last couple of years.",
  "/wiki/Rey_Escorpi%C3%B3n": "Fabián Núñez Napoles (born January 20, 1979) is a Mexican luchador (professional wrestler), better known by the ring name Rey Escorpión. He is currently working for Lucha Libre AAA Worldwide (AAA), where he portrays a rudo or bad guy character. He is former the AAA World Tag Team Champions with El Texano Jr. He worked for Consejo Mundial de Lucha Libre (CMLL) from 2009 to 2016 and prior to that worked for Lucha Libre AAA Worldwide (AAA) in 2008, where he was known as Escorpión Negro. Núñez ring name is Spanish for \"Scorpion King\".",
  "/wiki/Drag%C3%B3n_Rojo_Jr.": "Dragón Rojo Jr. (Spanish for Red Dragon Jr., born November 3, 1982) is the ring name of a Mexican luchador enmascarado (Spanish for \"Masked Professional wrestler\") known for his work in Consejo Mundial de Lucha Libre (CMLL). Dragón Rojo Jr. has previously worked under the ring names Zaracatán Jr. and Diamante Negro but has achieved the majority of his success as Dragón Rojo Jr. He is a former CMLL World Middleweight Champion, having held the championship for a total of 1,954 days. Dragón Rojo Jr. along with Último Guerrero are the longest reigning CMLL World Tag Team Champions in the history of the championship.",
  "/wiki/La_Sombra_(wrestler)": "Manuel Alfonso Andrade Oropeza (born November 3, 1989) is a Mexican professional wrestler currently signed to WWE, where he performs on the Raw brand under the ring name Andrade, and is the current WWE United States Champion in his first reign.",
  "/wiki/Euforia_(wrestler)": "Euforia (born December 5, 1974) is the ring name of a second-generation Mexican Luchador Enmascarado, or masked professional wrestler currently working for Consejo Mundial de Lucha Libre (CMLL). Euforia's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. Euforia has a son, also wrestling in CMLL, as Soberano Jr.",
  "/wiki/Mr._Niebla": "Efrén Tiburcio Márquez (February 22, 1973 – December 23, 2019), known under the ring name Mr. Niebla, was a Mexican luchador enmascarado (Spanish for masked professional wrestler) who worked for Consejo Mundial de Lucha Libre (CMLL). \"Niebla\" is Spanish for \"fog\". His in-ring style focused more on comedy, which often included pratfalls (a form of physical comedy based on falling on the buttocks), dancing and mocking his opponents during matches.",
  "/wiki/Shocker_(wrestler)": "José Luis Jair Soria (born September 12, 1971) is a Mexican luchador or professional wrestler, who works under the ring name Shocker. He currently works for Consejo Mundial de Lucha Libre in Mexico and has previously worked for AAA in Mexico, Total Nonstop Action Wrestling, in the United States and New Japan Pro Wrestling in Japan. Soria is a second-generation professional wrestler; his father, Rubén Soria, was an active wrestler from 1963 to the 1970s.",
  "/wiki/El_Terrible": "Damián Gutiérrez Hernández (born April 12, 1976) is a Mexican professional wrestler currently performing for Consejo Mundial de Lucha Libre (CMLL) under the ring name El Terrible.  Gutiérrez portrays a rudo (Known as a \"heel\" in English, the antagonists in professional wrestling). He started out under the ring name Engendro del Mal (\"Spawn of Evil\") and later adopted the name Damián El Terrible, before being shortened to his current name.",
  "/wiki/Valiente_(wrestler)": "Valiente (born May 30, 1974) is a Mexican luchador enmáscarado, or masked professional wrestler, and is mainly known for his work in the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL). Valiente's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. Valiente is Spanish for \"Valiant\", expressed by the sword icon on his mask. Valiente won the 2008 and the 2012 Reyes del Aire tournaments and is a former Mexican National Welterweight and CMLL World Trios Champion.",
  "/wiki/La_Mascara_(wrestler)": "Felipe de Jesús Alvarado Mendoza (born January 8, 1982) is a Mexican luchador, or professional wrestler best known by the ring name La Máscara for his time working for Lucha Libre AAA Worldwide (AAA) and was the co-founder and leader of Los Mercenarios (alongside El Hijo del Fantasma, Rey Escorpión, and Texano Jr.).",
  "/wiki/Maximo_(wrestler)": "José Christian Alvarado Ruiz (born November 8, 1980) is a Mexican Luchador or professional wrestler where's is currently signed to Lucha Libre AAA Worldwide (AAA) performing as Máximo (Spanish for \"Maximus\").",
  "/wiki/Rush_(wrestler)": "William Arturo Muñoz González (born September 29, 1988) is a Mexican luchador (Spanish for professional wrestler), known both nationally and internationally under the ring name Rush (commonly pronounced in English as \"Roosh\"). He is best known for his time performing for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) as well as the U.S. based Ring of Honor (ROH) where he is a former ROH World Champion.",
  "/wiki/Rey_Bucanero": "Arturo García Ortiz (born July 19, 1974) is a Mexican luchador or professional wrestler best known under the ring name Rey Bucanero. Ortiz, as Rey Bucanero, has worked for Consejo Mundial de Lucha Libre (CMLL) since 1996. His ring name is Spanish for \"Buccaneer King\", which was originally reflected in his mask that featured a skull face and an eye patch. Ortiz was unmasked in 1999 and has worked unmasked ever since.",
  "/wiki/Atlantis_(wrestler)": "Atlantis (born September 28, 1962) is a Mexican luchador enmascarado (masked professional wrestler), working for Consejo Mundial de Lucha Libre (CMLL) where he performs as a Técnico (face or \"good guy\" character). Atlantis was trained by Diablo Velasco, made his in-ring debut in 1983 and has always wrestled under the ring name Atlantis, named after the sunken city of Atlantis. Atlantis has held a large number of professional wrestling championships over the years, both in Mexico and in Japan, both individually and as a tag team. He has also won the mask of several prominent wrestlers through his career including Kung Fu, Villano III, Último Guerrero and La Sombra.",
  "/wiki/%C3%9Altimo_Guerrero": "José Gutiérrez Hernández (born March 1, 1972), better known under the ring name Último Guerrero (Spanish for Last Warrior), is a Mexican Luchador,  or professional wrestler, currently working for Consejo Mundial de Lucha Libre (CMLL), where he is the current CMLL World Heavyweight Champion in his second reign. He is also part of the booking committee. He is not related to the lucha libre legend Gory Guerrero or any of his children; \"Guerrero\" in this case is the Spanish word for warrior and not the surname of the character. On September 19, 2014, Último Guerrero lost a Lucha de Apuestas match to Atlantis, after which he was forced to unmask and reveal his birth name.",
  "/wiki/Leyenda_de_Azul": "The Leyenda de Azul (Spanish for \"the Blue Legend\") is a lucha libre tournament held seven times by the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) between 2000 and 2008 and again in 2011 and 2012. The tournament honors Blue Demon, or Demonio Azul as he's sometimes referred to. The tournament is not nearly as prestigious as CMLL's annual Leyenda de Plata tournament. The winner is given a plaque with a Blue Demon mask on it and a championship belt featuring Blue Demon as well. All tournaments have taken place in Arena México in Mexico City and all were held on Fridays during CMLL's Super Viernes show. In 2009 Blue Demon Jr. threatened to take legal action against CMLL on behalf of the National Wrestling Alliance over CMLL's use of three NWA branded championships. While CMLL did not publicly respond to the threat they dropped the tournament from their schedule for two years. In July 2011, CMLL, still not on good terms with Blue Demon Jr., announced the return of the tournament. The tournament would instead be endorsed by Blue Demon's biological son and Blue Demon Jr.'s adopted brother, El Hijo de Blue Demon."
}