{
  "/wiki/American_Ranch": "The American Ranch was a 160-acre farm and lodging house located in the American Valley, now Quincy, California.",
  "/wiki/Quincy,_California": "Quincy (formerly, Quinsy) is a census-designated place and the county seat of Plumas County, California. The population was 1,728 during the 2010 census, down from 1,879 during the 2000 United States Census.",
  "/wiki/Beckwourth_Pass": "Beckwourth Pass is the lowest mountain pass in the Sierra Nevada mountain range at an elevation of 5,221 feet (1,591 m).",
  "/wiki/Chilcoot,_California": "Chilcoot is an unincorporated community in Plumas County, California. It lies at an elevation of 5,013 feet (1,528 m). Chilcoot is located 17 miles (27.4 km) east of Portola.",
  "/wiki/Bucks_Lake,_California": "Bucks Lake (also, Bucks Lodge)  is a census-designated place (CDP) in Plumas County, California, United States. Bucks Lake is located on the south shore of the lake of the same name, 13 miles (20.9 km) west-southwest of Quincy.  The population was 10 at the 2010 census, down from 17 at the 2000 census.",
  "/wiki/Elizabethtown,_California": "Elizabethtown, California was a California Gold Rush town that began in 1852 in Plumas County, California. It was named after a woman in the miners camp called Elizabeth Stark Blakesley.",
  "/wiki/Plumas-Eureka_State_Park": "Plumas-Eureka State Park is a California state park located in the Sierra Nevada and Cascade Range in Plumas County, California.",
  "/wiki/Blairsden,_California": "Blairsden is a census-designated place (CDP) in Plumas County, California, United States. Blairsden is located 20 miles (32.2 km) east-southeast of Quincy. The population was 39 at the 2010 census, down from 50 at the 2000 census.",
  "/wiki/Peter_Lassen": "Peter Lassen (October 31, 1800 – April 26, 1859) was a Danish-American rancher and prospector.  He was an early pioneer in California for whom Lassen County and Lassen Volcanic National Park are named.",
  "/wiki/Greenville,_California": "Greenville is a census-designated place (CDP) in Plumas County, California, United States, on the north-west side of Indian Valley. According to the United States Census Bureau, the CDP has a total area of 8.0 square miles (21 km2), all of it land. The population was 1,129 at the 2010 census, down from 1,160 at the 2000 census.",
  "/wiki/La_Porte,_California": "La Porte is a census-designated place (CDP) in Plumas County, California, United States. The population was 26 at the 2010 census, down from 43 at the 2000 census.",
  "/wiki/Rich_Bar,_California": "Diamondville (also, Rich Bar and Goatville) is a former settlement in Butte County, California, United States. It was located 4 miles (6.4 km) west of Paradise. The town was named for James Diamond. In the 1870s, Diamondville was on the stage coach route to Chico, 11 miles (18 km) distant; fares averaged 10 cents per mile. Cretaceous fossils were reported to be found from Butte Creek below Diamondville. In an 1884 report published by the United States government on the production of precious metals in the United States, Diamondville was described as \"an old mining town . . . occupied by one or two ranchers and only mined by Chinese.\"",
  "/wiki/Spanish_Ranch,_California": "Spanish Ranch is an unincorporated community in Plumas County, California. It lies at an elevation of 3668 feet (1118 m). Spanish Ranch is located 1.25 miles (2.0 km)north- northeast of Meadow Valley.",
  "/wiki/California_Historical_Landmarks_in_Plumas_County": "This list includes properties and districts listed on the California Historical Landmark listing in Plumas County, California. Click the \"Map of all coordinates\" link to the right to view a Google map of all properties and districts with latitude and longitude coordinates in the table below."
}