{
  "/wiki/Cheatham_County_Courthouse": "The Cheatham County Courthouse is a courthouse in Ashland City, Tennessee. The original seat of government for Cheatham County, the courthouse was placed on the National Register of Historic Places in 1976.",
  "/wiki/Ashland_City,_Tennessee": "Ashland City is a town in and the county seat of Cheatham County, Tennessee, United States. The population was 4,541 as of the 2010 census.",
  "/wiki/Kingston_Springs_Hotel_and_Buildings": "The Kingston Springs Hotel and Buildings is a historic hotel complex in Kingston Springs, Tennessee. It was rebuilt in the 1890s, surrounded by original 1860 cottages. It is listed on the National Register of Historic Places.",
  "/wiki/Kingston_Springs,_Tennessee": "Kingston Springs is a town in Cheatham County, Tennessee, United States. The population was 2,773 at the 2000 census and 2,756 at the 2010 census.",
  "/wiki/Montgomery_Bell_Tunnel": "The Montgomery Bell Tunnel, also known as the Patterson Forge Tunnel, is a historic water diversion tunnel in Harpeth River State Park in Cheatham County, Tennessee.  Built in 1819, the 290-foot (88 m) long tunnel is believed to be the first full-size tunnel built in the United States, and is the first used to divert water for industrial purposes.  It was designated a Historic Civil Engineering Landmark in 1981, and a National Historic Landmark in 1994.",
  "/wiki/Harpeth_River": "The Harpeth River, 115 miles (185 km) long, is one of the major streams of north-central Middle Tennessee, United States, and one of the major tributaries of the Cumberland River. Via the Cumberland and the Ohio Rivers, it is part of the Mississippi River watershed. The lower portion of the Harpeth is designated as a \"scenic river\" under the Tennessee Scenic Rivers Act.",
  "/wiki/White_Bluff,_Tennessee": "White Bluff is a town in Dickson County, Tennessee, United States. The population was 2,142 at the 2000 census and 3,206 at the 2010 census. The community name derives from the White Bluff Iron Forge.",
  "/wiki/Mound_Bottom": "Mound Bottom is a prehistoric Native American complex in Cheatham County, Tennessee, located in the Southeastern United States.  The complex, which consists of earthen platform and burial mounds, a 7-acre central plaza, and habitation areas, was occupied between approximately 1000 and 1300 AD, during the Mississippian period.",
  "/wiki/Harpeth_River_State_Park": "Harpeth River State Park is a state park in Cheatham and Davidson counties in the U.S. state of Tennessee, in the southeastern United States.  The park is a linear park that was created to connect several state historic, natural, and archaeological sites along the lower Harpeth River.  The park includes an incised meander in the river known as the Narrows of the Harpeth and its associated national historic landmark, the Montgomery Bell Tunnel.  The park also includes the Mound Bottom and Mace Bluff archaeological sites, the Newsom's Mill Historic Site, the Gossett Tract State Natural Area, and a section of land at Hidden Lakes.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Tennessee": "This is a list of properties and historic districts in Tennessee that are listed on the National Register of Historic Places. There are over 2,000 in total. Of these, 29 are National Historic Landmarks. Each of Tennessee's 95 counties has at least one listing."
}