{
  "/wiki/S%C3%A9v%C3%A9rin_Lachapelle": "Séverin Lachapelle (September 18, 1850 – June 18, 1913) was a physician, educator and political figure in Quebec. He represented Hochelaga in the House of Commons of Canada from 1892 to 1896 as a Conservative member.",
  "/wiki/Conservative_Party_of_Canada_(historical)": "The Conservative Party of Canada has gone by a variety of names over the years since Canadian Confederation. Initially known as the \"Liberal-Conservative Party\", it dropped \"Liberal\" from its name in 1873, although many of its candidates continued to use this name.",
  "/wiki/Hochelaga_(electoral_district)": "Hochelaga (formerly known as Sainte-Marie and Montreal—Sainte-Marie) is a federal electoral district in Quebec, Canada, that has been represented in the House of Commons of Canada from 1867 to 1988 and since 2004.",
  "/wiki/Papal_Army": "The Papal States (/pæpəl/) (Italian: Stato Pontificio), officially the State of the Church (Italian: Stato della Chiesa, Italian pronunciation: [ˈstaːto della ˈkjɛːza; ˈkjeː-]; Latin: Status Ecclesiasticus; also Dicio Pontificia) were a series of territories in the Italian Peninsula under the direct sovereign rule of the Pope, from the 8th century until 1870. They were among the major states of Italy from roughly the 8th century until the Kingdom of Piedmont-Sardinia successfully unified the Italian Peninsula by conquest in a campaign virtually concluded in 1861 and definitively in 1870. At their zenith, the Papal States covered most of the modern Italian regions of Lazio (which includes Rome), Marche, Umbria and Romagna, and portions of Emilia. These holdings were considered to be a manifestation of the temporal power of the pope, as opposed to his ecclesiastical primacy.",
  "/wiki/L%C3%A9o_La_Fl%C3%A8che": "Léo Richer La Flèche, PC DSO (April 16, 1888 – March 7, 1956) was a Canadian general, civil servant, diplomat, and politician.",
  "/wiki/Liberal_Party_of_Canada": "The Liberal Party of Canada (French: Parti libéral du Canada) is the oldest and longest-serving political party in Canada. The party has dominated federal politics for much of Canada's history,  holding power for almost 70 years in the 20th century—more than any other party in a developed country—and as a result, it is sometimes referred to as Canada's \"natural governing party\".",
  "/wiki/Outremont_(electoral_district)": "Outremont is a federal electoral district in Montreal, Quebec, Canada, that has been represented in the House of Commons of Canada since 1935. It was known as Outremont—Saint-Jean from 1947 to 1966. Its population in 2006 was 95,711. Its current Member of Parliament is Rachel Bendayan of the Liberal Party of Canada.",
  "/wiki/Canadian_Army": "The Canadian Army (French: Armée canadienne) is the command responsible for the operational readiness of the conventional ground forces of the Canadian Armed Forces. As of 2018[update] the Army has 23,000 regular soldiers, about 19,000 reserve soldiers, including 5,000 rangers, for a total of 40,000 soldiers.  The Army is supported by 3,000 civilian employees. It maintains regular forces units at bases across Canada, and is also responsible for the Army Reserve, the largest component of the Primary Reserve. The Commander of the Canadian Army and Chief of the Army Staff is Lieutenant-General Wayne Eyre.",
  "/wiki/Marcel_Joseph_Aim%C3%A9_Lambert": "Marcel Joseph Aimé Lambert, PC QC (August 21, 1919 – September 24, 2000) was a Canadian politician and Speaker of the House of Commons of Canada (1962–1963).",
  "/wiki/Progressive_Conservative_Party_of_Canada": "The Progressive Conservative Party of Canada (French: Parti progressiste-conservateur du Canada; PC) was a federal political party in Canada.",
  "/wiki/Edmonton_West": "Edmonton West (French: Edmonton-Ouest) is a federal electoral district in Alberta, Canada, that was represented in the House of Commons of Canada from 1917 to 1988, from 1997 to 2004 and again since 2015.",
  "/wiki/J._Gilles_Lamontagne": "Joseph-Georges-Gilles-Claude Lamontagne PC OC CQ CD (French pronunciation: ​[ʒɔzɛf ʒɔʁʒ ʒil klod lamɔ̃taɲ]; April 17, 1919 – June 14, 2016) was a Canadian politician and the 24th Lieutenant Governor of Quebec.",
  "/wiki/Qu%C3%A9bec_(electoral_district)": "Québec (formerly known as Langelier) is a federal electoral district that has been represented in the House of Commons of Canada since 1968. It is located in Quebec City in the province of Quebec, Canada.",
  "/wiki/Royal_Canadian_Air_Force": "The Royal Canadian Air Force (RCAF; French: Aviation royale canadienne, ARC) is the air force of Canada. Its role is to \"provide the Canadian Forces with relevant, responsive and effective airpower\". The RCAF is one of three environmental commands within the unified Canadian Armed Forces. As of 2013, the Royal Canadian Air Force consists of 14,500 Regular Force and 2,600 Primary Reserve personnel, supported by 2,500 civilians, and operates 258 manned aircraft and 9 unmanned aerial vehicles. Lieutenant-General Al Meinzinger is the current Commander of the Royal Canadian Air Force and Chief of the Air Force Staff.",
  "/wiki/Auguste-C.P.R._Landry": "Auguste Charles Philippe Robert Landry (January 15, 1846 – December 20, 1919) was a Canadian parliamentarian who served as Speaker of the Senate of Canada from 1911 to 1916.",
  "/wiki/Montmagny_(electoral_district)": "Montmagny was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1867 to 1935.",
  "/wiki/Bob_Lane_(Canadian_politician)": "Robert E. (Bob) Lane (born c. 1933) was a Canadian insurance executive and politician. Lane served as a  Progressive Conservative party member of the House of Commons of Canada.",
  "/wiki/Winnipeg%E2%80%94St._James": "Winnipeg—St. James was a federal electoral district  in the province of Manitoba, Canada, that was represented in the House of Commons of Canada from 1979 to 1997. It was located in the north end of city of Winnipeg. This riding was created in 1987 from parts of Winnipeg North Centre and Winnipeg South Centre ridings.",
  "/wiki/Royal_Canadian_Navy": "The Royal Canadian Navy (RCN; French: Marine royale canadienne) is the naval force of Canada. The RCN is one of three environmental (land - army, sea - navy, and air - air force) commands within the unified Canadian Armed Forces. As of 2017[update], The Royal Canadian Navy operates 12 frigates, 4 attack submarines, 12 coastal  defence vessels and 8 patrol/training vessels, as well as several auxiliary vessels. The Royal Canadian Navy consists of 8,500 Regular Force and 5,100 Primary Reserve sailors, supported by 5,300 civilians.[a 1] Vice-Admiral Art McDonald is the current Commander of the Royal Canadian Navy and Chief of the Naval Staff.[a 2]",
  "/wiki/Norman_Lang_(politician)": "Norman Lang (August 4, 1879 – July 25, 1930) was a farmer, rancher and political figure in Saskatchewan, Canada. He represented Humboldt from 1917 to 1921 as a Unionist Party member.",
  "/wiki/Unionist_Party_of_Canada": "The Unionist Party was a centre-right historical political party in Canada, composed primarily of former members of the Conservative party with some individual Liberal Members of Parliament. It was formed in 1917 by MPs who supported the \"Union government\" formed by Sir Robert Borden during the First World War, formed the government through the final years of the war, and was a proponent of conscription. It was opposed by the remaining Liberal MPs, who sat as the official opposition.",
  "/wiki/Humboldt_(electoral_district)": "Humboldt was a federal electoral district in Canada, that was represented in the House of Commons of Canada from 1904 to 1953. When it was created in 1903, it was part of the Northwest Territories. When Saskatchewan became a province in 1905, Humboldt riding was in that province. It was abolished in 1952 when it was redistributed into Humboldt—Melfort, Mackenzie and Rosthern ridings.",
  "/wiki/L%C3%A9opold_Langlois": "J. G. Léopold Langlois (October 2, 1913 – February 13, 1996) was a Canadian lawyer and parliamentarian.",
  "/wiki/Gasp%C3%A9_(electoral_district)": "Gaspé was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1867 to 1997.",
  "/wiki/G%C3%A9rald_Laniel": "Gérald Laniel (8 August 1924 – 2 February 2016) was a Liberal party member of the House of Commons of Canada. His career included work as an insurance broker and in the military, including service as a Royal Canadian Air Force flying officer during World War II and as a reservist from 1949 to 1958.",
  "/wiki/Beauharnois%E2%80%94Salaberry": "Beauharnois—Salaberry is a former federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1949 to 2015.",
  "/wiki/Arthur-Joseph_Lapointe": "Arthur-Joseph Lapointe (13 February 1895 – 5 January 1960) was a Liberal party member of the House of Commons of Canada. He was born in Saint-Ulric, Quebec in Matane County and became a railway station agent by career.",
  "/wiki/Matap%C3%A9dia%E2%80%94Matane": "Haute-Gaspésie—La Mitis—Matane—Matapédia (formerly known as Matapédia—Matane) was a federal electoral district in Quebec, Canada, that has been represented in the House of Commons of Canada since 1979. It has the lowest percentage of visible minorities among all Canadian electoral districts (0.3%).",
  "/wiki/Hugues_Lapointe": "Hugues Lapointe, PC, OC, CD, QC (March 3, 1911 – November 13, 1982) was a Canadian lawyer, Member of Parliament and Lieutenant Governor of Quebec from 1966 to 1978.",
  "/wiki/Lotbini%C3%A8re_(electoral_district)": "Lotbinière (later known as Lotbinière—L'Érable) was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1867 to 2004.",
  "/wiki/Provencher_(electoral_district)": "Provencher is a federal electoral district in Manitoba, Canada, that has been represented in the House of Commons of Canada since 1871. It is primarily a rural district. Its largest community is the city of Steinbach.",
  "/wiki/Fred_Larson_(politician)": "Frederick Hugo Larson (24 November 1913 – 21 February 1994) was a Liberal party member of the House of Commons of Canada. He was born in Lang, Saskatchewan, studied at the University of Saskatchewan, and became a farmer by career.",
  "/wiki/Kindersley_(electoral_district)": "Kindersley was a federal electoral district in Saskatchewan, Canada, that was represented in the House of Commons of Canada from 1917 to 1968. It was created in 1914 from Battleford, Moose Jaw and Saskatoon ridings. It was abolished in 1966 when it was redistributed into Battleford—Kindersley and Swift Current—Maple Creek ridings.",
  "/wiki/John_Wimburne_Laurie": "Lieutenant-General John Wimburn Laurie, CB (1 October 1835 – 19 May 1912) was a soldier and political figure in Nova Scotia, Canada for thirty years and then returned to England. He was the father of George Brenton Laurie.",
  "/wiki/Shelburne_(federal_electoral_district)": "Shelburne was a federal electoral district in the province of Nova Scotia, Canada, that was represented in the House of Commons of Canada from 1867 to 1896.",
  "/wiki/British_Army": "The British Army is the principal land warfare force of the United Kingdom, a part of British Armed Forces. As of 2019[update], the British Army comprises just over 79,300 trained regular (full-time) personnel and just over 27,200 trained reserve (part-time) personnel.",
  "/wiki/Armand_Lavergne": "Armand Renaud Lavergne, KC or La Vergne (February 21, 1880 – March 5, 1935) was a Quebec lawyer, journalist and political figure. He represented Montmagny in the House of Commons of Canada as a Liberal member from 1904 to 1908 and as a Conservative member from 1930 to 1935. He represented Montmagny in the Legislative Assembly of Quebec as a Nationalist member from 1908 to 1916. His surname is given as \"La Vergne\" by some authoritative sources, including his National Assembly of Quebec biographical page, although these same sources spell his father's name as \"Lavergne\".",
  "/wiki/Allan_Frederick_Lawrence": "Allan Frederick Lawrence, PC QC (November 8, 1925 – September 6, 2008) was a Canadian politician and served as both a provincial and federal cabinet minister.",
  "/wiki/Northumberland%E2%80%94Durham": "Northumberland—Durham was a federal electoral district represented in the House of Commons of Canada from 1968 to 1979. It was located in the province of Ontario. This riding was created in 1966 from parts of Durham and Northumberland ridings.",
  "/wiki/Harry_Leader": "Harry Leader (March 10, 1880 - May 9, 1946) was a Canadian politician, farmer and cattle breeder.",
  "/wiki/Progressive_Party_of_Canada": "The Progressive Party of Canada was a federal-level political party in Canada in the 1920s until 1930. It was linked with the provincial United Farmers parties in several provinces, and it spawned the Progressive Party of Saskatchewan, and the Progressive Party of Manitoba, which formed the government of that province. The Progressive Party was part of the farmers' political movement that included federal and provincial Progressive and United Farmers' parties.",
  "/wiki/Portage_la_Prairie_(electoral_district)": "Portage la Prairie was a federal electoral district in Manitoba, Canada, that was represented in the House of Commons of Canada from 1904 to 1949.",
  "/wiki/Jean-Louis_Leduc": "Jean-Louis Leduc (7 March 1918 – 22 August 1993) was a Liberal party member of the House of Commons of Canada.  He was born in Sainte-Victoire-de-Sorel, Quebec and became a professor and businessman by career.",
  "/wiki/Richelieu_(electoral_district)": "Richelieu was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1867 to 1935.",
  "/wiki/Carl_Legault": "Carl Legault (January 2, 1923 – March 12, 1983) was a Canadian politician. He represented the riding of Nipissing in the House of Commons of Canada from 1964 to 1972. He represented the Liberal Party.",
  "/wiki/Nipissing_(electoral_district)": "Nipissing was a federal electoral district that was represented in the House of Commons of Canada from 1896 to 2004. It was located in the northeastern part of Ontario, Canada.",
  "/wiki/Joseph-Hormidas_Legris": "Joseph-Hormisdas Legris (May 6, 1850 – March 6, 1932) was a politician in Quebec, Canada.  He served as Member of the Legislative Assembly (MLA), Member of Parliament (MP) and Senator.",
  "/wiki/Maskinong%C3%A9_(electoral_district)": "Maskinongé was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1867 to 1925.",
  "/wiki/List_of_Members_of_the_Canadian_House_of_Commons_with_military_service_(L)": "N/A"
}