{
  "/wiki/The_Godfather": "The Godfather is a 1972 American crime film directed by Francis Ford Coppola and produced by Albert S. Ruddy, based on Mario Puzo's best-selling novel of the same name. It is the first installment in The Godfather trilogy. It stars Marlon Brando and Al Pacino as the father and son of a fictional New York crime family. The story, spanning 1945 to 1955, chronicles the family under the patriarch Vito Corleone (Brando), focusing on the transformation of the son Michael Corleone (Pacino), raised to have a life outside of crime, from reluctant family outsider to ruthless mafia boss.",
  "/wiki/Paramount_Pictures": "Paramount Pictures Corporation (also known simply as Paramount) is an American film studio that is a subsidiary of ViacomCBS. It is the fifth oldest surviving film studio in the world, the second oldest in the United States, and the sole member of the \"Big Five\" film studios still located in the Los Angeles neighborhood of Hollywood.",
  "/wiki/The_Poseidon_Adventure_(1972_film)": "The Poseidon Adventure is a 1972 American disaster film directed by Ronald Neame, produced by Irwin Allen, and based on Paul Gallico's eponymous 1969 novel. It features an ensemble cast, including five Oscar winners: Gene Hackman; Ernest Borgnine; Jack Albertson; Shelley Winters; and Red Buttons. Parts of the movie were filmed aboard the RMS Queen Mary. The plot centers on the fictional SS Poseidon, an aged luxury liner on her final voyage from New York City to Athens before being sent to the scrapyard. On New Year's Eve, she is overturned by a rogue wave. Passengers and crew are trapped inside, and a rebellious preacher attempts to lead a small group of survivors to safety.",
  "/wiki/20th_Century_Fox": "20th Century Studios (formerly known as 20th Century Fox) is an American film studio that is a subsidiary of The Walt Disney Studios, a division of The Walt Disney Company. The studio is located on the Fox Studio Lot in the Century City area of Los Angeles.",
  "/wiki/What%27s_Up,_Doc%3F_(1972_film)": "What's Up, Doc? is a 1972 American romantic screwball comedy film released by Warner Bros., directed by Peter Bogdanovich and starring Barbra Streisand, Ryan O'Neal, and Madeline Kahn. It is intended to pay homage to comedy films of the 1930s, especially Bringing Up Baby, and Warner Bros. Bugs Bunny cartoons.",
  "/wiki/Warner_Bros.": "Warner Bros. Entertainment Inc. (also simply known as Warner Bros. and initialized as WB) is an American entertainment company headquartered in Burbank, California, and a division of AT&T's WarnerMedia. Founded in 1923, it has operations in areas such as film, television, and video games and is one of the \"Big Five\" major American film studios, as well as a member of the Motion Picture Association (MPA).",
  "/wiki/Behind_the_Green_Door": "Behind the Green Door is a 1972 American feature-length pornographic film, widely considered one of the genre's \"classic\" pictures and one of the films that ushered in The Golden Age of Porn (1969–1984).  Featuring Marilyn Chambers, who became a mainstream celebrity, it was one of the first hardcore films widely released in the United States and the first feature-length film directed by the Mitchell brothers. It was adapted from an anonymous short story of the same title, which was circulated by means of numerous carbon copies. The story's title makes reference to the 1956 hit song \"Green Door\". Though the main focus of the film, Chambers does not have a single word of dialogue in the entire film. The film is possibly the first U.S. feature-length hardcore film to include an interracial sex scene.",
  "/wiki/Mitchell_brothers": "Brothers James Lloyd \"Jim\" Mitchell (November 30, 1943, in Stockton, California – July 12, 2007, in Petaluma, California) and Artie Jay Mitchell (December 17, 1945, in Lodi, California – February 27, 1991, in Marin County, California) were American entrepreneurs.  They operated in the pornography and striptease club business in San Francisco and other parts of California from 1969 until 1991, when Jim was convicted of killing Artie.",
  "/wiki/Deliverance": "Deliverance is a 1972 American thriller film produced and directed by John Boorman, and starring Jon Voight, Burt Reynolds, Ned Beatty and Ronny Cox, with the latter two making their feature film debuts. The screenplay was adapted by James Dickey from his 1970 novel of the same name. The film was a critical success, earning three Oscar nominations and five Golden Globe Award nominations.",
  "/wiki/Cabaret_(1972_film)": "Cabaret is a 1972 American musical drama film directed by Bob Fosse, and starring Liza Minnelli, Michael York, and Joel Grey.",
  "/wiki/Monogram_Pictures": "Monogram Pictures Corporation was an American film studio that produced mostly low-budget films between 1931 and 1953, when the firm completed a transition to the name Allied Artists Pictures Corporation. Monogram was among the smaller studios in the golden age of Hollywood, generally referred to collectively as Poverty Row. The idea behind the studio was that when the Monogram logo appeared on the screen, everyone knew they were in for action and adventure.",
  "/wiki/The_Getaway_(1972_film)": "The Getaway is a 1972 American thriller film based on the 1958 novel by Jim Thompson. The film was directed by Sam Peckinpah, written by Walter Hill, and stars Steve McQueen, Ali MacGraw, Ben Johnson, Al Lettieri, and Sally Struthers. The plot follows imprisoned mastermind robber Carter \"Doc\" McCoy (McQueen), whose wife Carol (MacGraw) conspires for his release on the condition they rob a bank in Texas. A double-cross follows the crime and the McCoys are forced to flee for Mexico with the police and criminals in hot pursuit.",
  "/wiki/Fritz_the_Cat_(film)": "Fritz the Cat is a 1972 American adult animated comedy film written and directed by Ralph Bakshi. It was Bakshi's feature film debut and is loosely based on the Fritz the Cat comic strips by Robert Crumb. It was the first animated feature film to receive an X rating in the United States.",
  "/wiki/Cinemation_Industries": "Cinemation Industries was a New York City-based film studio and distributor owned and run by exploitation producer Jerry Gross. Among other films, the company has distributed exploitation films such as Shanty Tramp (1967), Teenage Mother (1967), The Cheerleaders (1973), The Black Six (1974), and The Black Godfather (1974).",
  "/wiki/The_Legend_of_Boggy_Creek": "The Legend of Boggy Creek is a 1972 horror docudrama about the \"Fouke Monster\", a Bigfoot-type creature that reportedly has been seen in and around Fouke, Arkansas since the 1940s. The film mixes staged interviews with some local residents who claim to have encountered the creature, along with reenactments of  encounters. Charles B. Pierce, an advertising salesman from Texarkana on the Arkansas/Texas state line, borrowed over $100,000 from a local trucking company, used an old 35mm movie camera and hired locals (mainly high school students) to help make the 85-minute film. The film has generated approximately $20 million in box office revenue and is available on DVD.",
  "/wiki/Howco_International_Pictures": "Howco Productions later Howco International Pictures, was an American film production and distribution company based in South Carolina, specialising in low budget B pictures designed for double features.",
  "/wiki/Jeremiah_Johnson_(film)": "Jeremiah Johnson is a 1972 American Revisionist Western film directed by Sydney Pollack and starring Robert Redford as the title character and Will Geer as \"Bear Claw\" Chris Lapp. It is said to have been based partly on the life of the legendary mountain man John Jeremiah Johnson, recounted in Raymond Thorp and Robert Bunker's book Crow Killer: The Saga of Liver-Eating Johnson and Vardis Fisher's Mountain Man."
}