{
  "/wiki/HMPNGS_Rabaul_(P01)": "HMPNGS Rabaul (01) was the first Pacific Forum patrol vessel to be commissioned, in May 1987.  She is not the first vessel to go out of service, because her sister ship from Fiji RFNS Kiro was wrecked in 2016.\n  She arrived in Port Moresby, for disposal, on October 24, 2018.",
  "/wiki/Papua_New_Guinea": "Papua New Guinea (PNG; /ˈpæp(j)uə ... ˈɡɪni, ˈpɑː-/, also US: /ˈpɑːpwə-, ˈpɑːpjə-, ˈpɑːpə-/; Tok Pisin: Papua Niugini; Hiri Motu: Papua Niu Gini), officially the Independent State of Papua New Guinea (Tok Pisin: Independen Stet bilong Papua Niugini; Hiri Motu: Independen Stet bilong Papua Niu Gini), is a country in Oceania that occupies the eastern half of the island of New Guinea and its offshore islands in Melanesia, a region of the southwestern Pacific Ocean north of Australia. Its capital, located along its southeastern coast, is Port Moresby. The western half of New Guinea forms the Indonesian provinces of Papua and West Papua. It is the world's 3rd largest island country with 462,840 km2 (178,700 sq mi).",
  "/wiki/Papua_New_Guinea_Defence_Force": "The Papua New Guinea Defence Force (PNGDF) is the military organisation responsible for the defence of Papua New Guinea. It originated from the Australian Army land forces of the territory of Papua New Guinea before independence, coming into being in January 1973 and having its antecedents in the Pacific Islands Regiment. The PNGDF is a small force numbering around 2,500 personnel and consists of a Land Element, an Air Element and a Maritime Element. It is a joint force tasked with defending Papua New Guinea and its territories against external attack, as well as having secondary functions including national-building and internal security tasks.",
  "/wiki/RVS_Tukoro": "RVS Tukoro is a Pacific Forum patrol boat that performs fishery protection, search and rescue and sovereignty patrols for Vanuatu. Tukoro is one of twenty-two small patrol vessels Australia designed and built for smaller fellow members of the Pacific Forum, after the United Nations Convention on the Law of the Sea extended control of a 200-kilometre (110 nmi) exclusive economic zone for all maritime nations.",
  "/wiki/Vanuatu": "Vanuatu (English: /ˌvɑːnuˈɑːtuː/ (listen) VAH-noo-AH-too or /vænˈwɑːtuː/ van-WAH-too; Bislama and French pronunciation [vanuatu]), officially the Republic of Vanuatu (French: République de Vanuatu, Bislama: Ripablik blong Vanuatu), is a Pacific island country located in the South Pacific Ocean. The archipelago, which is of volcanic origin, is 1,750 kilometres (1,090 mi) east of northern Australia, 540 kilometres (340 mi) northeast of New Caledonia, east of New Guinea, southeast of the Solomon Islands, and west of Fiji.",
  "/wiki/Nafanua_(patrol_vessel)": "Nafanua (04) is a Pacific Forum patrol vessel operated by Western Samoa's police.  Like her 21 sister ships she was built in Australia. After the United Nations Convention on the Laws of the Seas extended maritime nations' exclusive economic zones to 200 kilometres (110 nmi) Australia agreed to give its smaller neighbours in the Pacific Forum patrol vessels of their own, so they could police their own sovereignty. Nafanua is the ship Australia gave to Samoa.",
  "/wiki/Samoa": "Samoa (/səˈmoʊə/), officially the Independent State of Samoa (Samoan: Malo Saʻoloto Tutoʻatasi o Sāmoa; Samoan: Sāmoa, IPA: [ˈsaːmoa]) and, until 4 July 1997, known as Western Samoa, is a country consisting of two main islands, Savai'i and Upolu, and four smaller islands (Manono, Apolima, Fanuatapu, and Namua). The capital city is Apia. The Lapita people discovered and settled the Samoan Islands around 3,500 years ago. They developed a Samoan language and Samoan cultural identity.",
  "/wiki/RSIPV_Lata_(03)": "RSIPV Lata is one of the Pacific Forum patrol boats Australia gave to the Royal Solomon Islands Police Force.",
  "/wiki/Solomon_Islands": "Solomon Islands is a sovereign state consisting of six major islands and over 900 smaller islands in Oceania lying to the east of Papua New Guinea and northwest of Vanuatu and covering a land area of 28,400 square kilometres (11,000 sq mi). The country's capital, Honiara, is located on the island of Guadalcanal. The country takes its name from the Solomon Islands archipelago, which is a collection of Melanesian islands that also includes the North Solomon Islands (part of Papua New Guinea), but excludes outlying islands, such as Rennell and Bellona, and the Santa Cruz Islands.",
  "/wiki/HMPNGS_Seeadler_(P03)": "HMPNGS Seeadler (P03) is one of four Pacific Forum patrol vessels operated by the Papua New-Guinea Defence Force.",
  "/wiki/CIPPB_Te_Kukupa": "CIPPB Te Kukupa is a Pacific-class patrol boat, built by Australia and operated by the Cook Islands.",
  "/wiki/Cook_Islands": "The Cook Islands (Cook Islands Māori: Kūki 'Āirani) is a self-governing island country in the South Pacific Ocean in free association with New Zealand. It comprises 15 islands whose total land area is 240 square kilometres (93 sq mi). The Cook Islands' Exclusive Economic Zone (EEZ) covers 1,800,000 square kilometres (690,000 sq mi) of ocean.",
  "/wiki/VOEA_Neiafu_(P201)": "VOEA Neiafu (P201) is a Pacific Forum patrol vessel operated by Tonga since 1989.",
  "/wiki/Tonga": "Tonga (/ˈtɒŋ(ɡ)ə/; Tongan: [ˈtoŋa] Puleʻanga Fakatuʻi ʻo Tonga), officially named the Kingdom of Tonga, is a Polynesian sovereign state and archipelago comprising 169 islands, of which 36 are inhabited. The total surface area is about 750 square kilometres (290 sq mi) scattered over 700,000 square kilometres (270,000 sq mi) of the southern Pacific Ocean. The state has a population of 100,651 people, of whom 70% reside on the main island of Tongatapu.",
  "/wiki/Tonga_Defence_Services": "His Majesty's Armed Forces (HMAF) is the military of Tonga. It is composed of three operational components and two support elements (logistics and training groups).",
  "/wiki/Federated_States_of_Micronesia": "The Federated States of Micronesia (/ˌmaɪkroʊˈniːʒə/ (listen); abbreviated FSM and also known simply as Micronesia) is an independent republic associated with the United States. It consists of four states –  from west to east, Yap, Chuuk, Pohnpei and Kosrae – that are spread across the Western Pacific Ocean. Together, the states comprise around 607 islands (a combined land area of approximately 702 km2 or 271 sq mi) that cover a longitudinal distance of almost 2,700 km (1,678 mi) just north of the equator. They lie northeast of New Guinea, south of Guam and the Marianas, west of Nauru and the Marshall Islands, east of Palau and the Philippines, about 2,900 km (1,802 mi) north of eastern Australia and some 4,000 km (2,485 mi) southwest of the main islands of Hawaii.",
  "/wiki/VOEA_Savea_(P203)": "VOEA Savea (P203) was a Pacific Forum patrol vessel operated by the Tongan Maritime Force from 1989 to April 2019.",
  "/wiki/RMIS_Lomor_(03)": "RMIS Lomor (03) is a Pacific Forum-class patrol boat operated by the Republic of Marshall Islands Sea Patrol. Lomor is one of twenty-two small patrol vessels Australia designed and built for smaller fellow members of the Pacific Forum, after the United Nations Convention on the Law of the Sea extended control of a 200-kilometre (108 nmi) exclusive economic zone for all maritime nations.",
  "/wiki/Marshall_Islands": "The Marshall Islands, officially the Republic of the Marshall Islands (Marshallese: Aolepān Aorōkin M̧ajeļ),[note 1] is an island country and a United States associated state near the equator in the Pacific Ocean, slightly west of the International Date Line. Geographically, the country is part of the larger island group of Micronesia. The country's population of 58,413 people (at the 2018 World Bank Census) is spread out over 29 coral atolls, comprising 1,156 individual islands and islets. The capital and largest city is Majuro.",
  "/wiki/RSIPV_Auki_(04)": "RSIPV Auki is one of the Pacific Forum patrol boats Australia gave to the Royal Solomon Islands Police Force.",
  "/wiki/RKS_Teanoai_(301)": "RKS Teanoai (301) is a Pacific Forum-class patrol boat operated by the Republic of Kiribati Police.\nTeanoai is one of twenty-two small patrol vessels Australia designed and built for smaller fellow members of the Pacific Forum, after the United Nations Convention on the Law of the Sea extended control of a 200-kilometre (108 nmi) exclusive economic zone for all maritime nations.",
  "/wiki/Kiribati": "Kiribati (/ˌkɪrɪˈbæs, -ˈbɑːti/), officially the Republic of Kiribati (Gilbertese: Ribaberiki Kiribati), is a country in the central Pacific Ocean. The permanent population is just over 110,000 (2015), more than half of whom live on Tarawa atoll. The state comprises 32 atolls  and one raised coral island, Banaba. They have a total land area of 800 square kilometres (310 sq mi) and are dispersed over 3.5 million square kilometres (1.3 million square miles). In terms with its Exclusive Economic Zone in the Pacific, it  straddles all three primary geographic regions; Banaba (Melanesian-Micronesian Border), the Gilbert Islands (Micronesia) and the Line and Phoenix Islands (Polynesia).",
  "/wiki/Law_enforcement_in_Kiribati": "The only State disciplined forces in Kiribati are a unified national police force, with prison and quarantine powers, and the coast guard. Defense assistance is provided by Australia and New Zealand. The police force does not report to any ministers but rather directly to the President of Kiribati.",
  "/wiki/RFNS_Kula_(201)": "RFNS Kula (201) is a Pacific Forum patrol boat operated by Fiji.  She was designed and built by Australia. Australia agreed to provide twenty-two patrol boats to twelve of its neighbours and fellow members of the Pacific Forum, after the recently concluded United Nations Convention on the Law of the Sea extended maritime nations' exclusive economic zone to 200 kilometres (110 nmi).  Australia provided two other patrol vessels to Fiji, Kikau and Kiro. Australia also provided training and infrastructure.",
  "/wiki/Fiji": "Fiji (/ˈfiːdʒi/ (listen) FEE-jee; Fijian: Viti [ˈβitʃi]; Fiji Hindi: फ़िजी, Fijī), officially the Republic of Fiji (Fijian: Matanitu Tugalala o Viti; Fiji Hindi: फ़िजी गणराज्य, Fijī Gaṇarājya), is an island country in Melanesia, part of Oceania in the South Pacific Ocean about 1,100 nautical miles (2,000 km; 1,300 mi) northeast of New Zealand's North Island. Its closest neighbours are Vanuatu to the west, New Caledonia to the southwest, New Zealand's Kermadec Islands to the southeast, Tonga to the east, the Samoas and France's Wallis and Futuna to the northeast, and Tuvalu to the north. Fiji consists of an archipelago of more than 330 islands—of which 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outlying island is Ono-i-Lau. The two major islands, Viti Levu and Vanua Levu, account for 87% of the total population of 883,483. The capital, Suva, on Viti Levu, serves as the country's principal cruise-ship port.[failed verification] About three-quarters of Fijians live on Viti Levu's coasts, either in Suva or in smaller urban centres such as Nadi—where tourism is the major local industry—or Lautoka, where the sugar-cane industry is paramount. Due to its terrain, the interior of Viti Levu is sparsely inhabited.",
  "/wiki/Republic_of_Fiji_Military_Forces": "The Republic of Fiji Military Forces (RFMF) is the military force of the Pacific island nation of Fiji. With a total manpower of 3,500 active soldiers and 6,000 reservists, it is one of the smallest militaries in the world, though most of its surrounding island nations have no militaries at all. The Ground Force is organised into six infantry and one engineer battalions, with approximately 6,000 reserves. There was formerly one \"Zulu\" company of counter-revolutionary specialists, which was deactivated in late 2000 due to a mutiny by some of its members.",
  "/wiki/HMTSS_Te_Mataili_(801)": "HMTSS Te Mataili (801) was a Pacific Forum-class patrol vessel provided by Australia to Tuvalu, and operated by the Tuvalu Police Force.  Tuvalu has a 900,000 square kilometres (350,000 sq mi) exclusive economic zone, and Te Mataili was its sole long range patrol vessel, until it was retired, and replaced by the larger and more modern Te Mataili II (802).",
  "/wiki/Tuvalu": "Tuvalu (/tuːˈvɑːluː/ too-VAH-loo) (formerly known as the Ellice Islands), is a country in Polynesia, located in the Pacific Ocean, situated in Oceania and about midway between Hawaii and Australia. The island country lies east-northeast of the Santa Cruz Islands (which belong to the Solomon Islands), southeast of Nauru, south of Kiribati, west of Tokelau, northwest of Samoa and Wallis and Futuna, and north of Fiji. It is composed of three reef islands and six true atolls spread out between the latitude of 5° to 10° south and longitude of 176° to 180°, west of the International Date Line. Tuvalu has a population of 11,192 (2017 census). The total land area of the islands of Tuvalu is 26 square kilometres (10 sq mi).",
  "/wiki/RFNS_Kikau_(202)": "RFNS Kikau (202) is a Pacific Forum patrol boat operated by Fiji.  She was designed and built by Australia. Australia agreed to provide twenty-two patrol boats to twelve of its neighbours and fellow members of the Pacific Forum, after the recently concluded United Nations Convention on the Law of the Sea extended maritime nations' exclusive economic zone to 200 kilometres (110 nmi).  Australia provided two other patrol vessels to Fiji, Kula and Kiro. Australia also provided training and infrastructure.",
  "/wiki/RFNS_Kiro_(203)": "RFNS Kiro (203) was one of three Pacific Forum patrol boats operated by Fiji. She was the last of the three to be launched, in May 1995, and the first to be retired, when she ran aground and was deemed unsalvable, in 2016.",
  "/wiki/Pacific-class_patrol_boat": "The Pacific class (also known as the Pacific Forum class and the ASI 315 class) is a class of 22 patrol boats built by Australia and donated to twelve South Pacific countries. They were constructed between 1985 and 1997 and are operated by militaries, coast guards or police forces of twelve island nations. These boats are supported by the Pacific Patrol Boat Program and used primarily for maritime surveillance and fisheries protection."
}