{
  "/wiki/TrackMania": "TrackMania is a series of racing games for the Microsoft Windows, Nintendo DS, Wii, PlayStation 4 and Xbox One platforms, developed by the French team Nadeo for the PC. Instead of following the usual trend of choosing a set car and track to play the game, in TrackMania the players can create their own tracks using a \"building block\" process similar to that of the 1984 game Excitebike, the 1985 game Racing Destruction Set and the 1990 game Stunts.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Nintendo_DS": "The Nintendo DS,[b] or simply DS, is a dual-screen handheld game console developed and released by Nintendo. The device released globally across 2004 and 2005. The DS, an acronym for \"Developers' System\" or \"Dual Screen\", introduced distinctive new features to handheld gaming: two LCD screens working in tandem (the bottom one being a touchscreen), a built-in microphone, and support for wireless connectivity. Both screens are encompassed within a clamshell design similar to the Game Boy Advance SP. The Nintendo DS also features the ability for multiple DS consoles to directly interact with each other over Wi-Fi within a short range without the need to connect to an existing wireless network. Alternatively, they could interact online using the now-defunct Nintendo Wi-Fi Connection service. Its main competitor was Sony's PlayStation Portable during the seventh generation of video game consoles.",
  "/wiki/Wii": "The Wii (/wiː/ WEE; known unofficially as the Nintendo Wii) is a home video game console released by Nintendo on November 19, 2006. As a seventh-generation console, the Wii competed with Microsoft's Xbox 360 and Sony's PlayStation 3. Nintendo states that its console targets a broader demographic than that of the two others.  As of the first quarter of 2016[update], the Wii led its generation over the PlayStation 3 and Xbox 360 in worldwide sales, with more than 101 million units sold; in December 2009, the console broke the sales record for a single month in the United States.",
  "/wiki/Nadeo": "Ubisoft is a French video game publisher headquartered in Montreuil, founded in March 1986 by the Guillemot brothers. Since its establishment, Ubisoft has become one of the largest video game publishers, and it has the largest in-house development team, with more than 14,000 employees working in over 40 studios.",
  "/wiki/Enlight_Software": "Enlight Software is a developer and publisher of video games. The company was founded by Trevor Chan in 1993, and their first project was the economic strategy game Capitalism, which was published by Interactive Magic in 1995. In 1997, they released Capitalism Plus (an updated version of Capitalism) and the real-time strategy game Seven Kingdoms. Later games include Virtual U, Capitalism II, Wars and Warriors: Joan of Arc, Seven Kingdoms II, Restaurant Empire, Zoo Empire, Marine Park Empire, Circus Empire, Restaurant Empire II and SpaceStationSim.",
  "/wiki/Rigs_of_Rods": "Rigs of Rods (RoR) is a free and open source vehicle-simulation game which uses soft-body physics to simulate the motion destruction and deformation of vehicles. The game uses a soft-body physics engine to simulates a network of interconnected nodes (forming the chassis and the wheels) and gives the ability to simulate deformable objects. With this engine, vehicles and their loads flex and deform as stresses are applied. Crashing into walls or terrain can permanently deform a vehicle until it is reset; however, not all vehicles in the game have flexible bodies.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/Mac_OS": "The family of Macintosh operating systems developed by Apple Inc. includes the graphical user interface-based operating systems it has designed for use with its Macintosh series of personal computers since 1984, as well as the related system software it once created for compatible third-party systems.",
  "/wiki/OGRE": "Object-Oriented Graphics Rendering Engine (OGRE) is a scene-oriented, real-time, open-source, 3D rendering engine.",
  "/wiki/FlatOut_2": "FlatOut 2 is an action racing video game developed by Bugbear Entertainment and published by Empire Interactive. It is the sequel to the 2004 game FlatOut.",
  "/wiki/Mac_OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/PlayStation_2": "The PlayStation 2 (officially branded as PS2) is a home video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on March 4, 2000, in North America on October 26, 2000, and in Europe and Australia on November 24, 2000, and is the successor to the original PlayStation, as well as the second installment in the PlayStation console line-up. A sixth-generation console, it competed with Sega's Dreamcast, Nintendo's GameCube, and Microsoft's original Xbox.",
  "/wiki/Xbox_(console)": "The Xbox is a home video game console and the first installment in the Xbox series of video game consoles manufactured by Microsoft. It was released as Microsoft's first foray into the gaming console market on November 15, 2001, in North America, followed by Australia, Europe and Japan in 2002. It is classified as a sixth generation console, competing with Sony's PlayStation 2 and Nintendo's GameCube. It was also the first major console produced by an American company since the Atari Jaguar ceased production in 1996.",
  "/wiki/PlayStation_Portable": "The PlayStation Portable[a] (PSP) is a handheld game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 12, 2004, in North America on March 24, 2005, and in PAL regions on September 1, 2005, and is the first handheld installment in the PlayStation line of consoles. As a seventh generation console, the PSP primarily competed with the Nintendo DS.",
  "/wiki/Bugbear_Entertainment": "Bugbear Entertainment Oy is a Finnish video game developer based in Helsinki, founded by Janne Alanenpää in 2000. The company is best known for the FlatOut series and Wreckfest. In November 2018, the company was majority-acquired by THQ Nordic.",
  "/wiki/Empire_Interactive": "Empire Interactive was a British video game developer and publisher based in London. Founded in 1987 by Ian Higgins and Simon Jeffrey, it was acquired by Silverstar Holdings in 2006 and went out of business in 2009.",
  "/wiki/RFactor": "rFactor is a computer racing simulator designed with the ability to run any type of four-wheeled vehicle from street cars to open wheel cars of any era. rFactor aimed to be the most accurate race simulator of its time. Released in November 2005, rFactor did not have much competition in this market, but it featured many technical advances in tire modeling, complex aerodynamics and a 15 degrees of freedom physics engine.",
  "/wiki/Image_Space_Incorporated": "Image Space Incorporated, commonly known as ISI is an independent video game developer based in Ann Arbor, Michigan, specializing in the fields of\ncomputer game development, man-in-the-loop simulator architectures, computer image generation, and entertainment systems integration.\nISI was originally founded by Kurt Kleinsorge who added partners Joseph Campana and Gjon Camaj. ISI began with the development of vehicle simulators used for military training. They have worked on many different types of software, but focused most of their development time over the years on racing games and simulators.\nISI also developed the ISImotor game engine, which is used for creating many racing games like GT Legends, GTR2, ARCA Sim Racing '08, Race 07 and others.\nISI has never made games for the consoles, except Shadowgate Rising, which was cancelled. Sports Car GT title for the PlayStation was made by another company Point of View\nand all the EA Formula 1 games for the consoles were made by Visual Science.",
  "/wiki/ARCA_Sim_Racing_'08": "The ARCA Menards Series is an American stock car series, the premier division of the Automobile Racing Club of America (ARCA). It is considered a minor, semi-professional league of stock car racing, used as a feeder series into the three national touring series of NASCAR, and hosts events at a variety of track types including superspeedways, road courses, and dirt tracks. The series has a longstanding relationship with NASCAR, including using former NASCAR Cup Series cars, hosting events in the same race weekend such as Daytona Speedweeks, and naming an award after NASCAR founder Bill France, Sr. The series was not officially affiliated with NASCAR until its buyout on April 27, 2018.",
  "/wiki/IRacing.com": "iRacing, previously iRacing.com, is a subscription-based racing simulation online video game developed and published by iRacing.com Motorsport Simulations in 2008. All races and practice sessions are hosted on the service's servers. The game simulates real world cars, tracks, and racing events, and enforcing rules of conduct modeled on real auto racing events.",
  "/wiki/Personal_computer": "A personal computer (PC) is a multi-purpose computer whose size, capabilities, and price make it feasible for individual use. Personal computers are intended to be operated directly by an end user, rather than by a computer expert or technician. Unlike large costly minicomputer and mainframes, time-sharing by many people at the same time is not used with personal computers.",
  "/wiki/Gran_Turismo_5": "Gran Turismo 5 (グランツーリスモ 5, Guran Tsūrisumo Faibu, commonly abbreviated as GT5) is a racing video game developed by Polyphony Digital and published by Sony Computer Entertainment. It was released for the PlayStation 3 on November 24, 2010 in Europe and North America, and November 25, 2010 in Japan and Australasia, and is the fifth main installment and the tenth overall in the Gran Turismo video game series. It was preceded by the Prologue version and is the first main entry of the series to be released for the PlayStation 3.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/Polyphony_Digital": "Polyphony Digital is an internal Japanese first-party video game development studio of Sony Interactive Entertainment, part of Sony Interactive Entertainment Worldwide Studios, which in turn is owned by multinational conglomerate Sony. Originally a development group within Sony Computer Entertainment known as Polys Entertainment, after the success of Gran Turismo in Japan, they were granted greater autonomy and their name changed to Polyphony Digital. Polyphony currently has 5 studios in Japan, the Netherlands, and the United States.",
  "/wiki/Sony": "Sony Corporation (ソニー株式会社, Sonī Kabushiki Kaisha, /ˈsoʊni/ SOH-nee, commonly known as Sony and stylized as SONY) is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo. Its diversified business includes consumer and professional electronics, gaming, entertainment and financial services. The company owns the largest music entertainment business in the world, the largest video game console business and one of the largest video game publishing businesses, and is one of the leading manufacturers of electronic products for the consumer and professional markets, and a leading player in the film and television entertainment industry.[better source needed] Sony was ranked 97th on the 2018 Fortune Global 500 list.",
  "/wiki/TrackMania_2:_Canyon": "TrackMania 2 (stylized as TrackMania²) is a racing video game developed by Nadeo and published by Ubisoft as part of the TrackMania series.",
  "/wiki/Personal_Computer": "A personal computer (PC) is a multi-purpose computer whose size, capabilities, and price make it feasible for individual use. Personal computers are intended to be operated directly by an end user, rather than by a computer expert or technician. Unlike large costly minicomputer and mainframes, time-sharing by many people at the same time is not used with personal computers.",
  "/wiki/Ubisoft": "Ubisoft Entertainment SA (/ˈjuːbisɒft, -sɔːft/; French: [ybisɔft]; formerly Ubi Soft Entertainment SA) is a French video game company headquartered in Montreuil with several development studios across the world. It publishes games for several video game franchises, including Assassin's Creed, Far Cry, Just Dance, Prince of Persia, Rayman, Raving Rabbids, and Tom Clancy's. As of March 2018, Ubisoft is the fourth largest publicly traded game company in the Americas and Europe in terms of revenue and market capitalisation, after Activision Blizzard, Electronic Arts, and Take-Two Interactive.",
  "/wiki/Forza_Motorsport_4": "Forza Motorsport 4 is a racing video game developed by Turn 10 Studios and published by Microsoft Studios for the Xbox 360. It is the fourth installment in the Forza series. It is the first title in the series to support the Kinect sensor alongside the traditional controller-based gameplay. It is the last Forza Motorsport released for Xbox 360; 2012's Forza Horizon and its 2014 sequel were the last two Forza games for the platform, while 2013's Forza Motorsport 5 was released as an Xbox One exclusive.",
  "/wiki/Xbox_360": "The Xbox 360 is a home video game console developed by Microsoft. As the successor to the original Xbox, it is the second console in the Xbox series. It competed with Sony's PlayStation 3 and Nintendo's Wii as part of the seventh generation of video game consoles. It was officially unveiled on MTV on May 12, 2005, with detailed launch and game information announced later that month at the 2005 Electronic Entertainment Expo.",
  "/wiki/Turn_10_Studios": "Turn 10 Studios is an American video game developer based in Redmond, Washington. The company was established in 2001 under Microsoft Game Studios (now known as Xbox Game Studios) to develop the Forza series for Xbox platforms. The most recent game developed solely by Turn 10 is Forza Motorsport 7, released in 2017.",
  "/wiki/Microsoft_Studios": "Xbox Game Studios, previously known as Microsoft Studios, Microsoft Game Studios, and Microsoft Games, is a division of Microsoft based in Redmond, Washington. It was established in March 2000, spun out from an internal Games Group, for the development and publishing of video games for Microsoft Windows. It has since expanded to include games and other interactive entertainment for the namesake Xbox platforms, Windows Mobile and other mobile platforms, and web-based portals. As the studio grew, it has acquired and relinquished ownership of several other studios, and is the parent organization of fifteen other studios.",
  "/wiki/Real_Racing_3": "Real Racing 3 is a racing game, developed by Firemonkeys Studios and published by Electronic Arts for iOS, Android, Nvidia Shield and BlackBerry 10 devices. It was released on iOS and Android on 28 February 2013 under the freemium business model; it was free to download, with enhancements available through in-app purchases. Overtime and despite an expensive virtual economy ingame, the developers began to tolerate the use of playing with time zones in order for the players to watch unlimited ads to get free gold.",
  "/wiki/IOS": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android.",
  "/wiki/Android_(operating_system)": "Android is a mobile operating system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen mobile devices such as smartphones and tablets. Android is developed by a consortium of developers known as the Open Handset Alliance, with the main contributor and commercial marketer being Google.",
  "/wiki/Firemonkeys_Studios": "Firemonkeys Studios is a developer and publisher of video games, based in Melbourne, Australia. In May 2011, Electronic Arts announced the acquisition of Firemint for an undisclosed sum, making it an in-house studio for EA Interactive. IronMonkey Studios were also taken under EA Interactive's wing back in 2010.",
  "/wiki/Electronic_Arts": "Electronic Arts Inc. (EA) is an American video game company headquartered in Redwood City, California. It is the second-largest gaming company in the Americas and Europe by revenue and market capitalization after Activision Blizzard and ahead of Take-Two Interactive and Ubisoft as of March 2018.",
  "/wiki/Gran_Turismo_6": "Gran Turismo 6 (グランツーリスモ 6, Guran Tsūrisumo Shikkusu, commonly abbreviated as GT6) is a racing video game developed by Polyphony Digital and published by Sony Computer Entertainment for the PlayStation 3 video game console.  It is the sixth major release and twelfth game overall in the Gran Turismo video game series. It was released worldwide on December 6, 2013, and was popular with critics, won awards, and topped charts in countries around the world. New features included the addition of more cars and tracks, improvements to the car customisation options, and partnerships with the Goodwood Festival of Speed, the Ayrton Senna Institute, the FIA and NASCAR. \nGran Turismo 6 is the first-ever video game to have officially certified FIA content.",
  "/wiki/Project_CARS": "Project CARS is a motorsport racing simulator video game developed by Slightly Mad Studios and published and distributed by Bandai Namco Entertainment. It was released in May 2015 for Microsoft Windows, PlayStation 4, and Xbox One.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch.",
  "/wiki/Slightly_Mad_Studios": "Slightly Mad Studios Ltd. (SMS) is a British video game company whose headquarters are in London, England. Their titles are primarily racing-based video games.",
  "/wiki/Forza_Motorsport_6": "Forza Motorsport 6 is a racing video game developed by Turn 10 Studios and published by Microsoft Studios for the Xbox One. It is the sixth Forza Motorsport and eighth overall installment in the Forza series, and available worldwide on September 15, 2015. On March 1, 2016, Microsoft announced Forza Motorsport 6: Apex, a free-to-play version for Windows 10 Anniversary Update and later. It was released on September 6, 2016.",
  "/wiki/Forza_Motorsport_7": "Forza Motorsport 7 is a racing video game developed by Turn 10 Studios and published by Microsoft Studios, serving as the tenth installment in the Forza series. It was released on Windows 10 and the Xbox One family of consoles on October 3, 2017, with early access to those players pre-ordered the game's Ultimate and Deluxe editions.",
  "/wiki/List_of_NASCAR_video_games": "NASCAR, the most popular motorsport in the United States, has worked with video game developers to design several video games. In 2003, EA Sports received an exclusive console license to produce NASCAR games, eliminating Papyrus and Hasbro Interactive as competitors. In May 2009, iRacing.com received a license to run NASCAR-sanctioned online racing starting in 2010. In June 2009 at the E3 Gaming Expo, NASCAR was revealed to be a part of the Gran Turismo series for the first time in Gran Turismo 5 for the PlayStation 3."
}