{
  "/wiki/Peter_Mann": "Peter Travis Mann (born 7 September 1970) is a former Australian rules footballer. who played a total of 118 matches in the AFL for the North Melbourne and Fremantle Football Clubs. Peter is currently residing in Perth.",
  "/wiki/Scott_Chisholm_(footballer)": "Scott Chisholm (born 28 May 1973) is a former Australian rules footballer who played for Fremantle and Melbourne in the Australian Football League (AFL) between 1995 and 2000. He played mainly as a half-back flanker and began his football career at St Mary's Football Club in the Northern Territory Football League (NTFL).",
  "/wiki/Stephen_O'Reilly_(footballer)": "Stephen O'Reilly (born 9 November 1972) is an Australian rules footballer, who mainly played as a full back. He was educated at Aquinas College, Perth.",
  "/wiki/Gavin_Mitchell_(footballer)": "Gavin Mitchell (born 28 December 1972) is a former Australian rules footballer in the Australian Football League.",
  "/wiki/Kingsley_Hunter": "Kingsley Hunter (born 27 May 1975) is a former Australian rules footballer who played in the Australian Football League between 1995 and 2003.",
  "/wiki/Dale_Kickett": "Dale Mathew Kickett (born 4 May 1968) is a former Australian rules footballer.",
  "/wiki/Mark_Gale": "Mark Gale (born 7 May 1976) is a former Australian rules footballer who played in the Australian Football League (AFL). He played for both the Fremantle Football Club and the St Kilda Football Club, mainly as a wingman.",
  "/wiki/Jason_Norrish": "Jason Norrish (born 26 January 1972) is an Australian rules footballer. Norrish plays as a defensive midfielder and began his football career at the Claremont Tigers.",
  "/wiki/Brad_Dodd": "Brad Dodd (born 23 March 1977) is a former Australian rules footballer in the Australian Football League (AFL).",
  "/wiki/Chris_Bond_(footballer)": "Chris Bond (born \t26 January 1969) is a former Australian rules footballer who played as a rover for the Carlton, Richmond and Fremantle Football Clubs in the Australian Football League (AFL). Since retiring as a player he has coached Werribee in the Victorian Football League (VFL) and has also been an assistant coach for the Western Bulldogs. He is currently the football operations manager at Fremantle.",
  "/wiki/Clive_Waterhouse": "Clive Waterhouse (born 23 June 1974 in England) is a former Australian rules footballer.  He played in the Australian Football League (AFL) for the Fremantle Football Club as a half-forward flanker.",
  "/wiki/Adrian_Fletcher": "Adrian Fletcher (born 10 October 1969) is a former Australian rules footballer and current assistant coach. He is regarded as one of football's nomads, having played for five Australian Football League clubs in his 13-year career. Fletcher's play relied on being an excellent play reader which resulted in him being a prolific possession gatherer, especially by handball.",
  "/wiki/Clem_Michael": "Clem Anthony Michael (born 16 July 1976) is a former Australian Rules football player in the Australian Football League for the Fremantle Football Club from 1998 to 2000.  The son of WAFL legend Stephen Michael, Clem was drafted by Fremantle in the 1997 National Draft with selection 21 after playing a key role in South Fremantle's 1997 WAFL Premiership side.",
  "/wiki/Ashley_Prescott": "Ashley Prescott (born 11 September 1972) is a former Australian rules footballer. He played with the Richmond and Fremantle Football Clubs in the Australian Football League (AFL) between 1993 and 2001, was senior coachof  the Claremont Football Club in the West Australian Football League (WAFL) from 2004 to 2007 and is currently an assistant coach with the Gold Coast Football Club in the AFL.",
  "/wiki/Tony_Modra": "Anthony 'Tony' Dale Modra (born 1 March 1969) is a former Australian rules footballer who represented Adelaide and Fremantle in the Australian Football League (AFL) and West Adelaide in the South Australian National Football League (SANFL). Known for his spectacular marking ability in the full forward position, Modra had the physical strength and size to match the best opposition full backs in the competition.",
  "/wiki/Troy_Cook": "Troy Cook (born 12 August 1976) is an Australian rules footballer. Cook played for the Perth Football Club in the West Australian Football League as well as the Fremantle Football Club in the Australian Football League.",
  "/wiki/Paul_Hasleby": "Paul Andrew Hasleby (born 12 June 1981) is a former Australian rules footballer. He played for the Fremantle Football Club in the Australian Football League (AFL) and the East Fremantle and South Fremantle Football Clubs in the West Australian Football League (WAFL). He was the winner of the AFL Rising Star award in 2000, and coached South Fremantle from 2012 to 2014.",
  "/wiki/Peter_F._Bell": "Peter Francis Bell (born 1 March 1976) is a former Australian rules footballer for the Fremantle Football Club and the North Melbourne Football Club. He played as a rover (or follower). A former captain of the Fremantle Football Club, Bell was twice named as a member of the All-Australian Team. He was an acclaimed ball-winner and had more than 30 possessions in a game on 39 occasions in his career.",
  "/wiki/Dion_Woods": "Dion Woods (born 25 January 1982) is a former professional Australian rules footballer who played for the Fremantle in the Australian Football League (AFL) between 2001 and 2005.",
  "/wiki/Leigh_Brown": "Leigh Brown (born 23 February 1982) is a former Australian rules football player who played for Fremantle, North Melbourne and finally Collingwood in the Australian Football League. He is a Collingwood premiership player. After the 2011 Grand Final Brown retired and was announced as Melbourne's forward coach. He is renowned for his tackling ability as well as his Utility roles.",
  "/wiki/Justin_Longmuir": "Justin Longmuir (born 21 January 1981) is a former Australian rules footballer who is the current senior coach of the Fremantle Football Club in the Australian Football League.",
  "/wiki/Matthew_Pavlich": "Matthew Pavlich (born 31 December 1981) is a former professional Australian rules footballer who played for the Fremantle Football Club in the Australian Football League (AFL).",
  "/wiki/Paul_Medhurst": "Paul Medhurst (born 11 December 1981) is a former professional Australian rules football who played for the Fremantle Football Club and the Collingwood Football Club.",
  "/wiki/Shaun_McManus": "Shaun John McManus (born 9 February 1976) is a former Australian rules footballer. He is one of the most popular players to ever represent the Fremantle Football Club in the Australian Football League (AFL) and is often seen as an icon or favourite son of the club.  He has been described as the AFL's uphill skiing champion due to his courage, persistence and resilience in overcoming two knee reconstructions.",
  "/wiki/Trent_Croad": "Trent Eric Croad (born 9 March 1980) is a former professional Australian rules footballer who played for the Hawthorn Football Club and Fremantle Football Club in the Australian Football League (AFL).",
  "/wiki/Graham_Polak": "Graham Polak (born 16 June 1984) is a former Australian rules footballer who played for the Fremantle Football Club and the Richmond Football Club in the Australian Football League (AFL).",
  "/wiki/Troy_Longmuir": "Troy John Longmuir (born 27 May 1979) is an Australian rules footballer formerly in the Australian Football League (AFL). He is the older brother of former Fremantle player Justin Longmuir.",
  "/wiki/Andrew_Browne_(footballer_born_1984)": "Andrew Browne (born 14 May 1984) is an Australian rules footballer who is the current captain of the Claremont Football Club in the West Australian Football League (WAFL). He formerly played for the Fremantle Football Club in the Australian Football League (AFL).",
  "/wiki/Matthew_Carr": "Matthew Carr (born 29 December 1978) is a former Australian rules footballer who played for Fremantle and St Kilda in the Australian Football League (AFL).  He played as a half-back flanker and began his football career at East Fremantle. Matthew is the elder brother of Josh Carr, who also played for Fremantle and they both attended Corpus Christi College in Bateman, Western Australia.",
  "/wiki/David_Mundy": "David Mundy (born 20 July 1985) is an Australian rules footballer who plays for the Fremantle Football Club in the Australian Football League (AFL). He plays as a half back flanker or midfielder and began his football career at Murray Bushrangers in the TAC Cup. He was the captain of Fremantle during the 2016 season.",
  "/wiki/Marcus_Drum": "Marcus James Drum (born 1 May 1987) is an Australian rules footballer who played in the Australian Football League (AFL) for the Fremantle Football Club between 2006 and 2009 before he was traded to Geelong during the 2009 trade week.",
  "/wiki/Luke_Webster": "Luke Webster (born 25 May 1982) is an Australian rules football coach and former player. He played for Fremantle in the Australian Football League, and currently serves as senior coach of the West Coast Eagles in the West Australian Football League and as a development coach at AFL club the West Coast Eagles.",
  "/wiki/Robert_Warnock": "Robert Warnock (born 19 January 1987) is a former professional Australian rules footballer who played for the Fremantle Football Club and Carlton Football Club in the Australian Football League (AFL). Warnock is the brother of AFL footballer Matthew Warnock, who played for Melbourne and Gold Coast.",
  "/wiki/Heath_Black": "Heath Black (born 28 May 1979) is a former Australian rules footballer who played for Fremantle and St Kilda in the Australian Football League (AFL).",
  "/wiki/Rhys_Palmer": "Rhys Palmer (born 13 February 1989) is a former professional Australian rules footballer who played for the Fremantle Football Club, Greater Western Sydney Giants and Carlton Football Club in the Australian Football League (AFL). He won the AFL Rising Star award in 2008.",
  "/wiki/Aaron_Sandilands": "Aaron Sandilands (born 6 December 1982) is a former professional Australian rules footballer who played for the Fremantle Football Club in the Australian Football League (AFL). At 211 cm (6 ft 11 in) tall, and with a peak weight of 120 kg (265 lb), he is the heaviest and equal tallest player to ever play in the AFL.",
  "/wiki/Stephen_Hill_(Australian_footballer)": "Stephen Hill (born 1 May 1990) is an Australian rules footballer who plays for the Fremantle Football Club in the Australian Football League (AFL).",
  "/wiki/Michael_Johnson_(Australian_rules_footballer)": "Michael Johnson (born 20 October 1984) is a former professional Australian rules footballer, who played for the Fremantle Football Club in the Australian Football League.",
  "/wiki/Michael_Barlow": "Michael Barlow (born 18 December 1987) is a former professional Australian rules football who played for the Fremantle and Gold Coast Football Club in the Australian Football League (AFL).",
  "/wiki/Matt_de_Boer": "Matthew de Boer (born 10 March 1990) is an Australian rules footballer with the Greater Western Sydney Giants in the Australian Football League (AFL).",
  "/wiki/Tendai_Mzungu": "Tendai Mzungu (born 28 February 1986) is a former Australian rules footballer who played for the Fremantle Football Club and Greater Western Sydney Giants in the Australian Football League (AFL). Mzungu represented the Perth Football Club in the West Australian Football League (WAFL) before being recruited to Fremantle at the end of the 2010 season, and made his debut for the club the following season.",
  "/wiki/Chris_Mayne": "Christopher Mayne (born 2 November 1988) is a professional Australian rules footballer playing for the Collingwood Football Club in the Australian Football League (AFL). He previously played for the Fremantle Football Club from 2008 to 2016.",
  "/wiki/Kepler_Bradley": "Kepler Bradley (born 13 November 1985) is an Australian rules footballer who played for the Essendon and Fremantle Football Clubs in the Australian Football League.",
  "/wiki/Ryan_Crowley": "Ryan Crowley (born 5 March 1984) is a former professional Australian rules footballer who played for the Fremantle Football Club and the Essendon Football Club in the Australian Football League (AFL). He played as a midfielder and specialised in a tagging role.",
  "/wiki/Lee_Spurr": "Lee Spurr (born 27 July 1987) is a former Australian rules footballer who played for the Fremantle Football Club in the Australian Football League (AFL). He an experienced utility player who played in two premierships for Central District in the South Australian National Football League (SANFL).",
  "/wiki/Nat_Fyfe": "Nathan Fyfe (born 18 September 1991) is a professional Australian rules footballer playing for the Fremantle Football Club in the Australian Football League (AFL). He received a nomination for the 2010 AFL Rising Star award in round 9 of the 2010 season. Fyfe is a dual Brownlow Medallist, dual Leigh Matthews Trophy recipient, three-time All-Australian (including as captain in the 2019 team) and three-time Doig Medallist. He has served as Fremantle captain since the 2017 season.",
  "/wiki/Cameron_Sutcliffe": "Cameron Sutcliffe (born 23 May 1992) is an Australian rules footballer who plays for the Port Adelaide Football Club in the Australian Football League (AFL).",
  "/wiki/Michael_Walters": "Michael Walters (born 7 January 1991) is an Australian rules footballer who plays for the Fremantle Football Club in the Australian Football League (AFL).",
  "/wiki/Matt_Taberner": "Matthew Taberner (born 17 June 1993) is an Australian rules footballer who plays for the Fremantle Football Club in the Australian Football League (AFL). He mainly plays as a key position forward.",
  "/wiki/Alex_Silvagni": "Alex Silvagni (born 29 September 1987) is a former professional Australian rules footballer who played for the Fremantle Football Club and the Carlton Football Club in the Australian Football League (AFL).",
  "/wiki/Hayden_Ballantyne": "Hayden Ballantyne (born 16 July 1987) is a former Australian rules footballer who played for the Fremantle Football Club in the Australian Football League. He was a 2014 All Australian and has previously won a Sandover Medal while playing with Peel Thunder.",
  "/wiki/Fremantle_Football_Club": "The Fremantle Football Club, nicknamed the Dockers, is a professional Australian rules football team that competes in the Australian Football League (AFL). It was founded in 1994 in honour of the rich footballing history associated with the Western Australian port city of Fremantle, and entered the AFL the following year, making it the second team from the state after the West Coast Eagles to be admitted to the competition."
}