{
  "/wiki/Egon_Petri": "Egon Petri (23 March 1881 – 27 May 1962) was a classical pianist.",
  "/wiki/Hans_Rosbaud": "Hans Rosbaud (22 July 1895 – 29 December 1962), was an Austrian conductor, particularly associated with the music of the twentieth century.",
  "/wiki/Noel_Mewton-Wood": "Noel Mewton-Wood (20 November 1922 – 5 December 1953) was an Australian-born concert pianist who achieved international fame on the basis of many distinguished concerto recordings during his short life.",
  "/wiki/Thomas_Beecham": "Sir Thomas Beecham, 2nd Baronet, CH (29 April 1879 – 8 March 1961) was an English conductor and impresario best known for his association with the London Philharmonic and the Royal Philharmonic orchestras. He was also closely associated with the Liverpool Philharmonic and Hallé orchestras. From the early 20th century until his death, Beecham was a major influence on the musical life of Britain and, according to the BBC, was Britain's first international conductor.",
  "/wiki/BBC_Symphony_Orchestra": "The BBC Symphony Orchestra (BBC SO) is a British orchestra based in London. Founded in 1930, it was the first permanent salaried orchestra in London, and is the only one of the city's five major symphony orchestras not to be self-governing. The BBC SO is the principal broadcast orchestra of the British Broadcasting Corporation (BBC).",
  "/wiki/Ferruccio_Busoni_discography": "Ferruccio Busoni discography chronicles the list of releases by the music artist.",
  "/wiki/Gunnar_Johansen": "Gunnar Johansen (January 21, 1906, Copenhagen – May 25, 1991, Blue Mounds, Wisconsin) was a Danish-born pianist and composer. He was one of the chief proponents of the music of Ferruccio Busoni, whose mature keyboard works he recorded in their entirety, as well as the complete keyboard works of Johann Sebastian Bach.",
  "/wiki/Hans_Schmidt-Isserstedt": "Hans Schmidt-Isserstedt (5 May 1900 – 28 May 1973) was a German conductor and composer.",
  "/wiki/NDR_Symphony_Orchestra": "The NDR Elbphilharmonie Orchester (NDR Elbphilharmonie Orchestra) is a German radio orchestra based in Hamburg.  Affiliated with the Norddeutscher Rundfunk (NDR; North German Broadcasting), the orchestra is based at the Elbphilharmonie in Hamburg, Germany.  Earlier the ensemble was called the NDR Symphony Orchestra (German: Sinfonieorchester des Norddeutschen Rundfunks), and was also known in English as the North German Radio Symphony Orchestra.",
  "/wiki/Rafael_Kubel%C3%ADk": "Rafael Jeroným Kubelík (29 June 1914 – 11 August 1996) was a Czech-born conductor and composer.",
  "/wiki/Bavarian_Radio_Symphony_Orchestra": "The Bavarian Radio Symphony Orchestra (German: Symphonieorchester des Bayerischen Rundfunks) is a German radio orchestra.  Based in Munich, Germany, the orchestra is one of two full-size symphony orchestras operated under the auspices of Bayerischer Rundfunk, or Bavarian Broadcasting (BR). Its primary concert venues are the Philharmonie am Gasteig and the Herkulessaal in the Residenz.",
  "/wiki/John_Ogdon": "John Andrew Howard Ogdon (27 January 1937 – 1 August 1989) was an English pianist and composer.",
  "/wiki/Daniell_Revenaugh": "Daniell Revenaugh is an American classical pianist and conductor born in Louisville, Kentucky. He made his debut at the age of 14 playing Beethoven's First Piano Concerto with the Louisville Orchestra.",
  "/wiki/Royal_Philharmonic_Orchestra": "The Royal Philharmonic Orchestra (RPO), based in London, is a British Orchestra that was formed by Sir Thomas Beecham in 1946. In its early days, the orchestra secured profitable recording contracts and important engagements including the Glyndebourne Festival Opera and the concerts of the Royal Philharmonic Society. After Beecham's death in 1961 the orchestra's fortunes declined steeply; it battled for survival until the mid-1960s, when its future was secured after an Arts Council report recommended that it should receive public subsidy; a further crisis arose in the same era when it seemed that the orchestra's right to call itself \"Royal\" could be withdrawn.",
  "/wiki/Christoph_Eschenbach": "Christoph Eschenbach (German: [ˈkʁɪstɔf ˈɛʃn̩bax]; born 20 February 1940) is a German pianist and conductor.",
  "/wiki/Zurich_Tonhalle_Orchestra": "The Tonhalle Orchester Zürich is a Swiss symphony orchestra based in Zürich.  Its principal residence is the Tonhalle concert hall.",
  "/wiki/Volker_Banfield": "Volker Banfield (born 9 May 1944, Oberaudorf, Bavaria) is a German pianist.",
  "/wiki/Peter_Donohoe_(pianist)": "Peter Donohoe CBE (born 18 June 1953) is an English classical pianist.",
  "/wiki/Mark_Elder": "Sir Mark Philip Elder CH CBE (born 2 June 1947) is a British conductor. He is the music director of the Hallé Orchestra in Manchester, England.",
  "/wiki/Viktoria_Postnikova": "Viktoria Valentinovna Postnikova (born 12 January 1944) is a Russian pianist.",
  "/wiki/Gennady_Rozhdestvensky": "Gennady Nikolayevich Rozhdestvensky, CBE (Russian: Генна́дий Никола́евич Рожде́ственский; 4 May 1931 – 16 June 2018) was a Soviet and Russian conductor, People's Artist of the USSR (1976), and Hero of Socialist Labour (1990).",
  "/wiki/Orchestre_National_de_France": "The Orchestre national de France (ONF; literal translation, National Orchestra of France) is a French symphony orchestra based in Paris, founded in 1934.  Placed under the administration of the French national radio (named Radio France since 1975), the ONF performs mainly in the Théâtre des Champs-Élysées from where all its concerts are broadcast.  Some concerts are also held in the Salle Olivier Messiaen in the Maison de Radio France (formerly known as Maison de la Radio).",
  "/wiki/Garrick_Ohlsson": "Garrick Olof Ohlsson (born April 3, 1948 in Bronxville, New York) is an American classical pianist. Ohlsson is the first and only American to win first prize in the International Frédéric Chopin Piano Competition, in 1970. He also won first prize at the Busoni Competition in Italy and the Montreal Piano Competition in Canada. Ohlsson was awarded the Avery Fisher Prize in 1994 and received the 1998 University Musical Society Distinguished Artist Award in Ann Arbor, Michigan. Ohlsson has also been nominated for three Grammy Awards, winning one in 2008.",
  "/wiki/Christoph_von_Dohn%C3%A1nyi": "Christoph von Dohnányi (German: [ˈkʁɪstɔf fɔn ˈdɔxnaːnjiː]; born 8 September 1929) is a German conductor.",
  "/wiki/Cleveland_Orchestra": "The Cleveland Orchestra, based in Cleveland, is one of the five American orchestras informally referred to as the \"Big Five\". Founded in 1918 by the pianist and impresario Adella Prentiss Hughes, the orchestra plays most of its concerts at Severance Hall. As of 2019, the incumbent music director is Franz Welser-Möst.",
  "/wiki/Warmia": "Warmia (Polish: Warmia, Latin: Varmia, German: Ermland (help·info), Old Prussian: Wārmi, Lithuanian: Varmė) is a historical region in northern Poland.",
  "/wiki/Michael_Gielen": "Michael Andreas Gielen (20 July 1927 – 8 March 2019) was an Austrian conductor and composer who promoted contemporary music in opera and concert.",
  "/wiki/Southwest_German_Radio_Symphony_Orchestra": "The Southwest German Radio Symphony Orchestra (also known in English as the SWR Baden-Baden Freiburg Symphony Orchestra and in German as the Sinfonieorchester des Südwestrundfunks) was a German radio orchestra located in the German cities of Baden-Baden and Freiburg.",
  "/wiki/Fran%C3%A7ois-Jo%C3%ABl_Thiollier": "François-Joël Thiollier (born 1943) is an internationally recognized French-American classical pianist..",
  "/wiki/Michael_Sch%C3%B8nwandt": "Michael Schønwandt (born 10 September 1953 in Frederiksberg) is a Danish conductor. In Denmark, he studied piano, theory, and composition, and later continued musical studies at the Royal Academy of Music in London.",
  "/wiki/Nice": "Nice (/niːs/, NEESS; French pronunciation: ​[nis]; Niçard Occitan: Niça, classical norm, or Nissa, nonstandard, pronounced [ˈnisa]; Italian: Nizza [ˈnittsa]; Greek: Νίκαια; Latin: Nicaea) is the seventh most populous urban area in France and the capital of the Alpes-Maritimes department. The metropolitan area of Nice extends beyond the administrative city limits, with a population of about 1 million on an area of 721 km2 (278 sq mi). Located in the French Riviera, on the south east coast of France on the Mediterranean Sea, at the foot of the Alps, Nice is the second-largest French city on the Mediterranean coast and the second-largest city in the Provence-Alpes-Côte d'Azur region after Marseille. Nice is approximately 13 kilometres (8.1 mi) from the principality of Monaco and 30 kilometres (19 mi) from the French-Italian border. Nice's airport serves as a gateway to the region.",
  "/wiki/Marc-Andr%C3%A9_Hamelin": "Marc-André Hamelin, OC, CQ (born September 5, 1961), is a Canadian virtuoso pianist and composer. Hamelin is recognized worldwide for the originality and technical proficiency of his performances of the classic repertoire. He has received 11 Grammy Award nominations.",
  "/wiki/City_of_Birmingham_Symphony_Orchestra": "The City of Birmingham Symphony Orchestra (CBSO) is a British orchestra based in Birmingham, England. It is the resident orchestra at Symphony Hall, Birmingham, which has been its principal performance venue since 1991. Its administrative and rehearsal base is at the nearby CBSO Centre, where it also presents chamber concerts by members of the orchestra and guest performers.",
  "/wiki/Neubrandenburg": "Neubrandenburg (lit. New Brandenburg, IPA: [nɔʏˈbʁandn̩bʊʁk]) is a city in the southeast of Mecklenburg-Vorpommern, Germany. It is located on the shore of a lake called Tollensesee and forms the urban centre of the Mecklenburg Lakeland.",
  "/wiki/Francesco_La_Vecchia": "Francesco La Vecchia (born September 10, 1954) is an Italian classical conductor.",
  "/wiki/Kirill_Gerstein": "Kirill Gerstein (Russian: Кирилл Герштейн) (born 23 October 1979) is a Russian-American pianist. He is the sixth recipient of the Gilmore Artist Award. An American citizen since 2003, Gerstein divides his time between the United States and Germany and is currently a professor of piano at the Musikhochschule Stuttgart.",
  "/wiki/Sakari_Oramo": "Sakari Markus Oramo OBE (born 26 October 1965) is a Finnish conductor. He is Chief Conductor of both the BBC Symphony Orchestra and Royal Stockholm Philharmonic Orchestra.",
  "/wiki/Boston_Symphony_Orchestra": "The Boston Symphony Orchestra (BSO) is an American orchestra based in Boston, Massachusetts.  It is one of the five major American symphony orchestras commonly referred to as the \"Big Five\". Founded in 1881, the BSO plays most of its concerts at Boston's Symphony Hall and in the summer performs at Tanglewood."
}