{
  "/wiki/Bob_Fitzsimmons": "Robert James \"Bob\" Fitzsimmons (26 May 1863 – 22 October 1917) was a British professional boxer who was the sport's first three-division world champion. He also achieved fame for beating Gentleman Jim Corbett (the man who beat John L. Sullivan), and he is in The Guinness Book of World Records as the lightest heavyweight champion. Nicknamed \"Ruby Robert\" and \"The Freckled Wonder\", he took pride in his lack of scars and appeared in the ring wearing heavy woollen underwear to conceal the disparity between his trunk and leg-development.",
  "/wiki/Middleweight": "Middleweight is a weight class in combat sports.",
  "/wiki/Heavyweight": "Heavyweight   is a weight class in combat sports.",
  "/wiki/Light_heavyweight": "Light heavyweight, or junior cruiserweight, is a weight class in combat sports.",
  "/wiki/Tony_Canzoneri": "Tony Canzoneri (November 6, 1908 – December 9, 1959) was an American professional boxer. A three-time world champion, he held a total of five world titles. Canzoneri is a member of the exclusive group of boxing world champions who have won titles in three or more divisions.",
  "/wiki/Featherweight": "Featherweight is a weight class in the combat sports of boxing, kickboxing, mixed martial arts, and Greco-Roman wrestling.",
  "/wiki/Lightweight": "Lightweight is a weight class in combat sports and rowing.",
  "/wiki/Light_welterweight": "Light welterweight, also known as junior welterweight or super lightweight, is a weight class in combat sports.",
  "/wiki/Barney_Ross": "Barney Ross (born Dov-Ber \"Beryl\" David Rosofsky; December 23, 1909 – January 17, 1967) was an American professional boxer. Ross became a world champion in three weight divisions and was a decorated veteran of World War II.",
  "/wiki/Welterweight": "Welterweight is a weight class in combat sports. Originally the term \"welterweight\" was used only in boxing, but other combat sports like Muay Thai, taekwondo, and mixed martial arts also use it for their own weight division system to classify the opponents. In most sports that use it, welterweight is heavier than lightweight but lighter than middleweight.",
  "/wiki/Henry_Armstrong": "Henry Jackson Jr. (December 12, 1912 – October 24, 1988) was an American professional boxer and a world boxing champion who fought under the name Henry Armstrong.",
  "/wiki/Emile_Griffith": "Emile Alphonse Griffith (February 3, 1938 – July 23, 2013) was a professional boxer from the U.S. Virgin Islands who became a World Champion in the welterweight, junior middleweight and middleweight classes. His best known contest was a 1962 title match with Benny Paret. At the weigh in, Paret infuriated Griffith, a bisexual man, by touching his buttocks and making a homosexual slur. Griffith won the bout by knockout; Paret never recovered consciousness and died in the hospital 10 days later.",
  "/wiki/Light_middleweight": "Light middleweight, also known as super welterweight or junior middleweight, is a weight class in combat sports.",
  "/wiki/Wilfred_Ben%C3%ADtez": "Wilfred Benítez (born September 12, 1958) is an American-born Puerto Rican former professional boxer and the youngest world champion in the sport's history. Earning his first of three career world titles in separate weight divisions at the age of seventeen, he is best remembered as a skilled and aggressive fighter with exceptional defensive abilities, along with his fights with Roberto Durán, Thomas Hearns, and Sugar Ray Leonard.",
  "/wiki/Alexis_Arg%C3%BCello": "Alexis Argüello (April 19, 1952 – July 1, 2009) was a Nicaraguan professional boxer who competed from 1968 to 1995, and later became a politician. He was a three-weight world champion, having held the WBA featherweight title from 1974 to 1976; the WBC super featherweight title from 1978 to 1980; and the WBC lightweight title from 1981 to 1982. Additionally, he held the Ring magazine and lineal featherweight titles from 1975 to 1977; the Ring lightweight title from 1981 to 1982; and the lineal lightweight title in 1982. In his later career he challenged twice for light welterweight world titles, both times in famous fights against Aaron Pryor.",
  "/wiki/Super_featherweight": "Super featherweight (WBA and WBC), also known as junior lightweight (IBF and WBO), is a weight division in professional boxing, contested between 126 pounds (57 kg) and 130 pounds (59 kg).",
  "/wiki/Roberto_Dur%C3%A1n": "Roberto Durán Samaniego (born June 16, 1951) is a Panamanian former professional boxer who competed from 1968 to 2001. He held world championships in four weight classes: lightweight, welterweight, light middleweight and middleweight, as well as reigns as the undisputed and lineal lightweight champion, and the lineal welterweight champion. He is also the second boxer to have competed over a span of five decades, the first being Jack Johnson. Durán was known as a versatile, technical brawler and pressure fighter, which earned him the nickname of \"Manos de Piedra\" (\"Hands of Stone\") for his formidable punching power and excellent defense.",
  "/wiki/Wilfredo_G%C3%B3mez": "Wilfredo Gómez Rivera (Spanish pronunciation: [wilˈfɾeðo ˈɣomes]; born October 29, 1956), sometimes referred to as Bazooka Gómez, is a Puerto Rican former professional boxer and three-time world champion. He is frequently mentioned among the best Puerto Rican boxers of all time by sports journalists and analysts, along with Félix Trinidad, Miguel Cotto, Wilfred Benítez, Esteban De Jesús, Edwin Rosario, and Carlos Ortíz.",
  "/wiki/Super_bantamweight": "Super bantamweight, also known as junior featherweight or light featherweight, is a weight class in professional boxing, contested from 118 pounds (54 kg) and up to 122 pounds (55 kg).",
  "/wiki/Sugar_Ray_Leonard": "Ray Charles Leonard (born May 17, 1956), best known as \"Sugar\" Ray Leonard, is an American former professional boxer, motivational speaker, and occasional actor. Often regarded as one of the greatest boxers of all time, he competed from 1977 to 1997, winning world titles in five weight divisions; the lineal championship in three weight divisions; as well as the undisputed welterweight title. Leonard was part of \"The Fabulous Four\", a group of boxers who all fought each other throughout the 1980s, consisting of himself, Roberto Durán, Thomas Hearns and Marvin Hagler.",
  "/wiki/Thomas_Hearns": "Thomas Hearns (born October 18, 1958) is an American former professional boxer who competed from 1977 to 2006. Nicknamed the \"Motor City Cobra\", and more famously \"The Hitman\", Hearns' tall, slender build and oversized arms and shoulders allowed him to move up over fifty pounds in his career and become the first boxer in history to win world titles in five weight divisions: welterweight, light middleweight, middleweight, super middleweight and light heavyweight.",
  "/wiki/Jeff_Fenech": "Jeff Fenech (born 28 May 1964) is a retired Australian professional boxer. He won world titles in three weight divisions, and is best known for his trilogy with Ghanaian boxer Azumah Nelson. Fenech was trained by renowned Sydney-based trainer Johnny Lewis. He is currently a boxing trainer himself.",
  "/wiki/Bantamweight": "Bantamweight is a weight class in combat sports.",
  "/wiki/H%C3%A9ctor_Camacho": "Héctor Luís Camacho Matías (May 24, 1962 – November 24, 2012), commonly known by his nickname \"Macho\" Camacho, was a Puerto Rican professional boxer and entertainer. Known for his quickness in the ring and flamboyant style, Camacho competed professionally from 1980 to 2010, and was a world champion in three weight classes. He held the WBC super featherweight title from 1983 to 1984, the WBC lightweight title from 1985 to 1987, and the WBO junior welterweight title twice between 1989 and 1992.",
  "/wiki/Super_lightweight": "Light welterweight, also known as junior welterweight or super lightweight, is a weight class in combat sports.",
  "/wiki/Julio_C%C3%A9sar_Ch%C3%A1vez": "Julio César Chávez González (Spanish pronunciation: [ˈxuljo ˈsesaɾ ˈtʃaβez ɣonˈsales]; born July 12, 1962), also known as Julio César Chávez Sr., is a Mexican former professional boxer who competed from 1980 to 2005.",
  "/wiki/Iran_Barkley": "Iran Barkley (born May 6, 1960) is an American former professional boxer who competed from 1982 to 1999. He held world championships in three weight classes, including the WBC middleweight title from 1988 to 1989, the IBF super middleweight title from 1992 to 1993, and the WBA light heavyweight title in 1992. As an amateur, Barkley won a bronze medal in the middleweight division at the 1982 World Championships.",
  "/wiki/Super_middleweight": "Super middleweight, or light cruiserweight, is a weight class in combat sports.",
  "/wiki/Duke_McKenzie": "Duke McKenzie, MBE (born 5 May 1963) is a British former professional boxer who competed from 1982 to 1998. He is a three-weight world champion, having held the IBF flyweight title from 1988 to 1989; the WBO bantamweight title from 1991 to 1992; and the WBO junior-featherweight title from 1992 to 1993. At regional level he held the British flyweight title from 1985 to 1988; the European flyweight title from 1986 to 1988; and the British featherweight title from 1993 to 1994. After retiring from the sport, McKenzie has worked as a boxing commentator for broadcaster ITV.",
  "/wiki/Flyweight": "Flyweight is a weight class in combat sports.",
  "/wiki/Pernell_Whitaker": "Pernell Whitaker Sr. (January 2, 1964 – July 14, 2019) was an American  professional boxer who competed from 1984 to 2001, and subsequently worked as a boxing trainer. He was a four-weight world champion, having won titles at lightweight, light welterweight, welterweight, and light middleweight; the undisputed lightweight title; and the lineal lightweight and welterweight titles. In 1989, Whitaker was named Fighter of the Year by The Ring magazine and the Boxing Writers Association of America. From 1993 to 1997, The Ring ranked him as the best active boxer in the world, pound for poundfor over 10 years. He currently holds the longest unified lightweight championship reign in boxing history at six title defenses. Whitaker is generally regarded as one of the greatest defensive boxers of all-time.",
  "/wiki/Mike_McCallum": "Mike McCallum (born 7 December 1956) is a Jamaican former professional boxer who competed from 1981 to 1997. He held world championships in three weight classes, including the WBA super welterweight title from 1984 to 1988, the WBA middleweight title from 1989 to 1991, and the WBC light heavyweight title from 1994 to 1995.",
  "/wiki/Wilfredo_V%C3%A1zquez": "Wilfredo Vázquez Olivera (born August 2, 1960) is a Puerto Rican former professional boxer who competed from 1981 to 2002. He held world championships in three weight classes, including the WBA bantamweight title from 1987 to 1988, the WBA super bantamweight title from 1992 to 1995, and the WBA and lineal featherweight titles from 1996 to 1998. His son, Wilfredo Vázquez Jr., is also a former boxer and world champion.",
  "/wiki/Oscar_De_La_Hoya": "Oscar De La Hoya (/deɪləˈhɔɪ.ə/; born February 4, 1973), is a Mexican-American former professional boxer who, in 2002, also became a boxing promoter and, in 2018, a mixed martial arts (MMA) promoter. As a boxer, he competed from 1992 to 2008, winning multiple world titles in six weight classes, including the lineal championship in three weight classes. He is ranked as the 9th best boxer of all time, pound for pound, by BoxRec. De La Hoya was nicknamed \"The Golden Boy of boxing\" by the media when he represented the United States at the 1992 Summer Olympics where, shortly after having graduated from James A. Garfield High School, he won a gold medal in the lightweight division, and reportedly \"set a sport back on its feet.\"",
  "/wiki/List_of_boxing_triple_champions": "In boxing, a triple champion is a boxer who has won world titles in three weight classes. For most of the 20th century it was a remarkable and rare achievement accomplished by only a handful of fighters. Beginning in the 1970s, triple champions have become increasingly more common due to the proliferation of weight classes and sanctioning bodies in the sport. Bob Fitzsimmons was boxing's first triple crown champion, successively winning the middleweight, heavyweight and light-heavyweight titles between 1894 and 1903."
}