{
  "/wiki/William_Boyd_Dawkins": "Sir William Boyd Dawkins FRS FSA FGS (26 December 1837 – 15 January 1929) was a British geologist and archaeologist. He was a member of the Geological Survey of Great Britain, Curator of the Manchester Museum and Professor of Geology at Owens College, Manchester. He is noted for his research on fossils and the antiquity of man. He was involved in many projects including a tunnel under the Humber, a Channel Tunnel attempt and the proving of coal under Kent.",
  "/wiki/John_Craig_(classicist)": "John Douglas Craig (31 May 1887 – 13 May 1968) was a Scottish classicist, who was Firth Professor of Latin at the University of Sheffield from 1930 to 1952.",
  "/wiki/Literae_Humaniores": "Literae humaniores, nicknamed greats, is an undergraduate course focused on classics (Ancient Rome, Ancient Greece, Latin, ancient Greek, and philosophy) at the University of Oxford and some other universities. The Latin name means literally \"more human literature\" and was in contrast to the other main field of study when the university began, i.e. res divinae, also known as theology. Lit. hum. is concerned with human learning, and lit. div. with learning that came from God. In its early days, it encompassed mathematics and natural sciences as well. It is an archetypal humanities course.",
  "/wiki/University_of_Sheffield": "The University of Sheffield (informally Sheffield University) is a public research university in Sheffield, South Yorkshire, England. It received its royal charter in 1905 as successor to the University College of Sheffield, which was established in 1897 by the merger of Sheffield Medical School (founded in 1828), Firth College (1879) and Sheffield Technical School (1884).",
  "/wiki/Percy_Dodd": "Percy William Dodd (1889 – 20 May 1931) was a British classicist who taught at the Universities of Leeds and Oxford.",
  "/wiki/Leeds_University": "The University of Leeds is a public research university in Leeds, West Yorkshire, England. It was established in 1874 as the Yorkshire College of Science. In 1884 it merged with the Leeds School of Medicine (established 1831) and was renamed Yorkshire College. It became part of the federal Victoria University in 1887, joining Owens College (which became the University of Manchester) and University College Liverpool (which became the University of Liverpool). In 1904 a royal charter was granted to the University of Leeds by King Edward VII.",
  "/wiki/Xenophon": "Xenophon of Athens (/ˈzɛnəfən, -ˌfɒn/; Greek: Ξενοφῶν, Ancient Greek: [ksenopʰɔ̂ːn], Xenophōn; c. 431 BC  – 354 BC) was an ancient Greek philosopher, historian, soldier, mercenary, and student of Socrates. As a soldier, Xenophon became commander of the Ten Thousand at about 30, with noted military historian Theodore Ayrault Dodge saying of him, “the centuries since have devised nothing to surpass the \ngenius of this warrior.”  He established the precedent for many logistical operations and was among the first to use flanking maneuvers, feints and attacks in depth. He was among the greatest commanders of antiquity.\nAs a historian, Xenophon is known for recording the history of his time, the late-5th and early-4th centuries BC, in such works as the Hellenica, which covered the final seven years and the aftermath of the Peloponnesian War (431–404 BC), thus representing a thematic continuation of Thucydides' History of the Peloponnesian War.",
  "/wiki/Memorabilia_(Xenophon)": "Memorabilia (original title in Greek: Ἀπομνημονεύματα, Apomnemoneumata) is a collection of Socratic dialogues by Xenophon, a student of Socrates. The lengthiest and most famous of Xenophon's Socratic writings, the Memorabilia is essentially an apologia (defense) of Socrates, differing from both Xenophon's Apology of Socrates to the Jury and Plato's Apology mainly in that the Apologies present Socrates as defending himself before the jury, whereas the former presents Xenophon's own defense of Socrates, offering edifying examples of Socrates' conversations and activities along with occasional commentary from Xenophon.",
  "/wiki/Thomas_Iorwerth_Ellis": "Thomas Iorwerth Ellis OBE (19 December 1899 – 20 April 1970) was a Welsh classicist, who wrote many books on Welsh literature and Welshmen (in Welsh and English), including a biography of his father, Thomas Edward Ellis.",
  "/wiki/Swansea_University": "Swansea University (Welsh: Prifysgol Abertawe) is a public research university located in Swansea, Wales, United Kingdom. It was chartered as University College of Swansea in 1920, as the fourth college of the University of Wales. In 1996, it changed its name to the University of Wales Swansea following structural changes within the University of Wales. The title of Swansea University was formally adopted on 1 September 2007 when the University of Wales became a non-membership confederal institution and the former members became universities in their own right.",
  "/wiki/St_David%27s_College,_Lampeter": "University of Wales, Lampeter (Welsh: Prifysgol Cymru, Llanbedr Pont Steffan) is a university in Lampeter, Wales. Founded in 1822, and given its royal charter in 1828, it is the oldest degree awarding institution in Wales, with degree awarding powers since 1822, and the fourth oldest institution of higher learning in England and Wales after the universities of Oxford, Cambridge and Durham (founded as a university in 1832). St. David's was a college. In 2010 it merged with Trinity University College (under its 1822 charter) to create the University of Wales Trinity Saint David.",
  "/wiki/University_College_of_Wales,_Aberystwyth": "Aberystwyth University (Welsh: Prifysgol Aberystwyth) is a public research university in Aberystwyth, Wales. Aberystwyth was a founding member institution of the former federal University of Wales. The university has over 8,000 students studying across 3 academic faculties and 17 departments.",
  "/wiki/T._E._Ellis": "Thomas Edward Ellis (16 February 1859 – 5 April 1899), often known as T. E. Ellis or Tom Ellis, was a Welsh politician who was the leader of Cymru Fydd, a movement aimed at gaining home rule for Wales. Ellis was, for a time, the most prominent of a generation of Liberal politicians who emerged in Wales after 1886, who placed greater emphasis than the previous generation to a Welsh dimension to their politics. His early death in 1899 in his fortieth year added to the aura that surrounded his name.",
  "/wiki/Emrys_Evans": "Sir David Emrys Evans (29 March 1891 – 20 February 1966) was a Welsh classicist and university principal.",
  "/wiki/Bangor_University": "Bangor University (Welsh: Prifysgol Bangor) is a university in Bangor, Wales. It received its Royal Charter in 1885 and was one of the founding institutions of the federal University of Wales. Officially known as University College of North Wales (UCNW), and later University of Wales, Bangor (UWB) (Welsh: Prifysgol Cymru, Bangor), in 2007 it became Bangor University, independent from the University of Wales.",
  "/wiki/John_Garstang": "John Garstang (5 May 1876 – 12 September 1956) was a British archaeologist of the ancient Near East, especially Anatolia and the southern Levant. He was the younger brother of Professor Walter Garstang, FRS, a marine biologist and zoologist. Garstang is considered a pioneer in the development of scientific practices in archaeology as he kept detailed records of his excavations with extensive photographic records, which was a comparatively rare practice in early 20th-century archaeology",
  "/wiki/Harold_Arthur_Harris": "Professor Harold Arthur Harris (27 October 1902 – 29 August 1974) was educated at Oxford High School, and went on to study at Jesus College, Oxford. Here, he gained a first in Classical Moderations, becoming a senior scholar, and graduating with first class honours in English.",
  "/wiki/Classics": "Classics or classical studies is the study of classical antiquity. It encompasses the study of the Greco-Roman world, particularly of its languages and literature (Ancient Greek and Classical Latin) but also of Greco-Roman philosophy, history, and archaeology. Traditionally in the West, the study of the Greek and Roman classics is considered one of the cornerstones of the humanities and a fundamental element of a rounded education. The study of classics has therefore traditionally been a cornerstone of a typical elite education.",
  "/wiki/Barri_Jones": "Geraint Dyfed Barri Jones FSA (4 April 1936 – 16 July 1999) was a classical scholar and archaeologist.",
  "/wiki/Griffith_Hartwell_Jones": "Rev. Griffith Hartwell Jones (10 April 1859 – 27 May 1944) was a Welsh academic and Anglican clergyman.",
  "/wiki/University_College_of_South_Wales_and_Monmouthshire": "Cardiff University (Welsh: Prifysgol Caerdydd) is a public research university in Cardiff, Wales. Founded in 1883 as the University College of South Wales and Monmouthshire, it became a founding college of the University of Wales in 1893, and in 1997 received its own degree-awarding powers, although it held them in abeyance. It merged with the University of Wales Institute of Science and Technology (UWIST) in 1988. The college adopted the public name of Cardiff University in 1999; in 2005 this became its legal name, as an independent university awarding its own degrees. The third oldest university institution in Wales, it contains three colleges: Arts, Humanities and Social Sciences; Biomedical and Life Sciences; and Physical Sciences and Engineering.",
  "/wiki/Cardiff": "Cardiff (Welsh: Caerdydd [kairˈdiːð, kaːɨrˈdɨːð] (listen)) is the capital of Wales and its largest city. The eleventh-largest city in the United Kingdom, it is Wales' chief commercial centre, the base for most national cultural institutions and Welsh media, and the seat of the National Assembly for Wales. At the 2011 census, the unitary authority area population was estimated to be 346,090, and the wider urban area 479,000. Cardiff is a significant tourist centre and the most popular visitor destination in Wales with 21.3 million visitors in 2017. In 2011, Cardiff was ranked sixth in the world in National Geographic's alternative tourist destinations.",
  "/wiki/National_Eisteddfod": "The National Eisteddfod of Wales (Welsh: Eisteddfod Genedlaethol Cymru) is the most important of several eisteddfodau that are held annually, mostly in Wales. Its eight days of competitions and performances are considered the largest music and poetry festival in Europe. Competitors typically number 6,000 or more, and overall attendance generally exceeds 150,000 visitors. The 2018 Eisteddfod was held in Cardiff Bay with a fence-free 'Maes'.",
  "/wiki/Honourable_Society_of_Cymmrodorion": "The Honourable Society of Cymmrodorion (Welsh: Anrhydeddus Gymdeithas y Cymmrodorion), often called simply the Cymmrodorion, is a London-based Welsh learned society, with membership open to all. It was first established in 1751 as a social, cultural, literary and philanthropic institution. It fell into abeyance between 1787 and 1820, and again between 1843 and 1873. In its second and third incarnations its interests have been predominantly cultural and antiquarian. The present society claims continuity from that founded in 1751, although the three successive societies have in fact been slightly different in character and aims.",
  "/wiki/Terence_Mitford": "Terence Bruce Mitford FBA FSA (sometimes known as Terence Bruce-Mitford) (11 May 1905 – 8 November 1978) was a Scottish archaeologist and classicist.  He spent his whole career at the University of St Andrews, and had a special interest in the history and archaeology of Cyprus and southern Turkey, making many expeditions to these areas.  His academic life was interrupted by the Second World War, during which he served with the Special Air Service and Special Boat Service.",
  "/wiki/University_of_St_Andrews": "The University of St Andrews (Scots: University o St Andras; abbreviated as St And, from the Latin Sancti Andreae, in post-nominals) is a public university in St Andrews, Fife, Scotland. It is the oldest of the four ancient universities of Scotland and, following Oxford and Cambridge universities, the third-oldest university in the United Kingdom and English-speaking world. St Andrews was founded in 1413 when the Avignon Antipope Benedict XIII issued a papal bull to a small founding group of Augustinian clergy.",
  "/wiki/Special_Air_Service": "The Special Air Service (SAS) is a special forces unit of the British Army. The SAS was founded in 1941 as a regiment, and later reconstituted as a corps in 1950. The unit undertakes a number of roles including covert reconnaissance, counter-terrorism, direct action and hostage rescue. Much of the information and actions regarding the SAS is highly classified, and is not commented on by the British government or the Ministry of Defence due to the sensitivity of their operations.",
  "/wiki/Percy_Seymour": "Percy Ambrose Seymour (1887-1954) was an Australian classicist and university administrator.",
  "/wiki/Bursar": "A bursar (derived from \"bursa\", Latin for purse) is a professional financial administrator in a school or university. In the United States, bursars usually exist only at the level of higher education (four-year colleges and universities) or at private secondary schools. In Australia, Great Britain, and other countries, bursars are common at lower levels of education.",
  "/wiki/John_Strugnell": "John Strugnell (May 25, 1930, Barnet, Hertfordshire, England – November 30, 2007, Boston, Massachusetts) became, at 23, the youngest member of the team of scholars led by Roland de Vaux, formed in 1954 to edit the Dead Sea Scrolls in Jerusalem. He was studying Oriental languages at Jesus College, Oxford when Sir Godfrey Rolles Driver, a lecturer in Semitic philology, nominated him to join the Scrolls editorial team.",
  "/wiki/Dead_Sea_Scrolls": "The Dead Sea Scrolls (also Qumran Caves Scrolls) are ancient Jewish religious manuscripts found in the Qumran Caves in the Judaean Desert, near Ein Feshkha on the northern shore of the Dead Sea. Scholarly consensus dates these scrolls from the last three centuries BCE and the first century CE. The texts have great historical, religious, and linguistic significance because they include the second-oldest known surviving manuscripts of works later included in the Hebrew Bible canon, along with deuterocanonical and extra-biblical manuscripts which preserve evidence of the diversity of religious thought in late Second Temple Judaism. Almost all of the Dead Sea Scrolls are currently in the collection of the Government of the State of Israel, with ownership disputed with Jordan and the Palestinian Authority, and they are housed in the Shrine of the Book on the grounds of the Israel Museum.",
  "/wiki/Harvard_Divinity_School": "Harvard Divinity School (HDS) is one of the constituent schools of Harvard University in Cambridge, Massachusetts. As of January 2020[update], the school's mission is to educate its students either in the academic study of religion or for leadership roles in religion, government, and service. It also caters to students from other Harvard schools that are interested in the former field. HDS is among a small group of university-based, non-denominational divinity schools in the United States (the others include University of Chicago Divinity School, Yale Divinity School, Vanderbilt University Divinity School, and Wake Forest University School of Divinity).",
  "/wiki/List_of_alumni_of_Jesus_College,_Oxford": "Jesus College is one of the constituent colleges of the University of Oxford in England.  Its alumni include politicians, lawyers, bishops, poets, and academics.  Some went on to become fellows of the college; 14 students later became principal of the college. It was founded in 1571 by Queen Elizabeth I, at the request of a Welsh clergyman, Hugh Price, who was Treasurer of St David's Cathedral in Pembrokeshire. The college still has strong links with Wales, and about 15% of students are Welsh. There are 340 undergraduates and 190 students carrying out postgraduate studies. Old members of Jesus College are sometimes known as \"Jesubites\"."
}