{
  "/wiki/Warren_Ault": "Warren Ortman Ault (January 8, 1887 – May 14, 1989)  was an American historian, who taught at Boston University from 1913 to 1957.",
  "/wiki/Modern_History": "The history of the world, in common parlance, is the history of humanity (or human history), as determined from archeology, anthropology, genetics, linguistics, and other disciplines; and, for periods since the invention of writing, from recorded history and from secondary sources and studies.",
  "/wiki/Rhodes_Scholars": "The Rhodes Scholarship is an international postgraduate award for students to study at the University of Oxford. It was established in 1902, making it the first large-scale programme of international scholarship. The Rhodes Scholarship was founded by English businessman and politician Cecil John Rhodes, to promote unity between English-speaking nations and instill a sense of civic-minded leadership and moral fortitude in future leaders irrespective of their chosen career paths. Although initially restricted to male applicants from countries which are today within the British Commonwealth, as well as Germany and the United States, today the scholarship is open to applicants from all backgrounds and from across the globe. Since its creation, controversy has surrounded both its former exclusion of women (thus leading to the establishment of the co-educational Marshall Scholarship), and Rhodes' white supremacist beliefs and legacy of colonialism.",
  "/wiki/Boston_University": "Boston University (BU) is a private research university in Boston, Massachusetts. The university is nonsectarian, but has been historically affiliated with the United Methodist Church.",
  "/wiki/William_Edwards_Huntington": "William Edwards Huntington (July 30, 1844 – December 6, 1930) was an American university dean and president.",
  "/wiki/Theo_Barker": "Theodore Cardwell Barker (19 July 1923 – 22 November 2001), usually known as Theo Barker, was a British social and economic historian.",
  "/wiki/University_of_Kent": "The University of Kent (formerly the University of Kent at Canterbury, abbreviated as UKC) is a semi-collegiate public research university based in Kent, United Kingdom. It was founded in 1965 and is recognised as a Beloff's plate glass university. The University was granted its Royal Charter on 4 January 1965 and the following year Princess Marina, Duchess of Kent was formally installed as the first Chancellor.",
  "/wiki/London_School_of_Economics": "The London School of Economics (officially the London School of Economics and Political Science, often referred to as the LSE) is a public research university located in London, England, and a member institution of the federal University of London. Founded in 1895 by Fabian Society members Sidney Webb, Beatrice Webb, Graham Wallas, and George Bernard Shaw for the betterment of society, LSE joined the University of London in 1900 and established its first degree courses under the auspices of the University in 1901. LSE started awarding its own degrees in its own name in 2008, prior to which it awarded degrees of the University of London.",
  "/wiki/James_Burke_(science_historian)": "James Burke (born 22 December 1936) is a British broadcaster, science historian, author, and television producer. He was one of the main presenters of the BBC1 science series Tomorrow's World  from 1965 to 1971 and created and presented the popular television series Connections (1978), and its more philosophical sequel The Day the Universe Changed (1985), about the history of science and technology. The Washington Post has called him \"one of the most intriguing minds in the Western world\".",
  "/wiki/History_of_science_and_technology": "The history of science and technology (HST) is a field of history which examines how understanding of the natural world (science) and ability to manipulate it (technology) have changed over the centuries.  This academic discipline also studies the cultural, economic, and political impacts of scientific innovation.",
  "/wiki/George_Wingrove_Cooke": "George Wingrove Cooke (1814 – 18 June 1865) was a British lawyer and historian.",
  "/wiki/Literae_Humaniores": "Literae humaniores, nicknamed greats, is an undergraduate course focused on classics (Ancient Rome, Ancient Greece, Latin, ancient Greek, and philosophy) at the University of Oxford and some other universities. The Latin name means literally \"more human literature\" and was in contrast to the other main field of study when the university began, i.e. res divinae, also known as theology. Lit. hum. is concerned with human learning, and lit. div. with learning that came from God. In its early days, it encompassed mathematics and natural sciences as well. It is an archetypal humanities course.",
  "/wiki/Barrister": "A barrister is a type of lawyer in common law jurisdictions. Barristers mostly specialise in courtroom advocacy and litigation. Their tasks include taking cases in superior courts and tribunals, drafting legal pleadings, researching the philosophy, hypothesis and history of law, and giving expert legal opinions.",
  "/wiki/Lord_Bolingbroke": "Henry St John, 1st Viscount Bolingbroke (/ˈsɪndʒɪn ˈbɒlɪŋbrʊk/; 16 September 1678 – 12 December 1751) was an English politician, government official and political philosopher. He was a leader of the Tories, and supported the Church of England politically despite his antireligious views and opposition to theology.  He supported the Jacobite rebellion of 1715 which sought to overthrow the new king George I. Escaping to France he became foreign minister for the Pretender. He was attainted for treason, but reversed course and was allowed to return to England in 1723.  According to Ruth Mack, \"Bolingbroke is best known for his party politics, including the ideological history he disseminated in The Craftsman (1726–35) by adopting the formerly Whig theory of the Ancient Constitution and giving it new life as an anti-Walpole Tory principle.\"",
  "/wiki/William_Cronon": "William \"Bill\" Cronon, FBA (born September 11, 1954 in New Haven, Connecticut) is a noted environmental historian and the Frederick Jackson Turner and Vilas Research Professor of History, Geography, and Environmental Studies at the University of Wisconsin–Madison. He was president of the American Historical Association (AHA) in 2012.",
  "/wiki/Bancroft_Prize": "The Bancroft Prize is awarded each year by the trustees of Columbia University for books about diplomacy or the history of the Americas. It was established in 1948 by a bequest from Frederic Bancroft.  The prize has been generally considered to be among the most prestigious awards[citation needed] in the field of American history writing and comes with a $10,000 stipend (raised from $4,000 beginning in 2004).  Seventeen winners had their work supported by the National Endowment for the Humanities, and 16 winners were also recipients of the Pulitzer Prize for History.",
  "/wiki/MacArthur_Fellows_Program": "The MacArthur Fellows Program, MacArthur Fellowship, commonly but unofficially known as a \"Genius Grant\", is a prize awarded annually by the John D. and Catherine T. MacArthur Foundation typically to between 20 and 30 individuals, working in any field, who have shown \"extraordinary originality and dedication in their creative pursuits and a marked capacity for self-direction\" and are citizens or residents of the United States.",
  "/wiki/Goronwy_Edwards": "Sir John Goronwy Edwards FBA FRHistS  (14 May 1891 – 20 June 1976) was a Welsh historian.",
  "/wiki/Institute_of_Historical_Research": "The Institute of Historical Research (IHR) is a British educational organisation providing resources and training for historical researchers. It is part of the School of Advanced Study in the University of London and is located at Senate House. The Institute was founded in 1921 by A. F. Pollard.",
  "/wiki/University_of_London": "The University of London (abbreviated as Lond or more rarely Londin in post-nominals) is a federal[a] research university located in London, England. As of October 2019[update], the university contains 18 member institutions, central academic bodies and research institutes. The university has over 52,000 distance learning external students and 161,270 campus-based internal students, making it the largest university by number of students in the United Kingdom.",
  "/wiki/John_Ellis_(antiquarian)": "John Ellis (1674 – July 1735) was a Welsh priest and antiquarian.",
  "/wiki/Richard_Ellis_(librarian)": "Richard Ellis (27 December 1865 – 6 September 1928) was a Welsh librarian and bibliographer, whose main work was to collect materials on the life and work of Edward Lhuyd.",
  "/wiki/National_Library_of_Wales": "The National Library of Wales (Welsh: Llyfrgell Genedlaethol Cymru), Aberystwyth, is the national legal deposit library of Wales and is one of the Welsh Government sponsored bodies. It is the biggest library in Wales, holding over 6.5 million books and periodicals, and the largest collections of archives, portraits, maps and photographic images in Wales. The Library is also home to the national collection of Welsh manuscripts, the National Screen and Sound Archive of Wales, and the most comprehensive collection of paintings and topographical prints in Wales. As the primary research library and archive in Wales and one of the largest research libraries in the United Kingdom, the National Library is a member of Research Libraries UK (RLUK) and the Consortium of European Research Libraries (CERL).",
  "/wiki/Edward_Lhuyd": "Edward Lhuyd (pronounced [ˈɬʊid]; occasionally written as Llwyd in recent times, in line with Modern Welsh orthography, 1660 – 30 June 1709) was a Welsh naturalist, botanist, linguist, geographer and antiquary. He is also known by the Latinized form Eduardus Luidius.",
  "/wiki/Thomas_Ellis_(priest,_died_1673)": "Thomas Ellis (1625 – April 1673) was a Welsh clergyman and antiquarian.",
  "/wiki/Richard_J._Evans": "Sir Richard John Evans FBA FRSL FRHistS FLSW (born 29 September 1947) is a British historian of 19th- and 20th-century Europe with a focus on Germany. He is the author of eighteen books, including his three-volume The Third Reich Trilogy (2003–2008) that has been hailed as \"brilliant\" and \"magisterial\". Evans was Regius Professor of History at the University of Cambridge from 2008 until his retirement in 2014, and President of Cambridge's Wolfson College from 2010 to 2017. He has been Provost of Gresham College in London since 2014.\nEvans was appointed Knight Bachelor for services to scholarship in the 2012 Birthday Honours.",
  "/wiki/Deborah_Lipstadt": "Deborah Esther Lipstadt (born March 18, 1947) is an American historian, best known as author of the books Denying the Holocaust (1993), History on Trial: My Day in Court with a Holocaust Denier (2005), The Eichmann Trial (2011), and Antisemitism: Here and Now (2019). Since 1993 she has been the Dorot Professor of Modern Jewish History and Holocaust Studies at Emory University in Atlanta, Georgia, United States.",
  "/wiki/David_Irving": "David John Cawdell Irving (born 24 March 1938) is an English author  and Holocaust denier who has written on the military and political history of World War II, with a focus on Nazi Germany. His works include The Destruction of Dresden (1963), Hitler's War (1977), Churchill's War (1987) and Goebbels: Mastermind of the Third Reich (1996). In his works, he argued that Adolf Hitler did not know of the extermination of Jews or, if he did, opposed it. Though Irving's negationist views of German atrocities in World War II (and Hitler's responsibility for them) were never taken seriously by mainstream historians, he was once recognised for his knowledge of Nazi Germany and his ability to unearth new historical documents.",
  "/wiki/Richard_Farrington": "Richard Farrington (1702 – 16 October 1772) was a Welsh Anglican priest and antiquarian.",
  "/wiki/Caernarfonshire": "Caernarfonshire (/kərˈnɑːrvənʃər/; Welsh: Sir Gaernarfon, Welsh pronunciation: [ˈsir gaɨ̯rˈnarvɔn]), historically spelled as Caernarvonshire or Carnarvonshire in English, is one of the thirteen historic counties, a vice-county and a former administrative county of Wales.",
  "/wiki/Bangor_Cathedral": "Bangor Cathedral (Welsh: Eglwys Gadeiriol Bangor) is an ancient place of worship in Bangor, Gwynedd, Wales. It is dedicated to its founder, Saint Deiniol.",
  "/wiki/Albert_Goodwin_(historian)": "Albert Goodwin (2 August 1906 – 22 September 1995) was a Fellow of Jesus College, Oxford (where he had previously been a student) and later Professor of Modern History in the University of Manchester. In his book of the same name, he presented his liberal interpretation of the French Revolution as 'a merciless conflict between aristocracy and democracy' caused by the refusal of Louis XVI to accept the role of a constitutional monarch.",
  "/wiki/University_of_Manchester": "The University of Manchester is a public research university in Manchester, England, formed in 2004 by the merger of the University of Manchester Institute of Science and Technology and the Victoria University of Manchester. The University of Manchester is a red brick university, a product of the civic university movement of the late 19th century.",
  "/wiki/John_Richard_Green": "John Richard Green (12 December 1837 – 7 March 1883) was an English historian.",
  "/wiki/John_Rigby_Hale": "Sir John Rigby Hale FBA (17 September 1923 – 12 August 1999) was a British historian and translator, best known for his Renaissance studies.",
  "/wiki/Renaissance": "The Renaissance (UK: /rɪˈneɪsəns/ rin-AY-sənss, US: /ˈrɛnəsɑːns/ (listen) REN-ə-sahnss)[a] was a period in European history marking the transition from the Middle Ages to Modernity and covering the 15th and 16th centuries. In addition to the standard periodization, proponents of a long Renaissance put its beginning in the 14th century and its end in the 17th century. The traditional view focuses more on the early modern aspects of the Renaissance and argues that it was a break from the past, but many historians today focus more on its medieval aspects and argue that it was an extension of the Middle Ages.",
  "/wiki/Sir_Thomas_Herbert,_1st_Baronet": "Sir Thomas Herbert, 1st Baronet (1606–1682), was an English traveller, historian and a gentleman of the bedchamber of King Charles I while Charles was in the custody of Parliament (from 1647 until the king's execution in January 1649).",
  "/wiki/Gentleman_of_the_bedchamber": "Gentleman of the Bedchamber was a title in the royal household of the Kingdom of England from the 11th century, later used also in the Kingdom of Great Britain.",
  "/wiki/Charles_I_of_England": "Charles I (19 November 1600 – 30 January 1649)[a] was King of England, King of Scotland, and King of Ireland from 27 March 1625 until his execution in 1649.",
  "/wiki/Edward_Ernest_Hughes": "Edward Ernest Hughes (7 February 1877 – 23 December 1953) was the first professor of history at University College, Swansea.",
  "/wiki/University_College,_Swansea": "Swansea University (Welsh: Prifysgol Abertawe) is a public research university located in Swansea, Wales, United Kingdom. It was chartered as University College of Swansea in 1920, as the fourth college of the University of Wales. In 1996, it changed its name to the University of Wales Swansea following structural changes within the University of Wales. The title of Swansea University was formally adopted on 1 September 2007 when the University of Wales became a non-membership confederal institution and the former members became universities in their own right.",
  "/wiki/Colin_Jones_(historian)": "Colin David Hugh Jones CBE FRHistS FBA FLSW (born 12 December 1947) is a British historian of France and professor of history at Queen Mary University of London.",
  "/wiki/Queen_Mary,_University_of_London": "Queen Mary University of London (QMUL, or informally QM) is a public research university in London, England, and a constituent college of the federal University of London. It dates back to the foundation of London Hospital Medical College in 1785. Queen Mary College, named after Mary of Teck, was admitted to the University of London in 1915 and in 1989 merged with Westfield College to form Queen Mary and Westfield College. In 1995 Queen Mary and Westfield College merged with St Bartholomew's Hospital Medical College and the London Hospital Medical College to form the School of Medicine and Dentistry.",
  "/wiki/Llef_o%27r_Nant": "John Jones (known as Llef o'r Nant (1782/87 – 12 February 1863) was a Welsh Anglican priest and antiquarian.",
  "/wiki/Maldwyn_Jones": "Maldwyn Allen Jones (December 18, 1922 – April 12, 2007) was an historian who specialised in American history.",
  "/wiki/American_History": "The history of the United States, a country in North America, started with the arrival of Native Americans in the United States from before 15,000 B.C. Numerous indigenous cultures formed, and many disappeared before 1500. The arrival of Christopher Columbus in the year 1492 started the European colonization of the Americas. Most colonies were formed after 1600, and the early records and writings of John Winthrop make the United States the first nation whose most distant origins are fully recorded. By the 1760s, the thirteen British colonies contained 2.5 million people along the Atlantic Coast east of the Appalachian Mountains. After defeating France, the British government imposed a series of taxes, including the Stamp Act of 1765, rejecting the colonists' constitutional argument that new taxes needed their approval. Resistance to these taxes, especially the Boston Tea Party in 1773, led to Parliament issuing punitive laws designed to end self-government in Massachusetts.",
  "/wiki/University_College,_London": "University College London, which has operated under the official name of UCL since 2005, is a public research university located in London, United Kingdom. It is a member institution of the federal University of London, and is the third largest university in the United Kingdom by total enrolment, and the largest by postgraduate enrolment.",
  "/wiki/John_Lloyd_(Rector_of_Caerwys)": "John Lloyd (baptised 26 March 1733 – 22 May 1793) was a Welsh cleric and antiquarian.",
  "/wiki/Caerwys": "Caerwys is a town in Flintshire, Wales. It is just under two miles from the A55 North Wales Expressway and one mile from the A541 Mold-Denbigh road. At the 2001 Census, the population of Caerwys community was 1,315, with a total ward population of 2,496. Following reorganisation the community population fell at the 2011 Census to 1,283 with the ward raising to 2,569.  The community includes Afonwen.",
  "/wiki/Nannerch": "Nannerch is a village and community in Flintshire, Wales. It is situated in an Area of Outstanding Natural Beauty. At the 2001 Census the population of Nannerch was 531, reducing to 233 at the 2011 Census. The community population in 2011 was 496."
}