{
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Trijntje_Keever": "Trijntje Cornelisdochter Keever (April 10 or 16, 1616 – July 2, 1633), nicknamed De Groote Meid (in English, The Big Girl), is alleged to be the tallest female person in recorded history, standing 9 Amsterdam feet or 2.54 metres (8 ft 4 in) tall at the time of her death at age seventeen.\n Trijntje Keever was the daughter of Cornelis Keever and Anna Pouwels. Cornelis was a Dutch skipper and Anna was his maid; he married her on May 24, 1605. Trijntje was born on April 10 or 16, 1616 in Edam.\n Keever's parents took her to carnivals to earn some money by letting people see her. Trijntje first received public attention when she was nine years old and had reached the height of 2 metres (6 ft 7 in). A royal company consisting of the Bohemian king Frederick V, Elector Palatine, his wife Elizabeth of Bohemia and the princess Amalia of Solms-Braunfels, living in The Hague at the time, visited her, curious about the “nine-year-old girl taller than every man in Europe.”\n Keever died of cancer at the age of 17 in Ter Veen. She was buried on 7 July 1633 in Edam, her town of birth. Her epitaph is said to have read, “Trijntje Crelis groote meidt oudt 17 jaer”, or, in English: “Trijntje Crelis, big girl, 17 years of age”. In the townhall of Edam is a lifesize painting by an unknown artist portraying Keever in civilian clothes with a belt holding at her right a keyring and at her left a pincushion and a sheath with a knife, fork, and spoon. The caption with the painting suggests she was portrayed more beautiful than she really was and that she probably suffered from acromegaly.\n Her original shoes are also on display. If there were a size for the shoes, they would be European size 54 (36 cm or 14 inches long).\n If her height was correct, she would be the tallest female ever, overtaking Zeng Jinlian, and be the fourth-tallest person ever, behind Robert Wadlow, John Rogan and John F. Carroll. She was the tallest person (alleged) ever until John Rogan.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Zeng_Jinlian": "Zeng Jinlian (June 26, 1964 – February 13, 1982) was the tallest modernly verified woman, taking over Jane Bunford's record. In the year between Don Koehler's death and her own, she surpassed fellow \"eight-footers\" Gabriel Estêvão Monjane and Suleiman Ali Nashnush. Zeng's growth patterns were close to Robert Wadlow as shown in the table below.",
  "/wiki/Scoliosis": "Scoliosis is a medical condition in which a person's spine has a sideways curve. The curve is usually \"S\"- or \"C\"-shaped over three dimensions. In some, the degree of curve is stable, while in others, it increases over time. Mild scoliosis does not typically cause problems, but severe cases can interfere with breathing. Typically, no pain is present.\n The cause of most cases is unknown, but it is believed to involve a combination of genetic and environmental factors. Risk factors include other affected family members. It can also occur due to another condition such as muscle spasms, cerebral palsy, Marfan syndrome, and tumors such as neurofibromatosis. Diagnosis is confirmed with X-rays. Scoliosis is typically classified as either structural in which the curve is fixed, or functional in which the underlying spine is normal.\n Treatment depends on the degree of curve, location, and cause. Minor curves may simply be watched periodically. Treatments may include bracing, specific exercises, and surgery. The brace must be fitted to the person and used daily until growing stops. Specific exercises may be used to try to decrease the risk of worsening. They may be done alone or along with other treatments such as bracing. Evidence that chiropractic manipulation, dietary supplements, or exercises can prevent the condition from worsening is weak. However, exercise is still recommended due to its other health benefits.\n Scoliosis occurs in about 3% of people. It most commonly occurs between the ages of 10 and 20. Females typically are more severely affected than males. The term is from Ancient Greek: σκολίωσις, romanized: skoliosis which means \"a bending\".",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Anna_Haining_Bates": "Anna Haining Bates (née Swan; August 6, 1846 – August 5, 1888), was a Canadian woman famed for her great stature of 7 feet 11 inches (2.41 m). Her parents were of average height and were Scottish immigrants.",
  "/wiki/Martin_Van_Buren_Bates": "Martin Bates (November 9, 1837 – January 19, 1919), known as the \"Kentucky Giant\" was an American man famed for his great height. The Guinness Book of World Records and other reputable sources have him listed at being 7 ft 7.5 in (2.32 m) tall and weighing 328 lb (149 kg).[citation needed]",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Jane_Bunford": "Jane Bunford (26 July 1895 – 1 April 1922) was the one of the tallest women ever measuring 2.41 metres (7 ft 11 in) at the time of her death (adjusted for spinal curvature). She was the tallest woman in the world during her lifetime.",
  "/wiki/Yao_Defen": "Yao Defen (Chinese: 姚德芬; pinyin: Yáo Défēn) of China, (July 15, 1972 – November 13, 2012) was the tallest living woman, as recognized by Guinness World Records. She stood at 234 centimetres (7 ft 8 in) tall, weighed 144 kilograms (317 lb), and had size 23 (US) feet. Her gigantism was due to a tumor in her pituitary gland.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Sandy_Allen": "Sandra Elaine Allen (June 18, 1955 – August 13, 2008) was an American woman recognized as the tallest woman in the world during her life according to the Guinness World Records. She was 7 feet 7 inches (231 cm) tall.\n Allen wrote a book, Cast A Giant Shadow, and appeared in the Guinness Book of World Records since 1976. Although over the years other women have taken over the title, Allen had held it for the last sixteen years of her life. Her height was due to a tumor in her pituitary gland that caused it to release growth hormone uncontrollably. At the age of twenty-two years, she underwent surgery for the condition. Lacking this procedure, Allen would have continued to grow and suffer further medical problems associated with gigantism.[citation needed]\n She appeared in the Academy Award-winning Italian film Il Casanova di Federico Fellini, in a TV movie called Side Show, and in a Canadian/American documentary film called Being Different. The New Zealand band Split Enz wrote a song about her, \"Hello Sandy Allen,\" released on their 1982 album Time and Tide. Allen never married.\n In later years Allen used a wheelchair because her legs and back could not support her tall stature in a standing position. At one point in her life, she was bedridden due to disease, causing atrophy of the muscles. Due to this limitation, she spent her last years in Shelbyville, Indiana, in the same retirement center as Edna Parker, the record holder of oldest living human at the time, who actually survived Allen for a few months.\nThe Indianapolis Star reported that Allen's friend and caretaker, Linda Fox, as saying that Allen had been suffering from kidney failure (due to diabetic complication) and blood infections; Allen died on August 13, 2008. A scholarship has since been dedicated in her name at Shelbyville High School.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.\n Situated on the southern tip of the Balkan Peninsula, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria to the north, and Turkey to the northeast. The Aegean Sea lies to the east of the mainland, the Ionian Sea to the west, the Cretan Sea and the Mediterranean Sea to the south. Greece has the longest coastline on the Mediterranean Basin and the 11th longest coastline in the world at 13,676 km (8,498 mi) in length, featuring many islands, of which 227 are inhabited. Eighty percent of Greece is mountainous, with Mount Olympus being the highest peak at 2,918 metres (9,573 ft). The country consists of nine traditional geographic regions: Macedonia, Central Greece, the Peloponnese, Thessaly, Epirus, the Aegean Islands (including the Dodecanese and Cyclades), Thrace, Crete, and the Ionian Islands.\n Greece is considered the cradle of Western civilisation, being the birthplace of democracy, Western philosophy, Western literature, historiography, political science, major scientific and mathematical principles, Western drama and the Olympic Games. From the eighth century B.C., the Greeks were organised into various independent city-states, known as poleis (singular polis), which spanned the entire Mediterranean region and the Black Sea. Philip of Macedon united most of the Greek mainland in the fourth century BC, with his son Alexander the Great rapidly conquering much of the ancient world, from the eastern Mediterranean to India. Greece was annexed by Rome in the second century B.C., becoming an integral part of the Roman Empire and its successor, the Byzantine Empire, which adopted the Greek language and culture. The Greek Orthodox Church, which emerged in the first century A.D., helped shape modern Greek identity and transmitted Greek traditions to the wider Orthodox World. After falling under Ottoman dominion in the mid-15th century, Greece emerged as a modern nation state in 1830 following a war of independence. The country's rich historical legacy is reflected in part by its 18 UNESCO World Heritage Sites.\n Greece is a unitary parliamentary republic and developed country with an advanced high-income economy, a high quality of life, and a very high standard of living. Its economy is the largest in the Balkans, where it is an important regional investor. A founding member of the United Nations, Greece was the tenth member to join the European Communities (precursor to the European Union) and has been part of the Eurozone since 2001. It is also a member of numerous other international institutions, including the Council of Europe, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), the Organization for Security and Co-operation in Europe (OSCE), and the Organisation internationale de la Francophonie (OIF). Greece's unique cultural heritage, large tourism industry, prominent shipping sector and geostrategic importance[a] classify it as a middle power.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.\n Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west.\n The history of human activity on Polish soil spans almost 500,000 years. Throughout the Iron Age the area became extensively diverse, with various cultures and tribes settling on the vast Central European Plain. However, it was the Western Polans who dominated the region and gave Poland its name. The establishment of Polish statehood can be traced to AD 966, when Mieszko I, ruler of the realm coextensive with the territory of present-day Poland, converted to Christianity. The Kingdom of Poland was founded in 1025, and in 1569 it cemented its longstanding political association with the Grand Duchy of Lithuania by signing the Union of Lublin. This union formed the Polish–Lithuanian Commonwealth, one of the largest (over 1,000,000 square kilometres - 400,000 square miles) and most populous countries of 16th and 17th century Europe, with a uniquely liberal political system which adopted Europe's first written national constitution, the Constitution of 3 May 1791.\n With the passing of prominence and prosperity, the country was partitioned by neighbouring states at the end of the 18th century, and regained its independence in 1918 with the Treaty of Versailles. After a series of territorial conflicts, the new multi-ethnic Poland restored its position as a key player in European politics. In September 1939, World War II started with the invasion of Poland by Germany, followed by the Soviet Union invading Poland in accordance with the Molotov–Ribbentrop Pact. Around six million  Polish citizens, including 90% of the country's Jews, perished in the war. In 1947, the Polish People's Republic was established as a satellite state under Soviet influence. In the aftermath of the Revolutions of 1989, most notably through the emergence of the Solidarity movement, Poland reestablished itself as a presidential democratic republic.\n Poland has a developed market and is a regional power in Central Europe, with the largest stock exchange in the East-Central European zone. It has the sixth largest economy by GDP (nominal) in the European Union and the tenth largest in all of Europe. It's one of the most dynamic economies in the world, simultaneously achieving a very high rank on the Human Development Index. Poland is a developed country, which maintains a high-income economy along with very high standards of living, life quality, safety, education, and economic freedom. Alongside a developed school educational system, the state also provides free university education, social security, and a universal health care system. The country has 16 UNESCO World Heritage Sites, 15 of which are cultural.\n Poland is a member state of the European Union, the Schengen Area, the United Nations, NATO, the OECD, the Three Seas Initiative, the Visegrád Group, and guested at the G20.",
  "/wiki/Margo_Dydek": "Małgorzata Dydek (28 April 1974 - 27 May 2011), known as Margo Dydek in the United States, was a Polish professional basketball player. Standing 7 ft 2 in (2.18 m) tall, she was famous for being the tallest professional female basketball player in the world. She played center position for multiple teams in the WNBA and was a coach for the Northside Wizards in the Queensland Basketball League. She was awarded the Polish Gold Cross of Merit (1999).",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.\n The territory that now constitutes Pakistan was the site of several ancient cultures and intertwined with the history of the broader Indian subcontinent. The ancient history involves the Neolithic site of Mehrgarh and the Bronze Age Indus Valley Civilisation, and was later home to kingdoms ruled by people of different faiths and cultures, including Hindus, Indo-Greeks, Muslims, Turco-Mongols, Afghans and Sikhs. The area has been ruled by numerous empires and dynasties, including the Persian Achaemenid Empire, Alexander III of Macedon, the Seleucid Empire, the Indian Maurya Empire, the Gupta Empire, the Arab Umayyad Caliphate, the Delhi Sultanate, the Mongol Empire, the Mughal Empire, the Afghan Durrani Empire, the Sikh Empire (partially) and, most recently, the British Indian Empire. Pakistan is the only country to have been created in the name of Islam. It is an ethnically and linguistically diverse country, with similarly diverse geography and wildlife. Initially a dominion, Pakistan adopted a constitution in 1956, becoming an Islamic republic. An ethnic civil war and Indian military intervention in 1971 resulted in the secession of East Pakistan as the new country of Bangladesh. In 1973, Pakistan adopted a new constitution which stipulated that all laws are to conform to the injunctions of Islam as laid down in the Quran and Sunnah.\n A middle power, Pakistan has the sixth-largest standing armed forces in the world and is also a nuclear power as well as a declared nuclear-weapons state, the second in South Asia and the only nation in the Muslim world to have that status. Pakistan has a semi-industrialised[citation needed] economy with a well-integrated agriculture sector and a growing services sector. It is ranked among the emerging and growth-leading economies of the world, and is backed by one of the world's largest and fastest-growing middle class. Pakistan's political history since independence has been characterized by periods of military rule, political instability and conflicts with India. The country continues to face challenging problems, including overpopulation, terrorism, poverty, illiteracy, and corruption. Pakistan is a member of the UN, the Shanghai Cooperation Organisation, the OIC, the Commonwealth of Nations, the SAARC, the Islamic Military Counter Terrorism Coalition and the Major non-NATO ally.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country located mostly on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Istanbul, mostly located on the European side, is the largest city in the country while Ankara is the capital. Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.\n At various points in its history, the region has been inhabited by diverse civilisations including the Assyrians, Greeks, Thracians, Phrygians, Urartians, and Armenians. Hellenization started during the era of Alexander the Great and continued into the Byzantine era. The Seljuk Turks began migrating into the area in the 11th century, and their victory over the Byzantines at the Battle of Manzikert in 1071 symbolises the start and foundation of Turkey. The Seljuk Sultanate of Rûm ruled Anatolia until the Mongol invasion in 1243, when it disintegrated into small principalities called beyliks. Beginning in the late 13th century, the Ottomans started uniting beyliks and conquering the Balkans. After Mehmed II conquered Constantinople in 1453, Ottoman expansion continued under Selim I. During the reign of Suleiman the Magnificent the Ottoman Empire encompassed much of Southeast Europe, West Asia and North Africa and became a world power. Beginning from the late 18th century the empire entered a period of decline with a gradual loss of territories and wars. In an effort to consolidate the weakening social and political foundations of the empire, Mahmut II started a period of modernisation in the early 19th century, bringing reforms in all areas of the state including the military and bureaucracy along with the emancipation of all citizens.\n In 1913, a coup d'état effectively put the country under the control of the Three Pashas who were largely responsible for the Empire's entry into World War I in 1914. During World War I, the Ottoman government committed genocides against its Armenian, Assyrian and Pontic Greek subjects.[I] Following the war, the conglomeration of territories and peoples that formerly comprised the Ottoman Empire was partitioned into several new states. The Turkish War of Independence, initiated by Mustafa Kemal Atatürk and his colleagues against occupying Allied Powers, resulted in the abolition of monarchy in 1922 and the establishment of the Republic of Turkey in 1923, with Atatürk as its first president. Atatürk enacted numerous reforms, many of which incorporated various aspects of Western thought, philosophy, and customs into the new form of Turkish government. The conflict between the state and Kurdish insurgents, has been active since 1984 primarily in the southeast of the country. Various Kurdish groups demand separation from Turkey to create an independent Kurdistan or to have autonomy and greater political and cultural rights for Kurds in Turkey.\n Turkey is a charter member of the UN, an early member of NATO, the IMF, and the World Bank, and a founding member of the OECD, OSCE, BSEC, OIC, and G-20. After becoming one of the first members of the Council of Europe in 1949, Turkey became an associate member of the EEC in 1963, joined the EU Customs Union in 1995, and started accession negotiations with the European Union in 2005, which were effectively stopped by the EU in 2018.  Turkey's economy and diplomatic initiatives led to its recognition as a regional power, while its location has given it geopolitical and strategic importance throughout history. Turkey is a secular, unitary, formerly parliamentary republic that adopted a presidential system with a referendum in 2017; the new system came into effect with the presidential election in 2018. Turkey's current administration, headed by president Recep Tayyip Erdoğan of the AKP, has enacted measures to increase the influence of Islam and undermine Kemalist policies and freedom of the press.",
  "/wiki/List_of_tallest_people": "This is a list of the tallest people to be measured and verified, living and dead."
}