{
  "/wiki/Megawatt": "The watt (symbol: W) is a unit of power. In the International System of Units (SI) it is defined as a derived unit of 1 joule per second, and is used to quantify the rate of energy transfer. In SI base units, the watt is described as \n\n\n\nk\ng\n\n\nm\n\n2\n\n\n\ns\n\n−\n3\n\n\n\n\n{\\displaystyle kg\\,m^{2}s^{-3}}\n\n, which can be demonstrated to coherent by dimensional analysis.",
  "/wiki/Geographic_coordinate_system": "A geographic coordinate system is a coordinate system that enables every location on Earth to be specified by a set of numbers, letters or symbols.[note 1] The coordinates are often chosen such that one of the numbers represents a vertical position and two or three of the numbers represent a horizontal position; alternatively, a geographic position may be expressed in a combined three-dimensional Cartesian vector.\nA common choice of coordinates is latitude, longitude and elevation.\nTo specify a location on a plane requires a map projection.",
  "/wiki/Zillergr%C3%BCndl_Dam": "The Zillergründl Dam is an arch dam on the Ziller River in the upper Ziller Valley of Tyrol state, Austria. It is 16 km (10 mi) east of Mayrhofen. The primary purpose of the dam is hydroelectric power production and it supports a 360 MW pumped-storage power station. As part of the Zemm-Ziller Development, construction on the dam began in 1981 and it along with the Häusling Pumped Storage Power Plant were complete in 1986. The power plant was fully commissioned by 1988. The dam is the second tallest in Austria.",
  "/wiki/Mayrhofen": "Mayrhofen is a town in the Zillertal (Ziller river valley) in the Austrian state of Tyrol. It is located approximately an hour from the Tyrolean capital city of Innsbruck.",
  "/wiki/Pumped-storage": "Pumped-storage hydroelectricity (PSH), or pumped hydroelectric energy storage (PHES), is a type of hydroelectric energy storage used by electric power systems for load balancing.  The method stores energy in the form of gravitational potential energy of water, pumped from a lower elevation reservoir to a higher elevation. Low-cost surplus off-peak electric power is typically used to run the pumps. During periods of high electrical demand, the stored water is released through turbines to produce electric power. Although the losses of the pumping process makes the plant a net consumer of energy overall, the system increases revenue by selling more electricity during periods of peak demand, when electricity prices are highest.",
  "/wiki/Malta-Reisseck_Power_Plant_Group": "The Kölnbrein Dam is an arch dam in the Hohe Tauern range within Carinthia, Austria. It was constructed between 1971 and 1979 and at 200 metres (660 ft) high, it is the tallest dam in Austria. The dam's reservoir serves as the primary storage in a three-stage pumped-storage power system that consists of nine dams, four hydroelectric power plants and a series of pipeline and penstocks. The complex is owned by Verbund power company and is referred to as the Malta-Reisseck Power Plant Group. The installed capacity of the group is 1,028.5 MW and its annual generation is 1,216 gigawatt-hours (4,380 TJ).",
  "/wiki/Carinthia_(state)": "Carinthia (German: Kärnten, German pronunciation: [ˈkɛʁntn̩] (listen); Slovene: Koroška, pronunciation (help·info); Italian: Carinzia) is the southernmost Austrian state or Land. Situated within the Eastern Alps, it is noted for its mountains and lakes. The main language is German. Its regional dialects belong to the Southern Bavarian group. Carinthian Slovene dialects, forms of a South Slavic language that predominated in the southeastern part of the region up to the first half of the 20th century, are now spoken by a small minority in the area.",
  "/wiki/Kaunertal": "The Kaunertal is a  municipality and alpine valley in the Landeck district in the Austrian state of Tyrol. The municipality is located about 15 km (9.3 mi) southeast of Landeck at the upper course of the Inn river.",
  "/wiki/Run-of-the-river": "Run-of-river hydroelectricity (ROR) or run-of-the-river hydroelectricity is a type of hydroelectric generation plant whereby little or no water storage is provided. Run-of-the-river power plants may have no water storage at all or a limited amount of storage, in which case the storage reservoir is referred to as pondage. A plant without pondage is subject to seasonal river flows, thus the plant will operate as an intermittent energy source. Conventional hydro uses reservoirs, which regulate water for flood control and dispatchable electrical power.",
  "/wiki/Imst": "Imst is a town in the Austrian federal state of Tyrol. It lies on the River Inn in western Tyrol, some 50 kilometres (31 miles) west of Innsbruck and at an altitude of 828 metres (2,717 feet) above sea level. With a current population (2013) of 9,552, Imst is the administrative centre of Imst District.",
  "/wiki/K%C3%BChtai": "Kühtai is a winter sports village  in the Stubai Alps on the  Kühtai Saddle between the Nedertal valley in the west and the Sellrain valley in the east. It is part of the municipality of Silz, in the district of Imst, in the Austrian state of Tyrol.",
  "/wiki/Jenbach": "Jenbach is a municipality in the district of Schwaz in the Austrian state of Tyrol.",
  "/wiki/Kirchbichl": "Kirchbichl is a municipality in the Kufstein district in the Austrian state of Tyrol located 10 km south of Kufstein and 3 km northeast above Wörgl. It has six parts and its main source of income is cement industry.",
  "/wiki/Langkampfen": "Langkampfen is a municipality in the middle of the Austrian state of Tyrol between Kufstein (8 km southwest below) and Wörgl (8 km north above). The name comes from the Latin Longus campus, which means the long field.",
  "/wiki/Amlach_power_station": "Amlach power station (Kraftwerk Amlach) is a diversionary-run-of-the-river hydroelectricity power generating station on the Drava river in Austria. The power station is operated by Tiroler Wasserkraft (TIWAG) on river water flowing between Tassenbach, Strassen, Tyrol and Amlach, near Lienz.",
  "/wiki/Amlach": "Amlach is a municipality in the district of Lienz in the Austrian state of  Tyrol.",
  "/wiki/List_of_power_stations_in_Austria": "The following page lists all power stations in Austria. For generation of traction current see List of installations for 15 kV AC railway electrification in Germany, Austria and Switzerland, for that of Mariazeller Bahn, see Mariazeller Bahn#Power Supply."
}