{
  "/wiki/My_Boyfriend's_Back_(1993_film)": "My Boyfriend's Back is a 1993 American romantic zombie comedy film directed by Bob Balaban which tells the story of Johnny Dingle (Andrew Lowery), a teenage boy who returns from the dead as a zombie to meet Missy McCloud (Traci Lind), the girl he's in love with, for a date. The film received negative reviews.",
  "/wiki/Smokin'_Aces": "Smokin' Aces is a 2006 dark comedy action thriller film written and directed by Joe Carnahan. The film centers on the chase for Las Vegas magician turned mafia informant Buddy \"Aces\" Israel (Jeremy Piven), on whom a one-million-dollar bounty is placed. The ensemble cast includes Ryan Reynolds, Ben Affleck, Jason Bateman, Common, Andy García, Alicia Keys, Taraji P. Henson, Ray Liotta, Chris Pine, and Matthew Fox, all co-starring as the various individuals attempting to either capture or protect Israel.",
  "/wiki/We_Are_Marshall": "We Are Marshall is a 2006 American historical drama biopic film directed by McG. It depicts the aftermath of the 1970 plane crash that killed 75 people: 37 football players on the Marshall University Thundering Herd football team, along with five coaches, two athletic trainers, the athletic director, 25 boosters, and a crew of five.",
  "/wiki/Vantage_Point_(film)": "Vantage Point is a 2008 American political action thriller film directed by Pete Travis and written by Barry L. Levy. The story focuses on an assassination attempt on the President of the United States, as seen from the various vantage points of different characters. Dennis Quaid, Matthew Fox, Forest Whitaker, William Hurt and Sigourney Weaver star in principal roles. The film is often compared, unfavorably, to Akira Kurosawa's Rashomon, which also employed storytelling through multiple perspectives. Rashomon used the multiple perspectives to question the possibility of truth, in a process called the Rashomon effect; in contrast, Vantage Point recounts a series of events which are re-enacted from several different perspectives and viewpoints to reveal a truthful account of what happened. Vantage Point also explores kidnapping, assassination and terrorism.",
  "/wiki/Speed_Racer_(film)": "Speed Racer is a 2008 sports action comedy film written, co-produced and directed by the Wachowskis[a] and based on the 1960s anime and manga series of the same name. Starring Emile Hirsch, Christina Ricci, John Goodman, Susan Sarandon, Matthew Fox, Roger Allam, Benno Fürmann, Hiroyuki Sanada, Rain and Richard Roundtree, it is an American-German venture produced by Village Roadshow Pictures, Silver Pictures, Anarchos Productions and Babelsberg Studio, and distributed by Warner Bros. Pictures. The plot revolves around Speed Racer, an 18-year-old automobile racer who follows his apparently deceased brother's career. His choice to remain loyal to his family and their company Racer Motors causes difficulties after he refuses a contract offered by E.P. Arnold Royalton, the owner of Royalton Industries.",
  "/wiki/Racer_X_(character)": "Racer X (覆面レーサー, Fukumen Rēsā, lit. the Masked Racer) is a recurring fictional character in the manga and anime series Speed Racer.",
  "/wiki/Alex_Cross_(film)": "Alex Cross is a 2012 American crime thriller film directed by Rob Cohen and starring Tyler Perry as the title character and Matthew Fox as the villain Picasso. The adapted screenplay was written by Marc Moss and Kerry Williamson. It is based on the novel Cross by James Patterson and the third installment of the Alex Cross film series, which was considered as a reboot of the series. The title character was previously portrayed by Morgan Freeman in Kiss the Girls (1997) and Along Came a Spider (2001). Unlike the previous films, which were distributed by Paramount Pictures, the film was released by Lionsgate Films on October 19, 2012.",
  "/wiki/Emperor_(film)": "Emperor is a 2012 American-Japanese historical drama film directed by Peter Webber, marking his first film in five years. Tommy Lee Jones and Matthew Fox star in lead roles as General Douglas MacArthur and Brigadier General Bonner Fellers respectively.",
  "/wiki/Bonner_Fellers": "Bonner Frank Fellers (February 7, 1896 – October 7, 1973) was a U.S. Army officer who served during World War II as military attaché and psychological warfare director. He is notable as the military attaché in Egypt whose extensive transmissions of detailed British tactical information were intercepted by Axis agents and passed to German field marshal Erwin Rommel for over six months, contributing to disastrous British defeats at Gazala and Tobruk in June 1942. He was considered a protégé of General Douglas MacArthur.",
  "/wiki/World_War_Z_(film)": "World War Z is a 2013 American apocalyptic action horror film directed by Marc Forster, with a screenplay by Matthew Michael Carnahan, Drew Goddard, and Damon Lindelof, from a screen story by Carnahan and J. Michael Straczynski, based on the 2006 novel of the same name by Max Brooks. The film stars Brad Pitt as Gerry Lane, a former United Nations investigator who must travel the world to find a way to stop a zombie pandemic. The ensemble supporting cast includes Mireille Enos, Daniella Kertesz, James Badge Dale, Ludi Boeken, Fana Mokoena, David Morse, Peter Capaldi, Pierfrancesco Favino, Ruth Negga, and David Andrews.",
  "/wiki/Extinction_(2015_film)": "Extinction (formerly known as Welcome to Harmony) is a 2015 post-apocalyptic horror film directed by Miguel Ángel Vivas who also co-wrote the screenplay with Alberto Marini from the novel Y pese a todo by Juan de Dios Garduño. The film stars Matthew Fox, Jeffrey Donovan and Quinn McColgan. In a post-apocalypse future, three survivors confront issues from their past, as well as a race of crazed zombies. The film was released on July 31, 2015 in the United States. It is a joint-production between Spain, Hungary and France.",
  "/wiki/Bone_Tomahawk": "Bone Tomahawk is a 2015 American Western horror film directed, written and co-scored by S. Craig Zahler in his feature film directorial debut, and stars Kurt Russell, Patrick Wilson, Matthew Fox, Richard Jenkins, Lili Simmons, Evan Jonigkeit, David Arquette and Sid Haig. Produced by Jack Heller and Dallas Sonnier, the film had its world premiere at the Fantastic Fest on September 25, 2015 and was given a limited release on October 23, 2015, by RLJ Entertainment. The film is about a small-town sherriff (Russell) who leads a posse into a desolate region to rescue two townspeople who were abducted by a cannibalistic Native American clan.",
  "/wiki/Matthew_Fox": "Matthew Chandler Fox (born July 14, 1966) is an American actor. He is best known for his roles as Charlie Salinger on Party of Five (1994–2000) and Jack Shephard on the drama series Lost (2004–2010), the latter of which earned him Golden Globe Award and Primetime Emmy Award nominations. Fox has also performed in ten feature films, including We Are Marshall (2006), Vantage Point (2008), Alex Cross (2012), Emperor (2012) and Bone Tomahawk (2015)."
}