{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Jo%C3%A3o_Rodrigues_(sailor)": "João Filipe Gaspar Rodrigues (born 2 November 1971) is a Portuguese windsurfer. He competed in every Summer Olympic Games from 1992 to 2016 with the best result of sixth place in 2004. He was the flag bearer for Portugal during the 2016 Summer Olympics Parade of Nations.",
  "/wiki/Sailing": "Sailing  \nemploys the wind—acting on sails, wingsails or kites—to propel a craft on the surface of the water (sailing ship, sailboat, windsurfer, or kitesurfer), on ice (iceboat) or on land (land yacht) over a chosen course, which is often part of a larger plan of navigation.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Arthur_Hanse": "Arthur Hanse (born 10 February 1993 in Paris, France) is an alpine skier competing for Portugal. He competed for Portugal at the 2014 Winter Olympics in the slalom and giant slalom. Hanse is the son of emigrants from Portugal who now live in France, which allows him to compete for the country. Hanse originally competed for his native France until November 2013.",
  "/wiki/Alpine_skiing": "Alpine skiing, or downhill skiing, is the pastime of sliding down snow-covered slopes on skis with fixed-heel bindings, unlike other types of skiing (cross-country, Telemark, or ski jumping), which use skis with free-heel bindings. Whether for recreation or for sport, it is typically practised at ski resorts, which provide such services as ski lifts, artificial snow making, snow grooming, restaurants, and ski patrol.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Telma_Monteiro": "Telma Alexandra Pinto Monteiro ComM (born 27 December 1985) is a female Portuguese judoka who has won multiple medals in international competitions, such as the European and World Championships.\nShe is a two times winner of the Paris Grand Slam, in 2012 and 2015.",
  "/wiki/Judo": "Judo (柔道, jūdō, Japanese pronunciation: [dʑɯꜜːdoː], lit. \"gentle way\") is generally categorized as a modern martial art, which has since evolved into a combat and Olympic sport. The sport was originally created in 1882 by Jigoro Kano (嘉納治五郎) as a physical, mental, and moral pedagogy in Japan. Judo's most prominent feature is its competitive element, where the objective is to either throw or take down an opponent to the ground, immobilize or otherwise subdue an opponent with a pin, or force an opponent to submit with a joint lock or a choke. Strikes and thrusts by hands and feet as well as weapons defences are a part of judo, but only in pre-arranged forms (kata, 形) and are not allowed in judo competition or free practice (randori, 乱取り). A judo practitioner is called a judoka.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Danny_Silva": "Daniel \"Danny\" Silva (born 1973 in Perth Amboy, New Jersey) is an American-born Portuguese cross-country skier who has competed since 2004. Competing in two Winter Olympics, he earned his best finish of 93rd in the 15 km event at Turin in 2006.",
  "/wiki/Cross-country_skiing": "Cross-country skiing is a form of skiing where skiers rely on their own locomotion to move across snow-covered terrain, rather than using ski lifts or other forms of assistance. Cross-country skiing is widely practiced as a sport and recreational activity; however, some still use it as a means of transportation. Variants of cross-country skiing are adapted to a range of terrain which spans unimproved, sometimes mountainous terrain to groomed courses that are specifically designed for the sport.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Nelson_%C3%89vora": "Nelson Évora GCIH (born 20 April 1984) is an Ivory Coast-born Portuguese track and field athlete who specializes in the triple jump.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Nuno_Delgado": "Nuno Miguel Delgado ComIH (born 27 August 1976) is a former Portuguese judoka who became known for winning Portugal's first Olympic medal in judo – a bronze in the under-81 kg category at the 2000 Summer Olympics, in Sydney, Australia. He was also senior European champion (Bratislava, 1999).",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Miguel_Maia": "Luis Miguel Barbosa Maia (born April 23, 1971 in Paranhos) is a beach volleyball player from Portugal, who competed in three consecutive Summer Olympics for his native country, starting in 1996. He ended up in fourth place in Atlanta (1996) and in Sydney (2000), alongside João Brenha, after having lost the bronze medal match against the German couple Axel Hager / Jörg Ahmann.",
  "/wiki/Beach_volleyball": "Beach volleyball is a team sport played by two teams of two players on a sand court divided by a net. As in indoor volleyball, the objective of the game is to send the ball over the net and to ground it on the opponent's side of the court, and to prevent the same effort by the opponent.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Mafalda_Pereira": "Mafalda Pereira  (born 27 October 1976) is a Portuguese freestyle skier.",
  "/wiki/Freestyle_skiing": "Freestyle skiing is a  skiing discipline comprising aerials, moguls, cross, half-pipe, slopestyle and big air as part of the Winter Olympics. It can consist of a skier performing aerial flips and spins, and can include skiers sliding rails and boxes on their skis. It is also commonly referred to as freeskiing, jibbing, as well as many other names around the world.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Fernanda_Ribeiro": "Maria Fernanda Moreira Ribeiro, GCIH (Portuguese pronunciation: [fɨɾˈnɐ̃dɐ ʁiˈbɐjɾu], born 23 June 1969), is a long-distance runner born in Penafiel, Portugal. The pinnacle of her career was at the 1996 Summer Olympics when she won the women's 10000 m gold medal, establishing a new Olympic record of 31:01.63. Her victory gave Portugal its third Olympic gold medal.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Georges_Mendes": "Georges Mendes (born 26 May 1974) is a Portuguese alpine skier. He competed in four events at the 1994 Winter Olympics.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Filipa_Cavalleri": "Filipa Cavalleri (born 6 December 1973) is a Portuguese judoka. She competed at the 1992, 1996 and the 2000 Summer Olympics.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Jo%C3%A3o_Rebelo": "João Rebelo (born 20 March 1961 in Aljustrel) is a Portuguese former sport shooter who competed in the 1984 Summer Olympics, in the 1988 Summer Olympics, in the 1992 Summer Olympics, in the 1996 Summer Olympics, in the 2000 Summer Olympics.",
  "/wiki/Shooting_sport": "Shooting sports is a collective group of competitive and recreational sporting activities involving proficiency tests of accuracy, precision and speed in shooting — the art of using various types of ranged weapons, mainly referring to human-portable guns (firearms and airguns, in forms such as handguns, rifles and shotguns) and bows/crossbows.",
  "/wiki/1988_Winter_Olympics": "The 1988 Winter Olympics, officially known as the XV Olympic Winter Games (French: Les XVes Jeux olympiques d'hiver), was a multi-sport event celebrated in and around Calgary, Alberta, Canada, between February 13 and 28, 1988 and were the first Winter Olympics to be held over a whole two week period. The host city was selected in 1981 over Falun, Sweden, and Cortina d'Ampezzo, Italy.  Most events took place in Calgary while several skiing events were held in the mountain resorts of Nakiska and Canmore, west of the city.",
  "/wiki/Bobsleigh": "Bobsleigh or bobsled is a team winter sport that involves making timed runs down narrow, twisting, banked, iced tracks in a gravity-powered sleigh. International bobsleigh competitions are governed by the International Bobsleigh and Skeleton Federation, also known as FIBT from the French Fédération Internationale de Bobsleigh et de Tobogganing.  National competitions are often governed by bodies such as the United States Bobsled and Skeleton Federation and Bobsleigh Canada Skeleton.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Ant%C3%B3nio_Roquete_(judoka)": "António Roquete (born 26 May 1955) is a Portuguese judoka. He competed at the 1972, 1976, 1980 and the 1984 Summer Olympics.",
  "/wiki/1980_Summer_Olympics": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad (Russian: И́гры XXII Олимпиа́ды, tr. Igry XXII Olimpiady), was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
  "/wiki/Esbela_da_Fonseca": "Esbela da Fonseca (born 26 July 1942) is a Portuguese gymnast. She competed at the 1960 Summer Olympics, the 1964 Summer Olympics and the 1968 Summer Olympics.",
  "/wiki/Gymnastics": "Gymnastics is a sport that includes exercises requiring balance, strength, flexibility, agility, coordination, and endurance. The movements involved in gymnastics contribute to the development of the arms, legs, shoulders, back, chest, and abdominal muscle groups. Alertness, precision, daring, self-confidence, and self-discipline are mental traits that can also be developed through gymnastics. Gymnastics evolved from exercises used by the ancient Greeks that included skills for mounting and dismounting a horse and from circus performance skills.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/Carlos_Lopes": "Carlos Alberto de Sousa Lopes, GCIH (Portuguese pronunciation: [ˈkaɾluʃ ˈlɔpɨʃ], born 18 February 1947) is a Portuguese former long-distance runner, winner of the marathon race at the 1984 Summer Olympics, in Los Angeles at the age of 37. He brought home Portugal's first ever Olympic gold medal along with a new Olympic record – 2:09.21.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Armando_Aldegalega": "Armando Aldegalega (born 23 November 1937) is a Portuguese long-distance runner. He competed in the marathon at the 1964 Summer Olympics and the 1972 Summer Olympics.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Jos%C3%A9_Quina": "José Manuel Gentil Quina, GOIH (born 3 October 1935) is a former Portuguese sailor. Together with his brother Mário he competed in the star class at the 1960 and 1968 Olympics, and won a silver medal in 1960. At the 1972 Games he placed 11th in one-person dingy. Quina served as the Olympic flag bearer for Portugal in 1968.",
  "/wiki/1964_Summer_Olympics": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad (Japanese: 第十八回オリンピック競技大会, Hepburn: Dai Jūhachi-kai Orinpikku Kyōgi Taikai), was an international multi-sport event held in Tokyo, Japan, from 10 to 24 October 1964. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honour was subsequently passed to Helsinki because of Japan's invasion of China, before ultimately being cancelled because of World War II.",
  "/wiki/Fernando_Matos": "Fernando Matos (born 1 April 1941) is a Portuguese judoka. He competed in the men's middleweight event at the 1964 Summer Olympics."
}