{
  "/wiki/Katholieke_Universiteit_Leuven": "The Katholieke Universiteit LeuvenA (in English: Catholic University of Leuven),B abbreviated KU Leuven, is a research university in the Dutch-speaking town of Leuven in Flanders, Belgium, founded in 1834 in Mechelen as the Catholic University of Belgium and moved its seat to the town of Leuven in 1835 where it changed its name to Catholic University of Leuven. KU Leuven considers itself to be the continuation of the Studium Generale Lovaniense established in 1425 and suppressed in 1797 under French rule.",
  "/wiki/Leuven": "Leuven (/ˈlɜːvən/, Dutch: [ˈløːvə(n)] (listen)) or Louvain (/luːˈvæ̃/, also US: /luːˈveɪn/, French: [luvɛ̃]; German: Löwen [ˈløːvn̩] (listen)) is the capital and largest city of the province of Flemish Brabant in the Flemish Region of Belgium. It is located about 25 kilometres (16 miles) east of Brussels. The municipality itself comprises the historic city and the former neighbouring municipalities of Heverlee, Kessel-Lo, a part of Korbeek-Lo, Wilsele and Wijgmaal. It is the eighth largest city in Belgium and the fourth in Flanders with more than 100,244 inhabitants.",
  "/wiki/Université_catholique_de_Louvain": "The Université catholique de Louvain (also known as the Catholic University of Louvain, the English translation of its French name, and the University of Louvain, its official English name) is Belgium's largest French-speaking university. It is located in Louvain-la-Neuve, which was expressly built to house the university, and Brussels, Charleroi, Mons, Tournai and Namur. Since September 2018, the university has used the branding UCLouvain, replacing the acronym UCL, following a merger with Saint-Louis University, Brussels.",
  "/wiki/Louvain-la-Neuve": "Louvain-la-Neuve (French pronunciation: ​[lu.vɛ̃.la.nœv], French for New Leuven) is a planned city in the municipality of Ottignies-Louvain-la-Neuve, Belgium, situated 30 km southeast of Brussels, in the French-speaking part of the country. The city was built to house the Université catholique de Louvain (UCLouvain) which owns its entire territory; following the linguistic quarrels that took place in Belgium during the 1960s, and Flemish claims of discrimination at the Catholic University of Leuven, the institution was split into the Dutch language Katholieke Universiteit te Leuven which remained in Leuven, and the Université catholique de Louvain.",
  "/wiki/Vrije_Universiteit_Brussel": "The Vrije Universiteit Brussel (VUB) listen (help·info) (English: Free University of Brussels-VUB) is a Dutch- and English-speaking research university located in Brussels, Belgium. It has four campuses: Brussels Humanities, Science and Engineering Campus (in Ixelles), Brussels Health Campus (in Jette), Brussels Technology Campus (in Anderlecht) and Brussels Photonics Campus (in Gooik).",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Université_libre_de_Bruxelles": "The Université libre de Bruxelles (French; Free University of Brussels), abbreviated ULB, is a French-speaking private research university in Brussels, Belgium.",
  "/wiki/Ghent_University": "Ghent University (Dutch: Universiteit Gent, abbreviated as UGent) is a public research university located in Ghent, Belgium. It was established in 1817 by King William I of the Netherlands. After the Belgian revolution of 1830, the newly formed Belgian state began to administer the university. In 1930, the university became the first Dutch-speaking university in Belgium, whereas French had previously been the standard academic language in what was Université de Gand. In 1991, it was granted major autonomy and changed its name accordingly from State University of Ghent (Dutch: Rijksuniversiteit Gent, abbreviated as RUG) to its current designation.",
  "/wiki/Ghent": "Ghent (/ɡɛnt/; Dutch: Gent [ɣɛnt] (listen); French: Gand [ɡɑ̃] (listen), traditional English Gaunt) is a city and a municipality in the Flemish Region of Belgium. It is the capital and largest city of the East Flanders province, and the second largest municipality in Belgium, after Antwerp. The city originally started as a settlement at the confluence of the Rivers Scheldt and Leie and in the Late Middle Ages became one of the largest and richest cities of northern Europe, with some 50,000 people in 1300. It is a port and university city.",
  "/wiki/University_of_Antwerp": "The University of Antwerp (Dutch: Universiteit Antwerpen) is one of the major Belgian universities located in the city of Antwerp. The official abbreviation is UA, but UAntwerpen is more recently used. The University of Antwerp has about 20,000 students, which makes it the third largest university in Flanders. The University of Antwerp is characterised by its high standards in education, internationally competitive research and entrepreneurial approach. It was founded in 2003 after the merger of three smaller universities.",
  "/wiki/Antwerp": "Antwerp (/ˈæntwɜːrp/ (listen); Dutch: Antwerpen [ˈɑntʋɛrpə(n)] (listen); French: Anvers [ɑ̃vɛʁs] (listen); Spanish: Amberes) is a city in Belgium, and is the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan area housing around 1,200,000 people, it's the second largest metropolitan region after Brussels in Belgium.",
  "/wiki/University_of_Liège": "The University of Liège (French: Université de Liège), or ULiège, is a major public university of the French Community of Belgium based in Liège, Wallonia, Belgium. Its official language is French. As of 2016, ULiège is ranked in the #251–300 category worldwide according to Times Higher Education, 265nd by QS World University Rankings, and between the 205th and 300th place by the  Academic Ranking of World Universities. More than 2000 people, academics, scientists and technicians, are involved in research of a wide variety of subjects from basic research to applied research.",
  "/wiki/Liège": "Liège (/liˈɛʒ, liˈeɪʒ/ lee-EZH, lee-AYZH, French: [ljɛʒ] (listen), locally [li.eʃ]; Walloon: Lidje Walloon: [liːtʃ] (listen); Dutch: Luik [lœyk] (listen); German: Lüttich [ˈlʏtɪç]) is a major Walloon city and municipality and the capital of the Belgian province of Liège.",
  "/wiki/University_of_Mons": "The University of Mons (French: Université de Mons) is a Belgian university located in the city of Mons, founded in 2009 by merging the Engineering Faculty of Mons (FPMs) and the University of Mons-Hainaut. The merging of the institutions was achieved following a geographical logic because of the high complementarity between them and their location in the same city.",
  "/wiki/Mons": "Mons (French pronunciation: ​[mɔ̃s]; Dutch: Bergen; German: Bergen; Picard: Mont; Walloon: Mont) is a Walloon city and municipality, and the capital of the Belgian province of Hainaut. The Mons municipality includes the former communes of Cuesmes, Flénu, Ghlin, Hyon, Nimy, Obourg, Jemappes, Ciply, Harmignies, Harveng, Havré, Maisières, Mesvin, Nouvelles, Saint-Denis, Saint-Symphorien, Spiennes and Villers-Saint-Ghislain.",
  "/wiki/List_of_pharmacy_schools": "This article is a list of pharmacy schools by country."
}