{
  "/wiki/Acharya_Nagarjuna_University": "Acharya Nagarjuna University (IAST: Ācārya Nāgārjuna Vișvavidyālaya)  is a university in the region of Namburu, Guntur, Andhra Pradesh, India. It is one of several major universities in the country, covering many colleges and institutes of districts in the region. It is located in Nagarjuna Nagar, Namburu, in the northern part of Guntur City, a major centre of learning for the state of Andhra Pradesh. The university is the outgrowth initiative of the post-graduate centre of Andhra University, which was established in 1967 in the Nallapadu area of Guntur, subsequently relocated to the Nambur/Kaza area in the east of the city. \n The centre gained affiliating-university status in 1976 and would open with ten post-graduate courses. The university is named after Acharya Nagarjuna, the founder of the Madhyamaka path of Mahayana Buddhism.",
  "/wiki/Namburu": "Namburu is a village in the Guntur district of the Indian state of Andhra Pradesh. It is located in Pedakakani mandal of Guntur revenue division.",
  "/wiki/Andhra_University": "Andhra University (IAST: Āndhra Vișvakalāpariṣhat) is a public university located in Visakhapatnam, Andhra Pradesh, India. It was established in 1926.",
  "/wiki/Andhra_University_College_of_Pharmaceutical_Sciences": "Andhra University College of Pharmaceutical Sciences is a constituent college of Andhra University, established in 1951.",
  "/wiki/Visakhapatnam": "Visakhapatnam (also known as Vizag (/vaɪzɑːɡ/)[stress?] and Waltair (/wɒltɛər/)[stress?]) is the largest city of Andhra Pradesh. The city is the administrative headquarters of Visakhapatnam district and state headquarters of Indian Coast Guard. Its geographical location is amidst the Eastern Ghats and the coast of the Bay of Bengal. It is the most populous city in the state with a population of 2,035,922 as of 2011, making it the 11th-largest city in the country, and the fourth-most populous in South India. It is also the ninth-most populous metropolitan area in India with a population of 5,018,000. With an output of $43.5.billion, Visakhapatnam is the ninth-largest contributor to India's overall gross domestic product as of 2016. The city is set to become Executive Capital of Andhra Pradesh once the decentralization bill is enacted as it has been approved by AP legislative assembly.\n Visakhapatnam's history stretches back to the 6th century BCE, when it was considered a part of the Kalinga Kingdom, and later ruled by the Vengi, the Pallava and Eastern Ganga dynasties. Archaeological records suggest that the present city was built around the 11th and 12th centuries with control over the city fluctuating between the Chola Dynasty and the Gajapati Kingdom, until its conquest by the Vijayanagara Empire in the 15th century. Conquered by the Mughals in the 16th century, European powers eventually set up trading interests in the city, and by the end of the 18th century it had come under French rule. Control passed to the British in 1804 and it remained under British colonial rule until India's independence in 1947.\n The city is home to the oldest shipyard and the only natural harbour on the east coast of India. Visakhapatnam Port is the fifth-busiest cargo port in India, and the city is home to the headquarters of the Indian Navy's Eastern Command and South Coast Railway zone. Visakhapatnam is a major tourist destination and is particularly known for its beaches. It is referred to by many nicknames such as The City of Destiny and The Jewel of the East Coast. It has been selected as one of the Indian cities to be developed as a smart city under the Smart Cities Mission. As per the Swachhta Sarvekshan rankings of 2017, it was the third-cleanest city in India in 2017. It fell to 7th position in 2018 and to 23rd position in 2019.",
  "/wiki/Eluru": "Eluru is a city and the district headquarters of West Godavari district in the Indian state of Andhra Pradesh. It is one of the 14 municipal corporations in the state and the mandal headquarters of Eluru mandal in the Eluru revenue division. The city is on the Tammileru river.  The city is well known for its wool-pile carpets and hand woven products. As of 2011[update] Census of India, the city had a population of 217,876.  Its history dates back to the second century CE.",
  "/wiki/Bhimavaram": "Bhimavaram is a city in West Godavari district of the Andhra Pradesh state of India. It is the administrative headquarters of Bhimavaram mandal in Narasapuram revenue division. It is a part of Eluru Urban Development Authority. As of 2011[update] census, it is the second most populous city in the district with a population of 142,184. It is one of the major pilgrimage centers in the state, which is home to Somaramam, one of the five great Pancharama Kshetras.",
  "/wiki/Cheeriyal": "Cheeriyal or Cheeryal is a village in Rangareddy district in Telangana, India. It falls under Keesara mandal.Thunga Dharmendra is newly elected sarpanch (2019)",
  "/wiki/Rajahmundry": "Rajahmundry City, officially known as Rajamahendravaram, is a city located in East Godavari district in the Indian state of Andhra Pradesh. The city is located on the banks of Godavari River. In the Madras Presidency, the District of Rajahmundry was created in 1823. It was reorganised in 1859 and was bifurcated into Godavari and Krishna districts. During British rule, Rajahmundry was the headquarters of Godavari District, which was further bifurcated into East Godavari and West Godavari districts in 1925. When the Godavari District was bifurcated, Kakinada became the headquarters of East Godavari and Eluru became headquarters of West Godavari. It is administered under Rajahmundry revenue division. The city is known for its Floriculture, History, Culture, Agriculture, Economy, Tourism, Industrial potential and its Heritage. It is known as the Cultural Capital of Andhra Pradesh.",
  "/wiki/GITAM_University": "Gandhi Institute of Technology and Management (GITAM), formerly GITAM University and GITAM College of Engineering, is an institute of higher education with campuses in Visakhapatnam, Hyderabad and Bangalore in India. It was established in 1980 at Visakhapatnam, it was affiliated to Andhra University. In 2007, it was conferred the status of deemed university under Section 3 of UGC Act 1956. It was the first private engineering institute in Andhra Pradesh to receive university status.  Its main campus is at Visakhapatnam which spreads over 110 acres (45 ha).",
  "/wiki/Hyderabad": "Hyderabad (/ˈhaɪdərəbɑːd/ (listen) HY-dər-ə-baad) is the capital and largest city of the Indian state of Telangana and de jure capital of Andhra Pradesh.[A] Occupying 650 square kilometres (250 sq mi) along the banks of the Musi River, located on the Deccan Plateau in the northern part of South India. At an average altitude of 542 metres (1,778 ft), much of Hyderabad is situated on hilly terrain around artificial lakes, including Hussain Sagar lake—predating the city's founding—north of the city centre. Hyderabad City has a population of about 6.9 million, with about 9.7 million in Hyderabad Metropolitan Region, making it the fourth-most populous city and sixth-most populous urban agglomeration in India. With an output of US$74 billion, Hyderabad is the fifth-largest contributor to India's overall gross domestic product.\n In 1591 Qutb Shahi ruler Muhammad Quli Qutb Shah established Hyderabad to extend the capital beyond the fortified Golconda, in 1687 the city was annexed by the Mughals—in 1724 Mughal governor Nizam Asaf Jah I declared his sovereignty and founded the Asaf Jahi dynasty also known as the Nizams, Hyderabad served as the imperial capital of the Asaf Jahi from 1769 to 1948. As capital of the princely state of Hyderabad the city housed the British Residency and cantonment until Indian independence in 1947. Hyderabad was invaded and integrated into the Indian Union in 1948 and continues as a capital of Hyderabad State (1948–56), when States Reorganisation Act of 1956 was introduced Hyderabad was made the capital of the united Andhra Pradesh, in 2014 Telangana state was formed after bifurcation of Andhra—Hyderabad City became a joint capital of the two states, a transitional arrangement scheduled to end in 2025. Since 1956, the city houses the winter office of the President of India.\n Relics of the Qutb Shahi and Nizam rules remain visible today; the Charminar has come to symbolise the city. By the end of early modern era, the Mughal Empire declined in the Deccan and the Nizams' patronage had attracted men of letters from different parts of the world. The amalgamation of local and migrated artisans had originated a distinctive culture, and the city emerged as the foremost centre of oriental culture. Painting, handicraft, jewellery, litrature, dialect and clothing are prominent still today. Through its cuisine, the city is listed as a UNESCO creative city of gastronomy. The Telugu film industry based in the city is the country's second-largest producer of motion pictures.\n \nUntil 19th century Hyderabad was known for the pearl industry and was nicknamed the \"City of Pearls\", and the only diamond trading centre in the world. Many of the city's historical and traditional bazaars remain open. Hyderabad's central location between the Deccan Plateau and the Western Ghats, and industrialisation throughout the 20th century attracted major Indian research, manufacturing, educational and financial institutions. Since the 1990s, the city emerged as an Indian hub of pharmaceuticals and biotechnology. The formation of special economic zones and HITEC City dedicated to information technology has encouraged leading multinationals to set up operations in Hyderabad. .mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Jawaharlal_Nehru_Technological_University,_Hyderabad": "Jawaharlal Nehru Technological University, Hyderabad (JNTU Hyderabad) is a public university, located in Hyderabad, Telangana, India, and one of the India's leading educational universities focusing on engineering. Founded in 1965 as the Nagarjuna Sagar Engineering College, it was established as a university in 1972 by The Jawaharlal Nehru Technological University Act, 1972. The university is situated at Kukatpally Housing Board Region in Hyderabad of India.",
  "/wiki/Ibrahimpatnam,_Krishna_district": "Ibrahimpatnam is a neighbourhood of Vijayawada in Krishna district of the Indian state of Andhra Pradesh. It is also the mandal headquarters of Ibrahimpatnam mandal. Dr Narla Tata Rao Thermal Power Station, one of the major Thermal power stations of the state is located near the town. Railway Wagon Workshop at Rayanapadu is also located very near to Ibrahimpatnam at a distance of 4 km.",
  "/wiki/Nalgonda": "Nalgonda is a city and municipality in the Indian state of Telangana. It is the headquarters of the Nalgonda district, as well as the headquarters of the Nalgonda mandal in the Nalgonda revenue division..It is located about 90 kilometres (56 mi) from the state capital Hyderabad",
  "/wiki/Ongole": "Ongole is a city in Prakasam district of the Indian state of Andhra Pradesh. It is the headquarters of Prakasam district and also the mandal headquarters of Ongole mandal in Ongole revenue division. Ongole cattle, an indigenous breed of oxen, derived its name from Ongole.",
  "/wiki/Ghatkesar": "Ghatkesar is a Town in the Medchal-Malkajgiri district of the Indian state of Telangana. It is the mandal headquarters of Ghatkesar mandal in Keesara revenue division. It's an Outer suburbs of Hyderabad City, Now it is a part of Hyderabad Metropolitan Development Authority.",
  "/wiki/Secunderabad": "Secunderabad /sɪkəndərˈɑːbɑːd/ ([sikŋdɾaːbaːd] (listen), also spelled sometimes as Sikandarabad) is the twin city of Hyderabad in the Indian state of Telangana. Named after Sikandar Jah, the third Nizam of the Asaf Jahi dynasty, Secunderabad was established in 1806 as a British cantonment. Although both the cities are together referred to as the twin cities, Hyderabad and Secunderabad have different histories and cultures, with Secunderabad having developed directly under British rule until 1948, and Hyderabad as the capital of the Nizams' princely state of Hyderabad.\n Geographically divided from Hyderabad by the Hussain Sagar lake, Secunderabad is no longer a separate municipal unit and has become part of Hyderabad's Greater Hyderabad Municipal Corporation (GHMC). Both cities are collectively known as Hyderabad and together form the fifth-largest metropolis in India. Being one of the largest cantonments in India, Secunderabad has a large presence of army and air force personnel.",
  "/wiki/List_of_pharmacy_schools": "This article is a list of pharmacy schools by country."
}