{
  "/wiki/China_Pharmaceutical_University": "China Pharmaceutical University (CPU) is a university in Nanjing, China that specializes in the pharmaceutical sciences. It is one of the “Project 211” key universities and universities selected for the \"985 Innovative Platforms for Key Disciplines Project\" affiliated with the Chinese Ministry of Education, which has granted it Double First Class status in certain disciplines.",
  "/wiki/Nanjing": "Nanjing (listen), alternatively romanized as Nanking and Nankin, also known as Langjin in Nanjing dialect, is the capital of Jiangsu of the People's Republic of China and the second largest city in the East China region,[c] with 11 districts,an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,436,200 as of 2018[update]. The inner area of Nanjing enclosed by the city wall is Nanjing City (南京城).",
  "/wiki/Central_South_University": "Central South University (CSU) (Chinese: 中南大学; pinyin: Zhōngnán dàxué), is a national university of China located in Changsha, Hunan province, central south of People's Republic of China. CSU was established in April 2000 on the basis of the amalgamation of three former individual universities, and is a Chinese Ministry of Education Class A Double First Class University.",
  "/wiki/Changsha": "Changsha  is the capital and most populous city of Hunan Province in the south central part of the People's Republic of China. It covers 11,819 km2 (4,563 sq mi) and is bordered by Yueyang and Yiyang to the north, Loudi to the west, Xiangtan and Zhuzhou to the south, Yichun and Pingxiang of Jiangxi province to the east. According to the 2010 census, Changsha has 7,044,118 residents, constituting 10.72% of the province's population. It is part of the Chang-Zhu-Tan city cluster or megalopolis.",
  "/wiki/Fujian_University_of_Traditional_Chinese_Medicine": "Fujian University of Traditional Chinese Medicine (FJUTCM; Chinese: 福建中医药大学; pinyin: Fújiàn Zhōngyī Xuéyuàn) is a university located in Fuzhou, Fujian, China.",
  "/wiki/Fuzhou": "Fuzhou, alternately romanized as Foochow, is the capital and one of the largest cities in Fujian province, China. Along with the many counties of Ningde, those of Fuzhou are considered to constitute the Mindong (lit. Eastern Fujian) linguistic and cultural area.",
  "/wiki/Guangdong_College_of_Pharmacy": "Guangdong Pharmaceutical University (GDPU; Chinese: 广东药科大学; pinyin: Guǎngdōng Yàokē Dàxué) is a public university based in Guangzhou, Guangdong Province, China, which offers courses in pharmaceutical sciences.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/Guilin_Medical_University": "Guilin Medical University (GLMU; simplified Chinese: 桂林医学院; traditional Chinese: 桂林醫學院; pinyin: Guìlín yī xué yuàn) is a public university, located in Guilin, Guangxi, China. The university offers undergraduate and postgraduate programs through its schools: School of Medicine, School of Nursing and Midwifery and Graduate School.",
  "/wiki/Guilin": "Guilin (Standard Zhuang: Gveilinz; alternately romanized as Kweilin) is a prefecture-level city in the northeast of China's Guangxi Zhuang Autonomous Region. It is situated on the west bank of the Li River and borders Hunan to the north. Its name means \"Forest of Sweet Osmanthus\", owing to the large number of fragrant sweet osmanthus trees located in the region. The city has long been renowned for its scenery of karst topography.",
  "/wiki/Guiyang_Medical_University": "Guizhou Medical University (simplified Chinese: 贵州医科大学; traditional Chinese: 貴州醫科大學; pinyin: guì zhōu yī kē dà xué) is a public university based in Guiyang, capital of Guizhou province in China that offers courses in pharmacy, medical laboratory science, preventive medicine, nursing and clinical medicine, as well as other subject areas. It is approved by \"WHO\" and Indian students can take admission in Guizhou Medical University and take the MCI screening test after a 5-year course.",
  "/wiki/Guiyang": "Guiyang is the capital of Guizhou province of Southwest China. It is located in the center of the province, situated on the east of the Yunnan–Guizhou Plateau, and on the north bank of the Nanming River, a branch of the Wu River. The city has an elevation of about 1,100 meters (3,600 ft). It has an area of 8,034 square kilometers (3,102 sq mi). At the 2010 census, its population was 4,324,561, out of whom 3,037,159 lived in the 7 urban districts.",
  "/wiki/Hebei_Medical_University": "Hebei Medical University (Chinese: 河北医科大学; pinyin: Héběi Yīkē Dàxué) is a university in Shijiazhuang, Hebei, People's Republic of China, under the provincial government. \nIt was established in 1894, making it one of the oldest, and is an AAA graded medical school in China.\nLocated in Shijiazhuang, the capital city of Hebei Province which is 4 hours away from Beijing by car and 1 and a half hours by train.",
  "/wiki/Shijiazhuang": "Shijiazhuang (Chinese: 石家庄, [ʂɻ̩̌.tɕjá.ʈʂwáŋ]) is the capital and largest city of North China's Hebei Province. Administratively a prefecture-level city, it is about 266 kilometres (165 mi) southwest of Beijing, and it administers eight districts, two county-level cities, and 12 counties.",
  "/wiki/Inner_Mongolia_Medical_University": "Inner Mongolia Medical University (内蒙古医科大学) is a university in Inner Mongolia, China under the authority of the Autonomous Region government. It is in Hohhot, the capital city of Inner Mongolia Autonomous Region. It was renamed from Inner Mongolia Medical College in 2012.",
  "/wiki/Hohhot": "Hohhot (Mongolian: Mongolian script:  Kökeqota, Mongolian Cyrillic: Хөх хот Höh hot /xɵxˈxɔtʰ/; Chinese: 呼和浩特; pinyin: Hūhéhàotè), abbreviated Hushi (Chinese: 呼市; pinyin: Hūshì), formerly known as Kweisui (traditional Chinese: 歸綏; simplified Chinese: 归绥; pinyin: .mw-parser-output .noitalic{font-style:normal}PRC Standard Mandarin: Guīsuí, ROC Standard Mandarin: Guīsuī), is the capital of Inner Mongolia in the north of the People's Republic of China, serving as the region's administrative, economic and cultural center. Its population was 2,866,615 inhabitants as of the 2010 census, of whom 1,980,774 lived in the built-up (or metro) area made up of 4 urban districts.",
  "/wiki/Jinan_University": "Jinan University (abbreviated JNU) is a public research university based in Tianhe District, Guangzhou city, Guangdong province, China. It is one of the oldest universities established on China tracing back to the Qing dynasty (1644–1911).",
  "/wiki/Shandong_Medical_University": "Shandong University (simplified Chinese: 山东大学; traditional Chinese: 山東大學; pinyin: Shāndōng Dàxué, abbreviated as Shanda, Chinese: 山大; pinyin: Shāndà, English abbreviation SDU) is a public comprehensive university in Shandong, China. It is one of the largest universities in China by student population (57,500 full-time students in 2009) and is supported directly by the national government.",
  "/wiki/Sichuan_University": "Sichuan University (Chinese: 四川大学; pinyin: Sìchuān Dàxué, SCU) is a university in Chengdu, the capital of Sichuan Province, China.",
  "/wiki/Chengdu": "Chengdu (Standard Mandarin: [ʈʂʰə̌ŋ.tú] (listen), UK: /ˌtʃɛŋˈduː/, US: /ˌtʃʌŋ-/), alternatively romanized as Chengtu, is a sub-provincial city which serves as the capital of the Chinese province of Sichuan. It is one of the three most-populous cities in Western China, the other two being Chongqing and Xi'an. As of 2014[update], the administrative area housed 14,427,500 inhabitants, the largest in Sichuan, with an urban population of 10,152,632. At the time of the 2010 census, Chengdu was the fifth-most populous agglomeration in China, with 10,484,996 inhabitants in the built-up area including Xinjin County and Deyang's Guanghan City. Chengdu is considered a World City with a \"Beta +\" classification, according to the Globalization and World Cities Research Network.",
  "/wiki/List_of_pharmacy_schools": "This article is a list of pharmacy schools by country."
}