{
  "/wiki/Nicola_de_Romanis": "Niccolò de Romanis (died 1218) was an Italian cardinal and Papal legate. He was Bishop of Frascati from either 1204 or 1205 and Grand penitentiary. He was closely associated with Pope Honorius III as administrator and diplomat. Dean of the College of Cardinals from 1211.",
  "/wiki/Bishop_of_Frascati": "The Diocese of Frascati (Lat.: Tusculana) is a suburbicarian see of the Holy Roman Church and a diocese of the Catholic Church in Italy, based at Frascati, near Rome. The bishop of Frascati is a Cardinal Bishop; from the Latin name of the area, the bishop has also been called Bishop of Tusculum.[A] Tusculum was destroyed in 1191. The bishopric moved from Tusculum to Frascati, a nearby town which is first mentioned in the pontificate of Pope Leo IV. Until 1962, the Cardinal-Bishop was concurrently the diocesan bishop of the see in addition to any curial duties he possessed.  Pope John XXIII removed the Cardinal Bishops from any actual responsibility in their suburbicarian dioceses, and made the title purely honorific.",
  "/wiki/Pope_Innocent_III": "Pope Innocent III (Latin: Innocentius III; 1160 or 1161 – 16 July 1216), born  Lotario dei Conti di Segni (anglicized as Lothar of Segni) reigned from 8 January 1198 to his death in 1216.",
  "/wiki/Pope_Gregory_IX": "Pope Gregory IX (Latin: Gregorius IX; born Ugolino di Conti; c. 1145 or before 1170 – 22 August 1241) was Pope from 19 March 1227 to his death in 1241. He is known for issuing the Decretales and instituting the Papal Inquisition in response to the failures of the episcopal inquisitions established during the time of Pope Lucius III through his papal bull Ad abolendam issued in 1184.",
  "/wiki/Bishop_of_Ostia_e_Velletri": "The Bishop of Ostia is the head of the suburbicarian diocese of Ostia, one of the seven suburbicarian sees of Rome. The position is now attached to the post of Dean of the College of Cardinals, as it has been since 1150, with the actual governance of the diocese entrusted to the Vicar General of Rome.",
  "/wiki/Bishop_of_Palestrina": "The Roman Catholic Suburbicarian Diocese of Palestrina (Latin: Diocesis Praenestina) is a Roman Catholic suburbicarian diocese centered on the comune of Palestrina in Italy.",
  "/wiki/Pope_Clement_III": "Pope Clement III (Latin: Clemens III; 1130 – 20 March 1191), born Paulino (or Paolo) Scolari, was the pope from 19 December 1187 to his death.",
  "/wiki/Pelagio_Galvani": "Pelagio Galvani (b. ca. 1165, Gusendos, León — d. 30 January 1230, Montecassino) was a Leonese Cardinal, and canon lawyer. He became a papal legate and leader of the Fifth Crusade.",
  "/wiki/Bishop_of_Albano": "The Diocese of Albano (Latin: Albanensis) is a suburbicarian see of the Roman Catholic Church in a diocese in Italy, comprising seven towns in the Province of Rome. Albano Laziale is situated some 15 kilometers from Rome, on the Appian Way.",
  "/wiki/Pope_Honorius_III": "Pope Honorius III (1150 – 18 March 1227), born as Cencio Savelli, was the 177th Pope of the Catholic Church and ruler of the Papal States from 18 July 1216 to his death in 1227.",
  "/wiki/Pope_Celestine_III": "Pope Celestine III (Latin: Caelestinus III; c. 1106 – 8 January 1198), born Giacinto Bobone, was the pope from 30 March or 10 April 1191 to his death in 1198. He was born into the noble Orsini family in Rome and served as a cardinal-deacon prior to becoming pope. He was ordained as a priest on 13 April 1191 and he ruled the church for six years, nine months, and nine days before he died aged 92. He was buried at the Lateran.",
  "/wiki/Giovanni_Colonna_di_Carbognano": "Giovanni Colonna (ca. 1170 – 28 January 1245) was a cardinal of the Roman Catholic Church from the Roman noble family of Colonna. He is occasionally named \"the Younger\" to distinguish him from his near-contemporary cardinal Giovanni di San Paolo, who is frequently considered as related to the Colonna family. As papal legate, he accompanied the Latin Emperor Peter II of Courtenay to Greece, where he was taken captive by Theodore Komnenos Doukas. Released from captivity, Colonna served in 1220–21 as regent of the Latin Empire before returning to Italy in 1223. Colonna participated in the conclaves of 1216 (election of Pope Honorius III), 1227 (Pope Gregory IX), and 1241–43 (Pope Innocent IV).",
  "/wiki/Robert_Curson": "Robert Curson (c. 1460-1535) was an English courtier at the court of Henry VIII, and also that of emperor Maximilian I.",
  "/wiki/Peter_of_Benevento": "Peter of Benevento (died in September 1219 or 1220) was an Italian canon lawyer, papal legate and Cardinal.",
  "/wiki/Ottaviano_dei_conti_di_Segni": "Ottaviano dei Conti di Segni (died January 29, 1234) was an Italian cardinal and cardinal-nephew of Pope Innocent III, his cousin who elevated him probably in May 1206. He was canon of the Vatican Basilica, Camerlengo of the Holy Roman Church (1200 until May 1206) and protodeacon of the Sacred College of Cardinals (from 1221).",
  "/wiki/Romano_Bonaventura": "Romano Bonaventura (before 1216–20 February 1243) was a Catholic Christian prelate, Cardinal deacon of Sant'Angelo in Pescheria, his titulus (1216–1234), bishop of Porto-Santa Rufina (1231–1243), a cardinal-legate to the court of France.",
  "/wiki/1216_papal_election": "The papal election of 1216 (July 18), was convoked after the death of Pope Innocent III in Perugia (July 16, 1216), elected Cardinal Cencio Camerario, who took the name of Honorius III."
}