{
  "/wiki/Valdivia,_Chile": "Valdivia (Spanish pronunciation: [balˈdiβja]; Mapuche: Ainil) is a city and commune in southern Chile, administered by the Municipality of Valdivia. The city is named after its founder Pedro de Valdivia and is located at the confluence of the Calle-Calle, Valdivia, and Cau-Cau Rivers, approximately 15 km (9 mi) east of the coastal towns of Corral and Niebla. Since October 2007, Valdivia has been the capital of Los Ríos Region and is also the capital of Valdivia Province. The national census of 2002 recorded the commune of Valdivia as having 140,559 inhabitants (Valdivianos), of whom 127,750 were living in the city. The main economic activities of Valdivia include tourism, wood pulp manufacturing, forestry, metallurgy, and beer production. The city is also the home of the Austral University of Chile, founded in 1954 and the Centro de Estudios Científicos.\n The city of Valdivia and the Chiloé Archipelago were once the two southernmost outliers of the Spanish Empire. From 1645 to 1740 the city depended directly on the Viceroyalty of Peru, which financed the building of the Valdivian fort system that turned Valdivia into one of the most fortified cities of the New World. In the second half of the 19th century, Valdivia was the port of entry for German immigrants who settled in the city and surrounding areas.\n In 1960 Valdivia was severely damaged by the Great Chilean earthquake, the most powerful earthquake ever recorded at magnitude 9.5. Debris and destroyed buildings from the earthquake can still be found in the suburban areas. In addition, land subsidence and sediments have resulted in complex navigation challenges on the local rivers and in some areas, ruins of buildings are visible from the water.",
  "/wiki/1960_Valdivia_earthquake": "The 1960 Valdivia earthquake (Spanish: Terremoto de Valdivia) or the Great Chilean earthquake (Gran terremoto de Chile) on 22 May 1960 is the most powerful earthquake ever recorded. Various studies have placed it at 9.4–9.6 on the moment magnitude scale. It occurred in the afternoon (19:11 GMT, 15:11 local time), and lasted approximately 10 minutes. The resulting tsunami affected southern Chile, Hawaii, Japan, the Philippines, eastern New Zealand, southeast Australia, and the Aleutian Islands.\n The epicenter of this megathrust earthquake was near Lumaco, approximately 570 kilometres (350 mi) south of Santiago, with Valdivia being the most affected city. The tremor caused localised tsunamis that severely battered the Chilean coast, with waves up to 25 metres (82 ft). The main tsunami traveled across the Pacific Ocean and devastated Hilo, Hawaii. Waves as high as 10.7 metres (35 ft) were recorded 10,000 kilometres (6,200 mi) from the epicenter, and as far away as Japan and the Philippines.\n The death toll and monetary losses arising from this widespread disaster are not certain.\nVarious estimates of the total number of fatalities from the earthquake and tsunamis have been published, ranging between 1,000 and 7,000 killed. Different sources have estimated the monetary cost ranged from US$400 million to $800 million (or $3.46 billion to $6.91 billion today, adjusted for inflation).",
  "/wiki/Prince_William_Sound": "Prince William Sound (Russian: Чугацкий залив Čugatski zaliv) is a sound of the Gulf of Alaska on the south coast of the U.S. state of Alaska. It is located on the east side of the Kenai Peninsula. Its largest port is Valdez, at the southern terminus of the Trans-Alaska Pipeline System. Other settlements on the sound, which contains numerous small islands, include Cordova and Whittier plus the Alaska native villages of Chenega and Tatitlek.",
  "/wiki/Alaska": "Alaska (/əˈlæskə/ (listen); Aleut: Alax̂sxax̂; Inupiaq: Alaasikaq; Alutiiq: Alas'kaaq; Tlingit: Anáaski; Russian: Аляска, romanized: Alyaska) is a state located in the northwest extremity of the North American West Coast, just across the Bering Strait from Asia. An exclave of the U.S., it borders the Canadian province of British Columbia and territory of Yukon to the east and southeast has a maritime border with Russia's Chukotka Autonomous Okrug to the west. To the north are the Chukchi and Beaufort seas of the Arctic Ocean, while the Pacific Ocean lies to the south and southwest. \n Alaska is the largest U.S. state by area and the seventh largest subnational division in the world. It is the third least populous and the most sparsely populated state, but by far the continent's most populous territory located mostly north of the 60th parallel, with an estimated population of 738,432 as 2015—more than quadruple the combined populations of Northern Canada and Greenland. Approximately half of Alaska's residents live within the Anchorage metropolitan area. The state capital of Juneau is the second largest city in the United States by area, comprising more territory than the states of Rhode Island and Delaware.\n Alaska was occupied by various indigenous peoples for thousands of years before the arrival of Europeans. The state is considered the entry point for the settlement of North America by way of the Bering land bridge. The Russians were the first non-native people to settle the area beginning in the 18th century, eventually establishing the colony of Alaska that spanned most of the current state. The expense and difficulty of maintaining this distant possession prompted its sale to the U.S. in 1867 for $7.2 million, or approximately two cents per acre ($4.74/km2). The area went through several administrative changes before becoming organized as a territory on May 11, 1912. It was admitted as the 49th state of the U.S. on January 3, 1959.\n While it has one of the smallest state economies in the country, Alaska's per capita income is among the highest, owing to a diversified economy dominated by fishing, natural gas, and oil, all of which it has in abundance. United States armed forces bases and tourism are also a significant part of the economy; more than half the state is federally owned public land, including a multitude of national forests, parks, and wildlife refuges.\n Alaska's indigenous population is proportionally the highest of any U.S. state, at over 15 percent. Close to two dozen native languages are spoken, and Alaskan Natives exercise considerable influence in local and state politics.",
  "/wiki/1964_Alaska_earthquake": "The 1964 Alaskan earthquake, also known as the Great Alaskan earthquake and Good Friday earthquake, occurred at 5:36 PM AKST on Good Friday, March 27. Across south-central Alaska, ground fissures, collapsing structures, and tsunamis resulting from the earthquake caused about 131 deaths.\n Lasting four minutes and thirty-eight seconds, the magnitude 9.2 megathrust earthquake remains the most powerful earthquake recorded in North American history, and the second most powerful earthquake recorded in world history. Six hundred miles (970 km) of fault ruptured at once and moved up to 60 ft (18 m), releasing about 500 years of stress buildup. Soil liquefaction, fissures, landslides, and other ground failures caused major structural damage in several communities and much damage to property. Anchorage sustained great destruction or damage to many inadequately earthquake-engineered houses, buildings, and infrastructure (paved streets, sidewalks, water and sewer mains, electrical systems, and other man-made equipment), particularly in the several landslide zones along Knik Arm. Two hundred miles (320 km) southwest, some areas near Kodiak were permanently raised by 30 feet (9 m). Southeast of Anchorage, areas around the head of Turnagain Arm near Girdwood and Portage dropped as much as 8 feet (2.4 m), requiring reconstruction and fill to raise the Seward Highway above the new high tide mark.\n In Prince William Sound, Port Valdez suffered a massive underwater landslide, resulting in the deaths of 32 people between the collapse of the Valdez city harbor and docks, and inside the ship that was docked there at the time. Nearby, a 27-foot (8.2 m) tsunami destroyed the village of Chenega, killing 23 of the 68 people who lived there; survivors out-ran the wave, climbing to high ground. Post-quake tsunamis severely affected Whittier, Seward, Kodiak, and other Alaskan communities, as well as people and property in British Columbia, Washington, Oregon, and California. Tsunamis also caused damage in Hawaii and Japan. Evidence of motion directly related to the earthquake was also reported from Florida and Texas.",
  "/wiki/Sumatra": "Sumatra is one of the Sunda Islands of western Indonesia. It is the largest island that is entirely governed by Indonesia and the sixth-largest island in the world at 473,481 km2 (not including adjacent islands such as the Mentawai Islands, Enggano Island, Nias Island, Simeulue Island, Riau Islands, Bangka Belitung Islands and Krakatoa archipelago).\n Sumatra is an elongated landmass spanning a diagonal northwest-southeast axis. The Indian Ocean borders the west, northwest, and southwest coasts of Sumatra with the island chain of Simeulue, Nias, Mentawai and Enggano off the western coast. In the northeast the narrow Strait of Malacca separates the island from the Malay Peninsula, which is an extension of the Eurasian continent. In the southeast the narrow Sunda Strait, containing the Krakatoa Archipelago, separates Sumatra from Java. The northern tip of Sumatra borders the Andaman Islands, while off the southeastern coast lie the islands of Bangka and Belitung, Karimata Strait and the Java Sea. The Bukit Barisan mountains, which contain several active volcanoes, form the backbone of the island, while the northeastern area contains large plains and lowlands with swamps, mangrove forest and complex river systems. The equator crosses the island at its center in West Sumatra and Riau provinces. The climate of the island is tropical, hot and humid. Lush tropical rain forest once dominated the landscape.\n Sumatra has a wide range of plant and animal species but has lost almost 50% of its tropical rainforest in the last 35 years[clarification needed]. Many species are now critically endangered, such as the Sumatran ground cuckoo, the Sumatran tiger, the Sumatran elephant, the Sumatran rhinoceros, and the Sumatran orangutan. Deforestation on the island has also resulted in serious seasonal smoke haze over neighbouring countries, such as the 2013 Southeast Asian haze causing considerable tensions between Indonesia and  affected countries Malaysia and Singapore.",
  "/wiki/2004_Indian_Ocean_earthquake_and_tsunami": "The 2004 Indian Ocean earthquake and tsunami (also known as the Boxing Day Tsunami) occurred at 00:58:53 UTC on 26 December, with an epicentre off the west coast of northern Sumatra, Indonesia. It was an undersea megathrust earthquake that registered a magnitude of 9.1–9.3 Mw, reaching a Mercalli intensity up to IX in certain areas. The earthquake was caused by a rupture along the fault between the Burma Plate and the Indian Plate.\n A series of massive tsunami waves grew up to 30 metres (100 ft) high once heading inland, after being created by the underwater seismic activity offshore. Communities along the surrounding coasts of the Indian Ocean were severely affected, and the tsunamis killed an estimated 227,898 people in 14 countries. The Indonesian city of Banda Aceh reported the largest number of victims. The earthquake was one of the deadliest natural disasters in recorded history. The direct results caused major disruptions to living conditions and commerce, particularly in Indonesia, Sri Lanka, India, and Thailand.\n The earthquake was the third-largest ever recorded and had the longest duration of faulting ever observed; between eight and ten minutes. It caused the planet to vibrate as much as 10 millimetres (0.4 inches), and it remotely triggered earthquakes as far away as Alaska. Its epicentre was between Simeulue and mainland Sumatra. The plight of the affected people and countries prompted a worldwide humanitarian response, with donations totalling more than US$14 billion. The event is known by the scientific community as the Sumatra–Andaman earthquake.",
  "/wiki/Tōhoku_region": "The Tōhoku region (東北地方, Tōhoku-chihō), Northeast region, or Northeast Japan (東北日本, Tōhoku-nihon) consists of the northeastern portion of Honshu, the largest island of Japan. This traditional region consists of six prefectures (ken): Akita, Aomori, Fukushima, Iwate, Miyagi, and Yamagata.\n Tōhoku retains a reputation as a remote, scenic region with a harsh climate. In the 20th century, tourism became a major industry in the Tōhoku region.",
  "/wiki/2011_Tōhoku_earthquake_and_tsunami": "The 2011 earthquake off the Pacific coast of Tōhoku (東北地方太平洋沖地震, Tōhoku-chihō Taiheiyō Oki Jishin) was a magnitude 9.0–9.1 (Mw) undersea megathrust earthquake off the coast of Japan that occurred at 14:46 JST (05:46 UTC) on Friday 11 March 2011, with the epicenter approximately 70 kilometers (43 mi) east of the Oshika Peninsula of Tōhoku and the hypocenter at an underwater depth of approximately 29 km (18 mi).\nThe earthquake is often referred to in Japan as the Great East Japan Earthquake (東日本大震災, Higashi nihon daishinsai)[fn 1] and is also known as the 2011 Tōhoku earthquake, the Great Sendai Earthquake, the Great Tōhoku Earthquake, and the 3.11 earthquake.\n It was the most powerful earthquake ever recorded in Japan, and the fourth most powerful earthquake in the world since modern record-keeping began in 1900.\nThe earthquake triggered powerful tsunami waves that may have reached heights of up to 40.5 meters (133 ft) in Miyako in Tōhoku's Iwate Prefecture, and which, in the Sendai area, traveled at 700 km/h (435 mph) for up to 10 km (6 mi) inland. Residents of Sendai had only eight to ten minutes of warning, and more than 19,000 were killed, many at evacuation sites, more than a hundred of which washed away.\n The earthquake moved Honshu (the main island of Japan) 2.4 m (8 ft) east, shifted the Earth on its axis by estimates of between 10 cm (4 in) and 25 cm (10 in), increased earth's rotational speed by 1.8 µs per day, and generated infrasound waves detected in perturbations of the low-orbiting GOCE satellite.\nInitially, the earthquake caused sinking of part of Honshu's Pacific coast by up to roughly a metre, but after about three years, the coast rose back and kept on rising to exceed its original height.\n The tsunami swept the Japanese mainland and killed over ten thousand people, mainly through drowning, though blunt trauma also caused many deaths. The latest report from the Japanese National Police Agency report confirms 15,899 deaths, 6,157 injured, and 2,529 people missing across twenty prefectures, and a report from 2015 indicated 228,863 people were still living away from their home in either temporary housing or due to permanent relocation.\n A report by the National Police Agency of Japan on 10 September 2018 listed 121,778 buildings as \"total collapsed\", with a further 280,926 buildings \"half collapsed\", and another 699,180 buildings \"partially damaged\". The earthquake and tsunami also caused extensive and severe structural damage in north-eastern Japan, including heavy damage to roads and railways as well as fires in many areas, and a dam collapse. Japanese Prime Minister Naoto Kan said, \"In the 65 years after the end of World War II, this is the toughest and the most difficult crisis for Japan.\" Around 4.4 million households in northeastern Japan were left without electricity and 1.5 million without water.\n The tsunami caused nuclear accidents, primarily the level 7 meltdowns at three reactors in the Fukushima Daiichi Nuclear Power Plant complex, and the associated evacuation zones affecting hundreds of thousands of residents. Many electrical generators ran out of fuel. The loss of electrical power halted cooling systems, causing heat to build up. The heat build-up caused the generation of hydrogen gas. Without ventilation, gas accumulated within the reactor containment structures and eventually exploded. Residents within a 20 km (12 mi) radius of the Fukushima Daiichi Nuclear Power Plant and a 10 km (6.2 mi) radius of the Fukushima Daini Nuclear Power Plant were evacuated.\n Early estimates placed insured losses from the earthquake alone at US$14.5 to $34.6 billion. The Bank of Japan offered ¥15 trillion (US$183 billion) to the banking system on 14 March in an effort to normalize market conditions. The World Bank's estimated economic cost was US$235 billion, making it the costliest natural disaster in history.",
  "/wiki/Kamchatka": "The Kamchatka Peninsula (Russian: полуо́стров Камча́тка, Poluostrov Kamchatka, IPA: [pəlʊˈostrəf kɐmˈt͡ɕætkə]) is a 1,250-kilometre-long (780 mi) peninsula in the Russian Far East, with an area of about 270,000 km2 (100,000 sq mi). The Pacific Ocean and the Sea of Okhotsk make up the peninsula's eastern and western coastlines, respectively. Immediately offshore along the Pacific coast of the peninsula runs the 10,500-metre (34,400-ft) deep Kuril–Kamchatka Trench.\n The Kamchatka Peninsula, the Commander Islands, and Karaginsky Island constitute the Kamchatka Krai of the Russian Federation. The vast majority of the 322,079 inhabitants are ethnic Russians, although about 13,000 are Koryaks (2014). More than half of the population lives in Petropavlovsk-Kamchatsky (179,526 in 2010) and nearby Yelizovo (38,980). The Kamchatka peninsula contains the volcanoes of Kamchatka, a UNESCO World Heritage Site.",
  "/wiki/Russian_SFSR": "The Russian Soviet Federative Socialist Republic (Russian SFSR or RSFSR; Russian: Росси́йская Сове́тская Федерати́вная Социалисти́ческая Республика, tr. Rossiyskáya Sovetskáya Federatívnaya Socialistícheskaya Respublika, IPA: [rɐˈsʲijskəjə sɐˈvʲɛtskəjə fʲɪdʲɪrɐˈtʲivnəjə sətsɨəlʲɪˈsʲtʲitɕɪskəjə rʲɪˈspublʲɪkə] (listen)), previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic, as well as being unofficially known as the Russian Federation, Soviet Russia, or simply Russia, was an independent state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR) from 1922 to 1990, until becoming a sovereign part of the Soviet Union with priority of Russian laws over Union-level legislation in 1990 and 1991, the last two years of the existence of the USSR. The Russian Republic was composed of sixteen smaller constituent units of autonomous republics, five autonomous oblasts, ten autonomous okrugs, six krais and forty oblasts. Russians formed the largest ethnic group. The capital of the Russian SFSR was Moscow and the other major urban centers included Leningrad, Novosibirsk, Yekaterinburg, Nizhny Novgorod and Samara.\n The economy of Russia became heavily industrialized, accounting for about two-thirds of the electricity produced in the USSR. By 1961, it was the third largest producer of petroleum due to new discoveries in the Volga-Urals region and Siberia, trailing in production to only the United States and Saudi Arabia. In 1974, there were 475 institutes of higher education in the republic providing education in 47 languages to some 23,941,000 students. A network of territorially organized public-health services provided health care. After 1985, the \"perestroika\" restructuring policies of the Gorbachev administration relatively liberalised the economy, which had become stagnant since the late 1970s under General Secretary Leonid Brezhnev, with the introduction of non-state owned enterprises such as cooperatives.\n The Russian Soviet Republic was proclaimed on 7 November 1917 (October Revolution) as a sovereign state and the world's first constitutionally socialist state with the ideology of Communism. The first Constitution was adopted in 1918. In 1922, the Russian SFSR signed the Treaty on the Creation of the USSR officially setting up of the Union of Soviet Socialist Republics. The 1977 Soviet Constitution stated that \"[a] Union Republic is a sovereign [...] state that has united [...] in the Union\" and \"each Union Republic shall retain the right freely to secede from the USSR\". On 12 June 1990, the Congress of People's Deputies adopted the Declaration of State Sovereignty, established separation of powers (instead of Soviet form of government), established citizenship of Russia and stated that the RSFSR shall retain the right of free secession from the USSR. On 12 June 1991, Boris Yeltsin (1931–2007), supported by the Democratic Russia pro-reform movement, was elected the first and only President of the RSFSR, a post that would later become the presidency of the Russian Federation.\n The August 1991 Soviet coup d'état attempt with the temporary brief internment of President Mikhail Gorbachev destabilised the Soviet Union. On 8 December 1991, the heads of Russia, Ukraine and Belarus signed the Belavezha Accords. The agreement declared dissolution of the USSR by its original founding states (i.e., renunciation of the 1922 Treaty on the Creation of the USSR) and established the Commonwealth of Independent States (CIS) as a loose confederation. On 12 December, the agreement was ratified by the Supreme Soviet (the Russian SFSR parliament); therefore the Russian SFSR had renounced the Treaty on the Creation of the USSR and de facto declared Russia's independence from the USSR itself and the ties with the other Soviet Socialist Republics.\n On 25 December 1991, following the resignation of Gorbachev as President of the Soviet Union (and former General Secretary of the Communist Party of the Soviet Union), the Russian SFSR was renamed the Russian Federation, with President Yeltsin re-establishing the sovereign and independent state (see history of Russia from 1991 onwards). With the lowering at 12 midnight of the flag of the now former USSR from the top of the Kremlin Senate building in Moscow on 26 December 1991, the USSR was self-dissolved by the Soviet of the Republics, which by that time was the only functioning chamber of the parliamentary Supreme Soviet (the other house, Soviet of the Union, had already lost the quorum after recall of its members by the several union republics). After dissolution of the USSR, Russia declared that it assumed the rights and obligations of the dissolved central Soviet government, including UN membership and permanent membership on the Security Council, but originally excluding foreign debt and foreign assets of the USSR (also parts of the former Soviet Red Army and nuclear weapons remained under overall CIS command as CIS United Armed Forces [Wikidata]).\n The 1978 RSFSR Constitution was amended several times to reflect the transition to democracy, private property and market economy. The new Russian Constitution, coming into effect on 25 December 1993 after a constitutional crisis, completely abolished the Soviet form of government and replaced it with a semi-presidential system.",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.\n The Soviet Union had its roots in the 1917 October Revolution, when the Bolsheviks, led by Vladimir Lenin, overthrew the Russian Provisional Government which had replaced the autocratic regime of Tsar Nicholas II during World War I. In 1922, after a civil war ending in the Bolsheviks' victory, the USSR was formed by a treaty which united the Russian, Transcaucasian, Ukrainian and Byelorussian republics. Following Lenin's death in 1924 and a brief power struggle, Joseph Stalin came to power in the mid-1920s. Stalin formalized the Communist Party's ideology of Marxism–Leninism and replaced the market economy with a command economy which led to a period of rapid industrialization and collectivization. During this period, rapid economic development resulted in dramatic improvements in the average standard of living, particularly in urban areas. Despite these improvements, significant tragedies also occurred.  In addition to drought, which was a primary factor in a long history of regularly occurring famines in the region, agricultural collectivization contributed to a major famine in 1932–33, causing millions of deaths.  Political paranoia fermented, especially after the rise of the Nazis in Germany in 1933, culminating in the Great Purge, during which hundreds of thousands of persons accused of spying or sabotage were arrested and executed without trial.\n On 23 August 1939, after unsuccessful efforts to form an anti-fascist alliance with Western powers, the Soviets signed the non-aggression agreement with Nazi Germany. After the start of World War II, the formally neutral Soviets invaded and annexed territories of several Eastern European states, including Poland and the Baltic states. In June 1941, Germany invaded the Soviet Union, opening the most extensive and bloodiest theater of war in history. Soviet casualties accounted for the highest proportion of the war in the effort of acquiring the upper hand over the Axis forces at intense battles such as Stalingrad and Kursk. In most of the territories occupied by the Red Army after its westward advance, local communists assumed power and formed governments allied with the Soviets. The post-war division of Europe into capitalist and communist halves led to increased tensions with the United States-led Western Bloc, known as the Cold War. Stalin died in 1953 and was eventually succeeded by Nikita Khrushchev, who in 1956 denounced Stalin and began a period of liberal reforms known as de-Stalinization. The Cuban Missile Crisis occurred during Khrushchev's rule, which was among the many factors that led to his removal in 1964. In the early 1970s, there was a brief détente of relations with the United States, but tensions resumed with the Soviet–Afghan War in 1979. In 1985, the last Soviet premier, Mikhail Gorbachev, sought to reform and liberalize the economy through his policies of glasnost (openness) and perestroika (restructuring). These policies caused political instability arising from nationalist and separatist movements. In 1989, Soviet-allied states in Eastern Europe were overthrown in a wave of revolutions which ended communist rule.\n As part of an attempt to prevent the country's collapse, a referendum was held in March 1991, boycotted by three republics, that resulted in a majority favoring the preservation of the union as a renewed federation. Gorbachev's power was greatly diminished after Russian President Boris Yeltsin's high-profile role in facing down a coup d'état by party hardliners. In late 1991, Gorbachev resigned, and the Supreme Soviet of the Soviet Union met and formally dissolved the union. The remaining 12 constituent republics emerged as independent post-Soviet states. Russian Federation—formerly the Russian SFSR—assumed the Soviet Union's rights and obligations and became recognized as the de facto successor state. At the same time, Ukraine by law declared that it is a state-successor of both Ukrainian SSR and the Soviet Union. Today, Russia and Ukraine have an ongoing dispute over formerly-Soviet property.\n The Soviet Union produced many significant technological achievements and innovations of the 20th century, including the world's first human-made satellite, the first humans in space and the first probe to land on another planet, Venus. The country had the world's second-largest economy and the largest standing military in the world. The USSR was recognized as one of the five nuclear weapons states and possessed the largest stockpile of weapons of mass destruction. It was a founding permanent member of the United Nations Security Council as well as a member of the Organization for Security and Co-operation in Europe (OSCE), the World Federation of Trade Unions (WFTU) and the leading member of the Council for Mutual Economic Assistance (CMEA) and the Warsaw Pact.",
  "/wiki/1952_Severo-Kurilsk_tsunami": "The 1952 Severo-Kurilsk earthquake struck off the coast of the Kamchatka Peninsula.  The  9.0 Mw earthquake triggered a major tsunami that hit Severo-Kurilsk, Kuril Islands, Sakhalin Oblast, Russian SFSR, USSR, on 4 November 1952 at about 5 a.m. This led to the destruction of many settlements in Sakhalin Oblast and Kamchatka Oblast, while the main impact struck the town of Severo-Kurilsk.  It was the fifth most powerful earthquake on record, and to date, the most powerful earthquake in Russian history.\n The tsunami was generated by a major earthquake in the Pacific Ocean, 130 kilometers (81 mi) from the shore of Kamchatka, with an estimated magnitude of 9.0. There were three waves about 15–18 meters (49–59 ft) high. After the earthquake the majority of the Severo-Kurilsk citizens fled to the surrounding hills, where they escaped the first wave. However, most of them returned to the town and were killed by the second wave. The third wave was minor. According to the authorities, out of a population of 6,000 people, 2,336 died. The survivors were evacuated to continental Russia. The settlement was then rebuilt in another location.",
  "/wiki/Arica": "Arica (/əˈriːkə/ ə-REE-kə; Spanish: [aˈɾika]) is a commune and a port city with a population of 222,619 in the Arica Province of northern Chile's Arica y Parinacota Region. It is Chile's northernmost city, being located only 18 km (11 mi) south of the border with Peru. The city is the capital of both the Arica Province and the Arica and Parinacota Region. Arica has a mild, temperate climate with some of the lowest annual rainfall rates anywhere in the world; consequently, there are rarely any clouds over Arica. Arica is located at the bend of South America's western coast known as the Arica Bend or Arica Elbow. At the location of the city are two lush valleys that dissect the Atacama Desert converge: Azapa and Lluta. These valleys provide fruit for export.\n Arica is an important port for a large inland region of South America. The city serves a free port for Bolivia and manages a substantial part of that country's trade. In addition it is the end station of the Bolivian oil pipeline beginning in Oruro. The city's strategic position is enhanced by being next to the Pan-American Highway, being connected to both Tacna in Peru and La Paz in Bolivia by railroad and being served by an international airport.\n Its mild weather has made Arica known as the \"city of the eternal spring\" in Chile while its beaches are frequented by Bolivians. The city was an important port already during Spanish colonial rule. Chile seized the city from Peru in 1880 during the War of the Pacific being recognized as Chilean by Peru in 1929. A substantial part of African Chileans live in or trace their origins to Arica.",
  "/wiki/1868_Arica_earthquake": "The 1868 Arica earthquake occurred on 13 August 1868, near Arica, then part of Peru, now part of Chile, at 21:30 UTC. It had an estimated magnitude between 8.5 and 9.0. A tsunami (or multiple tsunamis) in the Pacific Ocean was produced by the earthquake, which was recorded in Hawaii, Japan, Australia, and New Zealand.",
  "/wiki/Spanish_Empire": "The Spanish Empire (Spanish: Imperio Español; Latin: Imperium Hispanicum), historically known as the Hispanic Monarchy (Spanish: Monarquía Hispánica) and as the Catholic Monarchy (Spanish: Monarquía Católica), was one of the largest empires in history. From the late 15th century to the early 19th, Spain controlled a huge overseas territory in the New World, the Asian archipelago of the Philippines, what they called \"The Indies\" (Spanish: Las Indias) and territories in Europe, Africa and Oceania. It was one of the most powerful empires of the 16th and 17th centuries. The Spanish Empire became known as \"the empire on which the sun never sets\" and reached its maximum extension in the 18th century.\nCastile became the dominant kingdom in Iberia because of its jurisdiction over the overseas empire in the Americas and the Philippines. The structure of empire was established under the Spanish Habsburgs (1516–1700), and under the Spanish Bourbon monarchs the empire was brought under greater crown control and increased its revenues from the Indies. The crown's authority in The Indies was enlarged by the papal grant of powers of patronage, giving it power in the religious sphere. An important element in the formation of Spain's empire was the dynastic union between Isabella I of Castile and Ferdinand II of Aragon, known as the Catholic Monarchs, which initiated political, religious and social cohesion but not political unification. Iberian kingdoms retained their political identities, with particular administration and juridical configurations.\n Although the power of the Spanish sovereign as monarch varied from one territory to another, the monarch acted as such in a unitary manner over all the ruler's territories through a system of councils: the unity did not mean uniformity. In 1580, when Philip II of Spain succeeded to the throne of Portugal (as Philip I), he established the Council of Portugal, which oversaw Portugal and its empire and \"preserv[ed] its own laws, institutions, and monetary system, and united only in sharing a common sovereign.\" The Iberian Union remained in place until in 1640, when Portugal reestablished the independence under the House of Braganza.\n Under Philip II (1556–98), Spain, rather than the Habsburg empire, was identified as the most powerful nation in the world, easily eclipsing France and England. Furthermore, despite attacks from Northern European states, Spain retained its position of dominance with apparent ease. Philip II ruled over the greatest maritime powers (Spain, Portugal, and the Low Countries), Sicily and Naples, Franche-Comté in France, the Rhineland in Germany, an uninterrupted tract of the Americas from the viceroyalty of New Spain bordering modern-day Canada all the way down to Patagonia, trading ports throughout India and South Asia, the Spanish East Indies, and select holdings in Guinea and North Africa. He also had a claim on England by marriage.\n The Spanish empire in the Americas was formed after conquering indigenous empires and claiming large stretches of land, beginning with Christopher Columbus in the Caribbean Islands. In the early 16th century, it conquered and incorporated the Aztec and Inca empires, retaining indigenous elites loyal to the Spanish crown and converts to Christianity as intermediaries between their communities and royal government. After a short period of delegation of authority by the crown in the Americas, the crown asserted control over those territories and established the Council of the Indies to oversee rule there. The crown then established viceroyalties in the two main areas of settlement, New Spain (Mexico) and Peru, both regions of dense indigenous populations and mineral wealth. The Spanish Magellan-Elcano circumnavigation — the first circumnavigation of the Earth — laid the foundation for the Pacific oceanic empire of Spain and began the Spanish colonization of the Philippines.\n The structure of governance of its overseas empire was significantly reformed in the late 18th century by the Bourbon monarchs. The crown's trade monopoly was broken early in the seventeenth century, with the crown colluding with the merchant guild for fiscal reasons in circumventing the supposedly closed system. In the seventeenth century, the diversion of silver revenue to pay for European consumer goods and the rising costs of defense of its empire meant that \"tangible benefits of America to Spain were dwindling...at a moment when the costs of empire were climbing sharply.\"\n The Bourbon monarchy attempted to expand the possibilities for trade within the empire, by allowing commerce between all ports in the empire, and took other measures to revive economic activity to the benefit of Spain. The Bourbons had inherited \"an empire invaded by rivals, an economy shorn of manufactures, a crown deprived of revenue... [and tried to reverse the situation by] taxing colonists, tightening control, and fighting off foreigners. In the process, they gained a revenue and lost an empire.\" The Napoleonic invasion of the Iberian peninsula precipitated the Spanish American wars of independence (1808–1826), resulting in the loss of its most valuable colonies. In its former colonies in the Americas, Spanish is the dominant language and Catholicism the main religion, enduring cultural legacies of the Spanish Empire.",
  "/wiki/British_Empire": "The British Empire comprised the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It originated with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries. At its height, it was the largest empire in history and, for over a century, was the foremost global power. By 1913, the British Empire held sway over 412 million people, 23% of the world population at the time, and by 1920, it covered 35,500,000 km2 (13,700,000 sq mi), 24% of the Earth's total land area. As a result, its political, legal, linguistic, and cultural legacy is widespread. At the peak of its power, the phrase \"the empire on which the sun never sets\" was often used to describe the British Empire, because its expanse around the globe meant that the sun was always shining on at least one of its territories.\n During the Age of Discovery in the 15th and 16th centuries, Portugal and Spain pioneered European exploration of the globe, and in the process established large overseas empires. Envious of the great wealth these empires generated, England, France, and the Netherlands began to establish colonies and trade networks of their own in the Americas and Asia. A series of wars in the 17th and 18th centuries with the Netherlands and France left England and then, following union between England and Scotland in 1707, Great Britain, the dominant colonial power in North America. It then became the dominant power in the Indian subcontinent after the East India Company's conquest of Mughal Bengal at the Battle of Plassey in 1757.\n The independence of the Thirteen Colonies in North America in 1783 after the American War of Independence caused Britain to lose some of its oldest and most populous colonies. British attention soon turned towards Asia, Africa, and the Pacific. After the defeat of France in the Revolutionary and Napoleonic Wars (1792–1815), Britain emerged as the principal naval and imperial power of the 19th century. Unchallenged at sea, British dominance was later described as Pax Britannica (\"British Peace\"), a period of relative peace in Europe and the world (1815–1914) during which the British Empire became the global hegemon and adopted the role of global policeman. In the early 19th century, the Industrial Revolution began to transform Britain; so that by the time of the Great Exhibition in 1851, the country was described as the \"workshop of the world\". The British Empire expanded to include most of India, large parts of Africa and many other territories throughout the world. Alongside the formal control that Britain exerted over its own colonies, its dominance of much of world trade meant that it effectively controlled the economies of many regions, such as Asia and Latin America.\n During the 19th century, Britain's population increased at a dramatic rate, accompanied by rapid urbanisation, which caused significant social and economic stresses. To seek new markets and sources of raw materials, the British government under Benjamin Disraeli initiated a period of imperial expansion in Egypt, South Africa, and elsewhere. Canada, Australia, and New Zealand became self-governing dominions.\n By the start of the 20th century, Germany and the United States had begun to challenge Britain's economic lead. Subsequent military and economic tensions between Britain and Germany were major causes of the First World War, during which Britain relied heavily upon its empire. The conflict placed enormous strain on the military, financial and manpower resources of Britain. Although the British Empire achieved its largest territorial extent immediately after World War I, Britain was no longer the world's pre-eminent industrial or military power. In the Second World War, Britain's colonies in East and Southeast Asia were occupied by Japan. Despite the final victory of Britain and its allies, the damage to British prestige helped to accelerate the decline of the empire. India, Britain's most valuable and populous possession, achieved independence as part of a larger decolonisation movement in which Britain granted independence to most territories of the empire. The Suez Crisis confirmed Britain's decline as a global power. The transfer of Hong Kong to China in 1997 marked for many the end of the British Empire. Fourteen overseas territories remain under British sovereignty. After independence, many former British colonies joined the Commonwealth of Nations, a free association of independent states. The United Kingdom is now one of 16 Commonwealth nations, a grouping known informally as the Commonwealth realms, that share a monarch, currently Queen Elizabeth II.",
  "/wiki/1700_Cascadia_earthquake": "The 1700 Cascadia earthquake occurred along the Cascadia subduction zone on January 26 with an estimated moment magnitude of 8.7–9.2. The megathrust earthquake involved the Juan de Fuca Plate from mid-Vancouver Island, south along the Pacific Northwest coast as far as northern California. The length of the fault rupture was about 1,000 kilometers (620 miles), with an average slip of 20 meters (66 ft).\n The earthquake caused a tsunami which struck the coast of Japan and may also be linked to the Bonneville Slide and the Tseax Cone eruption in British Columbia.",
  "/wiki/Chittagong": "Chittagong (/tʃɪtəɡɒŋ/), officially known as Chattogram (Bengali: চট্টগ্রাম), is a major coastal city and financial centre in southeastern Bangladesh. The city has a population of more than 2.5 million while the metropolitan area had a population of 4,009,423 in 2011, making it the second-largest city in the country. It is the capital of an eponymous District and Division. The city is located on the banks of the Karnaphuli River between the Chittagong Hill Tracts and the Bay of Bengal. Modern Chittagong is Bangladesh's second most significant urban center after Dhaka.\n Chittagong plays a vital role in the Bangladeshi economy. The Port of Chittagong is the principal maritime gateway to the country. The port is the busiest international seaport on the Bay of Bengal and the third busiest in South Asia. The Chittagong Stock Exchange is one of the country's two stock markets. Several Chittagong-based companies are among the largest industrial conglomerates and enterprises in Bangladesh. The port city is the largest base of the Bangladesh Navy and Bangladesh Coast Guard; while the Bangladesh Army and Bangladesh Air Force also maintains bases and contributes to the city's economy. Chittagong is the headquarters of the Eastern Zone of the Bangladesh Railway, having historically been the headquarters of British India's Assam Bengal Railway and East Pakistan's Pakistan Eastern Railway. A controversial ship breaking industry on the outskirts of the city, which supplies local steel but causes pollution, has come under international scrutiny.\n Chittagong is an ancient seaport due to its natural harbor. It was noted as one of the largest Eastern ports by the Roman geographer Ptolemy in the 1st century. The harbor has been a gateway through southeastern Bengal in the Indian subcontinent for centuries. Arab sailors and traders, who once explored the Bay of Bengal, set up a mercantile station in the harbor during the 9th century. During the 14th century, the port became a \"mint town\" of the Sultanate of Bengal, with the status of an administrative center.\n During the 16th century, Portuguese historian João de Barros described Chittagong as \"the most famous and wealthy city of the Kingdom of Bengal\". Portuguese Chittagong was the first European colonial settlement in Bengal. A naval battle in 1666 between the Mughal Empire and Arakan resulted in the expulsion of Portuguese pirates. British colonization began in 1760 when the Nawab of Bengal ceded Chittagong to the East India Company. During World War II, Chittagong was a base for Allied Forces engaged in the Burma Campaign. The port city began to expand and industrialize during the 1940s, particularly after the Partition of British India. During the Bangladesh Liberation War in 1971, Chittagong was site of the country's declaration of independence.\n Chittagong has a high degree of religious and ethnic diversity among Bangladeshi cities, despite having an overwhelming Bengali Muslim majority. Minorities include Bengali Hindus, Bengali Christians, Bengali Buddhists, the Chakmas, the Marmas, the Bohmong, the Rohingyas and Rakhines.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.\n Bangladesh forms the largest and eastern part of the Bengal region. According to the ancient Indian epics, Ramayana and Mahabharata, the Vanga Kingdom, one of the namesakes of the Bengal region, was a strong naval ally of the legendary Ayodhya. In the ancient and classical period of the Indian subcontinent, the territory was home to many principalities, including the Pundra, Gangaridai, Gauda, Samatata and Harikela. It was also a Mauryan province under the reign of Ashoka. The principalities were notable for their overseas trade, contacts with the Roman world, export of fine muslin and silk to the Middle East, and spreading of philosophy and art to Southeast Asia. The Pala Empire, the Chandra dynasty, and the Sena dynasty were the last pre-Islamic Bengali middle kingdoms. Islam was introduced during the Pala Empire, through trade with the Abbasid Caliphate, but following the early conquest of Bakhtiyar Khalji and the subsequent establishment of the Delhi Sultanate and preaching of Shah Jalal in East Bengal, the faith fully spread across the region. In 1576, the wealthy Bengal Sultanate was absorbed into the Mughal Empire, but its rule was briefly interrupted by the Suri Empire. Following the death of Emperor Aurangzeb in the early 1700s, the proto-industrialised Mughal Bengal became a semi-independent state under the Nawabs of Bengal. The region was later conquered by the British East India Company at the Battle of Plassey in 1757. The borders of modern Bangladesh were established with the separation of Bengal and India in August 1947, when the region became East Pakistan as a part of the newly formed State of Pakistan, demarcated by the Boundary of the Partition of India. Later the rise of the Bengali nationalist and self-determination movement led to the Liberation War and eventually resulted in the emergence of Bangladesh as a sovereign nation in 1971.\n The Bengali ethnicity, speakers of the official Bengali language, make up 98% of the population. Bangladesh is created on the basis of language and ethnicity. The politically dominant Bengali Muslims make the nation the world's fourth-largest Muslim-majority country. The constitution declares Bangladesh a secular state while recognizing Islam as a state religion. A middle power, Bangladesh is a unitary parliamentary democracy and constitutional republic in the Westminster tradition. The country is divided into eight administrative divisions and sixty-four districts. It is one of the emerging and growth-leading economies of the world, one of the Next Eleven countries, with one of the fastest real GDP growth rates in the world. Its gross domestic product ranks 39th largest in terms of market exchange rates, and 29th in purchasing power parity. Its per capita income ranks 143th nominally and 136th by purchasing power parity. In recent years Bangladesh has registered notable success in reducing child mortality; population control; combating natural disasters; women's empowerment; using microcredit to alleviate poverty; and boosting income through the export of textiles, garments, pharmaceuticals, manpower, agricultural produce, shrimps, jute, leather goods, seafood, tea, etc. However, the country continues to face the challenges of the Rohingya genocide and refugee crisis, corruption, and the erratic effects of climate change.",
  "/wiki/Kingdom_of_Mrauk_U": "The Kingdom of Mrauk-U was an independent coastal kingdom of Arakan which existed for over 350 years. It was based in the city of Mrauk-U, near the eastern coast of the Bay of Bengal. The kingdom from 1429 to 1785 ruled over what is now Rakhine State, Myanmar and Chittagong Division, Bangladesh. From 1429 to 1531 it was a protectorate of the Bengal Sultanate at different time periods. After gaining independence from Bengal, it prospered with help from the Portuguese settlement in Chittagong. In 1666, it lost control of Chittagong after a war with the Mughal Empire. Its reign continued until the 18th century, when it fell to the invasion of the Burmese Empire.\n It was home to a multiethnic population with the city of Mrauk U being home to mosques, temples, shrines, seminaries and libraries. The kingdom was also a center of piracy and the slave trade. It was frequented by Arab, Danish, Dutch and Portuguese traders.",
  "/wiki/1762_Arakan_earthquake": "The 1762 Arakan earthquake occurred at about 17:00 local time on 2 April, with an epicentre somewhere on the coast from Chittagong (modern Bangladesh) to Arakan in modern Burma. It had an estimated magnitude of as high as 8.8 on the moment magnitude scale and a maximum estimated intensity of XI (Extreme) on the Mercalli intensity scale. It triggered a local tsunami in the Bay of Bengal and caused at least 200 deaths. The earthquake was associated with major areas of both uplift and subsidence.  It is also associated with a change in course of the Brahmaputra River to from east of Dhaka (Old Brahmaputra River) to 150 kilometres (93 mi) to the west via the Jamuna River.",
  "/wiki/Dutch_East_Indies": "The Dutch East Indies (or Netherlands East-Indies; Dutch: Nederlands(ch)-Indië; Indonesian: Hindia Belanda) was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800.\n During the 19th century, the Dutch possessions and hegemony were expanded, reaching their greatest territorial extent in the early 20th century. This colony was one of the most valuable colonies under the Dutch Empire's rule, and contributed to Dutch global prominence in spice and cash crop trade in the 19th to early 20th century. The colonial social order was based on rigid racial and social structures with a Dutch elite living separate from but linked to their native subjects. The term Indonesia came into use for the geographical location after 1880. In the early 20th century, local intellectuals began developing the concept of Indonesia as a nation state, and set the stage for an independence movement.\nJapan's World War II occupation dismantled much of the Dutch colonial state and economy. Following the Japanese surrender in August 1945, Indonesian nationalists declared independence which they fought to secure during the subsequent Indonesian National Revolution. The Netherlands formally recognized sovereignty of the United States of Indonesia at the 1949 Dutch–Indonesian Round Table Conference with the exception of the Netherlands New Guinea (Western New Guinea), whose administration was transferred under authority of Resolution 1752 (XVII) to the United Nations 13 years later in 1962 (also see New York Agreement).",
  "/wiki/1833_Sumatra_earthquake": "The 1833 Sumatra earthquake occurred on November 25 at about 22:00 local time, with an estimated magnitude in the range of 8.8–9.2 Mw . It caused a large tsunami that flooded the southwestern coast of the island. There are no reliable records of the loss of life, with the casualties being described only as 'numerous'. The magnitude of this event has been estimated using records of uplift taken from coral microatolls.",
  "/wiki/1906_Ecuador–Colombia_earthquake": "The 1906 Ecuador–Colombia earthquake occurred at 15:36 UTC on January 31, off the coast of Ecuador, near Esmeraldas. The earthquake had a moment magnitude of 8.8 and triggered a destructive tsunami that caused at least 500 casualties on the coast of Colombia.",
  "/wiki/2010_Chile_earthquake": "The 2010 Chile earthquake (Spanish: Terremoto del 27F) occurred off the coast of central Chile on Saturday, 27 February at 03:34 local time (06:34 UTC), having a magnitude of 8.8 on the moment magnitude scale, with intense shaking lasting for about three minutes. It was felt strongly in six Chilean regions (from Valparaíso in the north to Araucanía in the south), that together make up about 80 percent of the country's population. According to the United States Geological Survey (USGS) the cities experiencing the strongest shaking—VIII (Severe) on the Mercalli intensity scale (MM)—were Concepción, Arauco and Coronel. According to Chile's Seismological Service Concepción experienced the strongest shaking at MM IX (Violent). The earthquake was felt in the capital Santiago at MM VII (Very strong) or MM VIII. Tremors were felt in many Argentine cities, including Buenos Aires, Córdoba, Mendoza and La Rioja. Tremors were felt as far north as the city of Ica in southern Peru (approx. 2,400 km (1,500 mi) away).\n The earthquake triggered a tsunami which devastated several coastal towns in south-central Chile and damaged the port at Talcahuano. Tsunami warnings were issued in 53 countries, and the wave caused minor damage in the San Diego area of California and in the Tōhoku region of Japan, where damage to the fisheries business was estimated at ¥6.26 billion (US$66.7 million). The earthquake also generated a blackout that affected 93 percent of the Chilean population and which went on for several days in some locations. President Michelle Bachelet declared a \"state of catastrophe\" and sent military troops to take control of the most affected areas. According to official sources, 525 people lost their lives, 25 people went missing and about 9% of the population in the affected regions lost their homes.\n On 10 March, Swiss Reinsurance Co. estimated that the Chilean quake would cost insurance companies between 4 and 7 billion dollars. The rival German-based Munich Re AG made the same estimate. Earthquake's losses to the economy of Chile are estimated at US$15–30 billion.",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.\n Assam is known for Assam tea and Assam silk. The state was the first site for oil drilling in Asia. Assam is home to the one-horned Indian rhinoceros, along with the wild water buffalo, pygmy hog, tiger and various species of Asiatic birds, and provides one of the last wild habitats for the Asian elephant. The Assamese economy is aided by wildlife tourism to Kaziranga National Park and Manas National Park, which are World Heritage Sites. Sal tree forests are found in the state which, as a result of abundant rainfall, look green all year round. Assam receives more rainfall than most parts of India; this rain feeds the Brahmaputra River, whose tributaries and oxbow lakes provide the region with a hydro-geomorphic environment.",
  "/wiki/Tibet": "Tibet (/tɪˈbɛt/ (listen); Tibetan: བོད་, Lhasa dialect: [/pʰøː˨˧˩/]; Chinese: 西藏; pinyin: Xīzàng) is a region in Asia covering much of the Tibetan Plateau. It is the traditional homeland of the Tibetan people as well as some other ethnic groups such as Monpa, Tamang, Qiang, Sherpa, and Lhoba peoples and is now also inhabited by considerable numbers of Han Chinese and Hui people. Tibet is the highest region on Earth, with an average elevation of 5,000 m (16,000 ft). The highest elevation in Tibet is Mount Everest, Earth's highest mountain, rising 8,848 m (29,029 ft) above sea level.\n The Tibetan Empire emerged in the 7th century, but with the fall of the empire the region soon divided into a variety of territories. The bulk of western and central Tibet (Ü-Tsang) was often at least nominally unified under a series of Tibetan governments in Lhasa, Shigatse, or nearby locations; these governments were at various times under Mongol and Chinese overlordship. Thus Tibet remained a suzerainty of the Mongol and later Chinese rulers in Nanjing and Beijing, with reasonable autonomy given to the Tibetan leaders. The eastern regions of Kham and Amdo often maintained a more decentralized indigenous political structure, being divided among a number of small principalities and tribal groups, while also often falling more directly under Chinese rule after the Battle of Chamdo; most of this area was eventually incorporated into the Chinese provinces of Sichuan and Qinghai. The current borders of Tibet were generally established in the 18th century.\n Following the Xinhai Revolution against the Qing dynasty in 1912, Qing soldiers were disarmed and escorted out of Tibet Area (Ü-Tsang). The region subsequently declared its independence in 1913 without recognition by the subsequent Chinese Republican government. Later, Lhasa took control of the western part of Xikang, China. The region maintained its autonomy until 1951 when, following the Battle of Chamdo, Tibet became incorporated into the People's Republic of China, and the previous Tibetan government was abolished in 1959 after a failed uprising. Today, China governs western and central Tibet as the Tibet Autonomous Region while the eastern areas are now mostly ethnic autonomous prefectures within Sichuan, Qinghai and other neighbouring provinces. There are tensions regarding Tibet's political status and dissident groups that are active in exile.\nTibetan activists in Tibet have reportedly been arrested or tortured.\n The economy of Tibet is dominated by subsistence agriculture, though tourism has become a growing industry in recent decades. The dominant religion in Tibet is Tibetan Buddhism; in addition there is Bön, which is similar to Tibetan Buddhism, and there are also Tibetan Muslims and Christian minorities. Tibetan Buddhism is a primary influence on the art, music, and festivals of the region. Tibetan architecture reflects Chinese and Indian influences. Staple foods in Tibet are roasted barley, yak meat, and butter tea.",
  "/wiki/1950_Assam–Tibet_earthquake": "The 1950 Assam–Tibet earthquake, also known as the Assam earthquake, occurred on 15 August and had a moment magnitude of 8.6. The epicentre was located in the Mishmi Hills, known in Chinese as the Qilinggong Mountains (祁灵公山), south of the Kangri Garpo and just east of the Himalayas in the North-East Frontier Agency part of Assam, India.  This area, south of the McMahon Line and now known as Arunachal Pradesh, is today disputed between China and India.\n Occurring on a Tuesday evening at 7:39 pm Indian Standard Time, the earthquake was destructive in both Assam (India) and Tibet (China), and approximately 4,800 people were killed.  The earthquake is notable as being the largest recorded quake caused by continental collision rather than subduction, and is also notable for the loud noises produced by the quake and reported throughout the region.",
  "/wiki/Shikoku_region": "Shikoku (四国, literally \"four provinces\") is one of the five main islands of Japan. Shikoku is the second smallest main island after Okinawa. It is 225 km or 139.8 mi long and between 50 and 150 km or 31.1 and 93.2 mi wide. It has a population of 3.8 million (as of 2015[update], 3.1%). It is located south of Honshu and north east of Kyushu. Shikoku's ancient names include Iyo-no-futana-shima (伊予之二名島), Iyo-shima (伊予島), and Futana-shima (二名島), and its current name refers to the four former provinces that made up the island: Awa, Tosa, Sanuki, and Iyo.",
  "/wiki/1707_Hōei_earthquake": "The 1707 Hōei earthquake (Hōei jishin 宝永地震) struck south-central Japan at 14:00 local time on 28 October 1707.  It was the largest earthquake in Japanese history until the 2011 Tōhoku earthquake surpassed it. It caused moderate to severe damage throughout southwestern Honshu, Shikoku and southeastern Kyūshū. The earthquake, and the resulting destructive tsunami, caused more than 5,000 casualties. This event ruptured all of the segments of the Nankai megathrust simultaneously, the only earthquake known to have done this, with an estimated magnitude of 8.6 ML or 8.7 Mw. It might also have triggered the last eruption of Mount Fuji 49 days later.",
  "/wiki/Valparaiso": "Valparaíso (/ˌvælpəˈraɪzoʊ, -soʊ/; Spanish: [balpaɾaˈiso]) is a major city, seaport, and educational centre in the commune of Valparaíso, Chile. \"Greater Valparaíso\" is the third largest metropolitan area in the country. Valparaíso is located about 120 kilometres (75 mi) northwest of Santiago by road and is one of the South Pacific's most important seaports. Valparaíso is the capital of Chile's second most populated administrative region and has been the headquarters for the Chilean National Congress since 1990. Valparaíso has two state-owned and several private universities.\n Valparaíso played an important geopolitical role in the second half of the 19th century, when the city served as a major stopover for ships traveling between the Atlantic and Pacific oceans by crossing the Straits of Magellan. Valparaíso mushroomed during its golden age, as a magnet for European immigrants, when the city was known by international sailors as \"Little San Francisco\" and \"The Jewel of the Pacific\". In 2003, the historic quarter of Valparaíso was declared a United Nations Educational, Scientific, and Cultural Organization (UNESCO) World Heritage site.\n Notable features include Latin America's oldest stock exchange, the continent's first volunteer fire department, Chile's first public library, and the oldest Spanish language newspaper in continuous publication in the world, El Mercurio de Valparaíso.\n The second half of the twentieth century was unfavorable to Valparaíso, as many wealthy families abandoned the city. The opening of the Panama Canal and reduction in ship traffic dealt a serious blow to Valparaíso's port-based economy. \nOver the first 15 years of the twenty-first century the city reached a recovery, attracting artists and cultural entrepreneurs who have set up in the city's hillside historic districts. Today, many thousands of tourists visit Valparaíso from around the world to enjoy the city's labyrinth of cobbled alleys and colorful buildings. The port of Valparaíso continues to be a major distribution center for container traffic, copper, and fruit exports. Valparaíso also receives growing attention from cruise ships that visit during the South American summer. Most significantly, Valparaíso has transformed itself into a major educational center with four large traditional universities and several large vocational colleges. The city exemplifies  Chilean culture, with festivals every year, and street artists and musicians.",
  "/wiki/1730_Valparaiso_earthquake": "The 1730 Valparaíso earthquake occurred at 04:45 local time (08:45 UTC) on July 8. It had an estimated magnitude of 9.1 and triggered a major tsunami with an estimated magnitude of Mt=8.75, that inundated the lower parts of Valparaíso. The earthquake caused severe damage from La Serena to Chillan, while the tsunami affected more than 1,000 km (620 mi) of Chile's coastline.",
  "/wiki/1755_Lisbon_earthquake": "The 1755 Lisbon earthquake, also known as the Great Lisbon earthquake, occurred in the Kingdom of Portugal on the morning of Saturday, 1 November, Feast of All Saints, at around 09:40 local time. In combination with subsequent fires and a tsunami, the earthquake almost totally destroyed Lisbon and adjoining areas. Seismologists today estimate the Lisbon earthquake had a magnitude in the range 8.5–9.0 on the moment magnitude scale, with its epicenter in the Atlantic Ocean about 200 km (120 mi) west-southwest of Cape St. Vincent. Chronologically it was the third known large scale earthquake to hit the city (one in 1321 and another in 1531). Estimates place the death toll in Lisbon alone between 10,000 and 100,000 people, making it one of the deadliest earthquakes in history.\n The earthquake accentuated political tensions in the Kingdom of Portugal and profoundly disrupted the country's colonial ambitions. The event was widely discussed and dwelt upon by European Enlightenment philosophers, and inspired major developments in theodicy. As the first earthquake studied scientifically for its effects over a large area, it led to the birth of modern seismology and earthquake engineering.",
  "/wiki/Rat_Islands": "The Rat Islands (Aleut: Qax̂um tanangis, Russian: Крысьи острова) are a group of volcanic islands in the Aleutian Islands in southwestern Alaska, between Buldir Island and the Near Islands group to its west, and Amchitka Pass and the Andreanof Islands group to its east, at about 51°47′17″N 178°18′10″E﻿ / ﻿51.78806°N 178.30278°E﻿ / 51.78806; 178.30278Coordinates: 51°47′17″N 178°18′10″E﻿ / ﻿51.78806°N 178.30278°E﻿ / 51.78806; 178.30278.\n The largest islands in the group are, from west to east, Kiska, Little Kiska, Segula, Hawadax or Kryssei, Khvostof, Davidof, Little Sitkin, Amchitka, and Semisopochnoi. The total land area of the Rat Islands is 360.849 sq mi (934.594 km2). None of the islands are inhabited.",
  "/wiki/1965_Rat_Islands_earthquake": "The 1965 Rat Islands earthquake occurred at 05:01 UTC, on 4 February (19:01, 3 February local time). It had a magnitude of 8.7 and triggered a tsunami of over 10 m on Shemya Island, but caused very little damage.",
  "/wiki/Lima": "Lima (/ˈliːmə/, Spanish pronunciation: [ˈlima]; Quechua: Limaq) is the capital and the largest city of Peru. It is located in the valleys of the Chillón, Rímac and Lurín rivers, in the central coastal part of the country, overlooking the Pacific Ocean. Together with the seaport of Callao, it forms a contiguous urban area known as the Lima Metropolitan Area. With a population of more than 9 million, Lima is the most populous metropolitan area of Peru and the  third-largest city in the Americas (as defined by \"city proper\"), behind São Paulo and Mexico City.\n Lima was named by natives in the agricultural region known by native Peruvians as Limaq, a name that it had acquired over time. It became the capital and most important city in the Viceroyalty of Peru. Following the Peruvian War of Independence, it became the capital of the Republic of Peru (República del Perú). Around one-third of the national population lives in the metropolitan area.\n Lima is home to one of the oldest institutions of higher learning in the New World. The National University of San Marcos, founded on 12 May 1551, during the Spanish colonial empire, is the first officially established and the oldest continuously functioning university in the Americas.\n Nowadays the city is considered as the political, cultural, financial and commercial center of the country. Internationally, it is one of the thirty most populated urban agglomerations in the world. Due to its geostrategic importance, it has been defined as a \"beta\" city.\n Jurisdictionally, the metropolis extends mainly within the province of Lima and in a smaller portion, to the west, within the constitutional province of Callao, where the seaport and the Jorge Chávez airport are located. Both provinces have regional autonomy since 2002.\n In October 2013, Lima was chosen to host the 2019 Pan American Games, these games were held at venues in and around Lima, and were the largest sporting event ever hosted by the country. It also hosted the APEC Meetings of 2008 and 2016, the Annual Meetings of the International Monetary Fund and the World Bank Group in October 2015,  the United Nations Climate Change Conference in December 2014, and the Miss Universe 1982 contest.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.\n Peruvian territory was home to several ancient cultures. Ranging from the Norte Chico civilization starting in 3500 BC, the oldest civilization in the Americas and one of the five cradles of civilization, to the Inca Empire, the largest state in pre-Columbian America, the territory now including Peru has one of the longest histories of civilization of any country, tracing its heritage back to the 4th millennia BCE.\n The Spanish Empire conquered the region in the 16th century and established a viceroyalty that encompassed most of its South American colonies, with its capital in Lima. Peru formally proclaimed independence in 1821, and following the military campaigns of José de San Martín and Simón Bolívar, and the decisive battle of Ayacucho, Peru completed its independence in 1824. In the ensuing years, the country enjoyed relative economic and political stability, which ended shortly before the War of the Pacific with Chile. Throughout the 20th century, Peru endured armed territorial disputes, coups, social unrest, and internal conflicts, as well as periods of stability and economic upswing. Alberto Fujimori was elected to the presidency in 1990; his government was credited with economically stabilizing Peru and successfully ending the Shining Path insurgency, though he was widely accused of human rights violations and suppression of political dissent. Fujimori left the presidency in 2000 and was charged with human rights violations and imprisoned until his pardon by President Pedro Pablo Kuczynski in 2017. Even after the president's regime, Fujimori's followers, called Fujimoristas, have caused political turmoil for any opposing faction in power, even causing Pedro Pablo Kuczynski to resign in March 2018.\n The sovereign state of Peru is a representative democratic republic divided into 25 regions. It is classified as an emerging market with a high level of human development and an upper middle income level with a poverty rate around 19 percent. It is one of the region's most prosperous economies with an average growth rate of 5.9% and it has one of the world's fastest industrial growth rates at an average of 9.6%. Its main economic activities include mining, manufacturing, agriculture and fishing; along with other growing sectors such as telecommunications and biotechnology. The country forms part of The Pacific Pumas, a political and economic grouping of countries along Latin America's Pacific coast that share common trends of positive growth, stable macroeconomic foundations, improved governance and an openness to global integration. Peru ranks high in social freedom; it is an active member of the Asia-Pacific Economic Cooperation, the Pacific Alliance, the Trans-Pacific Partnership and the World Trade Organization; and is considered as a middle power.\n Peru has a population of 32 million, which includes Amerindians, Europeans, Africans and Asians. The main spoken language is Spanish, although a significant number of Peruvians speak Quechua or other indigenous languages. This mixture of cultural traditions has resulted in a wide diversity of expressions in fields such as art, cuisine, literature, and music.",
  "/wiki/1746_Lima–Callao_earthquake": "The 1746 Lima–Callao earthquake occurred at 22:30 local time on 28 October with a moment magnitude of 8.6–8.8 and a maximum Mercalli intensity of XI (Extreme). The epicenter was located about 90 km (56 mi) north-northwest of the capital Lima, which was almost completely destroyed, and the subsequent tsunami devastated the port city of Callao. It was the deadliest earthquake in Peru’s history prior to the 1970 earthquake.",
  "/wiki/Oaxaca": "Oaxaca (English: /wəˈhɑːkə/ wə-HAH-kə, also US: /wɑːˈhɑːkɑː/ wah-HAH-kah, Spanish: [waˈxaka] (listen); from Nahuatl: Huāxyacac [waːʃˈjakak] (listen)), officially the Free and Sovereign State of Oaxaca (Spanish: Estado Libre y Soberano de Oaxaca), is one of the 32 states which compose the Federative Entities of Mexico. It is divided into 570 municipalities, of which 418 (almost three quarters) are governed by the system of usos y costumbres (customs and traditions) with recognized local forms of self-governance. Its capital city is Oaxaca de Juárez.\n Oaxaca is located in Southwestern Mexico. It is bordered by the states of Guerrero to the west, Puebla to the northwest, Veracruz to the north, and Chiapas to the east. To the south, Oaxaca has a significant coastline on the Pacific Ocean.\n The state is best known for its indigenous peoples and cultures. The most numerous and best known are the Zapotecs and the Mixtecs, but there are sixteen that are officially recognized. These cultures have survived better than most others in México due to the state's rugged and isolating terrain. Most live in the Central Valleys region, which is also an economically important area for tourism, with people attracted for its archeological sites such as Monte Albán, and Mitla, and its various native cultures and crafts. Another important tourist area is the coast, which has the major resort of Huatulco and sandy beaches of Puerto Escondido, Puerto Ángel, Zipolite, Bahia de Tembo, and Mazunte. Oaxaca is also one of the most biologically diverse states in Mexico, ranking in the top three, along with Chiapas and Veracruz, for numbers of reptiles, amphibians, mammals and plants.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.\nPre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans. In 1521, the Spanish Empire conquered and colonized the territory from its politically powerful base in Mexico-Tenochtitlan (part of Mexico City), which was administered as the viceroyalty of New Spain. The Roman Catholic Church played a powerful role in governing the country as millions were converted to the faith, although King Charles III expelled the Jesuits in the 1770s. The territory became a nation state following its recognition in 1821 after the Mexican War of Independence. The post-independence period was tumultuous, characterized by economic inequality and many contrasting political changes. The Mexican–American War (1846–1848) led to a territorial loss of part of the huge northern territories to the United States. The Pastry War, the Franco-Mexican War, a civil war, two empires, and the Porfiriato occurred in the 19th century. The Porfiriato ended with the Mexican Revolution in 1910, which culminated in the promulgation of the 1917 Constitution and the emergence of an authoritarian one-party state, once described as the \"perfect dictatorship\", that ruled for much of the 20th century until the opposition victories led Mexico to democratic transition in the 1990s. Since 2006, there is a serious conflict between the Mexican government and various drug trafficking syndicates that lead to over 120,000 deaths\n Mexico has the 15th largest nominal GDP and the 11th largest by purchasing power parity. The Mexican economy is strongly linked to those of its 1994 North American Free Trade Agreement (NAFTA) partners, especially the United States. In 1994, Mexico became the first Latin American member of the OECD. It is classified as an upper-middle income country by the World Bank and a newly industrialized country by several analysts. The country is considered both a regional power and a middle power, and is often identified as an emerging global power. Due to its rich culture and history, Mexico ranks first in the Americas and seventh in the world for number of UNESCO World Heritage Sites. Mexico is an ecologically megadiverse country, ranking fifth in the world for its biodiversity. Mexico receives a huge number of tourists every year: in 2018, it was the sixth most-visited country in the world, with 39 million international arrivals. Mexico is a member of the United Nations (UN), the World Trade Organization (WTO), the G8+5, the G20, the Uniting for Consensus group of the UN, and the Pacific Alliance trade bloc.",
  "/wiki/1787_Mexico_earthquake": "The 1787 New Spain earthquake, also known as the San Sixto earthquake, occurred on 28 March at 11:30 local time (17:30 UTC). It caused a large tsunami that affected the coast of the Puebla Intendancy (includes the current state of Guerrero) and the Oaxaca Intendancy (currently Oaxaca) in Southwestern New Spain (in currently boundary of Mexico). With an estimated magnitude of 8.6 on the moment magnitude scale, it was more powerful than any instrumentally recorded Mexican earthquake.",
  "/wiki/Andreanof_Islands": "The Andreanof Islands (Aleut: Niiĝuĝin tanangis, Russian: Андреяновские острова) are a group of islands in the Aleutian Islands in southwestern Alaska. They are located at about 52° North and 172°57' to 179°09' West.",
  "/wiki/1957_Andreanof_Islands_earthquake": "The 1957 Andreanof Islands earthquake took place on March 9 with a moment magnitude of 8.6 and a maximum Mercalli intensity of VIII (Severe). It occurred south of the Andreanof Islands group, which is part of the Aleutian Islands arc. The event occurred along the Aleutian Trench, the convergent plate boundary that separates the Pacific Plate and the North American Plates near Alaska. A basin wide tsunami followed, with effects felt in Alaska and Hawaii. Total losses were around $5 million.",
  "/wiki/2005_Nias–Simeulue_earthquake": "The 2005 Nias–Simeulue earthquake occurred on 28 March off the west coast of northern Sumatra, Indonesia. At least 915 people were killed, mostly on the island of Nias. The event caused panic in the region, which had already been devastated by the massive tsunami triggered by the 2004 Indian Ocean earthquake, but this earthquake generated a relatively small tsunami that caused limited damage. It was the third most powerful earthquake since 1965 in Indonesia.\n The earthquake occurred at 16:09:37 UTC (23:09:37 local time) on 28 March 2005. The hypocenter was located 30 kilometres (19 mi) below the surface of the Indian Ocean, where subduction is forcing the Indo-Australian Plate to the southwest under the Eurasian Plate's Sunda edge. The area is 200 kilometres (120 mi) west of Sibolga, Sumatra, or 1,400 kilometres (870 mi) northwest of Jakarta, approximately halfway between the islands of Nias and Simeulue. Seismic recordings give the earthquake a moment magnitude of about 8.6, and effects were felt as far away as Bangkok, Thailand, over 1,000 kilometres (620 mi) away.",
  "/wiki/Lists_of_earthquakes": "Lists of earthquakes cover  earthquakes around the world. They are organized by period, region or country, year, magnitude, cost, fatalities and so on."
}