{
  "/wiki/2011_T%C5%8Dhoku_earthquake_and_tsunami": "The 2011 earthquake off the Pacific coast of Tōhoku (東北地方太平洋沖地震, Tōhoku-chihō Taiheiyō Oki Jishin) was a magnitude 9.0–9.1 (Mw) undersea megathrust earthquake off the coast of Japan that occurred at 14:46 JST (05:46 UTC) on Friday 11 March 2011, with the epicenter approximately 70 kilometers (43 mi) east of the Oshika Peninsula of Tōhoku and the hypocenter at an underwater depth of approximately 29 km (18 mi).\nThe earthquake is often referred to in Japan as the Great East Japan Earthquake (東日本大震災, Higashi nihon daishinsai)[fn 1] and is also known as the 2011 Tōhoku earthquake, the Great Sendai Earthquake, the Great Tōhoku Earthquake, and the 3.11 earthquake.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Great_Hanshin_earthquake": "The Great Hanshin earthquake (阪神・淡路大震災, Hanshin Awaji daishinsai), or Kobe earthquake, occurred on January 17, 1995 at 05:46:53 JST (January 16 at 20:46:53 UTC) in the southern part of Hyōgo Prefecture, Japan, including the region known as Hanshin. It measured 6.9 on the moment magnitude scale and had a maximum intensity of 7 on the JMA Seismic Intensity Scale (X on the Modified Mercalli Intensity Scale). The tremors lasted for approximately 20 seconds. The focus of the earthquake was located 17 km beneath its epicenter, on the northern end of Awaji Island, 20 km away from the center of the city of Kobe.",
  "/wiki/2008_Sichuan_earthquake": "The 2008 Sichuan earthquake (Chinese: 汶川大地震; pinyin: Wènchuān dà dìzhèn; literally: 'Great Wenchuan earthquake'), also known as the Great Sichuan earthquake or Wenchuan earthquake, occurred at 14:28:01 China Standard Time on May 12, 2008. Measuring at 8.0 Ms (7.9 Mw), the earthquake's epicenter was located 80 kilometres (50 mi) west-northwest of Chengdu, the provincial capital, with a focal depth of 19 km (12 mi). The earthquake ruptured the fault for over 240 km (150 mi), with surface displacements of several meters. The earthquake was also felt in nearby countries and as far away as both Beijing and Shanghai—1,500 and 1,700 km (930 and 1,060 mi) away, respectively—where office buildings swayed with the tremor. Strong aftershocks, some exceeding 6 Ms, continued to hit the area up to several months after the main shock, causing further casualties and damage. The earthquake also caused the largest number of geohazards ever recorded, including about 200,000 landslides and more than 800 quake lakes distributed over an area of 110,000 km2 (42,000 sq mi).",
  "/wiki/Sichuan": "Sichuan (四川; alternatively romanized as Szechuan or Szechwan) is a landlocked province in Southwest China occupying most of the Sichuan Basin and the easternmost part of the Tibetan Plateau between the Jinsha River on the west, the Daba Mountains in the north, and the Yungui Plateau to the south. Sichuan's capital city is Chengdu. The population of Sichuan stands at 81 million.",
  "/wiki/2004_Ch%C5%ABetsu_earthquake": "The Chūetsu earthquakes (中越地震, Chūetsu jishin) occurred in Niigata Prefecture, Japan, at 17:56 local time (08:56 UTC) on Saturday, October 23, 2004. The Japan Meteorological Agency (JMA) named it the \"Heisei 16 Niigata Prefecture Chuetsu Earthquake\" (平成16年新潟県中越地震, Heisei ju-roku-nen Niigata-ken Chuetsu Jishin). Niigata Prefecture is located in the Hokuriku region of Honshu, the largest island of Japan. The initial earthquake had a magnitude of 6.6 and caused noticeable shaking across almost half of Honshu, including parts of the Tōhoku, Hokuriku, Chūbu, and Kantō regions.",
  "/wiki/1999_%C4%B0zmit_earthquake": "The 1999 İzmit earthquake (also known as the Kocaeli, Gölcük,  or Marmara earthquake) occurred on 17 August at 03:01:40 local time in northwestern Turkey. The shock had a moment magnitude of 7.6 and a maximum Mercalli intensity of IX (Violent). The event lasted for 37 seconds, killing around 17,000 people and left more than 250,000 people homeless. The nearby city of İzmit was severely damaged.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/2012_Emilia_earthquakes": "In May 2012, two major earthquakes struck Northern Italy, causing 27 deaths and widespread damage. In Italy they became known as the 2012 Emilia earthquakes.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/2011_Christchurch_earthquake": "A Mw     6.2 (ML     6.3) earthquake occurred in Christchurch on Tuesday 22 February 2011 at 12:51 p.m. local time (23:51 UTC, 21 February). The earthquake struck the Canterbury Region in New Zealand's South Island and was centred 6.7 kilometres (4.2 mi) south-east of the centre of Christchurch, at the time New Zealand's second-most populous city. The earthquake caused widespread damage across Christchurch, killing 185 people in the nation's fifth-deadliest disaster.",
  "/wiki/South_Island": "The South Island, also officially named Te Waipounamu, is the larger of the two major islands of New Zealand in surface area; the other being the smaller but more populous North Island. It is bordered to the north by Cook Strait, to the west by the Tasman Sea, and to the south and east by the Pacific Ocean. The South Island covers 150,437 square kilometres (58,084 sq mi), making it the world's 12th-largest island. It has a temperate climate.",
  "/wiki/2010_Chile_earthquake": "The 2010 Chile earthquake (Spanish: Terremoto del 27F) occurred off the coast of central Chile on Saturday, 27 February at 03:34 local time (06:34 UTC), having a magnitude of 8.8 on the moment magnitude scale, with intense shaking lasting for about three minutes. It was felt strongly in six Chilean regions (from Valparaíso in the north to Araucanía in the south), that together make up about 80 percent of the country's population. According to the United States Geological Survey (USGS) the cities experiencing the strongest shaking—VIII (Severe) on the Mercalli intensity scale (MM)—were Concepción, Arauco and Coronel. According to Chile's Seismological Service Concepción experienced the strongest shaking at MM IX (Violent). The earthquake was felt in the capital Santiago at MM VII (Very strong) or MM VIII. Tremors were felt in many Argentine cities, including Buenos Aires, Córdoba, Mendoza and La Rioja. Tremors were felt as far north as the city of Ica in southern Peru (approx. 2,400 km (1,500 mi) away).",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/1980_Irpinia_earthquake": "The 1980 Irpinia earthquake (Italian: Terremoto dell'Irpinia) took place in Southern Italy on November 23 with a moment magnitude of 6.9 and a maximum Mercalli intensity of X (Extreme). The shock was centered on the village of Conza and left at least 2,483 people dead, at least 7,700 injured, and 250,000 homeless.",
  "/wiki/1994_Northridge_earthquake": "The 1994 Northridge earthquake was a moment magnitude 6.7 (Mw), blind thrust earthquake that occurred on January 17, 1994, at 4:30:55 a.m. PST in the San Fernando Valley region of the County of Los Angeles. Its epicenter was in Reseda, a neighborhood in the north-central area of the San Fernando Valley. The quake had a duration of approximately 10–20 seconds, and its peak ground acceleration of 1.8g (16.7 m/s2) was the highest ever instrumentally recorded in an urban area in North America.  Strong ground motion was felt as far away as Las Vegas, Nevada, about 220 miles (360 km) from the epicenter. The peak ground velocity at the Rinaldi Receiving Station was 183 cm/s (4.09 mph or 6.59 km/h), the fastest ever recorded.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/1976_Tangshan_earthquake": "The 1976 Tangshan earthquake, also known as Great Tangshan earthquake, was a natural disaster resulting from a magnitude 7.6 earthquake that hit the region around Tangshan, Hebei, People's Republic of China on 28 July 1976, at 3:42 in the morning. In minutes the city of Tangshan, an industrial city with approximately one million inhabitants, ceased to exist. Eighty-five percent of the buildings in the city collapsed or were unusable, all services failed, and most of the highway and railway bridges collapsed or were seriously damaged. At least 242,000 people died (some have said three times that), making this the third (or possibly second) deadliest earthquake in recorded history.",
  "/wiki/Hebei": "Hebei (河北; alternately Hopeh) is a coastal province in Northern China. The modern province was established in 1911 as Chihli Province (Zhili Province). Its capital and largest city is Shijiazhuang. Its one-character abbreviation is \"冀\" (Jì), named after Ji Province, a Han dynasty province (zhou) that included what is now southern Hebei. The name Hebei literally means \"north of the river\", referring to its location entirely to the north of the Yellow River.",
  "/wiki/1999_Jiji_earthquake": "The Chi-Chi earthquake (later also known as the Jiji earthquake) (Chinese: 集集地震; pinyin: Jíjí dìzhèn; Wade–Giles: Chi2-Chi2 Ti4-chên4), also known as the great earthquake of September 21 (九二一大地震; Jiǔ-èr-yī dàdìzhèn; '921 earthquake'), was a 7.3 ML or 7.7 Mw earthquake which occurred in Jiji (Chi-Chi), Nantou County, Taiwan on Tuesday, 21 September 1999 at 01:47:12 local time. 2,415 people were killed, 11,305 injured, and NT$300 billion worth of damage was done. It was the second-deadliest quake in recorded history in Taiwan, after the 1935 Shinchiku-Taichū earthquake.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/April_2015_Nepal_earthquake": "The April 2015 Nepal earthquake (also known as the Gorkha earthquake) killed nearly 9,000 people and injured nearly 22,000. It occurred at 11:56 Nepal Standard Time on 25 April 2015, with a magnitude of 7.8Mw or 8.1Ms and a maximum Mercalli Intensity of VIII (Severe). Its epicenter was east of Gorkha District at Barpak, Gorkha, and its hypocenter was at a depth of approximately 8.2 km (5.1 mi). It was the worst natural disaster to strike Nepal since the 1934 Nepal–Bihar earthquake. The ground motion recorded in the capital of Nepal was of low frequency, which, along with its occurrence at an hour where many people in rural areas were working outdoors, decreased the loss of property and human lives.",
  "/wiki/Nepal": "Nepal (Nepali: नेपाल [neˈpal]), officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. With an estimated population of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It borders China in the north and India in the south, east and west while Bangladesh is located within only 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
  "/wiki/1989_Loma_Prieta_earthquake": "The 1989 Loma Prieta earthquake occurred on California’s Central Coast on October 17 at 5:04 p.m. local time (1989-10-18 00:04 UTC). The shock was centered in The Forest of Nisene Marks State Park approximately 10 mi (16 km) northeast of Santa Cruz on a section of the San Andreas Fault System and was named for the nearby Loma Prieta Peak in the Santa Cruz Mountains. With an Mw magnitude of 6.9 and a maximum Modified Mercalli intensity of IX (Violent), the shock was responsible for 63 deaths and 3,757 injuries. The Loma Prieta segment of the San Andreas Fault System had been relatively inactive since the 1906 San Francisco earthquake (to the degree that it was designated a seismic gap) until two moderate foreshocks occurred in June 1988 and again in August 1989.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/1923_Great_Kant%C5%8D_earthquake": "The Great Kantō earthquake (関東大地震, Kantō dai-jishin) struck the Kantō Plain on the main Japanese island of Honshū at 11:58:44 JST (02:58:44 UTC) on Saturday, September 1, 1923.  Varied accounts indicate the duration of the earthquake was between four and ten minutes.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/1906_San_Francisco_earthquake": "The 1906 San Francisco earthquake struck the coast of Northern California at 5:12 a.m. on Wednesday, April 18 with an estimated moment magnitude of 7.9 and a maximum Mercalli intensity of XI (Extreme). High intensity shaking was felt from Eureka on the North Coast to the Salinas Valley, an agricultural region to the south of the San Francisco Bay Area. Devastating fires soon broke out in the city and lasted for several days. As a result, up to 3,000 people died. Over 80% of the city of San Francisco was destroyed. The events are remembered as one of the worst and deadliest earthquakes in the history of the United States. The death toll remains the greatest loss of life from a natural disaster in California's history and high in the lists of American disasters.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018)."
}