{
  "/wiki/1993_Ivy_League_Baseball_Championship_Series": "The 1993 Ivy League Baseball Championship Series took place at Palmer Field in Middletown, Connecticut on May 8, 1993.  It was the first season that the Ivy League sponsored baseball after Army and Navy departed the Eastern Intercollegiate Baseball League, and as such the first year of the Championship Series.  The series matched the regular season champions of each of the league's two divisions.  Yale, the winner of the series, claimed their first title and the Ivy League's automatic berth in the 1993 NCAA Division I Baseball Tournament.",
  "/wiki/Yale_Bulldogs_baseball": "The Yale Bulldogs baseball team is a varsity intercollegiate athletic team of Yale University in New Haven, Connecticut, United States. The team is a member of the Ivy League, which is part of the National Collegiate Athletic Association's Division I. Yale's first baseball team was fielded in 1864. The team plays its home games at Yale Field in New Haven, Connecticut. The Bulldogs are coached by John Stuper.",
  "/wiki/Columbia_Lions_baseball": "The Columbia Lions baseball team is a varsity intercollegiate athletic team of Columbia University in New York City. The team is a member of the Ivy League, which is part of the National Collegiate Athletic Association's Division I. Columbia's first baseball team was fielded in 1868. The team plays its home games at Robertson Field at Satow Stadium in New York City. The Lions are coached by Brett Boretti.",
  "/wiki/Palmer_Field": "Palmer Field is a multi-use baseball, soccer, and football stadium located in Middletown, Connecticut.",
  "/wiki/Middletown,_CT": "Middletown is a city located in Middlesex County, Connecticut, along the Connecticut River, in the central part of the state, 16 miles (26 kilometers) south of Hartford. In 1650, it was incorporated as a town under its original Native American name, Mattabeseck. It received its present name in 1653. Middletown was included within Hartford County upon its creation on May 10, 1666. In 1784, the central settlement was incorporated as a city distinct from the town. Both were included within newly formed Middlesex County in May 1785. In 1923, the City of Middletown was consolidated with the Town, making the city limits extensive.",
  "/wiki/1994_Ivy_League_Baseball_Championship_Series": "The 1994 Ivy League Baseball Championship Series took place at Palmer Field in Middletown, Connecticut on May 7 and 8, 1994.  The series matched the regular season champions of each of the league's two divisions.  Yale, the winner of the series, claimed their second title in the two years of the event and the Ivy League's automatic berth in the 1994 NCAA Division I Baseball Tournament.",
  "/wiki/Penn_Quakers_baseball": "The Penn Quakers are the athletic teams of the University of Pennsylvania. The school sponsors 33 varsity sports. The school has won three NCAA national championships in men's fencing and one in women's fencing.",
  "/wiki/1995_Ivy_League_Baseball_Championship_Series": "The 1995 Ivy League Baseball Championship Series took place at Yale Field in New Haven, Connecticut on May 6, 1995.  The series matched the regular season champions of each of the league's two divisions.  Penn, the winner of the series, claimed their first title and the Ivy League's automatic berth in the 1995 NCAA Division I Baseball Tournament.  It was Penn's second consecutive, and second overall appearance in the Championship Series.",
  "/wiki/Yale_Field": "Yale Field is a stadium in West Haven, Connecticut, just across the city line with New Haven, Connecticut. It is primarily used for the Yale University baseball team, the Bulldogs, and, until 2007 was also the home field of the New Haven County Cutters Canadian-American Association of Professional Baseball minor league baseball team. Yale's baseball team has played continuously at the same site since 1885 while the field was constructed and opened in April 1928. It holds 5,000 people.",
  "/wiki/New_Haven,_CT": "New Haven is a coastal city in the U.S. state of Connecticut. It is located on New Haven Harbor on the northern shore of Long Island Sound in New Haven County, Connecticut, and is part of the New York metropolitan area. With a population of 129,779 as determined by the 2010 United States Census, it is the second-largest city in Connecticut after Bridgeport. New Haven is the principal municipality of Greater New Haven, which had a total population of 862,477 in 2010.",
  "/wiki/1996_Ivy_League_Baseball_Championship_Series": "The 1996 Ivy League Baseball Championship Series took place at Bill Clarke Field in Princeton, New Jersey on May 11, 1996.  The series matched the regular season champions of each of the league's two divisions.  Princeton, the winner of the series, claimed their first title and the Ivy League's automatic berth in the 1996 NCAA Division I Baseball Tournament.   The Tigers first defeated Penn, 5–4, on May 9 to win the Gehrig Division.  It was Princeton's first appearance in the Championship Series.",
  "/wiki/Princeton_Tigers_baseball": "The Princeton Tigers baseball team is a varsity intercollegiate athletic team of Princeton University in Princeton, New Jersey, United States. The team is a member of the Ivy League, which is part of the National Collegiate Athletic Association's Division I. Princeton's first baseball team was fielded in 1864. The team plays its home games at Bill Clarke Field in Princeton, New Jersey. The Tigers are coached by Scott Bradley.",
  "/wiki/Harvard_Crimson_baseball": "The Harvard Crimson baseball team is the varsity intercollegiate baseball team of Harvard University, located in Cambridge, Massachusetts. The program has been a member of the Ivy League since the conference officially began sponsoring baseball at the start of the 1993 season. The team plays at Joseph J. O'Donnell Field, located across the Charles River from Harvard's main campus. Bill Decker has been the program's head coach since the 2013 season.",
  "/wiki/Bill_Clarke_Field": "Bill Clarke Field is a baseball venue in Princeton, New Jersey, United States.  It is home to the Princeton Tigers baseball team of the National Collegiate Athletic Association Division I Ivy League.  Opened in 1961 and renovated in 2005, the venue is named for Bill “Boileryard” Clarke, former Princeton head baseball coach.  The field is a sunken diamond, with the playing surface lying lower than the surrounding seating areas.",
  "/wiki/Princeton,_NJ": "Princeton is a municipality with a borough form of government in Mercer County, New Jersey, United States, that was established in its current form on January 1, 2013, through the consolidation of the now-defunct Borough of Princeton and Princeton Township. As of the 2010 United States Census, the municipality's population was 28,572, reflecting the former township's population of 16,265, along with the 12,307 in the former borough.",
  "/wiki/1997_Ivy_League_Baseball_Championship_Series": "The 1997 Ivy League Baseball Championship Series took place at Joseph J. O'Donnell Field in Cambridge, Massachusetts on May 10 and 11, 1997.  The series matched the regular season champions of each of the league's two divisions.  Harvard, the winner of the series, claimed their first title and the Ivy League's automatic berth in the 1997 NCAA Division I Baseball Tournament.   It was Harvard's second appearance in the Championship Series, both of which were consecutive, and both of which matched them against Princeton.",
  "/wiki/Joseph_J._O%27Donnell_Field": "Joseph J. O'Donnell Field is a baseball venue in Boston, Massachusetts, United States.  It is home to the Harvard Crimson baseball team of Harvard University.  Formerly known as Soldier's Field, the location has been home to Harvard baseball since 1898.  The venue is named for Joseph J. O'Donnell, a Harvard alumnus who played baseball and football while attending the school.  It has a capacity of 1,600 spectators.",
  "/wiki/Cambridge,_MA": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a city in Middlesex County, Massachusetts, and part of the Boston metropolitan area. As of July 2014[update], it was the fifth most populous city in the state, behind Boston, Worcester, Springfield, and Lowell. According to the 2010 Census, the city's population was 105,162.  was one of two county seats of Middlesex County until the county government was abolished in Massachusetts in 1997. Situated directly north of Boston, across the Charles River, it was named in honor of the University of Cambridge in England, an important center of the Puritan theology embraced by the town's founders.:18",
  "/wiki/1998_Ivy_League_Baseball_Championship_Series": "The 1998 Ivy League Baseball Championship Series took place at Yale Field in New Haven, Connecticut on May 12, 1998.  The series matched the regular season champions of each of the league's two divisions.  Harvard, the winner of the series, claimed their second consecutive, and second overall, title and the Ivy League's automatic berth in the 1998 NCAA Division I Baseball Tournament.   It was Harvard's third appearance in the Championship Series, all of which were consecutive, and all of which matched them against Princeton.",
  "/wiki/1999_Ivy_League_Baseball_Championship_Series": "The 1999 Ivy League Baseball Championship Series took place at Joseph J. O'Donnell Field in Cambridge, Massachusetts on May 8 and 9, 1999.  The series matched the regular season champions of each of the league's two divisions.  Harvard, the winner of the series, claimed their third consecutive, and third overall, title and the Ivy League's automatic berth in the 1999 NCAA Division I Baseball Tournament.   It was Harvard's fourth appearance in the Championship Series, all of which were consecutive, and all of which matched them against Princeton.",
  "/wiki/2000_Ivy_League_Baseball_Championship_Series": "The 2000 Ivy League Baseball Championship Series took place at Bill Clarke Field in Princeton, New Jersey on May 6, 2000.  The series matched the regular season champions of each of the league's two divisions.  Princeton, the winner of the series, claimed their second title and the Ivy League's automatic berth in the 2000 NCAA Division I Baseball Tournament.   It was Princeton's fifth appearance in the Championship Series, all of which were consecutive.",
  "/wiki/Dartmouth_Big_Green_baseball": "The Dartmouth Big Green baseball team is the varsity intercollegiate baseball program of Dartmouth College, located in Hanover, New Hampshire. It has been a member of the NCAA Division I Ivy League baseball conference since its founding at the start of the 1993 season. Before that it was a member of the Eastern Intercollegiate Baseball League (EIBL). Its home venue is Red Rolfe Field at Biondi Park, located on the university's campus. Bob Whalen has been the program's head coach since the start of the 1990 season. The program has appeared in seven NCAA Tournaments and one College World Series. In conference postseason play, it has been EIBL Champion twelve times and has appeared in the Ivy League Baseball Championship Series 11 times, winning twice. 30 former Big Green have appeared in Major League Baseball.",
  "/wiki/2001_Ivy_League_Baseball_Championship_Series": "The 2001 Ivy League Baseball Championship Series took place at Bill Clarke Field in Hanover, New Hampshire on May 5 and 6, 2001.  The series matched the regular season champions of each of the league's two divisions.  Princeton, the winner of the series, claimed their third title and the Ivy League's automatic berth in the 2001 NCAA Division I Baseball Tournament.  It was Princeton's sixth appearance in the Championship Series, all of which were consecutive.",
  "/wiki/Red_Rolfe_Field_at_Biondi_Park": "Red Rolfe Field at Biondi Park is a baseball venue in Hanover, New Hampshire, United States.  It is home to the Dartmouth Big Green baseball team of the NCAA Division I Ivy League.  The field has a capacity of 2,000 spectators.  The field portion of the facility is named for Red Rolfe, Dartmouth Class of 1931, former New York Yankees player and Dartmouth athletic director from 1954-1967.",
  "/wiki/Hanover,_NH": "Hanover is a town along the Connecticut River in Grafton County, New Hampshire, United States. The population was 11,260 at the 2010 census. Dartmouth College and the US Army Corps of Engineers Cold Regions Research and Engineering Laboratory are located in Hanover. The Appalachian Trail crosses the town.",
  "/wiki/2002_Ivy_League_Baseball_Championship_Series": "The 2002 Ivy League Baseball Championship Series took place at Bill Clarke Field in Princeton, New Jersey on May 11, 2002.  The series matched the regular season champions of each of the league's two divisions.  Harvard, the winner of the series, claimed their fourth title and the Ivy League's automatic berth in the 2002 NCAA Division I Baseball Tournament.  Harvard made their fifth appearance in the series, and faced Princeton for the fifth time in seventh years.  Harvard also won in 1997, 1998, and 1999.",
  "/wiki/2003_Ivy_League_Baseball_Championship_Series": "The 2003 Ivy League Baseball Championship Series took place at Bill Clarke Field in Princeton, New Jersey on May 10 and 11, 2003.  The series matched the regular season champions of each of the league's two divisions.  Princeton, the winner of the series, claimed their fourth title and the Ivy League's automatic berth in the 2003 NCAA Division I Baseball Tournament.  It was Princeton's eighth appearance in the Championship Series, all of which were consecutive.",
  "/wiki/2004_Ivy_League_Baseball_Championship_Series": "The 2004 Ivy League Baseball Championship Series took place at Red Rolfe Field at Biondi Park in Hanover, New Hampshire on May 8, 2004.  The series matched the regular season champions of each of the league's two divisions.  Princeton, the winner of the series, claimed their second consecutive, and fifth overall, title and the Ivy League's automatic berth in the 2004 NCAA Division I Baseball Tournament.  It was Princeton's ninth appearance in the Championship Series, all of which were consecutive.",
  "/wiki/2005_Ivy_League_Baseball_Championship_Series": "The 2005 Ivy League Baseball Championship Series took place at Joseph J. O'Donnell Field in Cambridge, Massachusetts on May 9, 2005.  The series matched the regular season champions of each of the league's two divisions.  Harvard, the winner of the series, claimed their fifth title and the Ivy League's automatic berth in the 2005 NCAA Division I Baseball Tournament.  It was Harvard's seventh appearance in the Championship Series and the first time they did not face Princeton in the matchup.",
  "/wiki/Cornell_Big_Red_baseball": "The Cornell Big Red baseball team is a varsity intercollegiate athletic team of Cornell University in Ithaca, New York, United States. The team is a member of the Ivy League, which is part of NCAA Division I. Cornell's first baseball team was fielded in 1869 and participated in the Eastern Intercollegiate Baseball League (EIBL) until 1992. The team plays its home games at Hoy Field in Ithaca, New York.",
  "/wiki/2006_Ivy_League_Baseball_Championship_Series": "The 2006 Ivy League Baseball Championship Series took place at Joseph J. O'Donnell Field in Cambridge, Massachusetts on May 6, 2006.  The series matched the regular season champions of each of the league's two divisions.  Princeton, the winner of the series, claimed their sixth title and the Ivy League's automatic berth in the 2006 NCAA Division I Baseball Tournament.  It was Princeton's fifth Championship Series victory in seven years and their tenth appearance in eleven seasons.",
  "/wiki/2007_Ivy_League_Baseball_Championship_Series": "The 2007 Ivy League Baseball Championship Series took place at Murray Stadium in Providence, Rhode Island on May 5, 2007.  The series matched the regular season champions of each of the league's two divisions.  Brown, the winner of the series, claimed the Ivy League's automatic berth in the 2007 NCAA Division I Baseball Tournament.  It was Brown's first Championship Series victory and their first appearance.",
  "/wiki/Brown_Bears_baseball": "The Brown Bears are the sports teams that represent Brown University, an American university located in Providence, Rhode Island. The Bears are part of the Ivy League conference. Brown's mascot is Bruno. Both the men's and women's teams share the name, competing in 38 National Collegiate Athletic Association (NCAA) Division I sports. In football, the Bears, along with all other the Ivy League teams, compete in the Football Championship Subdivision (FCS).",
  "/wiki/Murray_Stadium": "Murray Stadium is a baseball venue in Providence, Rhode Island, United States.  It is home to the Brown Bears baseball team of the NCAA Division I Ivy League.  Opened in 1959, it has a capacity of 1,000 spectators.  Features of the stadium include dugouts, bullpens, batting cages, and a press box.  On May 5, 2007, the stadium hosted Brown's first ever Ivy League Baseball Championship, a 1-0, 20-6 doubleheader win over Penn.  The game was played in front of over 1,500 spectators.",
  "/wiki/Providence,_RI": "Providence is the capital and most populous city of the state of Rhode Island and is one of the oldest cities in the United States. It was founded in 1636 by Roger Williams, a Reformed Baptist theologian and religious exile from the Massachusetts Bay Colony. He named the area in honor of \"God's merciful Providence\" which he believed was responsible for revealing such a haven for him and his followers. The city is situated at the mouth of the Providence River at the head of Narragansett Bay.",
  "/wiki/2008_Ivy_League_Baseball_Championship_Series": "The 2008 Ivy League Baseball Championship Series took place at Red Rolfe Field at Biondi Park in Hanover, New Hampshire on May 6 and 7, 2008.  The series matched the regular season champions of each of the league's two divisions.  Columbia, the winner of the series, claimed the Ivy League's automatic berth in the 2008 NCAA Division I Baseball Tournament.  It was Columbia's first Championship Series victory.",
  "/wiki/2009_Ivy_League_Baseball_Championship_Series": "The 2009 Ivy League Baseball Championship Series took place at Red Rolfe Field at Biondi Park in Hanover, New Hampshire on May 2 and 3, 2009.  The series matched the regular season champions of each of the league's two divisions.  Dartmouth, the winner of the series, claimed the Ivy League's automatic berth in the 2009 NCAA Division I Baseball Tournament.  It was Dartmouth's first Championship Series victory, coming in their fifth appearance.",
  "/wiki/2010_Ivy_League_Baseball_Championship_Series": "The 2010 Ivy League Baseball Championship Series took place at Robertson Field at Satow Stadium in New York City on May 8 and 9, 2010.  The series matched the regular season champions of each of the league's two divisions.  Dartmouth, the winner of the series, claimed the Ivy League's automatic berth in the 2010 NCAA Division I Baseball Tournament.  It was Dartmouth's second consecutive, and second overall, coming in their third consecutive appearance.",
  "/wiki/Robertson_Field_at_Satow_Stadium": "Hal Robertson Field at Phillip Satow Stadium is a baseball venue in New York, New York, United States.  It is home to the Columbia Lions baseball team of the NCAA Division I Ivy League.  The facility is named for two Columbia baseball alumni– Hal Robertson (class of 1981) and Phillip Satow (class of 1963).  In 2007, a FieldTurf surface was installed, allowing for more use of the field during the offseason.  In 2010, chairback seats were added, and the dugouts, press box, and scoreboard were renovated.",
  "/wiki/New_York,_NY": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/2011_Ivy_League_Baseball_Championship_Series": "The 2011 Ivy League Baseball Championship Series took place at Bill Clarke Field in Princeton, New Jersey on May 7 and 8, 2011.  The series matched the regular season champions of each of the league's two divisions.  Princeton, the winner of the series, claimed the Ivy League's automatic berth in the 2011 NCAA Division I Baseball Tournament.  It was Princeton's seventh title, extending their lead for most championships.  It was also their first championship series win since 2006, when they won their fifth in the previous seven years.",
  "/wiki/2012_Ivy_League_Baseball_Championship_Series": "The 2012 Ivy League Baseball Championship Series took place at Hoy Field in Ithaca, NY on May 5 and 6.  The series matched the regular season champions of each of the league's two divisions.  Cornell, the winner of the series, claimed the Ivy League's automatic berth in the 2012 NCAA Division I Baseball Tournament.",
  "/wiki/Hoy_Field": "David F. Hoy Field, usually referred to simply as Hoy Field, is a baseball field at Cornell University in Ithaca, New York, where the Big Red's baseball team plays.",
  "/wiki/Ithaca,_NY": "Ithaca /ˈɪθəkə/ is a city in the Finger Lakes region of New York. It is the seat of Tompkins County, as well as the largest community in the Ithaca–Tompkins County metropolitan area. This area contains the municipalities of the Town of Ithaca, the village of Cayuga Heights, and other towns and villages in Tompkins County. The city of Ithaca is located on the southern shore of Cayuga Lake, in Central New York, about 45 miles (72 km) south-west of Syracuse. It is named after the Greek island of Ithaca. Additionally, Ithaca is located 247 miles (398 km) southeast of Toronto, and 223 miles (359 km) northwest of New York City.",
  "/wiki/Ivy_League_Baseball_Championship_Series": "The Ivy League Baseball Championship Series is the conference baseball championship of the NCAA Division I Ivy League.  The top two finishers from the round-robin regular season participate in a best of three series held at campus sites, with the winner earning the conference's automatic bid to the NCAA Division I Baseball Championship.  In 2018, Columbia defeated host Yale in two games."
}