{
  "/wiki/Coldwater,_Michigan": "Coldwater is a city in the U.S. state of Michigan.  As of the 2010 census, the city population was 10,945.  It is the county seat of Branch County, located in the center of the southern border of Michigan.",
  "/wiki/Bronson,_Michigan": "Bronson is a city located in west central Branch County in the U.S. state of Michigan.  The population was 2,349 at the 2010 census.",
  "/wiki/Chicago_Road": "US Highway 12 (US 12) is an east–west US Highway that runs from Aberdeen, Washington, to Detroit, Michigan. In Michigan it runs for 210 miles (338 km) between New Buffalo and Detroit as a state trunkline highway and Pure Michigan Byway. On its western end, the highway is mostly a two-lane road that runs through the southern tier of counties roughly parallel to the Indiana state line. It forms part of the Niles Bypass, a four-lane expressway south of Niles in the southwestern part of the state, and it runs concurrently with the Interstate 94 (I-94) freeway around the south side of Ypsilanti in the southeastern. In between Coldwater and the Ann Arbor area, the highway angles northeasterly and passes the Michigan International Speedway. East of Ypsilanti, US 12 follows a divided highway routing on Michigan Avenue into Detroit, where it terminates at an intersection with Cass Avenue.",
  "/wiki/Bronson_Township,_Michigan": "Bronson Township is a civil township of Branch County in the U.S. state of Michigan.  As of the 2010 census, the township population was 1,349.",
  "/wiki/Michigan_Library_Association": "The Michigan Library Association is a United States professional association headquartered in Lansing, Michigan that advocates for libraries in Michigan on behalf of the state's residents.  Founded in 1891 its members are more than 1,700 individuals and organizations from public, academic, private and special libraries.",
  "/wiki/East_Chicago_Street_Historic_District": "The East Chicago Street Historic District is a mixed residential and commercial historic district located in Coldwater, Michigan. The original portion of the district, running along Chicago Street from Wright Street to Division Street, was listed on the National Register of Historic Places in 1975. Two boundary increases were added in 1990, one running roughly along Pearl Street between Hudson and Lincoln Streets, and the other roughly along Church Street from Jefferson to Daugherty Streets, along with the block of Park Place north of Church and the block of Hull Street west of Park Place.",
  "/wiki/Union_City,_Michigan": "Union City is a village in Branch and Calhoun counties in the U.S. state of Michigan. Located mostly within Union Township in Branch County, it sits at the junction of the Coldwater and St. Joseph rivers; the Calhoun County portion lies within that county's Burlington Township. It is part of the Battle Creek, Michigan Metropolitan Statistical Area. The population was 1,599 at the 2010 census.",
  "/wiki/First_Presbyterian_Church_(Coldwater,_Michigan)": "First Presbyterian Church is a historic church at 52 Marshall Street in Coldwater, Michigan. Built 1866–1869, it is a Michigan State Historic Site (MSHS) and is listed on the National Register of Historic Places.",
  "/wiki/Abram_C._Fisk_House": "The Abram C. Fisk House is a private house located at 867 East Chicago Road in Coldwater, Michigan. It was listed on the National Register of Historic Places in 1990.",
  "/wiki/Lanphere-Pratt_House": "The Lanphere-Pratt House, also known as the Pratt-Morency House, is a private house located at 90 Division Street in Coldwater, Michigan. It was listed on the National Register of Historic Places in 1990.",
  "/wiki/Sherwood,_Michigan": "Sherwood is a village in Branch County of the U.S. state of Michigan.  The population was 309 at the 2010 census.",
  "/wiki/Harriet_Quimby": "Harriet Quimby (May 11, 1875 – July 1, 1912) was an early American aviator and a movie screenwriter. In 1911, she was awarded a U.S. pilot's certificate by the Aero Club of America, becoming the first woman to gain a pilot's license in the United States.  In 1912, she became the first woman to fly across the English Channel. Although Quimby lived only to the age of 37, she influenced the role of women in aviation.",
  "/wiki/Branch_County_Memorial_Airport": "Branch County Memorial Airport (ICAO: KOEB, FAA LID: OEB) is a county-owned, public-use airport located three nautical miles (6 km) west of the central business district of Coldwater, a city in Branch County, Michigan, United States.  It is included in the Federal Aviation Administration (FAA) National Plan of Integrated Airport Systems for 2017–2021, in which it is categorized as a local general aviation facility.",
  "/wiki/Quincy,_Michigan": "Quincy is a village in Branch County in the U.S. state of Michigan.  The population was 1,652 at the 2010 census.",
  "/wiki/State_Public_School_at_Coldwater": "Michigan's State Public School at Coldwater was a model institution at Coldwater, Michigan, for the education and support of dependent and ill-treated children of the state. It was established by an act of the state legislature in 1871, but was not formally opened until 1874. The object of the institution was to receive, care for, educate, and place whenever possible in family homes all the dependent children of Michigan of sound mind and body between the ages of two and twelve. The board of control, however, had the discretionary power vested in it of admitting children under two where circumstances warranted such an exception.",
  "/wiki/Coldwater_Regional_Center_for_Developmental_Disabilities": "Michigan's State Public School at Coldwater was a model institution at Coldwater, Michigan, for the education and support of dependent and ill-treated children of the state. It was established by an act of the state legislature in 1871, but was not formally opened until 1874. The object of the institution was to receive, care for, educate, and place whenever possible in family homes all the dependent children of Michigan of sound mind and body between the ages of two and twelve. The board of control, however, had the discretionary power vested in it of admitting children under two where circumstances warranted such an exception."
}