{
  "/wiki/Elwyn_Brook-Jones": "Elwyn Brook-Jones (11 December 1911 – 4 September 1962) was a British film and television actor.",
  "/wiki/Garry_Halliday": "Garry Halliday is a British television series for children on the BBC from 1959 to 1962. The show starred Terence Longdon as airman Garry Halliday. The episodes were based on books by Justin Blake: Justin Blake was in fact a pseudonym for the writers John Griffith Bowen and Jeremy Bullmore.",
  "/wiki/Greg_Childs": "Greg Childs is a British Children's Media consultant.",
  "/wiki/Douglas_Cleverdon": "Thomas Douglas James Cleverdon (17 January 1903 – 1 October 1987) was an English radio producer and bookseller. In both fields he was associated with numerous leading cultural figures.",
  "/wiki/Literae_Humaniores": "Literae humaniores, nicknamed greats, is an undergraduate course focused on classics (Ancient Rome, Ancient Greece, Latin, ancient Greek, and philosophy) at the University of Oxford and some other universities. The Latin name means literally \"more human literature\" and was in contrast to the other main field of study when the university began, i.e. res divinae, also known as theology. Lit. hum. is concerned with human learning, and lit. div. with learning that came from God. In its early days, it encompassed mathematics and natural sciences as well. It is an archetypal humanities course.",
  "/wiki/Ronald_Frame": "Ronald Frame (born 23 May 1953) is a prize-winning novelist, short story writer and dramatist.  He was educated in Glasgow, and at Oxford University.",
  "/wiki/Ian_Gillies": "Ian Malcolm Gillies (7 December 1927 – 13 April 2002), known to many simply as Mycroft from BBC Radio 4's Brain of Britain, was an accomplished quiz player and question setter in the United Kingdom. His character name was taken from Arthur Conan Doyle's Mycroft Holmes, the smarter older brother of Sherlock Holmes.",
  "/wiki/BBC_Radio_4": "BBC Radio 4, part of BBC Radio,  is owned and operated by the British Broadcasting Corporation. It broadcasts a wide variety of spoken-word programmes including news, drama, comedy, science and history from the BBC's headquarters at Broadcasting House, London. It replaced the BBC Home Service in 1967. The station controller is Mohit Bakaya.",
  "/wiki/Brain_of_Britain": "Brain of Britain is a BBC radio general knowledge quiz, broadcast on BBC Radio 4.",
  "/wiki/Arturo_Goetz": "Arturo L. Goetz (24 June 1944 – 28 July 2014) was an Argentine film actor. He worked in the cinema of Argentina.",
  "/wiki/Si%C3%A2n_Lloyd": "Siân Mary Lloyd (born 3 July 1958) is a Welsh television presenter and meteorologist from Maesteg. She is the United Kingdom's longest-serving female weather forecaster, having appeared on ITV Weather for 24 years, from 1990 until 2014.",
  "/wiki/ITV_(TV_network)": "ITV is a British free-to-air television network with its headquarters in London. It was launched in 1955 as Independent Television, under the auspices of the Independent Television Authority (ITA) (later the Independent Broadcasting Authority, after the Sound Broadcasting Act 1972, and currently Ofcom), to provide competition to BBC Television which had been established in 1932. ITV is the oldest commercial network in the UK. Since the passing of the Broadcasting Act 1990, its legal name has been Channel 3, to distinguish it from the other analogue channels at the time, namely BBC 1, BBC 2 and Channel 4. In part, the number 3 was assigned because television sets would usually be tuned so that the regional ITV station would be on the third button, with the other stations being allocated to the number within their name.",
  "/wiki/Magnus_Magnusson": "Magnus Magnusson, KBE ([ˈmaknus ˈmaknusɔn]; born Magnús Sigursteinsson; 12 October 1929 – 7 January 2007) was an Icelandic-born British based journalist, translator, writer, and television presenter. Born in Reykjavík, he lived in Scotland for almost all his life, although he never took British citizenship. He came to prominence as a BBC television journalist and was best known as the presenter of the BBC television quiz programme Mastermind, which he hosted for 25 years. He is also known for his famous catchphrase \"I've started so I'll finish\", which he said whenever the time ran out while he was reading a question on Mastermind.",
  "/wiki/Mastermind_(TV_series)": "Mastermind is a British television game show for the BBC. Its creator, Bill Wright, drew inspiration from his experiences of being interrogated by the Gestapo during World War II. The show featured an intimidating setting and challenging questions. Four and in later contests five or six contestants face two rounds, one on a specialised subject of the contestant's choice, the other a general knowledge round.",
  "/wiki/Inder_Manocha": "Inder Manocha (born 1968) is a British Asian stand-up comedian and actor.",
  "/wiki/Glyn_Mathias": "Jonathan Glyn Mathias, OBE (born 19 February 1945) is a British print and broadcasting journalist of over thirty years' standing. He was a lobby correspondent at Westminster for thirteen years, and is the former Political Editor of Independent Television News (1981–1986) and BBC Wales (1994–1999). He was the Electoral Commission's Commissioner for Wales (2001–2008), and as of 2013 is a member of OFCOM's Content Board and Chair of OFCOM's Advisory Committee for Wales.",
  "/wiki/Independent_Television_News": "Independent Television News (ITN) is a UK-based television production company. It is made up of two divisions: Broadcast News and ITN Productions. ITN is based in London, with bureaux and offices in Beijing, Brussels, Jerusalem, Johannesburg, New York, Paris, Sydney and Washington DC.",
  "/wiki/BBC_Wales": "BBC Cymru Wales is a division of the BBC, and the national broadcaster for Wales. Established in 1964, BBC Cymru Wales is based in Cardiff and directly employs some 1,200 people to produce a range of programmes for television, radio and online services in both English and Welsh.",
  "/wiki/Electoral_Commission": "An election commission is a body charged with overseeing the implementation of electioneering process of any country. The formal names of election commissions vary from jurisdiction to jurisdiction, and may be styled an electoral commission, a central  or state election commission, an election board, an electoral council or an electoral court. Election commissions can be independent, mixed, judicial or executive. They may also be responsible for electoral boundary delimitation. In federations there may be a separate body for each subnational government. The election commission has a duty to perform election related activities in an orderly manner. For election related problems, Election Commission is responsible.",
  "/wiki/Norman_Matthews": "Norman Gregory Matthews (12 February 1904 – 6 August 1964) was a British Anglican clergyman and broadcaster. Born in Swansea, he spent his working life in Cardiff.",
  "/wiki/Llandaff_Cathedral": "Llandaff Cathedral (Welsh: Eglwys Gadeiriol Llandaf) is an Anglican cathedral and parish church in Llandaff, Cardiff, Wales. It is the seat of the Bishop of Llandaff, head of the Church in Wales Diocese of Llandaff. It is dedicated to Saint Peter and Saint Paul, and three Welsh saints: Dubricius (Welsh: Dyfrig), Teilo and Oudoceus (Welsh: Euddogwy). It is one of two cathedrals in Cardiff, the other being the Roman Catholic Cardiff Cathedral in the city centre.",
  "/wiki/The_Brains_Trust": "The Brains Trust was an informational BBC radio and later television programme popular in the United Kingdom during the 1940s and 1950s, on which a panel of experts tried to answer questions sent in by the audience.",
  "/wiki/Kirsty_McCabe": "Kirsty McCabe is a Scottish weather forecaster and presenter at Sky News, and was formerly the Senior Meteorologist at The Weather Channel, based at the UK office in London.",
  "/wiki/BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees. It employs over 22,000 staff in total, more than 16,000 of whom are in public sector broadcasting. The total number of staff is 35,402 when part-time, flexible, and fixed-contract staff are included.",
  "/wiki/Andre_Ptaszynski": "André Ptaszynski is a British theatre producer. He studied English at Jesus College, Oxford.",
  "/wiki/Really_Useful_Group": "The Really Useful Group Ltd. (RUG) is an international company set up in 1977 by Andrew Lloyd Webber. It is involved in theatre, film, television, video and concert productions, merchandising, magazine publishing, records and music publishing.  The name is inspired by a phrase from the children's book series The Railway Series in which Thomas the Tank Engine and other locomotives are referred to as \"Really Useful Engines\".",
  "/wiki/Francine_Stock": "Francine Stock (born 14 March 1958) is a British radio and TV presenter and novelist, of part-French origin.",
  "/wiki/William_Terriss": "William Terriss (20 February 1847 – 16 December 1897), born as William Charles James Lewin, was an English actor, known for his swashbuckling hero roles, such as Robin Hood, as well as parts in classic dramas and comedies. He was also a notable Shakespearean performer. He was the father of the Edwardian musical comedy star Ellaline Terriss and the film director Tom Terriss.",
  "/wiki/Adelphi_Theatre": "The Adelphi Theatre /əˈdɛlfi/ is a London West End theatre, located on the Strand in the City of Westminster. The present building is the fourth on the site. The theatre has specialised in comedy and musical theatre, and today it is a receiving house for a variety of productions, including many musicals. The theatre was Grade II listed for historical preservation on 1 December 1987.",
  "/wiki/Richard_Archer_Prince": "Richard Archer Prince (11 May 1858–25 January 1937), also known as William Archer Flint, was an actor who murdered another actor, William Terriss, outside the Adelphi Theatre in London in December 1897.",
  "/wiki/Jim_Waterson": "James Waterson  is a British journalist, currently the media editor of The Guardian. He was Buzzfeed's British political editor from 2013 to 2017 and previously worked at City A.M., covering politics and business. Waterson graduated from Jesus College, Oxford in 2011, with a degree in History. He represented the college on the 2009–10 series of University Challenge.",
  "/wiki/John_Wood_(English_actor)": "John Wood, CBE (5 July 1930 – 6 August 2011) was an English actor noted for his performances in Shakespeare and for his long association with Tom Stoppard. In 1976, he won a Tony Award for Best Actor in a Play for his role in Stoppard's Travesties. He was nominated for two other Tony Awards, for Sherlock Holmes (1975), and Rosencrantz and Guildenstern Are Dead (1968). \nIn 2007, Wood was appointed a Commander of the Order of the British Empire in the Queen's New Year Honours List. Wood also appeared in many films including WarGames, The Purple Rose of Cairo, Orlando, Shadowlands, The Madness of King George, Richard III, Sabrina, Chocolat",
  "/wiki/Royal_Shakespeare_Company": "The Royal Shakespeare Company (RSC) is a major British theatre company, based in Stratford-upon-Avon, Warwickshire, England. The company employs over 1,000 staff and produces around 20 productions a year. The RSC plays regularly in London, Newcastle upon Tyne, and on tour across the UK and internationally.",
  "/wiki/Tony_Award": "The Antoinette Perry Award for Excellence in Broadway Theatre, more commonly known as the Tony Award, recognizes excellence in live Broadway theatre. The awards are presented by the American Theatre Wing and The Broadway League at an annual ceremony in Midtown Manhattan. The awards are given for Broadway productions and performances, and an award is given for regional theatre. Several discretionary non-competitive awards are also given, including a Special Tony Award, the Tony Honors for Excellence in Theatre, and the Isabelle Stevenson Award. The awards are named after Antoinette \"Tony\" Perry, co-founder of the American Theatre Wing. The trophy consists of a medallion, with a face portraying an adaptation of the comedy and tragedy masks, mounted on a black base with a pewter swivel.",
  "/wiki/List_of_alumni_of_Jesus_College,_Oxford": "Jesus College is one of the constituent colleges of the University of Oxford in England.  Its alumni include politicians, lawyers, bishops, poets, and academics.  Some went on to become fellows of the college; 14 students later became principal of the college. It was founded in 1571 by Queen Elizabeth I, at the request of a Welsh clergyman, Hugh Price, who was Treasurer of St David's Cathedral in Pembrokeshire. The college still has strong links with Wales, and about 15% of students are Welsh. There are 340 undergraduates and 190 students carrying out postgraduate studies. Old members of Jesus College are sometimes known as \"Jesubites\"."
}