{
  "/wiki/Danzig_(band)": "Danzig is an American heavy metal band, formed in 1987 in Lodi, New Jersey. The band is the musical outlet for singer-songwriter Glenn Danzig, preceded by the horror punk bands the Misfits and Samhain. They play in a bluesy doom-driven heavy metal style influenced by the early sound of Black Sabbath.",
  "/wiki/Barracuda_(song)": "\"Barracuda\" is a song by American rock band Heart from their second studio album, Little Queen (1977), and was released as the album's lead single. The song peaked at number 11 on the Billboard Hot 100, where it spent 20 weeks. In 2007, the song was included as a playable track in the music video game Guitar Hero III: Legends of Rock. In 2009, \"Barracuda\" was named the 34th Best Hard Rock Song of All Time by VH1. The song was included on the compilation albums Greatest Hits/Live (1980), These Dreams: Greatest Hits (1997), Greatest Hits (1998), The Essential Heart (2002), Love Alive (2005), Playlist: The Very Best of Heart (2008) and Strange Euphoria (2012), and on the live albums Rock the House Live! (1991), The Road Home (1995), Alive in Seattle (2003) and Live in Atlantic City (2019).",
  "/wiki/Heart_(band)": "Heart is an American rock band formed in 1970 in Seattle, Washington by Steve Fossen (bass guitar), Roger Fisher (guitar), David Belzer (keyboards), and Jeff Johnson (drums). It evolved from an existing band, White Heart. Since 1973 the vocalists for Heart have been sisters Ann Wilson (lead vocals, flute, guitar) (born June 19, 1950) and Nancy Wilson (vocals, guitar, mandolin) (born March 16, 1954). Over Heart's history, it has had three primary lineups.",
  "/wiki/The_Seeker_(The_Who_song)": "\"The Seeker\" is a song written by Pete Townshend and performed by English rock band the Who, first released as a non-album single in March 1970 and featured on their 1971 compilation album Meaty Beaty Big and Bouncy.",
  "/wiki/The_Who": "The Who are an English rock band formed in London in 1964. Their classic line-up consisted of lead singer Roger Daltrey, guitarist and singer Pete Townshend, bass guitarist John Entwistle and drummer Keith Moon. They are considered one of the most influential rock bands of the 20th century, selling over 100 million records worldwide.",
  "/wiki/Life_Wasted": "\"Life Wasted\" is a song by the American rock band Pearl Jam. Featuring lyrics written by vocalist Eddie Vedder and music written by guitarist Stone Gossard, \"Life Wasted\" was released on August 28, 2006 as the second single from the band's eighth studio album, Pearl Jam (2006). The song peaked at number 10 on the Billboard Modern Rock Tracks chart. On Pearl Jam, \"Life Wasted\" is reprised as a modified version on the album's tenth track, \"Wasted Reprise\".",
  "/wiki/Pearl_Jam": "Pearl Jam is an American rock band formed in 1990 in Seattle, Washington. As of 2020[update], the band's lineup consists of founding members Eddie Vedder (lead vocals, guitar), Mike McCready (lead guitar), Stone Gossard (rhythm guitar) and Jeff Ament (bass) as well as drummer Matt Cameron, who joined in 1998. Keyboardist Boom Gaspar has also been a session/touring member with the band since 2002. Drummers Jack Irons, Dave Krusen, Matt Chamberlain and Dave Abbruzzese are former members of the band.",
  "/wiki/She_Bangs_the_Drums": "\"She Bangs the Drums\" is a song by English rock band the Stone Roses. The song was released as the second single from their eponymous debut album (1989). It was released in the UK, Japan, and Germany. The single was their first Top 40 hit, peaking at number 34 on the UK Singles Chart in July 1989. A reissue in March 1990 improved by two places.",
  "/wiki/The_Stone_Roses": "The Stone Roses were an English rock band formed in Manchester in 1983. One of the pioneering groups of the Madchester movement in the late 1980s and early 1990s, the band's classic and most prominent lineup consisted of vocalist Ian Brown, guitarist John Squire, bassist Mani and drummer Reni.",
  "/wiki/Pride_and_Joy_(Stevie_Ray_Vaughan_song)": "\"Pride and Joy\" is a song by Texas singer/guitarist Stevie Ray Vaughan and his backup band Double Trouble.  It is an original composition by Vaughan and appeared on his 1983 Epic Records debut album Texas Flood.  \"Pride and Joy\" was also released as Vaughan's first single and has become one of his best-known songs.",
  "/wiki/Stevie_Ray_Vaughan": "Stephen Ray Vaughan (October 3, 1954 – August 27, 1990) was an American musician, singer, songwriter, and record producer, and one of the most influential guitarists in the revival of blues in the 1980s. He is commonly referred to as one of the greatest guitar players of all time.",
  "/wiki/War_Pigs_(song)": "\"War Pigs\" is a song by English heavy metal band Black Sabbath. It is the opening track from their 1970 album Paranoid.",
  "/wiki/Black_Sabbath": "Black Sabbath were an English rock band formed in Birmingham in 1968 by guitarist Tony Iommi, drummer Bill Ward, bassist Geezer Butler and vocalist Ozzy Osbourne. They are often cited as pioneers of heavy metal music. The band helped define the genre with releases such as Black Sabbath (1970), Paranoid (1970), and Master of Reality (1971). The band had multiple line-up changes following Osbourne's departure in 1979, with Iommi being the only constant member throughout its history.",
  "/wiki/Search_and_Destroy_(The_Stooges_song)": "\"Search and Destroy\" is a song by American rock band The Stooges, recorded for the group's third album Raw Power (1973). Lead singer Iggy Pop said that the title was derived from a column heading in a Time article about the Vietnam War. In 1997, \"Search and Destroy\" (along with the rest of the songs on Raw Power) was remixed and remastered by Pop and Bruce Dickinson. The result was far more aggressive and stripped down than the original release, which had been mixed by David Bowie. In 2004, Rolling Stone ranked it No. 468 on their list of \"The 500 Greatest Songs of All Time\". In 2009 it was named the 49th best hard rock song of all time by VH1.",
  "/wiki/The_Stooges": "The Stooges, also known as Iggy and the Stooges, were an American rock band formed in Ann Arbor, Michigan in 1967 by singer Iggy Pop, guitarist Ron Asheton, drummer Scott Asheton, and bassist Dave Alexander. Playing a raw, primitive style of rock and roll, the band sold few records in their original incarnation and gained a reputation for their confrontational performances, which often involved acts of self-mutilation by Iggy Pop.",
  "/wiki/Free_Bird": "\"Free Bird\", or \"Freebird\", is a power ballad written and performed by American rock band Lynyrd Skynyrd.  The song first featured on the band's debut album in 1973 and has been included on subsequent albums, including the unfaded-ending version of the original recording (featured on Skynyrd's Innyrds).",
  "/wiki/Lynyrd_Skynyrd": "Lynyrd Skynyrd (/ˌlɛnərd ˈskɪnərd/ LEN-ərd SKIN-ərd) is an American rock band formed in Jacksonville, Florida, in 1964. The group was originally named My Backyard and comprised Ronnie Van Zant (lead vocalist), Gary Rossington (guitar), Allen Collins (guitar), Larry Junstrom (bass guitar) and Bob Burns (drums).  The band spent five years touring small venues under a variety of different names and with several lineup changes before finally deciding on \"Lynyrd Skynyrd\" in 1969. The band released their first album in 1973, having settled on a lineup that included bassist Leon Wilkeson, keyboardist Billy Powell and guitarist Ed King. Burns would later be replaced by Artimus Pyle, and King by Steve Gaines. At the height of their fame during the 1970s, the band popularized the Southern rock genre with songs such as \"Sweet Home Alabama\" and \"Free Bird\".",
  "/wiki/Crazy_on_You": "\"Crazy on You\" is a song by American rock band Heart from their debut studio album, Dreamboat Annie (1975). It was released as the album's third single in March 1976, while marking the band's debut single in the United States.",
  "/wiki/Laid_to_Rest": "\"Laid to Rest\" is a song by the groove metal band Lamb Of God from their fourth album, Ashes of the Wake. It was the first single from the album, and a music video was made for it.",
  "/wiki/Lamb_of_God_(band)": "Lamb of God (sometimes abbreviated as LoG) is an American heavy metal band from Richmond, Virginia. Formed in 1994 as Burn the Priest, the group consists of bassist John Campbell, vocalist Randy Blythe, guitarists Mark Morton and Willie Adler, and drummer Art Cruz. The band is considered a significant member of the New Wave of American Heavy Metal movement.",
  "/wiki/Lions_(band)": "Lions (stylized as LIONS) were an American rock band from Austin, Texas, formed in 2005. The lineup consists of singer Matt Drenik, guitarist Austin Kalman and drummer Jake Perlman. Trevor Sutcliffe was Lions' bassist from their formation until his departure in 2009, where he was replaced by Mike Sellman. The band formed following the breakup of The Good Looks, the previous band of both Drenik and Perlman.",
  "/wiki/Slow_Ride": "\"Slow Ride\" is a song by the British rock band Foghat. It was the lead single from their fifth studio album, Fool for the City (1975), released on Bearsville Records. In 2009, it was named the 45th \"Best Hard Rock\" song of all time by VH1.",
  "/wiki/Foghat": "Foghat is an English rock band formed in London in 1971. The band is known for the use of electric slide guitar in their music. The band has achieved eight gold records, one platinum and one double platinum record, and despite several line-up changes, continue to record and perform.",
  "/wiki/Black_Sunshine": "\"Black Sunshine\" is a song initially featured on the album La Sexorcisto: Devil Music Volume One by White Zombie which was used as a promo single in 1992 and 1993. The song can also be found on Rob Zombie's Past, Present & Future and the greatest hits album The Best of Rob Zombie. A spoken word section was recorded by Iggy Pop for the intro and was used in the song's final cut.",
  "/wiki/White_Zombie_(band)": "White Zombie was an American heavy metal band that formed in 1985. Based in New York City, White Zombie was originally a noise rock band, and was known for its later heavy metal-oriented sound. Their best-known songs include \"Thunder Kiss '65\", \"Black Sunshine\" and \"More Human than Human\". The group officially disbanded in 1998. In 2000, White Zombie was included on VH1's 100 Greatest Artists of Hard Rock, ranking at No. 56.",
  "/wiki/Mississippi_Queen": "\"Mississippi Queen\" is a song by the American rock band Mountain. Considered a rock classic, it was their most successful single, reaching number 21 in the Billboard Hot 100 record chart in 1970. The song is included on the group's debut album and several live recordings have been issued. \"Mississippi Queen\" has been recorded by several artists, including W.A.S.P., Sam Kinison, Amanda Ayala, Bachman-Turner Overdrive and Ozzy Osbourne, the latter of whom had a hit with the song in 2005.",
  "/wiki/Mountain_(band)": "Mountain is an American hard rock band that formed on Long Island, New York in 1969. Originally comprising vocalist and guitarist Leslie West, bassist and vocalist Felix Pappalardi, keyboardist Steve Knight and drummer N. D. Smart, the band broke up in 1972 and has reunited frequently since 1973. Best known for their cowbell-tinged song \"Mississippi Queen\", as well as the heavily sampled song \"Long Red\" and their performance at the Woodstock Festival in 1969, Mountain is one of many bands to be commonly credited as having influenced the development of heavy metal music in the 1970s. The group's musical style primarily consisted of hard rock, blues rock and heavy metal.",
  "/wiki/Stricken_(song)": "\"Stricken\" is a song by the American heavy metal band Disturbed. The song was released on July 25, 2005 as the second single from their third studio album Ten Thousand Fists. \"Stricken\" was certified gold in the United States by the Recording Industry Association of America on August 18, 2008 for selling 500,000 copies. It is one of the first of Disturbed's songs to include a guitar solo. The song is featured in Guitar Hero III and Guitar Hero Live in addition to the Disturbed track pack in Guitar Hero 5. The song is also a part of the Rock Band downloadable content catalog. The song was also featured in the Project Gotham Racing 4. The musical video for the song was filmed in an abandoned hospital in which some scenes from the 1984 horror film A Nightmare on Elm Street were filmed. \"Stricken\" was used as official theme for WWE's PPV New Year's Revolution, in 2006.",
  "/wiki/Disturbed_(band)": "Disturbed is an American heavy metal band from Chicago, formed in 1994. The band includes vocalist David Draiman, guitarist/keyboardist Dan Donegan, bassist John Moyer and drummer Mike Wengren. They have had very few lineup changes, with Donegan and Wengren being the only two remaining original members. Former band members are vocalist Erich Awalt and bassist Steve Kmak.\nThe band has released seven studio albums, five of which have consecutively debuted at number one on the Billboard 200. Disturbed went into hiatus in October 2011, during which the band's members focused on various side projects, and returned in June 2015, releasing their first album in four years, Immortalized, on August 21, 2015. They also recorded and released one live album, Disturbed: Live at Red Rocks on November 18, 2016, which was recorded on August 18, 2016, at Red Rocks Amphitheatre in Morrison, Colorado, located about 10 miles west of Denver, Colorado. Their seventh studio album, Evolution, was released on October 19, 2018.",
  "/wiki/Talk_Dirty_to_Me": "\"Talk Dirty to Me\" is the second single from American glam metal band Poison, originally from the album Look What the Cat Dragged In. It's the band's first big international hit, a staple at their live shows, and VH1 ranked it the 40th greatest hard rock song of all time. It is considered a glam metal classic and is often heard on rock radio stations around the globe. It peaked at #9 on the Billboard Hot 100, becoming the band's first top 40 hit in the United States. The single has since been certified platinum.",
  "/wiki/Poison_(American_band)": "Poison is an American rock band which achieved commercial success in the mid-1980s through the mid-1990s and has sold over 45 million records. The band has charted ten singles in the Top 40 of the Billboard Hot 100, including six Top 10 singles and the Hot 100 number-one, \"Every Rose Has Its Thorn\". The band's breakthrough debut album, the multi-platinum Look What the Cat Dragged In, was released in 1986, followed by Open Up and Say... Ahh!, which was certified 5× platinum in the US. Their third consecutive multi-platinum selling album was Flesh & Blood.",
  "/wiki/Rock_and_Roll_All_Nite": "\"Rock and Roll All Nite\" is a song by American hard rock band Kiss, originally released on their 1975 album Dressed to Kill. It was released as the A-side of their fifth single, with the album track \"Getaway\". The studio version of the song peaked at No. 68 on the Billboard singles chart, besting the band's previous charting single, \"Kissin' Time\" (#89). A subsequent live version, released as a single in October 1975, eventually reached No. 12 in early 1976, the first of six Top 20 songs for Kiss in the 1970s. \"Rock and Roll All Nite\" became Kiss's signature song and has served as the group's closing concert number in almost every concert since 1976.   In 2008 it was named the 16th greatest hard rock song of all time by VH1.",
  "/wiki/Kiss_(band)": "Kiss (often stylized as KIϟϟ) is an American rock band formed in New York City in January 1973 by Paul Stanley, Gene Simmons, Peter Criss, and Ace Frehley. Well known for its members' face paint and stage outfits, the group rose to prominence in the mid-to-late 1970s with their elaborate live performances, which featured fire breathing, blood-spitting, smoking guitars, shooting rockets, levitating drum kits, and pyrotechnics. The band has gone through several lineup changes, with Stanley and Simmons being the only members to feature in every lineup. The original and best-known lineup consisted of Stanley (vocals and rhythm guitar), Simmons (vocals and bass), Frehley (lead guitar and vocals), and Criss (drums and vocals).",
  "/wiki/Madhouse_(song)": "\"Madhouse\" is a song by the American thrash metal band Anthrax. It was released in 1985 on Megaforce/Island Records.",
  "/wiki/Anthrax_(American_band)": "Anthrax is an American heavy metal band from New York City, formed in 1981 by rhythm guitarist Scott Ian and bassist Dan Lilker. The group is considered one of the leaders of the thrash metal scene from the 1980s and is one of the \"Big Four\" thrash metal bands with Metallica, Megadeth, and Slayer; Anthrax is the only one of the four from the East Coast, and often credited as one of the early thrash metal bands to emerge from there, along with Overkill and Nuclear Assault. The band has released 11 studio albums, several other albums, and 26 singles, including collaborating on a single with American hip hop group Public Enemy. According to Nielsen SoundScan, Anthrax sold 2.5 million records in the United States from 1991 to 2004, with worldwide sales of 10 million.",
  "/wiki/Psychobilly_Freakout": "Smoke 'Em If You Got 'Em is the first album by psychobilly trio The Reverend Horton Heat. It was released in November 1990 on Sub Pop.  An early version of the album had been recorded in the traditional manner (instruments and vocals recorded separately, then mixed in the studio). However, the band and the label decided that it did not fit with their vision, so it was re-recorded \"live in the studio\" direct to two-track, with the exception of \"Love Whip.\"",
  "/wiki/The_Reverend_Horton_Heat": "The Reverend Horton Heat is the stage name of American musician Jim Heath (born November 2, 1959) as well as the name of his Dallas, Texas-based psychobilly trio. Heath is a singer, songwriter and guitarist. A Prick magazine reviewer called Heath the \"godfather of modern rockabilly and psychobilly\"."
}