{
  "/wiki/N%C3%A4tschen": "Nätschen is a mountain location and ski area above Andermatt, in the Canton of Uri, Switzerland. Higher up on Nätschen the mountain is known as Gütsch. Its highest point is 2,344 m (7,690 ft). It is one of the mountains in the Gotthard Oberalp Arena, as is Gemsstock, which is on the other side of Andermatt. It has 11 ski runs, totaling approximately 21 km of ski pistes, and 4 ski lifts, including a Detachable 4-man Chairlift. Nätschen's lifts are powered by 3 wind turbines, two of which were installed in late 2010 (E-44), the other in 2004 (E-40). These turbines are all made by Enercon. Nätschen has a railway station, run by the Matterhorn Gotthard Bahn, which is between Andermatt and Disentis/Mustér.",
  "/wiki/Gondola_lift": "A gondola lift (coming from Italian Language) is a means of cable transport and type of aerial lift which is supported and propelled by cables from above. It consists of a loop of steel cable that is strung between two stations, sometimes over intermediate supporting towers. The cable is driven by a bullwheel in a terminal, which is typically connected to an engine or electric motor. They are often considered continuous systems since they feature a haul rope which continuously moves and circulates around two terminal stations. Depending on the combination of cables used for support and/or haulage and the type of grip (detachable grip vs. fixed grip), the capacity, cost, and functionality of a gondola lift will differ dramatically. Because of the proliferation of such systems in the Alpine regions of Europe,\nthe Italian language name of Teleferica Telecabina Funicolare (Neapolitan Language) or\nthe French language name of Télécabine are also used in an English language and many others \ncontext.",
  "/wiki/Detachable_chairlift": "A detachable chairlift or high-speed chairlift is a type of passenger aerial lift, which, like a fixed-grip chairlift, consists of numerous chairs attached to a constantly moving wire rope (called a haul rope) that is strung between two (or more) terminals over intermediate towers. They are now commonplace at all but the smallest of ski resorts. Some are installed at tourist attractions as well as for urban transportation.",
  "/wiki/Sedrun": "Tujetsch is a municipality in the Surselva Region in the canton of Graubünden in Switzerland. It is the westernmost municipality of the canton, connected to Urseren (canton of Uri) by the Oberalp Pass.",
  "/wiki/Oberalp": "Oberalp Pass (Romansh: Alpsu or Cuolm d'Ursera, German: Oberalppass) (el. 2044 m.) is a high mountain pass in the Swiss Alps connecting the cantons of Graubünden and Uri between Disentis and Andermatt.",
  "/wiki/Chairlift": "An elevated passenger ropeway, or chairlift, is a type of aerial lift, which consists of a continuously circulating steel cable loop strung between two end terminals and usually over intermediate towers, carrying a series of chairs. They are the primary onhill transport at most ski areas (in such cases referred to as 'skilifts'), but are also found at amusement parks, various tourist attractions, and increasingly in urban transport.",
  "/wiki/T-bar": "A surface lift is a means of cable transport for snow sports in which skiers and snowboarders remain on the ground as they are pulled uphill. Once prevalent, they have  been overtaken in popularity by higher-capacity aerial lifts like chairlifts and the gondola lift. Today, surface lifts are most often found on beginner slopes, very small ski areas, and peripheral slopes. They are often utilized at glacier skiing resorts because their supports can be anchored in glacier ice due to the lower forces and realigned due to glacier movement.",
  "/wiki/Gemsstock": "Gemsstock is a mountain of the Swiss Lepontine Alps, overlooking Andermatt in the canton of Uri.  A glacier named Gurschenfirn lies over its northern flanks. The Gemsstock is a subpeak of the higher Chastelhorn, lying approximately one kilometre south-west.",
  "/wiki/Aerial_tramway": "An aerial tramway, sky tram, cable car, ropeway or aerial tram is a type of aerial lift which uses one or two stationary ropes for support while a third moving rope provides propulsion.[failed verification] With this form of lift, the grip of an aerial tramway cabin is fixed onto the propulsion rope and cannot be decoupled from it during operations.",
  "/wiki/Realp": "Realp (archaic Urnerdeutsch [de]: Frialp) is a municipality in the canton of Uri in Switzerland.",
  "/wiki/Skiarena_Andermatt-Sedrun": "The SkiArena Andermatt-Sedrun (previously the Gotthard Oberalp Arena and the Gotthard Oberalp Skiarena (until 2013)) is a ski area located in Andermatt, Sedrun, and Oberalp in Switzerland. It has 16 ski lifts and approximately 30 runs, and just over 100 km of pistes. The ski area covers five separate mountains:"
}