{
  "/wiki/Steve_Miller_(musician)": "Steven Haworth Miller (born October 5, 1943) is an American guitarist, singer and songwriter, known as leader of the Steve Miller Band. He began his career in blues and blues rock and evolved to a more pop-oriented sound which, from the mid-1970s through the early 1980s, releasing popular singles and albums. Miller was inducted into the Rock and Roll Hall of Fame in 2016.",
  "/wiki/Smashing_Pumpkins": "The Smashing Pumpkins (or Smashing Pumpkins)[note 1] are an American alternative rock band from Chicago, Illinois. Formed in 1988 by frontman Billy Corgan (lead vocals, guitar), D'arcy Wretzky (bass), James Iha (guitar), and Jimmy Chamberlin (drums), the band has undergone many line-up changes. The current lineup features Corgan, Chamberlin, Iha and guitarist Jeff Schroeder.",
  "/wiki/HushPuppies": "HushPuppies is a French garage rock band influenced by the various bands of the 1960s. Members of the group live in Paris, France, although originate from Perpignan and Bordeaux.",
  "/wiki/Lacuna_Coil": "Lacuna Coil is an Italian gothic metal band from Milan. Since their formation in 1994, the group has had two name changes, being previously known as Sleep of Right and Ethereal.",
  "/wiki/ZZ_Top": "ZZ Top (pronounced \"zee zee top\") is an American rock trio formed in 1969 in Houston, Texas. The band has, since 1970, consisted of vocalist/guitarist Billy Gibbons (the band's leader, main lyricist and musical arranger), bassist/vocalist Dusty Hill, and drummer Frank Beard. \"As genuine roots musicians, they have few peers\", according to critic Michael \"Cub\" Koda. \"Gibbons is one of America's finest blues guitarists working in the arena rock idiom [...] while Hill and Beard provide the ultimate rhythm section support.\"",
  "/wiki/Sting_(musician)": "Gordon Matthew Thomas Sumner CBE (born 2 October 1951), known as Sting, is an English musician and actor. He was the principal songwriter, lead singer, and bassist for the new wave rock band the Police from 1977 to 1984, and launched a solo career in 1985. He has included elements of rock, jazz, reggae, classical, new-age and worldbeat in his music.",
  "/wiki/Wings_(band)": "Paul McCartney and Wings (also known by their original name Wings) were a British–American rock band formed in 1971 by former Beatle Paul McCartney, his wife Linda on keyboards, session drummer Denny Seiwell, and former Moody Blues guitarist Denny Laine. Wings were noted for frequent personnel changes along with their commercial successes, going through three lead guitarists and four drummers. However, the core trio of the McCartneys and Laine remained intact throughout the group's existence.",
  "/wiki/Negramaro": "Negramaro is an Italian pop band formed in 1999 and successful since 2005. Their name stems from Negroamaro, a wine produced in their native district, Salento in Apulia.",
  "/wiki/Stuck_in_the_Sound": "Stuck in the Sound is a French indie rock band formed in Paris in 2002. The current band line up consists of José Reis Fontão (lead vocals and guitar), Emmanuel Barichasse (lead guitar), Arno Bordas (bass guitar) and François Ernie (drums and backing vocals). The group are presently signed to Discograph Records and have to date released six studio albums; their first commercially released album Stuck In The Sound was released in 2004 and their most recent album, Billy Believe, was released in 2019.",
  "/wiki/Slightly_Stoopid": "Slightly Stoopid is an American band based in the Ocean Beach neighborhood of San Diego, California, who describe their music as \"a fusion of folk, rock, reggae and blues with hip-hop, funk, metal and punk.\" As a band, they have released thirteen albums (four live), with their ninth studio album entitled Everyday Life, Everyday People on July 13, 2018. The band was originally signed by Bradley Nowell from the band Sublime to his label Skunk Records while still in high school."
}