{
  "/wiki/John_Aspinall_(zoo_owner)": "John Victor Aspinall (11 June 1926 – 29 June 2000) was an English zoo owner and gambling club host. From middle class beginnings he used gambling to move to the centre of British high society in the 1960s. He was born in Delhi during the British Raj, and was a citizen of the United Kingdom.",
  "/wiki/Howletts_Zoo": "Howletts Wild Animal Park (formerly known as Howletts Zoo) was set up as a private zoo in 1957 by John Aspinall near Canterbury, Kent. The animal collection was opened to the public in 1975. To give more room for the animals another estate at Port Lympne near Hythe, Kent was purchased in 1973, and opened to the public as Port Lympne Zoo in 1976.",
  "/wiki/Port_Lympne_Zoo": "Port Lympne Hotel & Reserve near the town of Hythe in Kent, England is set in 600 acres (2.4 km2) and incorporates the historic mansion, and landscaped gardens designed by architect Sir Herbert Baker, for Sir Philip Sassoon.",
  "/wiki/Ascot_Racecourse": "Ascot Racecourse (\"ascot\" pronounced /ˈæskət/, often incorrectly pronounced /ˈæskɒt/) is a British racecourse, located in Ascot, Berkshire, England, which is used for thoroughbred horse racing. It is one of the leading racecourses in the United Kingdom, hosting 13 of Britain's 36 annual Group 1 horse races.[citation needed]",
  "/wiki/John_Carter_(insurance_executive)": "Sir John Gordon Thomas Carter (born 28 December 1937) is a British businessman who was Chief Executive of Commercial Union from 1994 to 1998, and who is the current chairman of travelers insurance europe.",
  "/wiki/Commercial_Union": "CGU plc was a large insurance group, created by the merger of Commercial Union and General Accident in 1998. The Company was listed on the London Stock Exchange.  It merged with Norwich Union in 2000 to form CGNU plc, later renamed Aviva plc.",
  "/wiki/National_House_Building_Council": "The National House Building Council, usually known as the NHBC, states its primary purpose as raising the construction standards of new homes in the United Kingdom (UK), and providing consumer protection for homebuyers through its 10-year Buildmark warranty.[citation needed]",
  "/wiki/Geoffrey_Cass": "Sir Geoffrey Arthur Cass (born 11 August 1932) spent twenty years as Chief Executive of Cambridge University Press and has also been Chairman of the Royal Shakespeare Company and President of the Lawn Tennis Association.",
  "/wiki/Philosophy,_Politics_and_Economics": "Philosophy, politics and economics or politics, philosophy, and economics (PPE) is an interdisciplinary undergraduate or postgraduate degree which combines study from three disciplines. The first institution to offer degrees in PPE was the University of Oxford in the 1920s. This particular course has produced a significant number of notable graduates such as Aung San Suu Kyi, Burmese politician and State Counsellor of Myanmar, Nobel Peace Prize winner; Princess Haya bint Hussein daughter of the late King Hussein of Jordan and wife of the ruler of Dubai; Christopher Hitchens, the British–American polemicist,  Oscar winning writer and director Florian Henckel von Donnersmarck; Philippa Foot a British philosopher; Harold Wilson, Edward Heath and David Cameron, former Prime Ministers of the United Kingdom; Hugh Gaitskell, William Hague and Ed Miliband, former Leaders of the Opposition; former Prime Minister of Pakistan Benazir Bhutto and current Prime Minister of Pakistan Imran Khan; and Malcolm Fraser, Bob Hawke and Tony Abbott, former Prime Ministers of Australia. The course received fresh attention in 2017, when Nobel Peace Prize winner Malala Yousafzai earned a place.",
  "/wiki/Cambridge_University_Press": "Cambridge University Press (CUP) is the publishing business of the University of Cambridge. Granted letters patent by King Henry VIII in 1534, it is the world's oldest publishing house and the second-largest university press in the world (after Oxford University Press). It also holds letters patent as the Queen's Printer.",
  "/wiki/Royal_Shakespeare_Company": "The Royal Shakespeare Company (RSC) is a major British theatre company, based in Stratford-upon-Avon, Warwickshire, England. The company employs over 1,000 staff and produces around 20 productions a year. The RSC plays regularly in London, Newcastle upon Tyne, and on tour across the UK and internationally.",
  "/wiki/Geraint_Talfan_Davies": "Geraint Talfan Davies OBE DL (born 30 December 1943) is a Welsh journalist and broadcaster, as well as a long serving Trustee and Chairman of many Welsh civic, arts, media and cultural organisations.",
  "/wiki/Welsh_National_Opera": "Welsh National Opera (WNO) (Welsh: Opera Cenedlaethol Cymru) is an opera company based in Cardiff, Wales; it gave its first performances in 1946. It began as a mainly amateur body and transformed into an all-professional ensemble by 1973. In its early days the company gave a single week's annual season in Cardiff, gradually extending its schedule to become an all-year-round operation, with its own salaried chorus and orchestra. It has been described by The New York Times as \"one of the finest operatic ensembles in Europe\".",
  "/wiki/BBC_Wales": "BBC Cymru Wales is a division of the BBC, and the national broadcaster for Wales. Established in 1964, BBC Cymru Wales is based in Cardiff and directly employs some 1,200 people to produce a range of programmes for television, radio and online services in both English and Welsh.",
  "/wiki/Arts_Council_of_Wales": "The Arts Council of Wales (ACW; Welsh: Cyngor Celfyddydau Cymru) is a Welsh Government-sponsored body, responsible for funding and developing the arts in Wales.",
  "/wiki/Rajeeb_Dey": "Rajeeb Dey MBE (born 6 December 1985) is a British entrepreneur. He was the winner of the O2 X Young Entrepreneur of the Year 2009 Award and has been referred to as \"among the most high profile\" young entrepreneurs by the Financial Times. In 2012, Rajeeb Dey was named the world's Youngest  Young Global Leader  in the 2012 cohort by the World Economic Forum.",
  "/wiki/Ffion_Hague": "Ffion Llywelyn Hague, Lady Hague of Richmond (née Jenkins; 21 February 1968) is a Welsh broadcaster, author, former civil servant, and wife of Conservative politician William Hague. Born Ffion Jenkins in Cardiff, she is a native Welsh speaker and first became known when she was selected to teach the language to her future husband when he was Secretary of State for Wales.",
  "/wiki/Conservative_Party_(UK)": "The Conservative Party, officially the Conservative and Unionist Party and also known colloquially as the Tories or simply the Conservatives, is a centre-right political party in the United Kingdom. The governing party since 2010, it holds an overall majority in the House of Commons with 365 Members of Parliament. It also has 245 members of the House of Lords, 8 members of the London Assembly, 31 members of the Scottish Parliament, 11 members of the Welsh Assembly and 7,433 local councillors.",
  "/wiki/William_Hague": "William Jefferson Hague, Baron Hague of Richmond, PC, FRSL (born 26 March 1961), is a British Conservative politician and life peer. He represented Richmond, Yorkshire, as its Member of Parliament (MP) from 1989 until 2015 and was the Leader of the Opposition from 1997 to 2001. He was Secretary of State for Foreign and Commonwealth Affairs from 2010 to 2014 and was the Leader of the House of Commons from 2014 to 2015.",
  "/wiki/Bernard_Miller": "Sir (Oswald) Bernard Miller (25 March 1904 – 23 February 2003) was a British businessman, who was chairman of the John Lewis Partnership from 1955 to 1972.",
  "/wiki/John_Lewis_Partnership": "The John Lewis Partnership plc (JLP) is a British company which operates John Lewis & Partners department stores, Waitrose & Partners supermarkets, its banking and financial services, and other retail-related activities. The company is owned by a trust[A] on behalf of all its employees — known as Partners – who have a say in the running of the business, and bonus, akin to a share of the profit. JLP group is the third largest UK non-traded company by sales in the Sunday Times Top Track 100 for 2016. The chain's image is upmarket, and it appeals strongly to middle- and upper-class shoppers. Recently, however, John Lewis has broadened its marketing strategy towards all types of buyers, with the introduction of the 'Value' range to John Lewis and the 'Essential' range to Waitrose, and the expansion of the business.",
  "/wiki/Alec_Monk": "David Alec George Monk (born 13 December 1942), known as Alec Monk, is a British businessman who is a former chairman and chief executive of the supermarket chain Gateway and former chairman of the brewing company Charles Wells Ltd.",
  "/wiki/Somerfield": "Somerfield (originally Gateway) was a chain of small to medium-sized supermarkets operating in the United Kingdom.  The company also previously owned the Kwik Save chain of discount food stores.  The company was taken over by the Co-operative Group on 2 March 2009 in a £1.57 billion deal, creating the UK's fifth-largest food retailer. The Somerfield name was replaced by the Co-operative brand in a rolling programme of store conversions ending in summer 2011.",
  "/wiki/Charles_Wells_Ltd": "Charles Wells Ltd is the holding company of the Charles Wells Brewery and Pub Company (a pub chain). Charles Wells Ltd was founded in 1876 by Charles Wells in Bedford, England.",
  "/wiki/Beau_Nash": "Beau Nash (18 October 1674 – 3 February 1761), born Richard Nash, was a celebrated dandy and leader of fashion in 18th-century Britain. He is best remembered as the Master of Ceremonies at the spa town of Bath.",
  "/wiki/Dandy": "A dandy, historically, is a man who places particular importance upon physical appearance, refined language, and leisurely hobbies, pursued with the appearance of nonchalance in a cult of self. A dandy could be a self-made man who strove to imitate an aristocratic lifestyle despite coming from a middle-class background, especially in late 18th- and early 19th-century Britain.",
  "/wiki/Roger_Parry": "Roger George Parry CBE (born 1953) is a media and technology entrepreneur based in the UK. He is chairman of a number of companies quoted on the London Stock Exchange including Oxford Metrics plc   and YouGov plc. He is the co-founder of the international marketing communications group MSQ Partners and of the television drama production company Chrysalis Vision.  He is a visiting fellow of Oxford University. And is the author of five books and writes extensively on the media and associated topics. He was chairman of the trustees of Shakespeare's Globe Theatre for eight years. He is a non-executive member of the board of directors of Uber.",
  "/wiki/YouGov": "YouGov is a British international Internet-based market research and data analytics firm, headquartered in the UK, with operations in Europe, North America, the Middle East and Asia-Pacific.",
  "/wiki/Owen_Roberts_(educator)": "Sir Owen John Roberts, JP, DL, DCL, LL.D (7 April 1835 – 6 January 1915) was a Welsh educationalist, who helped to pioneer technical education in London. He is also a great-grandfather of Antony Armstrong-Jones, 1st Earl of Snowdon, who was the husband of Princess Margaret.",
  "/wiki/Literae_Humaniores": "Literae humaniores, nicknamed greats, is an undergraduate course focused on classics (Ancient Rome, Ancient Greece, Latin, ancient Greek, and philosophy) at the University of Oxford and some other universities. The Latin name means literally \"more human literature\" and was in contrast to the other main field of study when the university began, i.e. res divinae, also known as theology. Lit. hum. is concerned with human learning, and lit. div. with learning that came from God. In its early days, it encompassed mathematics and natural sciences as well. It is an archetypal humanities course.",
  "/wiki/Clothworkers%27_Company": "The Worshipful Company of Clothworkers was incorporated by Royal Charter in 1528, formed by the amalgamation of its two predecessor companies, the Fullers (incorporated 1480) and the Shearmen (incorporated 1508). It succeeded to the position of the Shearmen's Company and thus ranks twelfth in the order of precedence of Livery Companies of the City of London.",
  "/wiki/City_and_Guilds_of_London_Institute": "The City and Guilds of London Institute is an educational organisation in the United Kingdom. Founded on 11 November 1878 by the City of London and 16 livery companies – to develop a national system of technical education, the Institute has been operating under Royal Charter (RC117), granted by Queen Victoria, since 1900. The Prince of Wales, later King Edward VII, was appointed the first President of the Institute.",
  "/wiki/Crispian_Strachan": "John Crispian Strachan CBE QPM DL (born 1949) was Chief Constable of Northumbria Police from 1998 to 2005.",
  "/wiki/Chief_Constable": "Chief Constable is the rank used by the chief police officer of every territorial police force in the United Kingdom except for the City of London Police and the Metropolitan Police, as well as the chief officers of the three 'special' national police forces, the British Transport Police, Ministry of Defence Police, and Civil Nuclear Constabulary. The title is also held by the chief officers of the principal Crown Dependency police forces, the Isle of Man Constabulary, States of Guernsey Police Service, and States of Jersey Police. The title was also held, ex officio, by the president of the Association of Chief Police Officers under the Police Reform Act 2002. It was also the title of the chief officer of the Royal Parks Constabulary until this agency was disbanded in 2004.",
  "/wiki/Northumbria_Police": "Northumbria Police is the territorial police force responsible for policing the areas of Northumberland and Tyne and Wear in North East England.",
  "/wiki/John_Wynne_(industrialist)": "John Wynne (1650 – 31 December 1714) was a Welsh industrialist, who tried but failed to turn the place where he was born into a centre of the lead industry.",
  "/wiki/List_of_alumni_of_Jesus_College,_Oxford": "Jesus College is one of the constituent colleges of the University of Oxford in England.  Its alumni include politicians, lawyers, bishops, poets, and academics.  Some went on to become fellows of the college; 14 students later became principal of the college. It was founded in 1571 by Queen Elizabeth I, at the request of a Welsh clergyman, Hugh Price, who was Treasurer of St David's Cathedral in Pembrokeshire. The college still has strong links with Wales, and about 15% of students are Welsh. There are 340 undergraduates and 190 students carrying out postgraduate studies. Old members of Jesus College are sometimes known as \"Jesubites\"."
}