{
  "/wiki/Frank_Ullrich": "Frank Ullrich (born 24 January 1958) is a German former biathlete and current trainer of the German national team.",
  "/wiki/Biathlon_at_the_1980_Winter_Olympics": "Biathlon at the 1980 Winter Olympics consisted of three biathlon events. They were held at the Lake Placid Olympic Sports Complex Cross Country Biathlon Center.  This Olympic featured the debut of the 10 kilometre sprint event. The events began on 16 February and ended on 22 February 1980.",
  "/wiki/Meinhard_Nehmer": "Meinhard Nehmer (born 13 January 1941 in Boblin near Pölitz, Pomerania, Germany) is an East German bobsledder who competed from the mid-1970s to the early 1980s. Competing in two Winter Olympics, he won four medals with three golds (Two-man: 1976, Four-man: 1976, 1980) and one bronze (Two-man: 1980). Nehmer also carried the East German flag during the opening ceremonies of the 1976 Winter Olympics in Innsbruck.",
  "/wiki/Bernhard_Germeshausen": "Bernhard Germeshausen (born 21 August 1951 in Heilbad Heiligenstadt, Thuringia) is an East German bobsledder who competed from the mid-1970s to the early 1980s. Competing in two Winter Olympics, he won four medals with three golds (Two-man: 1976, Four-man: 1976, 1980) and one silver (Two-man: 1980).",
  "/wiki/Bogdan_Musiol": "Bogdan Musiol (born 25 July 1957 in Świętochłowice, Silesia, Poland) is an East German-German bobsledder who competed from the late 1970s to the early 1990s.",
  "/wiki/Hans-J%C3%BCrgen_Gerhardt": "Hans-Jürgen Gerhardt (born 5 September 1954 in Altenburg, Thuringia) is an East German bobsledder who competed in the late 1970s and early 1980s. At the 1980 Winter Olympics in Lake Placid, he won two medals with a gold in the four-man and a silver in the two-man events.",
  "/wiki/Bobsleigh_at_the_1980_Winter_Olympics": "Bobsleigh at the 1980 Winter Olympics consisted of two events, at Mt. Van Hoevenberg Olympic Bobsled Run.  The competition took place between 15 and 24 February 1980.",
  "/wiki/Barbara_Petzold": "Barbara Petzold (later Beyer, born 8 August 1955) is a former East German Cross-country skier who competed during the 1970s and early 1980s. She won two gold medals at the 1980 Winter Olympics in Lake Placid in the 10 km and the 4 × 5 km relay, and a bronze in the 4 × 5 km relay at the 1976 Winter Olympics in Innsbruck.",
  "/wiki/Cross-country_skiing_at_the_1980_Winter_Olympics": "The 1980 Winter Olympics results in cross-country skiing.",
  "/wiki/Marlies_Rostock": "Marlies Rostock (born 20 April 1960). is a former East German cross-country skier who competed from 1978 to 1980. She won a gold medal in the 4 × 5 km relay at the 1980 Winter Olympics in Lake Placid, New York.",
  "/wiki/Carola_Anding": "Carola Anding (née Jacob; born December 29, 1960) is a former East German cross-country skier who competed during the early 1980s. She won a gold medal in the 4 × 5 km relay at the 1980 Winter Olympics in Lake Placid, New York.",
  "/wiki/Veronika_Hesse-Schmidt": "Veronika Hesse (née Schmidt; born August 24, 1952 in Harzgerode) is a former East German cross-country skier who competed from 1974 to 1982. She won two 4 × 5 km relay medals at the Winter Olympics with a gold in Lake Placid and a bronze in Innsbruck.",
  "/wiki/Anett_P%C3%B6tzsch": "Anett Pötzsch (later Witt, now Rauschenbach, born 3 September 1960) is a German former figure skater. She is the 1980 Olympic champion, two-time World champion (1978, 1980), four-time European champion (1977–1980), and five-time East German champion (1976–1980).",
  "/wiki/Figure_skating_at_the_1980_Winter_Olympics": "Figure skating at the 1980 Winter Olympics took place at the Olympic Center Arena in Lake Placid, New York.",
  "/wiki/Bernhard_Glass": "Bernhard Glass (born 6 November 1957) is an East German former luger who competed in the late 1970s and early 1980s. He won the gold medal in the men's singles event at the 1980 Winter Olympics in Lake Placid, New York.",
  "/wiki/Luge_at_the_1980_Winter_Olympics": "Luge at the 1980 Winter Olympics consisted of three events at Mt. Van Hoevenberg Olympic Bobsled Run.  The competition took place between February 13 and February 16, 1980.",
  "/wiki/Hans_Rinn": "Hans Rinn (born 19 March 1953 in Langewiesen, Bezirk Suhl) is an East German former luger who competed from the early 1970s to the early 1980s. He won three medals at the Winter Olympics, including two gold (doubles: 1976, 1980) and one bronze (singles: 1976).",
  "/wiki/Norbert_Hahn": "Norbert Hahn (born 6 January 1954 in Elbingerode, Saxony-Anhalt) is an East German former luger who competed from the mid-1970s to the early 1980s. He won two medals at the Winter Olympics in the men's doubles event (1976, 1980).",
  "/wiki/Ulrich_Wehling": "Ulrich Wehling (born 8 July 1952 in Halle) is a retired German skier who won the nordic combined event in the Winter Olympics three consecutive times, in 1972, 1976, and 1980. Wehling was the first man to win three consecutive gold medals in the same event at Winter Olympics but not the first Olympian to win three Gold in a winter discipline as Gillis Grafström had won a figure skating title at the Summer Olympics 1920 before winning twice at the first two Winter Olympics.",
  "/wiki/Nordic_combined_at_the_1980_Winter_Olympics": "Nordic combined at the 1980 Winter Olympics, consisted of one event, held from 18 February to 19 February. The ski jumping portion took place at Lake Placid Olympic Ski Jumping Complex, while the cross-country portion took place at Lake Placid Olympic Sports Complex Cross Country Biathlon Center.",
  "/wiki/Karin_Kania-Enke": "Karin Enke-Richter (née Enke, formerly Busch and Kania, born 20 June 1961) is a former speed skater, one of the most dominant of the 1980s. She is a three-time Olympic gold medallist, winning the 500 metres in 1980, the 1000 metres in 1984 and the 1500 metres in 1984. She won a total of eight Olympic medals.",
  "/wiki/Speed_skating_at_the_1980_Winter_Olympics": "Speed skating at the 1980 Winter Olympics, was held from 9 February to 18 February. Nine events were contested at James B. Sheffield Olympic Skating Rink.",
  "/wiki/Mathias_Jung": "Mathias Jung (born 17 December 1958 in Trusetal) is a former East German biathlete.",
  "/wiki/Klaus_Siebert": "Klaus Siebert (29 April 1955 – 24 April 2016) was a German biathlete and biathlon coach who raced for East Germany.",
  "/wiki/Eberhard_R%C3%B6sch": "Eberhard Rösch (born 9 April 1954) is a former East German biathlete.",
  "/wiki/Jan_Hoffmann": "Jan Hoffmann (born 26 October 1955) is a German figure skater who represented East Germany in competition. A four-time Olympian, he is the 1980 Olympic silver medalist, the 1974 & 1980 World Champion, and a four-time (1974, 1977–1979) European Champion.",
  "/wiki/Melitta_Sollman": "Melitta Sollmann (born 20 August 1958 in Gotha, Thuringia) is an East German luger who competed from the late 1970s to the mid-1980s. She won the silver medal in the women's singles event at the 1980 Winter Olympics in Lake Placid, New York.",
  "/wiki/Manfred_Deckert": "Manfred Deckert (born 31 March 1961) is an East German former ski jumper.",
  "/wiki/Ski_jumping_at_the_1980_Winter_Olympics": "Ski jumping at the 1980 Winter Olympics consisted of two events held from 17 February to 23 February, taking place at Lake Placid Olympic Ski Jumping Complex.",
  "/wiki/Sabine_Becker": "Sabine Becker (born 13 August 1959) is a German speed skater who competed for East Germany in the 1980 Winter Olympics.",
  "/wiki/Horst_Sch%C3%B6nau": "Horst Schönau (born 2 April 1949 in Waltershausen, Thuringia) is an East German bobsledder who competed in the late 1970s and early 1980s. He won a bronze medal in the four-man event at the 1980 Winter Olympics in Lake Placid.",
  "/wiki/Roland_Wetzig": "Roland Wetzig (born 24 July 1959 in Oschatz, Saxony) is an East German bob pusher for 17-time gold medal winner Wolfgang Hoppe who competed from the late 1970s to the late 1980s. Competing in two Winter Olympics, he won two medals in the four-man with a gold in 1984 and a bronze in 1980.",
  "/wiki/Detlef_Richter": "Detlef Richter (born 6 June 1956 in Leipzig, Saxony) is an East German bobsledder who competed from the late 1970s to the late 1980s. He won a bronze medal in the four-man event at the 1980 Winter Olympics in Lake Placid.",
  "/wiki/Andreas_Kirchner": "Andreas Kirchner (17 August 1953 – 10 November 2010) was an East German hammer thrower and  bob pusher for record holder Wolfgang Hoppe.",
  "/wiki/Manuela_Mager": "Manuela Mager (later Holzapfel; born 11 July 1962 in Dresden, Bezirk Dresden, German Democratic Republic) is a German former pair skater.",
  "/wiki/Uwe_Bewersdorff": "Uwe Bewersdorf (born 4 November 1958 in Freital, Bezirk Dresden, East Germany) is a German former pair skater."
}