{
  "/wiki/Pharaoh": "Pharaoh (/ˈfɛəroʊ/, US also /ˈfeɪ.roʊ/; Coptic: .mw-parser-output .script-coptic{font-family:\"New Athena Unicode\",\"MPH 2B Damase\",\"FreeSerif\",\"Arial Coptic\",Quivira,Analecta,Antinoou,\"Sophia Nubian\",\"Noto Sans Coptic\",\"Segoe UI Historic\",\"Segoe UI Symbol\"}ⲡⲣ̅ⲣⲟ Pǝrro) is the common title of the monarchs of ancient Egypt from the First Dynasty (c. 3150 BCE) until the annexation of Egypt by the Roman Empire in 30 BCE, although the actual term \"Pharaoh\" was not used contemporaneously for a ruler until Merneptah, c. 1200 BCE. In the early dynasty, ancient Egyptian kings used to have up to three titles, the Horus, the Sedge and Bee (nswt-bjtj) name, and the Two Ladies (nbtj) name. The Golden Horus and nomen and prenomen titles were later added.",
  "/wiki/Ancient_Egypt": "Ancient Egypt was a civilization of ancient North Africa, concentrated along the lower reaches of the Nile River, situated in the place that is now the country Egypt. Ancient Egyptian civilization followed prehistoric Egypt and coalesced around 3100 BC (according to conventional Egyptian chronology) with the political unification of Upper and Lower Egypt under Menes (often identified with Narmer). The history of ancient Egypt occurred as a series of stable kingdoms, separated by periods of relative instability known as Intermediate Periods: the Old Kingdom of the Early Bronze Age, the Middle Kingdom of the Middle Bronze Age and the New Kingdom of the Late Bronze Age.",
  "/wiki/Horus": "Horus or Her, Heru, Hor in Ancient Egyptian, is one of the most significant ancient Egyptian deities who served many functions, most notably god of kingship and the sky. He was worshipped from at least the late prehistoric Egypt until the Ptolemaic Kingdom and Roman Egypt. Different forms of Horus are recorded in history and these are treated as distinct gods by Egyptologists. These various forms may possibly be different manifestations of the same multi-layered deity in which certain attributes or syncretic relationships are emphasized, not necessarily in opposition but complementary to one another, consistent with how the Ancient Egyptians viewed the multiple facets of reality. He was most often depicted as a falcon, most likely a lanner falcon or peregrine falcon, or as a man with a falcon head.",
  "/wiki/Nekhbet": "Nekhbet (/ˈnɛkˌbɛt/; also spelt Nekhebit) was an early predynastic local goddess in Egyptian mythology, who was the patron of the city of Nekheb (her name meaning of Nekheb). Ultimately, she became the patron of Upper Egypt and one of the two patron deities for all of Ancient Egypt when it was unified.",
  "/wiki/Wadjet": "Wadjet (/ˈwɑːdˌdʒɛt/ or /ˈwædˌdʒɛt/; Ancient Egyptian: wꜢḏyt \"Green One\"), known to the Greek world as Uto (Koinē Greek: Οὐτώ /ˈuːtoʊ/) or Buto (Βουτώ /ˈbuːtoʊ/) among other names including Wedjat, Uadjet, and Udjo, was originally the ancient local goddess of the city of Dep. It became part of the city that the Egyptians named Per-Wadjet \"House of Wadjet\" and the Greeks called Buto (now Desouk), which was an important site in prehistoric Egypt and the cultural developments of the Paleolithic.",
  "/wiki/List_of_pharaohs": "The title \"Pharaoh\" is used for those rulers of Ancient Egypt who ruled after the unification of Upper and Lower Egypt by Narmer during the Early Dynastic Period, approximately 3100 BC. However, the specific title \"Pharaoh\" was not used to address the kings of Egypt by their contemporaries until the rule of Merneptah in the 19th Dynasty, c. 1200 BC. Along with the title Pharaoh for later rulers, there was an Ancient Egyptian royal titulary used by Egyptian kings which remained relatively constant during the course of Ancient Egyptian history, initially featuring a Horus name, a Sedge and Bee (nswt-bjtj) name and a Two Ladies (nbtj) name, with the additional Golden Horus, nomen and prenomen titles being added successively during later dynasties.",
  "/wiki/Emperor_of_Japan": "The Emperor of Japan is the head of the Imperial Family and the head of state of Japan. Under the 1947 constitution, he is defined as \"the symbol of the State and of the unity of the people.\" Historically, he is also the highest authority of the Shinto religion. In Japanese, the Emperor is called Tennō (天皇, pronounced [tennoꜜː]), literally \"heavenly sovereign\". In English, the use of the term Mikado (帝／御門) for the Emperor was once common, but is now considered obsolete.",
  "/wiki/Shinto": "Shinto,[a] also known as Shintoism or kami-no-michi,[b] is a religion originating from Japan. Classified as an East Asian religion by scholars of religion, its practitioners often regard it as Japan's indigenous religion. Scholars sometimes call its practitioners Shintoists, although adherents rarely use that term themselves.",
  "/wiki/Amaterasu": "Amaterasu (天照), Amaterasu-ōmikami (天照大神／天照大御神／天照皇大神), or Ōhirume-no-muchi-no-kami (大日孁貴神) is a deity of the Japanese myth cycle and also a major deity of the Shinto religion. She is seen as the goddess of the sun and the universe.",
  "/wiki/Hirohito": "Hirohito[a] (裕仁, 29 April 1901 – 7 January 1989) was the 124th emperor of Japan according to the traditional order of succession. He reigned as the emperor of the Empire of Japan (大日本帝國) from 25 December 1926 until 2 May 1947 and of the state of Japan (日本国) from 3 May 1947 until his death on 7 January 1989. He was succeeded by his fifth child and the eldest son, Akihito. Emperor Showa and his wife Empress Kojun had seven children, two sons and five daughters. In Japan, reigning emperors are known simply as \"the Emperor\" and he is now referred to primarily by his posthumous name, Shōwa (昭和), which is the name of the era coinciding with his reign; for this reason, he is also known as the Shōwa Emperor or Emperor Shōwa.",
  "/wiki/Sh%C5%8Dwa_period": "The Shōwa era (昭和, Shōwa) refers to the period of Japanese history corresponding to the reign of Emperor Shōwa (Hirohito) from December 25, 1926 until his death on January 7, 1989. It was preceded by the Taishō period.",
  "/wiki/Humanity_Declaration": "The Humanity Declaration (人間宣言, Ningen-sengen) is an imperial rescript issued by the Emperor Shōwa (Hirohito) as part of a New Year's statement on 1 January 1946 at the request of the Supreme Commander of the Allied Powers. In the rescript, which follows the Five Charter Oath of 1868, the Emperor denied the concept of his being a living god, which would eventually lead to the promulgation of the new Constitution, under which the Emperor is \"the symbol of the State and of the unity of the people\".",
  "/wiki/Emperor_of_China": "Emperor of China (Chinese: 皇帝; realized as Huáng dì in Standard Chinese) is the title given the monarch of China during the imperial period of Chinese history. In traditional Chinese political theory, the Emperor was considered the Son of Heaven and the autocrat of All under Heaven. Under the Han dynasty, Confucianism replaced Legalism as the official political theory and succession theoretically followed agnatic primogeniture. The Chinese emperors who shared the same family were classified into historical periods known as dynasties. The absolute authority of the emperor was notionally bound with various duties and obligations; failure to uphold these was thought to remove the dynasty's Mandate of Heaven and to justify its replacement. In practice, emperors and heirs sometimes avoided the strict rules of succession and dynasties' ostensible \"failures\" were detailed in official histories written by their successful replacements. The power of the emperor was also often limited by the imperial bureaucracy staffed by scholar-officials and eunuchs and by filial obligations to surviving parents and to dynastic traditions, such as those detailed in the Ming dynasty's Ancestral Instructions.",
  "/wiki/Son_of_Heaven": "Son of Heaven, or Tianzi (Chinese: 天子; pinyin: Tiānzǐ), was the sacred imperial title of the Chinese emperor.  It originated with the ancient Zhou dynasty and was founded on the political and spiritual doctrine of the Mandate of Heaven.  The secular imperial title of the Son of Heaven was \"Emperor of China\".",
  "/wiki/Qin_Dynasty": "The Qin dynasty ([tɕʰín] Chinese: 秦朝; pinyin: Qíncháo; Wade–Giles: Chʻin²-chʻao²) was the first dynasty of Imperial China, lasting from 221 to 206 BC. Named for its heartland in Qin state (modern Gansu and Shaanxi), the dynasty was founded by Qin Shi Huang, the First Emperor of Qin. The strength of the Qin state was greatly increased by the Legalist reforms of Shang Yang in the fourth century BC, during the Warring States period. In the mid and late third century BC, the Qin state carried out a series of swift conquests, first ending the powerless Zhou dynasty, and eventually conquering the other six of the Seven Warring States. Its 15 years was the shortest major dynasty in Chinese history, consisting of only two emperors, but inaugurated an imperial system that lasted from 221 BC, with interruption and adaptation, until 1912 AD.",
  "/wiki/Qin_Shi_Huang": "Qin Shi Huang (Chinese: 秦始皇; literally: 'First Emperor of Qin', pronunciation (help·info); 18 February 259 BC – 10 September 210 BC) was the founder of the Qin dynasty and was the first emperor of a unified China. He was born Ying Zheng (嬴政) or Zhao Zheng (趙政), a prince of the state of Qin. He became Zheng, the King of Qin (秦王政) when he was thirteen, then China's first emperor when he was 38 after the Qin had conquered all of the other Warring States and unified all of China in 221 BC. Rather than maintain the title of \"king\" (王 wáng) borne by the previous Shang and Zhou rulers, he ruled as the First Emperor (始皇帝) of the Qin dynasty from 221 BC to 210 BC. His self-invented title \"emperor\" (皇帝 huángdì), as indicated by his use of the word \"First\", would continue to be borne by Chinese rulers for the next two millennia.",
  "/wiki/Roman_emperor": "The Roman emperor was the ruler of the Roman Empire during the imperial period (starting in 27 BC). The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early Emperors also used the title Princeps Civitatis ('first citizen'). Emperors frequently amassed republican titles, notably princeps senatus, consul and pontifex maximus.",
  "/wiki/Julius_Caesar": "Gaius Julius Caesar[a] (/ˈsiːzər/ SEE-zər, Latin: [ˈɡaːɪ.ʊs ˈjuːlɪ.ʊs ˈkae̯sar]; 12 July 100 BC[b] – 15 March 44 BC),[c] better known by his nomen gentilicium and cognomen Julius Caesar, was a Roman dictator, politician, and military general who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire. He was also a historian and wrote Latin prose.",
  "/wiki/Caesar_Augustus": "Augustus (Latin: Imperator Caesar Divi filius Augustus;[nb 1] 23 September 63 BC – 19 August AD 14) was a Roman statesman and military leader who became the first emperor of the Roman Empire, reigning from 27 BC until his death in AD 14.[nb 2] His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more than two centuries, despite continuous wars of imperial expansion on the Empire's frontiers and the year-long civil war known as the \"Year of the Four Emperors\" over the imperial succession.",
  "/wiki/Tiberius": "Tiberius (/taɪˈbɪəriəs/ ty-BEER-ee-əs; Latin: Tiberius Caesar Divi Augusti filius Augustus;[a][b] 16 November 42 BC – 16 March 37 AD) was the second Roman emperor, reigning from 14 AD to 37 AD. He succeeded his stepfather, Augustus.",
  "/wiki/Caligula": "Caligula (/kəˈlɪɡjʊlə/;[a] Latin: Gaius Julius Caesar Augustus Germanicus; 31 August 12 – 24 January 41 AD) was Roman emperor from 37 to 41 AD. The son of the popular Roman general Germanicus and Augustus's granddaughter Agrippina the Elder, Caligula was born into the first ruling family of the Roman Empire, conventionally known as the Julio-Claudian dynasty. Germanicus' uncle and adoptive father, Tiberius, succeeded Augustus as emperor of Rome in 14 AD.",
  "/wiki/Claudius": "Claudius (/ˈklɔːdiəs/ KLAW-dee-əs; Latin: Tiberius Claudius Caesar Augustus Germanicus;[a][b] 1 August 10 BC – 13 October AD 54) was a Roman emperor from AD 41 to 54. Born to Drusus and Antonia Minor at Lugdunum in Roman Gaul, where his father was stationed as a military legate, he was the first Roman emperor to be born outside Italy. Nonetheless, Claudius was an Italic of Sabine origins  and a member of the Julio-Claudian dynasty. Because he was afflicted with a limp and slight deafness due to sickness at a young age, his family ostracized him and excluded him from public office until his consulship, shared with his nephew Caligula in 37.",
  "/wiki/Hadrian": "Hadrian (/ˈheɪdriən/; Latin: Publius Aelius Hadrianus Augustus; 24 January 76 – 10 July 138) was Roman emperor from 117 to 138.[note 1] He was born Publius Aelius Hadrianus in Italica, Hispania Baetica, into a Roman Italo-Hispanic family that settled in Spain from the Italian city of Atri in Picenum. His father was of senatorial rank and was a first cousin of Emperor Trajan. He married Trajan's grand-niece Vibia Sabina early in his career, before Trajan became emperor and possibly at the behest of Trajan's wife Pompeia Plotina. Plotina and Trajan's close friend and adviser Lucius Licinius Sura were well disposed towards Hadrian. When Trajan died, his widow claimed that he had nominated Hadrian as emperor immediately before his death.",
  "/wiki/Commodus": "Commodus (/ˈkɒmədəs/; 161–192), born Lucius Aurelius Commodus and died Lucius Aelius Aurelius Commodus, was Roman emperor with his father Marcus Aurelius from 177 until his father's death in 180, and solely until 192. His reign is commonly considered to mark the end of the golden period in the history of the Roman Empire known as the Pax Romana.",
  "/wiki/Constantine_I": "Constantine the Great (Latin: Flavius Valerius Aurelius Constantinus Augustus; Ancient Greek: Κωνσταντῖνος ὁ Αύγουστος, romanized: Kōnstantînos ho Aúgoustos; 27 February c. AD 272  – 22 May AD 337), also known as Constantine I, was a Roman Emperor who ruled between AD 306 and 337. Born in Naissus, in Dacia Ripensis, the city now known as Niš (Serbian Cyrillic: Ниш, located in Serbia), he was the son of Flavius Valerius Constantius, a Roman Army officer of Illyrian origins. His mother, Helena, was Greek. His father became Caesar, the deputy emperor in the west, in AD 293. Constantine was sent east, where he rose through the ranks to become a military tribune under Emperors Diocletian and Galerius. In 305, Constantius was raised to the rank of Augustus, senior western emperor, and Constantine was recalled west to campaign under his father in Britannia (Britain).  Constantine was acclaimed as emperor by the army at Eboracum (modern-day York) after his father's death in AD 306. He emerged victorious in a series of civil wars against Emperors Maxentius and Licinius to become sole ruler of both west and east by AD 324 .",
  "/wiki/Julian_the_Apostate": "Julian, rarely Julian II[a] (Latin: Flavius Claudius Julianus Augustus, Greek: Φλάβιος Κλαύδιος Ἰουλιανὸς Αὔγουστος; 331/332 – 26 June 363), was Roman Emperor from 361 to 363, as well as a notable philosopher and author in Greek. His rejection of Christianity, and his promotion of Neoplatonic Hellenism in its place, caused him to be remembered as Julian the Apostate by the Christian church.",
  "/wiki/Imperial_cult_(ancient_Rome)": "The Imperial cult of ancient Rome identified emperors and some members of their families with the divinely sanctioned authority (auctoritas) of the Roman State. Its framework was based on Roman and Greek precedents, and was formulated during the early Principate of Augustus. It was rapidly established throughout the Empire and its provinces, with marked local variations in its reception and expression.",
  "/wiki/Augustus_(honorific)": "Augustus (plural augusti; /ɔːˈɡʌstəs/ aw-GUST-əs, Classical Latin: [au̯ˈɡʊstʊs]; \"majestic\", \"the increaser\" or \"venerable\") was an ancient Roman title given as both name and title to Gaius Octavius (often referred to simply as Augustus), Rome's first Emperor. On his death, it became an official title of his successor, and was so used by Roman emperors thereafter. The feminine form Augusta was used for Roman empresses and other females of the Imperial family. The masculine and feminine forms originated in the time of the Roman Republic, in connection with things considered divine or sacred in traditional Roman religion. Their use as titles for major and minor Roman deities of the Empire associated the Imperial system and Imperial family with traditional Roman virtues and the divine will, and may be considered a feature of the Roman Imperial cult.",
  "/wiki/Augusta_(honorific)": "The title implied the greatest prestige. Augustae could issue their own coinage, wear imperial regalia, and rule their own courts.",
  "/wiki/Natchez_people": "The Natchez (/ˈnætʃəz/; Natchez pronunciation [naːʃt͡seh]) are a Native American people who originally lived in the Natchez Bluffs area in the Lower Mississippi Valley, near the present-day city of Natchez, Mississippi in the United States. They spoke a language with no known close relatives, although it may be very distantly related to the Muskogean languages of the Creek Confederacy.",
  "/wiki/Sailendra": "The Shailendra dynasty (IAST: Śailēndra derived from Sanskrit combined words Śaila and Indra, meaning \"King of the Mountain\", also spelled Sailendra, Syailendra or Selendra) was the name of a notable Indianised dynasty that emerged in 8th-century Java, whose reign signified a cultural renaissance in the region. The Shailendras were active promoters of Mahayana Buddhism with the glimpses of Hinduism, and covered the Kedu Plain of Central Java with Buddhist monuments, one of which is the colossal stupa of Borobudur, now a UNESCO World Heritage Site.",
  "/wiki/Java": "Java (Indonesian: Jawa; Javanese: ꦗꦮ; Sundanese: ᮏᮝ) is an island of Indonesia, bordered by the Indian Ocean on the south and the Java Sea on the north. With a population of over 141 million (Java only) or 145 million (including the inhabitants of its surrounding islands), Java has 56.7 percent of the Indonesian population and is the world's most populous island. The Indonesian capital city, Jakarta, is located on its northwestern coast. Much of the well-known part of Indonesian history took place on Java. It was the centre of powerful Hindu-Buddhist empires, the Islamic sultanates, and the core of the colonial Dutch East Indies. Java was also the center of the Indonesian struggle for independence during the 1930s and 1940s. Java dominates Indonesia politically, economically and culturally. Four of Indonesia's eight UNESCO world heritage sites are located in Java: Ujung Kulon National Park, Borobudur Temple, Prambanan Temple, and Sangiran Early Man Site.",
  "/wiki/Central_Java": "Central Java (Indonesian: Jawa Tengah) is a province of Indonesia, located in the middle of the island of Java. Its administrative capital is Semarang. It is bordered by West Java in the west, the Indian Ocean and the Special Region of Yogyakarta in the south, East Java in the east, and the Java Sea in the north. It has a total area of 32,548 km², with a population of 34,552,500 million in mid 2019, making it the third-most populous province in both Java and Indonesia after West Java and East Java. The province also includes the island of Nusakambangan in the south (close to the border of West Java), and the Karimun Jawa Islands in the Java Sea. Central Java is also a cultural concept that includes the Special Region and city of Yogyakarta. However, administratively the city and its surrounding regencies have formed a separate special region (equivalent to a province) since the country's independence, and is administrated separately. Although known as the \"heart\" of Javanese culture, there are several other non-Javanese ethnic groups, such as the Sundanese on the border with West Java. Chinese Indonesians, Arab Indonesians, and Indian Indonesians are also scattered throughout the province.",
  "/wiki/Borobudur": "Borobudur, or Barabudur (Indonesian: Candi Borobudur, Javanese: ꦕꦤ꧀ꦣꦶꦧꦫꦧꦸꦣꦸꦂ, romanized: Candhi Barabudhur) is a 9th-century Mahayana Buddhist temple in Magelang Regency, not far from the town of Muntilan, in Central Java, Indonesia. It is the world's largest Buddhist temple. The temple consists of nine stacked platforms, six square and three circular, topped by a central dome. It is decorated with 2,672 relief panels and 504 Buddha statues. The central dome is surrounded by 72 Buddha statues, each seated inside a perforated stupa.",
  "/wiki/Majapahit": "The Majapahit Empire (Javanese: ꦏꦫꦠꦺꦴꦤ꧀ꦩꦗꦥꦲꦶꦠ꧀ Karaton Majapahit, Indonesian: Kemaharajaan Majapahit, Malay: Kemaharajaan Majapahit, Malaysian: Empayar Majapahit) was a Javanese Hindu-Buddhist thalassocratic empire in Southeast Asia, based on the island of Java (part of modern-day Indonesia), that existed from 1293 to circa 1527. Majapahit reached its peak of glory during the era of Hayam Wuruk, whose reign from 1350 to 1389 was marked by conquest which extended through Southeast Asia. His achievement is also credited to his prime minister, Gajah Mada. According to the Nagarakretagama (Desawarñana) written in 1365, Majapahit was an empire of 98 tributaries, stretching from Sumatra to New Guinea;(p87) consisting of present-day Indonesia, Singapore, Malaysia, Brunei, southern Thailand, East Timor, Sulu Archipelago and other parts of the Philippines, although the true nature of Majapahit sphere of influence is still the subject of studies among historians.",
  "/wiki/Javanese_people": "The Javanese people (Javanese: Ngoko: ꦮꦺꦴꦁꦗꦮ (Wong Jawa), Krama: ꦠꦶꦪꦁꦗꦮꦶ (Tiyang Jawi); (Indonesian: Suku Jawa or Orang Jawa) are an ethnic group native to the Indonesian island of Java. With approximately 100 million people, they form the largest ethnic group in Indonesia. They are predominantly located in the central to eastern parts of the island. There are also significant numbers of people of Javanese descent in most provinces of Indonesia, Malaysia, Singapore, Suriname, Saudi Arabia and the Netherlands.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Raden_Wijaya": "Raden Wijaya or Raden Vijaya (also known as Nararya Sangramawijaya, regnal name Kertarajasa Jayawardhana) (reigned 1293–1309) was a Javanese King, the founder and the first monarch of Majapahit empire. The history of his founding of Majapahit was written in several records, including Pararaton and Negarakertagama. His rule was marked by the victory against the army and the navy of Kublai Khan's Yuan dynasty, a division of the Mongol Empire.",
  "/wiki/Dalai_Lama": "Dalai Lama (UK: /ˈdælaɪ ˈlɑːmə/, US: /ˈdɑːlaɪ ˈlɑːmə/; Standard Tibetan: .mw-parser-output .uchen{font-family:Jomolhari,\"Noto Sans Tibetan\",\"Microsoft Himalaya\",Kailash,\"BabelStone Tibetan\",\"DDC Uchen\",\"TCRC Youtso Unicode\",\"Tibetan Machine Uni\",\"Qomolangma-Uchen Sarchen\",\"Qomolangma-Uchen Sarchung\",\"Qomolangma-Uchen Suring\",\"Qomolangma-Uchen Sutung\",\"Qomolangma-Title\",\"Qomolangma-Subtitle\",\"DDC Rinzin\",\"Qomolangma-Woodblock\",\"Qomolangma-Dunhuang\"}.mw-parser-output .ume{font-family:\"Qomolangma-Betsu\",\"Qomolangma-Chuyig\",\"Qomolangma-Drutsa\",\"Qomolangma-Edict\",\"Qomolangma-Tsumachu\",\"Qomolangma-Tsuring\",\"Qomolangma-Tsutong\",\"TibetanSambhotaYigchung\",\"TibetanTsugRing\",\"TibetanYigchung\"}ཏཱ་ལའི་བླ་མ་, Tā la'i bla ma, [táːlɛː láma]) is a title given by the Tibetan people for the foremost spiritual leader of the Gelug or \"Yellow Hat\" school of Tibetan Buddhism, the newest of the classical schools of Tibetan Buddhism. The 14th and current Dalai Lama is Tenzin Gyatso, who lives as a refugee in India.",
  "/wiki/Avalokite%C5%9Bvara": "Avalokiteśvara or Padmapani (/ˌʌvəloʊkɪˈteɪʃvərə/ UV-əl-oh-kih-TAY-shvər-ə; Sanskrit: अवलोकितेश्वर) is a bodhisattva who embodies the compassion of all Buddhas. This bodhisattva is variably depicted, described and portrayed in different cultures as either male or female. In Tibet, he is known as Chenrezig, and in Cambodia as Avloketesvar. In Chinese Buddhism, Avalokiteśvara has evolved into the somewhat different female figure Guanyin, also known in Japan as Kanzeon or Kannon. In Nepal Mandal this figure is known as Jana Baha Dyah, Karunamaya, Seto Machindranath.",
  "/wiki/Tibetan_Buddhism": "Tibetan Buddhism (also Indo-Tibetan Buddhism) is the form of Buddhism practiced in Tibet where it is the dominant religion. It is also found in the regions surrounding the Himalayas (such as Bhutan, Ladakh, and Sikkim), much of Chinese Central Asia, the Southern Siberian regions such as Tuva, as well as Mongolia.",
  "/wiki/Panchen_Lama": "The Panchen Lama (Tibetan: .mw-parser-output .uchen{font-family:Jomolhari,\"Noto Sans Tibetan\",\"Microsoft Himalaya\",Kailash,\"BabelStone Tibetan\",\"DDC Uchen\",\"TCRC Youtso Unicode\",\"Tibetan Machine Uni\",\"Qomolangma-Uchen Sarchen\",\"Qomolangma-Uchen Sarchung\",\"Qomolangma-Uchen Suring\",\"Qomolangma-Uchen Sutung\",\"Qomolangma-Title\",\"Qomolangma-Subtitle\",\"DDC Rinzin\",\"Qomolangma-Woodblock\",\"Qomolangma-Dunhuang\"}.mw-parser-output .ume{font-family:\"Qomolangma-Betsu\",\"Qomolangma-Chuyig\",\"Qomolangma-Drutsa\",\"Qomolangma-Edict\",\"Qomolangma-Tsumachu\",\"Qomolangma-Tsuring\",\"Qomolangma-Tsutong\",\"TibetanSambhotaYigchung\",\"TibetanTsugRing\",\"TibetanYigchung\"}པཎ་ཆེན་བླ་མ།, Wylie: paN chen bla ma), is a tulku of the Gelug school of Tibetan Buddhism. Panchen Lama is one of the most important figures in the Gelug tradition, with its spiritual authority second only to Dalai Lama. \"Panchen\" is a portmanteau of \"Pandita\" and \"Chenpo\", meaning \"Great scholar\".",
  "/wiki/Amit%C4%81bha": "Amitābha (Sanskrit pronunciation: [ɐmɪˈtaːbʱɐ]), also known as  Amida or Amitāyus, is a celestial buddha according to the scriptures of Mahayana Buddhism. Amitābha is the principal buddha in Pure Land Buddhism, a branch of East Asian Buddhism. In Vajrayana Buddhism, Amitābha is known for his longevity attribute, magnetising red fire element, the aggregate of discernment, pure perception and the deep awareness of emptiness of phenomena. According to these scriptures, Amitābha possesses infinite merit resulting from good deeds over countless past lives as a bodhisattva named Dharmakāra. Amitābha means \"Infinite Light\", and Amitāyus means \"Infinite Life\" so Amitābha is also called \"The Buddha of Immeasurable Light and Life\".",
  "/wiki/Sapa_Inca": "The Sapa Inca (Hispanicized spelling), Sapan Inka or Sapa Inka (Quechua for \"the only Inca\"), also known as Apu (\"divinity\"), Inka Qhapaq (\"mighty Inca\"), or simply Sapa (\"the only one\"), was the ruler of the Kingdom of Cuzco and, later, the Emperor of the Inca Empire (Tawantinsuyu) and the Neo-Inca State. While the origins of the position are mythical and originate from the legendary foundation of the city of Cusco, it seems to have come into being historically around 1100 CE. Although the Inca believed the Sapa to be the son of Inti (the Inca Sun god) and often referred to him as Intip Churin or ‘Son of the Sun,’ the position eventually became hereditary, with son succeeding father.  The principal wife of the Inca was known as the Coya or Qoya. The Sapa Inca was at the top of the social hierarchy, and played a dominant role in the political and spiritual realm.",
  "/wiki/King_of_Nepal": "The King of Nepal (traditionally known as the Mahārājādhirāja i.e. Great King of Kings; it can also be translated as \"Sovereign Emperor\" (Nepali: श्री ५ महाराजधिराज)) was Nepal's head of state and monarch from 1768 to 2008. He served as the head of the Nepalese monarchy—Shah Dynasty. The monarchy was abolished on 28 May 2008 by the 1st Constituent Assembly.  The subnational monarchies in Mustang, Bajhang, Salyan, and Jajarkot were also abolished in October.",
  "/wiki/Kingdom_of_Nepal": "The Kingdom of Nepal (Nepali: नेपाल अधिराज्य), also known as the Kingdom of Gorkha or Gorkha Empire (Nepali: गोरखा अधिराज्य) or Asal Hindustan (Real Land of Hindus),[note 1] was a Hindu kingdom, formed in 1768, by the unification of Nepal. Founded by King Prithvi Narayan Shah, a Gorkhali monarch of Rajput origin from medieval India, it existed for 240 years until the abolition of the Nepalese monarchy in 2008. During this period, Nepal was formally under the rule of the Shah dynasty, which exercised varying degrees of power during the kingdom's existence.",
  "/wiki/Shah_dynasty": "The Shah dynasty (Nepali: शाह वंश), also known as the Shahs of Gorkha or the Royal House of Gorkha, was the ruling Chaubise Thakuri dynasty from the Indian subcontinent; they claimed Rajput origin from medieval India, and derived from the Gorkha Kingdom from 1559 to 1768 and later the unified Kingdom of Nepal from 1768 to 28 May 2008.",
  "/wiki/Vishnu": "Vishnu (/ˈvɪʃnuː/; Sanskrit pronunciation: [ʋɪʂɳʊ]; Sanskrit: विष्णु, IAST: Viṣṇu) is one of the principal deities of Hinduism. The \"preserver\" in the Hindu triad (Trimurti), Vishnu is revered as the supreme being In Vaishnavism as identical to the metaphysical concept of Brahman (Atman, the self, or unchanging ultimate reality), and is notable for adopting various incarnations (avatars such as Rama and Krishna) to preserve and protect dharmic principles whenever the world is threatened with evil, chaos, and destructive forces. In the Smarta Tradition of Hinduism Vishnu is also one of the five equivalent deities worshipped in Panchayatana puja.",
  "/wiki/List_of_people_who_have_been_considered_deities": "This is a list of notable people who were considered deities by themselves or others."
}