{
  "/wiki/Jaime_Moreno_(footballer,_born_1974)": "Jaime Moreno Morales (born 19 January 1974 in Santa Cruz de la Sierra) is a former Bolivian footballer now serving as Youth Academy Technical Training Coach for D.C. United in Major League Soccer, and as the head coach of D.C. United's U-23 side.",
  "/wiki/Bolivia": "Bolivia (/bəˈlɪviə/ (listen) Spanish pronunciation: [bo.ˈli.βja]), officially the Plurinational State of Bolivia (Spanish: Estado Plurinacional de Bolivia Spanish pronunciation: [esˈtaðo pluɾinasjoˈnal de βoˈliβja] (listen)), is a landlocked country located in western-central South America. The capital is Sucre, while the seat of government and financial center is located in La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales (tropical lowlands), a mostly flat region in the east of the country.",
  "/wiki/Christian_Gómez": "Christian Gómez (born November 7, 1974 in Buenos Aires) is an Argentine retired footballer.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Luciano_Emilio": "Luciano Emílio (born 12 December 1978) is a Brazilian former professional footballer who played as a striker.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Clyde_Simms": "Clyde Simms (born August 21, 1982) is an American former soccer player. He played in Major League Soccer from 2005 to 2013. He also represented the United States at international level.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Andy_Najar": "Andy Ariel Najar Rodríguez (/nəˈhɑːr/ nə-HAR; Spanish: [naˈxaɾ]; born 16 March 1993) is a Honduran footballer who plays for Anderlecht in the Belgian Pro League, and the Honduras national team.",
  "/wiki/Honduras": "Honduras (/hɒnˈdjʊərəs, -ˈdʊər-/ (listen), /-æs/; Spanish: [onˈduɾas] (listen)), officially the Republic of Honduras (Spanish: República de Honduras), is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea.",
  "/wiki/Dwayne_De_Rosario": "Dwayne Anthony De Rosario (born May 15, 1978) is a Canadian professional soccer player, who plays as a forward or as an attacking midfielder. De Rosario last played for the Mississauga MetroStars of the Major Arena Soccer League. A versatile attacker, he played for the Toronto Lynx, FSV Zwickau and Richmond Kickers early in his career. He came to prominence in the 2000s playing in Major League Soccer for the San Jose Earthquakes, Houston Dynamo, Toronto FC, New York Red Bulls and D.C. United. A four-time MLS Cup champion, he also won the 2011 MLS Most Valuable Player award. He is the seventh-leading scorer in MLS history with 104 goals.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Chris_Pontius_(soccer)": "Christopher Richard \"Chris\" Pontius (born May 12, 1987) is a former American soccer player.",
  "/wiki/Perry_Kitchen": "Perry Allen Kitchen (born February 29, 1992) is an American professional soccer player who plays as a defensive midfielder for the LA Galaxy in Major League Soccer.",
  "/wiki/Fabián_Espíndola": "Edgar Fabián Espíndola (born 4 May 1985) is an Argentine footballer who plays as a forward.",
  "/wiki/Chris_Rolfe": "Chris Rolfe (born January 17, 1983) is a retired American soccer player. Playing both as a forward and winger, Rolfe primarily played for the Chicago Fire of Major League Soccer, in addition to spending time in the Danish Superliga, before joining D.C. United later in his career. He also earned 10 caps for the United States during his career.",
  "/wiki/Steve_Birnbaum": "Steven Mitchell Birnbaum (born January 23, 1991) is an American professional soccer player who plays as a defender for D.C. United and the United States men's national soccer team.",
  "/wiki/Bill_Hamid": "Bilal \"Bill\" Abdul Hamid (/həˈmiːd/ hə-MEED; born November 25, 1990) is an American soccer player who plays as a goalkeeper for D.C. United in Major League Soccer.",
  "/wiki/Wayne_Rooney": "Wayne Mark Rooney (born 24 October 1985) is an English professional footballer and captain for Championship club Derby County. He has played much of his career as a forward, and he has also been used in various midfield roles. Widely considered to be one of the best players of his generation, Rooney is the record goalscorer for both the England national team and Manchester United.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively."
}