{
  "/wiki/Aguja_Formation": "The Aguja Formation is a geological formation in North America, exposed in Texas, United States and Chihuahua and Coahuila in Mexico, whose strata date back to the Late Cretaceous. Dinosaur remains are among the fossils that have been recovered from the formation.",
  "/wiki/Campanian": "The Campanian is the fifth of six ages of the Late Cretaceous epoch on the geologic timescale of the International Commission on Stratigraphy (ICS). In chronostratigraphy, it is the fifth of six stages in the Upper Cretaceous series. Campanian spans the time from 83.6 (± 0.7) to 72.1 (± 0.6) million years ago. It is preceded by the Santonian and it is followed by the Maastrichtian.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Chihuahua_Desert": "The Chihuahuan Desert (Spanish: Desierto de Chihuahua, Desierto Chihuahuense) is a desert and ecoregion designation covering parts of northern Mexico and the southwestern United States. It occupies much of West Texas, parts of the middle and lower Rio Grande Valley and the lower Pecos Valley in New Mexico, and a portion of southeastern Arizona, as well as the central and northern portions of the Mexican Plateau. It is bordered on the west by the extensive Sierra Madre Occidental range, along with northwestern lowlands of the Sierra Madre Oriental range. On the Mexican side, it covers a large portion of the state of Chihuahua, along with portions of Coahuila, north-eastern Durango, the extreme northern part of Zacatecas, and small western portions of Nuevo León. With an area of about 362,000 km2 (139,769 sq mi), it is the second largest desert of the Americas and the largest in North America.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Blesa_Formation": "The Blesa Formation is a geological formation in Teruel and La Rioja, Spain whose strata date back to the Barremian of the Early Cretaceous. Dinosaur remains as well as eggs are among the fossils that have been recovered from the formation. Along with the fragmentary anhanguerian pterosaur Iberodactylus. While the lower and upper parts of the formation were deposited in a continental setting, the middle portion of the formation is largely nearshore marine, with remains of plesiosaurs.",
  "/wiki/Early_Cretaceous": "The Early Cretaceous (geochronological name) or the Lower Cretaceous (chronostratigraphic name), is the earlier or lower of the two major divisions of the Cretaceous. It is usually considered to stretch from 146 Ma to 100 Ma.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Teruel_(province)": "Teruel (Catalan Terol [təˈɾɔl]) is a province of Aragon, in the northeast of Spain. The capital is Teruel.",
  "/wiki/Cerroa_del_Pueblo_Formation": "The Cerro del Pueblo Formation is a geological formation in Coahuila, Mexico whose strata date back to the Late Cretaceous. Dinosaur remains are among the fossils that have been recovered from the formation. The formation has been dated to between 72.5 Ma and 71.4 million years old.",
  "/wiki/Late_Cretaceous": "The Late Cretaceous (100.5–66 Ma) is the younger of two epochs into which the Cretaceous period is divided in the geologic timescale. Rock strata from this epoch form the Upper Cretaceous series. The Cretaceous is named after the white limestone known as chalk which occurs widely in northern France and is seen in the white cliffs of south-eastern England, and which dates from this time.",
  "/wiki/Coahuila": "Coahuila (Spanish pronunciation: [koaˈwila] (listen)), formally Coahuila de Zaragoza (American Spanish: [koaˈwila ðe saɾaˈɣosa] (listen)), officially the Free and Sovereign State of Coahuila de Zaragoza (Spanish: Estado Libre y Soberano de Coahuila de Zaragoza), is one of the 32 states which comprise the 32 Federal Entities of Mexico.",
  "/wiki/Dinosaur_Park_Formation": "The Dinosaur Park Formation is the uppermost member of the Belly River Group (also known as the Judith River Group), a major geologic unit in southern Alberta. It was laid down during the Campanian stage of the Late Cretaceous epoch between 76.9 and 75.8 million years ago. It was deposited in alluvial and coastal plain environments, and it is bounded by the nonmarine Oldman Formation below it and the marine Bearpaw Formation above it.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/Frenchman_Formation": "The Frenchman Formation is stratigraphic unit of Late Cretaceous (late Maastrichtian) age in the Western Canada Sedimentary Basin. It is present in southern Saskatchewan and the Cypress Hills of southeastern Alberta. The formation was defined by G.M. Furnival in 1942 from observations of outcrops along the Frenchman River, between Ravenscrag and Highway 37. It contains the youngest of dinosaur genera, much like the Hell Creek Formation in the United States.",
  "/wiki/Maastrichtian": "The Maastrichtian ( /mɑːˈstrɪktiən/) is, in the ICS geologic timescale, the latest age (uppermost stage) of the Late Cretaceous epoch or Upper Cretaceous series, the Cretaceous period or system, and of the Mesozoic era or erathem. It spanned the interval from 72.1 to 66 million years ago. The Maastrichtian was preceded by the Campanian and succeeded by the Danian (part of the Paleogene and Paleocene).",
  "/wiki/Saskatchewan": "Saskatchewan (/səˈskætʃəwən, sæ-, -wɒn/ (listen)) is a prairie and boreal province in western Canada, the only province without a natural border. It has an area of 651,900 square kilometres (251,700 sq mi), nearly 10 percent of which (59,366 square kilometres (22,900 sq mi)) is fresh water, composed mostly of rivers, reservoirs, and the province's 100,000 lakes.",
  "/wiki/Portland_Formation": "The Portland Formation is a geological formation in the northeastern United States. It dates back to the Early Jurassic period. The formation consists mainly of sandstone laid down by a series of lakes (in the older half of the formation) and the floodplain of a river (in the younger half). The sedimentary rock layers representing the entire Portland Formation are over 4 kilometres (2.5 mi) thick and were formed over about 4 million years of time, from the Hettangian age (lower half) to the late Hettangian and Sinemurian ages (upper half).",
  "/wiki/Connecticut": "Connecticut (/kəˈnɛtɪkət/ (listen)) is the southernmost state in the New England region of the northeastern United States. As of the 2010 Census, it has the highest per-capita income, Human Development Index (0.962), and median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and Long Island Sound to the south. Its capital is Hartford and its most populous city is Bridgeport. It is part of New England, although portions of it are often grouped with New York and New Jersey as the tri-state area. The state is named for the Connecticut River which approximately bisects the state. The word \"Connecticut\" is derived from various anglicized spellings of an Algonquian word for \"long tidal river\".",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/S%C3%A2npetru_Formation": "The Sânpetru Formation is a Mesozoic geologic formation. Dinosaur remains are among the fossils that have been recovered from the formation. It is located in Romania, near Sânpetru village, part of Sântămăria-Orlea commune. It forms a component of the Hațeg Island fauna.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Bra%C8%99ov_County": "Brașov County (Romanian pronunciation: [braˈʃov] (listen)) is a county (județ) of Romania, in Transylvania, with the capital city at Brașov. The county incorporates within its boundaries most of the Medieval \"lands\" (țări) Burzenland and Făgăraș.",
  "/wiki/Jude%C8%9B": "A județ (pronounced [ʒuˈdets], plural județe [ʒuˈdetse]) is an administrative division in Romania, and was also used from 1940 to 1947 in the Moldavian Soviet Socialist Republic and from 1998 to 2003 in Moldova.",
  "/wiki/Wealden_Group": "The Wealden Group, occasionally also referred to as the Wealden Supergroup, is a group (a sequence of rock strata) in the lithostratigraphy of southern England. The Wealden group consists of paralic to continental (freshwater) facies sedimentary rocks of Berriasian to Aptian age and thus forms part of the English Lower Cretaceous. It is composed of alternating sands and clays. The sandy units were deposited in a flood plain of braided rivers, the clays mostly in a lagoonal coastal plain.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Whitemud_Formation": "The Whitemud Formation is a geologic formation of Late Cretaceous (Maastrichtian) age in the Western Canada Sedimentary Basin. it is present through the plains of southern Saskatchewan, southeastern Alberta and south-central Alberta. Named by N.B. Davis in 1918, the formation is characterized by white kaolinitic clay and is a source of high-quality refractory clay. The type locality has been designated as Dempster's clay pit northwest of Eastend, Saskatchewan."
}