{
  "/wiki/Kadir_Inanir": "Kadir İnanır (born 15 April 1949) is a Turkish film actor and director",
  "/wiki/Apartment_Zero": "Apartment Zero, also known as Conviviendo con la muerte (Spanish: Living with Death), is a 1989 British-Argentine political thriller film co-written and directed by Argentine-born screenwriter Martin Donovan and starring Hart Bochner and Colin Firth. It was produced in 1988 and premiered at film festivals throughout the next year. The story centers in a rundown area of Buenos Aires at the dawn of the 1980s, where Adrian LeDuc becomes friends with Jack Carney, an American expatriate who rents a room from him. Gradually, Adrian begins to suspect that the outwardly likeable Jack is responsible for a series of political assassinations that are rocking the city.",
  "/wiki/Martin_Donovan_(screenwriter)": "Martin Donovan (born Carlos Enrique Varela y Peralta Ramos; January 21, 1950) is an Argentine screenwriter and film director. Donovan has developed his career working mainly in United Kingdom, and he is mostly recognized as the co-writer and director of the cult film Apartment Zero (1989), and for his co-written script for Death Becomes Her (1992).",
  "/wiki/Hart_Bochner": "Hart Matthew Bochner (born October 3, 1956) is a Canadian actor, film director, screenwriter and producer. He has appeared in films such as Breaking Away (1979), Rich and Famous (1981), The Wild Life (1984), Making Mr. Right (1987), Die Hard (1988), Apartment Zero (1988), Mr. Destiny (1990) Mad at the Moon (1992), Break Up (1998), Liberty Stands Still (2002), Spread (2009), and Carrie (2013). On television, he has starred in War and Remembrance (1988–89), Children of the Dust (1995), Baby for Sale (2004), The Starter Wife (2008), and Scandal (2015).",
  "/wiki/Colin_Firth": "Colin Andrew Firth CBE (born 10 September 1960) is an English actor who has received an Academy Award, a Golden Globe Award, two BAFTA Awards, and three Screen Actors Guild Awards, as well as the Volpi Cup for Best Actor at the Venice Film Festival. In 2010, Firth's portrayal of King George VI in Tom Hooper's The King's Speech won him the Academy Award for Best Actor.",
  "/wiki/Coming_Out_(1989_film)": "Coming Out is a 1989 East German film directed by Heiner Carow and written by Wolfram Witt which deals with the lead character, a high school teacher, \"coming out\" and accepting himself as gay. It was one the last films made by DEFA, the East German state film studio, and the only gay-themed feature film that it made.",
  "/wiki/Heiner_Carow": "Heiner Carow (19 September 1929 – 1 February 1997) was a German film director and screenwriter. His 1986 film So Many Dreams was entered into the 37th Berlin International Film Festival. The following year, he was a member of the jury at the 38th Berlin International Film Festival. In 1990, his film Coming Out won the Silver Bear for an outstanding artistic contribution at the 40th Berlin International Film Festival.",
  "/wiki/Matthias_Freihof": "Matthias Freihof (born 25 November 1961) is a German television actor and director. He has performed in many TV films and series including police drama Siska for 5 years. but also works on live stage performing as an actor and a singer. He is most known former the GDR-film 'Coming Out' in 1989. He and the film won prizes in several festivals as best actor and best film as well as 'The Silver Bear' in the Berlin Film Festival 1990.",
  "/wiki/Dagmar_Manzel": "Dagmar Manzel (born 1 September 1958) is a German actress. She has appeared in more than 80 films and television shows since 1979. She starred in the 1986 film So Many Dreams, which was entered into the 37th Berlin International Film Festival.",
  "/wiki/Dirk_Kummer": "Dirk Kummer (born 29 September 1966 in Hennigsdorf) is a German actor, director, and screenwriter. He is best known for directing movies Sugar Sand (2017), Wohin mit den Witwen (1999) and Rosenzweig's Freedom(1998).",
  "/wiki/Michael_Gwisdek": "Michael Gwisdek (born 14 January 1942) is a German actor and film director.",
  "/wiki/Werner_Dissel": "Werner Friedrich Dissel (26 August 1912 – 22 January 2003) was a German actor and director.",
  "/wiki/Pierre_Sanoussi-Bliss": "Pierre Sanoussi-Bliss (born 17 August 1962, Berlin-Mitte) is a German actor and director. He has appeared in television and films for over 20 years. He played a leading role in Doris Dörrie's 1994 film, Keiner liebt mich. He also plays a leading role in the comedy series Alles wird gut.",
  "/wiki/René_Schmidt": "René Schmidt (born October 30, 1974) is a German former footballer who played for Dynamo Dresden, FSV Zwickau, KFC Uerdingen and VfB Leipzig.",
  "/wiki/Thomas_Gumpert": "Thomas Gumpert (* 11 December 1952 in Lauchhammer, Bezirk Cottbus) is a German actor.",
  "/wiki/Teddy_Award": "The Teddy Award is an international film award for films with LGBT topics, presented by an independent jury as an official award of the Berlin International Film Festival (the Berlinale). Here, an \"independent jury\" implies that its members are not officially selected by the committee of the Berlinale. In the most part, the jury consists of  organisers of gay and lesbian film festivals, who view films screened in all sections of the Berlinale. Subsequently, a list of films meeting criteria for LGBT content is selected by the jury, and a 3,000-Euro Teddy is awarded to a feature film, a short film and a documentary.",
  "/wiki/Berlin_International_Film_Festival": "The Berlin International Film Festival (German: Internationale Filmfestspiele Berlin), usually called the Berlinale, is a film festival held annually in Berlin, Germany. Founded in West Berlin in 1951, the festival has been held every February since 1978 and is one of the \"Big Three\" alongside the Venice Film Festival and Cannes Film Festival. Since 2019, Mariette Rissenbeek serves as the executive director of the festival, while Carlo Chatrian is the artistic director.",
  "/wiki/Common_Threads:_Stories_from_the_Quilt": "Common Threads: Stories from the Quilt is a 1989 documentary film that tells the story of the NAMES Project AIDS Memorial Quilt. Narrated by Dustin Hoffman with a musical score written and performed by Bobby McFerrin, the film focuses on several people who are represented by panels in the Quilt, combining personal reminiscences with archive footage of the subjects, along with footage of various politicians, health professionals and other people with AIDS. Each section of the film is punctuated with statistics detailing the number of Americans diagnosed with and dead of AIDS through the early years of the epidemic. The film ends with the first display of the complete (to date) Quilt at the National Mall in Washington, D.C. during the 1987 Second National March on Washington for Lesbian and Gay Rights.",
  "/wiki/Rob_Epstein": "Rob Epstein, also credited as Robert P. Epstein, is an American director, producer, writer, and editor. He has won two Academy Awards for Best Documentary Feature, for the films The Times of Harvey Milk and Common Threads: Stories from the Quilt.",
  "/wiki/Dustin_Hoffman": "Dustin Lee Hoffman (born August 8, 1937) is an American actor and filmmaker. He is known for his versatile portrayals of antiheroes and emotionally vulnerable characters. He is the recipient of numerous accolades including two Academy Awards, six Golden Globe Awards\n(including the Cecil B. DeMille Award), four BAFTAs, three Drama Desk Awards, and two Emmy Awards. Hoffman received the AFI Life Achievement Award in 1999 and the Kennedy Center Honors Award in 2012.",
  "/wiki/NAMES_Project_AIDS_Memorial_Quilt": "The NAMES Project AIDS Memorial Quilt, often abbreviated to AIDS Memorial Quilt or AIDS Quilt, is an enormous memorial to celebrate the lives of people who have died of AIDS-related causes. Weighing an estimated 54 tons, it is the largest piece of community folk art in the world as of 2016.[citation needed]",
  "/wiki/Academy_Award_for_Best_Documentary_Feature": "The Academy Award for Documentary Feature is an award for documentary films. In 1941, the first awards for feature-length documentaries were bestowed as Special Awards to Kukan and Target for Tonight. They have since been bestowed competitively each year, with the exception of 1946.",
  "/wiki/Dead_Poets_Society": "Dead Poets Society is a 1989 American drama film directed by Peter Weir, written by Tom Schulman, and starring Robin Williams. Set in 1959 at the fictional elite conservative Vermont boarding school Welton Academy, it tells the story of an English teacher who inspires his students through his teaching of poetry.",
  "/wiki/Peter_Weir": "Peter Lindsay Weir, AM (/wɪər/ WEER; born 21 August 1944) is an Australian film director.",
  "/wiki/Robin_Williams": "Robin McLaurin Williams (July 21, 1951 – August 11, 2014) was an American actor and comedian. Born in Chicago, Williams began performing stand-up comedy in San Francisco and Los Angeles during the mid-1970s. After rising to fame playing the alien Mork in the sitcom Mork & Mindy, Williams established a career in both stand-up comedy and feature film acting. He was known for his improvisation skills and the wide variety of memorable character voices he created. Many critics have lauded Williams as one of the funniest comedians of all time.",
  "/wiki/Robert_Sean_Leonard": "Robert Lawrence Leonard (born February 28, 1969), better known by his stage name Robert Sean Leonard, is an American actor. He is known for playing Dr. James Wilson in the television series House (2004–2012) and Neil Perry in the film Dead Poets Society. Leonard won a Tony Award for Best Featured Actor in a Play for his performance in The Invention of Love in 2001. His other theater credits include Candida, Long Day's Journey Into Night, Breaking the Code, The Speed of Darkness, Philadelphia, Here I Come!, Arcadia, The Music Man, Born Yesterday, and To Kill a Mockingbird. \nFrom 2013 to 2014, Leonard had a recurring role as Dr. Roger Kadar on the television series Falling Skies. He also starred as the leading role in Swing Kids and played Peter.",
  "/wiki/Ethan_Hawke": "Ethan Green Hawke (born November 6, 1970) is an American actor, writer, and director. He has been nominated for four Academy Awards and a Tony Award. Hawke has directed three feature films, three Off-Broadway plays, and a documentary. He has also written three novels and one graphic novel. He made his film debut with the 1985 science fiction feature Explorers, before making a breakthrough appearance in the 1989 drama Dead Poets Society. He appeared in various films before taking a role in the 1994 Generation X drama Reality Bites, for which he received critical praise. Hawke starred alongside Julie Delpy in Richard Linklater's Before trilogy: Before Sunrise (1995), Before Sunset (2004) and Before Midnight (2013), all of which received critical acclaim.",
  "/wiki/Josh_Charles": "Joshua Aaron Charles (born September 15, 1971) is an American actor. He is best known for the roles of Dan Rydell on Sports Night; Will Gardner on The Good Wife, which earned him two Primetime Emmy Award nominations; and his early work as Knox Overstreet in Dead Poets Society.",
  "/wiki/Gale_Hansen": "Gale Hansen (born 1960)  is an American film and television actor best known for playing Charlie Dalton in Dead Poets Society. He now works as a film executive.[citation needed]",
  "/wiki/Norman_Lloyd": "Norman Lloyd (born Norman Perlmutter; November 8, 1914) is an American actor, producer and director with a career in entertainment spanning almost 100 years. He has worked in every major facet of the industry including theatre, radio, television and film, with a career that started in 1923 and his last film to date, Trainwreck, was released in 2015.",
  "/wiki/Kurtwood_Smith": "Kurtwood Larson Smith (born July 3, 1943) is an American television and film actor. He is known for playing Clarence Boddicker in RoboCop (1987) and Red Forman in That '70s Show, as well as for his many appearances in science fiction films and television programs (Star Trek, The X-Files). He also starred in the seventh season of 24.",
  "/wiki/Dylan_Kussman": "Dylan Kussman (born January 21, 1971) is an American film and television writer and actor. He played the part of Richard Cameron in the 1989 film Dead Poets Society as well as Dr. Allen Painter in The Way of the Gun in 2000. He has also appeared in such films as  Wild Hearts Can't Be Broken, Leatherheads, X2, Flight and Jack Reacher, and is the writer, director, and star of the online noir drama The Steps. He also co-wrote the screenplay for the 2017 Tom Cruise film, The Mummy. In 2019, he appeared in the Clint Eastwood film Richard Jewell.",
  "/wiki/James_Waterston": "James Waterston (born January 17, 1969) is an American film, stage and television actor whose first role was playing Gerard Pitts in the 1989 film Dead Poets Society.",
  "/wiki/Alexandra_Powers": "Alexandra Kristin Powers (born September 9, 1967) is an American former actress.",
  "/wiki/Leon_Pownall": "Leon Pownall (April 26, 1943 – June 2, 2006) was a Welsh Canadian actor and director.",
  "/wiki/George_Martin_(American_actor)": "George N. Martin (August 15, 1929 – June 1, 2010) was an American television, stage, and movie actor who is known for his role as the hotel receptionist in Léon: The Professional. A regular at Providence's Trinity Repertory Company, he was nominated for a Tony Award in 1983 for his role in David Hare's Plenty. He was born on August 15, 1929 in New York City, New York.",
  "/wiki/Identity_Crisis_(film)": "Identity Crisis is a 1989 comedy film directed by Melvin Van Peebles. Written by Mario Van Peebles, the film is about a rapper who winds up sharing his body with the soul of a dead fashion designer, switching between personalities every time he is struck on the head.",
  "/wiki/Mario_Van_Peebles": "Mario Cain \"Chip\" Van Peebles (born January 15, 1957) is an American film director and actor best known for directing New Jack City in 1991 and USS Indianapolis: Men of Courage in 2016. He is the son of actor and filmmaker Melvin Van Peebles, whom he portrayed in the 2003 biopic Baadasssss!, which he also co-wrote and directed.",
  "/wiki/Jaime_Chávarri": "Jaime Chávarri de la Mora (born 20 March 1943) is a Spanish film director and screenwriter. Best known for his films Las bicicletas son para el verano and musical film Las cosas del querer.",
  "/wiki/Ángela_Molina": "Ángela Molina Tejedor (born 5 October 1955) is a Spanish actress, and a daughter of Antonio Molina, Spanish singer and actor.",
  "/wiki/Ángel_de_Andrés_López": "Ángel de Andrés López (23 October 1951 – 4 May 2016) was a Spanish actor. He appeared in more than 60 films and television shows between 1977 and 2015. He died at his home in Miraflores de la Sierra from natural causes.",
  "/wiki/María_Barranco": "Dulce Nombre de María Magdalena de los Remedios Barranco García (born 11 June 1961) better known as María Barranco is a Spanish actress, who has won two Goya Awards for Best Supporting Actress.",
  "/wiki/Amparo_Baró": "Amparo Baró San Martín MML (21 September 1937 – 29 January 2015) was a Spanish actress. She starting working in theatres with Adolfo Marsillach. She first garnered critical and popular acclaim for her role as \"Sole\" in 7 Vidas. Her career spanned more than 50 years. She worked on stage, as well as in films and television.",
  "/wiki/Diana_Peñalver": "Diana Peñalver (born 1965) is a Spanish actress known for starring in Braindead (1992), Year of Enlightment (1986), 3 Beauties (2014) and El Lute: Run for Your Life (1987). She also starred in the Spanish television series Las chicas de hoy en día.",
  "/wiki/Rafael_Alonso": "Rafael Alonso Ochoa (5 July 1920 – 24 October 1998) was a Spanish actor. He appeared in more than 120 films and television shows between 1951 and 1998.",
  "/wiki/Last_Exit_to_Brooklyn_(film)": "Last Exit to Brooklyn is a 1989 German-British drama film directed by Uli Edel and adapted by Desmond Nakano from Hubert Selby Jr.'s novel of the same title.",
  "/wiki/Uli_Edel": "Uli Edel (born 11 April 1947) is a German film and television director, best known for his work on films such as Last Exit to Brooklyn and Body of Evidence.",
  "/wiki/Stephen_Lang": "Stephen Lang (born July 11, 1952) is an American screen and stage actor, and playwright. He is known for roles in films including Manhunter (1986), Gettysburg, Tombstone (both 1993), Gods and Generals (2003), Public Enemies (2009) and Don't Breathe (2016). He received a Tony Award nomination for his role in the 1992 Broadway production of The Speed of Darkness and won the Saturn Award for Best Supporting Actor for his performance in James Cameron's Avatar (2009). From 2004 to 2006, he was co-artistic director of the Actors Studio.",
  "/wiki/Jennifer_Jason_Leigh": "Jennifer Jason Leigh (born Jennifer Leigh Morrow; February 5, 1962) is an American actress. She began her career on television during the 1970s before making her film breakthrough as Stacy Hamilton in Fast Times at Ridgemont High (1982). She later received critical praise for her performances in Miami Blues (1990), Last Exit to Brooklyn (1990), Backdraft (1991), Single White Female (1992), and Short Cuts (1993).",
  "/wiki/Burt_Young": "Richard Morea (born April 30, 1940), better known by his stage name Burt Young, is an American actor, author and painter. He is best known for his role as Rocky Balboa's brother-in-law and best friend Paulie Pennino in the Rocky film series, being nominated for the Academy Award for Best Supporting Actor for the first film.",
  "/wiki/Peter_Dobson": "Peter Dobson (born July 19, 1964) is an American actor. His film roles include appearances in Sing (1989), Last Exit to Brooklyn (1989), The Marrying Man (1991), The Frighteners (1996), and Drowning Mona (2000), in addition to a cameo as Elvis Presley in Forrest Gump (1994). On television, he has starred in the series Johnny Bago (1993) as the title character and Cover Me (2000–2001).",
  "/wiki/Jerry_Orbach": "Jerome Bernard Orbach (October 20, 1935 – December 28, 2004) was an American actor and singer, described at the time of his death as \"one of the last bona fide leading men of the Broadway musical and global celebrity on television\" and a \"versatile stage and film actor\".",
  "/wiki/Stephen_Baldwin": "Stephen Andrew Baldwin (born May 12, 1966) is an American actor, producer, director, author, and conservative political activist. He has appeared in the films Born on the Fourth of July (1989), Posse (1993), 8 Seconds (1994), Threesome (1994), The Usual Suspects (1995), Bio-Dome (1996), and The Flintstones in Viva Rock Vegas (2000). He also starred in the television series The Young Riders (1989–92), and as himself in the reality shows Celebrity Big Brother 7 (UK) and Celebrity Apprentice. In 2004, he directed Livin' It, a Christian-themed skateboarding DVD.",
  "/wiki/Sam_Rockwell": "Samuel Rockwell (born November 5, 1968) is an American actor. He became well known for his leading roles in Lawn Dogs (1997), Confessions of a Dangerous Mind (2002), Matchstick Men (2003), The Hitchhiker's Guide to the Galaxy (2005), Moon (2009), Seven Psychopaths (2012), Mr. Right (2015), and Richard Jewell (2019). He has also played supporting roles in The Green Mile (1999), Galaxy Quest (1999), Frost/Nixon (2008), Iron Man 2 (2010), Conviction (2010), and The Way, Way Back (2013).",
  "/wiki/Camille_Saviola": "Camille Saviola (born July 16, 1950) is an Italian-American actress and singer. She has appeared in films, television series, plays and musicals.",
  "/wiki/Ricki_Lake": "Ricki Pamela Lake (born September 21, 1968) is an American actress, television presenter and producer. Lake is best known for her lead role as Tracy Turnblad in the 1988 film Hairspray. She is also known for her talk show which was broadcast internationally from September 1993 until May 2004. When Lake's show debuted, she was 24 and credited as being the youngest person to host a syndicated talk show at the time. In autumn 2012, Lake embarked on a second syndicated talk show project The Ricki Lake Show (dubbed as The New Ricki Lake Show), which aired on weekdays. The series was canceled in 2013 after a single season, but Lake won her first Daytime Emmy Award for Outstanding Talk Show Host.",
  "/wiki/John_Costelloe_(actor)": "John A. Costelloe (November 8, 1961 – December 16, 2008) was an American actor best known for his role as Jim \"Johnny Cakes\" Witowski, the fireman lover of Vito Spatafore, in the HBO television series The Sopranos.",
  "/wiki/Christopher_Murney": "Christopher Murney (born July 20, 1943) is an American actor and vocal artist.",
  "/wiki/Alexis_Arquette": "Alexis Arquette (July 28, 1969 – September 11, 2016) was an American actor, cabaret performer, underground cartoonist, and activist.",
  "/wiki/Mark_Boone_Junior": "Mark Boone Junior (born Mark Heidrich; March 17, 1955) is an American actor, best known for his roles as Bobby Munson in FX's Sons of Anarchy (2008–2014) and in Christopher Nolan's Memento (2000) and Batman Begins (2005).",
  "/wiki/Rutanya_Alda": "Rutanya Alda (born October 13, 1942) is a Latvian-American actress. She began her career in the late 1960s, and would go on to have supporting parts in The Deer Hunter (1978), Rocky II (1979), and the cult classic film Mommie Dearest (1981). She also appeared in a lead role in the horror films Amityville II: The Possession (1982) and Girls Nite Out (1984).",
  "/wiki/Last_Exit_to_Brooklyn": "Last Exit to Brooklyn is a 1964 novel by American author Hubert Selby Jr. The novel takes a harsh, uncompromising look at lower class Brooklyn in the 1950s written in a brusque, everyman style of prose.",
  "/wiki/Hubert_Selby_Jr.": "Hubert \"Cubby\" Selby Jr. (July 27, 1928 – April 26, 2004) was an American writer. His best-known novels are Last Exit to Brooklyn (1964) and Requiem for a Dream (1978), exploring worlds in the New York area. Both novels were adapted later as films, and he appeared in small roles in each.",
  "/wiki/Longtime_Companion": "Longtime Companion is a 1990 film directed by Norman René and starring Bruce Davison, Campbell Scott, Patrick Cassidy, and Mary-Louise Parker. The first wide-release theatrical film to deal with the subject of AIDS, the film takes its title from the euphemism The New York Times used during the 1980s to describe the surviving same-sex partner of someone who had died of AIDS.",
  "/wiki/Norman_René": "Norman René (1951 – May 24, 1996) was an American theater and film director and film producer who frequently collaborated with playwright Craig Lucas.",
  "/wiki/Campbell_Scott": "Campbell Scott (born July 19, 1961) is an American actor, director, producer, and voice artist. He is known for his roles as George Tunner on The Sheltering Sky, Boris Kuester von Jurgens-Ratenicz on Royal Pains, Mark Usher on House of Cards, Joseph Tobin on Damages, and Richard Parker in The Amazing Spider-Man and The Amazing Spider-Man 2, as well as numerous stage appearances.",
  "/wiki/Patrick_Cassidy_(actor)": "Patrick William Cassidy (born January 4, 1962 in Los Angeles, California) is an American actor best known for his roles in musical theatre and television.",
  "/wiki/John_Dossett": "John Dossett (born c. 1958) is an American actor and singer.",
  "/wiki/Mary-Louise_Parker": "Mary-Louise Parker (born August 2, 1964) is an American actress and writer. After making her stage debut as Rita in a Broadway production of Craig Lucas's Prelude to a Kiss in 1990 (for which she received a Tony Award nomination), Parker came to prominence for film roles in Grand Canyon (1991), Fried Green Tomatoes (1991), The Client (1994), Bullets over Broadway (1994), Boys on the Side (1995), The Portrait of a Lady (1996), and The Maker (1997). Among stage and independent film appearances thereafter, Parker received the Tony Award for Best Actress in a Play for her portrayal of Catherine Llewellyn in David Auburn's Proof in 2001, among other accolades. Between 2001 and 2006, she recurred as Amy Gardner on the NBC television series The West Wing, for which she was nominated for the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series in 2002. She received both the Golden Globe and Primetime Emmy Awards for her portrayal of Harper Pitt on the acclaimed HBO television miniseries Angels in America in 2003.",
  "/wiki/Stephen_Caffrey_(actor)": "Stephen Edwin Caffrey (born September 27, 1959, Cleveland, Ohio) is an American television, film and stage actor. He is the fifth of seven children born to an Irish-American family in Cleveland.",
  "/wiki/Bruce_Davison": "Bruce Davison (born June 28, 1946) is an American actor and director of television, film, and theater. Davison is well known for his starring role as Willard Stiles in the cult horror films Willard (1971), Ben (1972) and Willard (2003), as well as his Academy Award-nominated and Golden Globe-winning performance in Longtime Companion (1989), and as Thomas Semmes in the HBO original movie Vendetta. He featured prominently in the X-Men film franchise – through X-Men (2000) and X2 (2003) – as antagonist Senator Robert Kelly.",
  "/wiki/Mark_Lamos": "Mark Lamos (born March 10, 1946) is an American theatre and opera director, producer and actor. Under his direction, Hartford Stage won the 1989 Tony Award for Outstanding Regional Theatre and he has been nominated for two other Tonys.  He is now Artistic Director of the Westport Country Playhouse.",
  "/wiki/Dermot_Mulroney": "Dermot Mulroney (born October 31, 1963) is an American actor, musician, and voice actor. He is best known for his roles in romantic comedy, western, and drama films. Appearing on screen since the mid-1980s, he is known for his work in films such as Young Guns (1988), Staying Together (1989), Where the Day Takes You (1992), Point of No Return (1993),  Angels in the Outfield (1994), My Best Friend's Wedding (1997), About Schmidt (2002), The Wedding Date (2005), August: Osage County (2013), Insidious: Chapter 3 (2015), and the HBO films The Last Outlaw (1993) and Long Gone (1987). Mulroney played the main antagonist Francis Gibson in NBC's Crisis, Dr. Walter Wallace in Pure Genius, Sean Pierce in Showtime's Shameless and Bobby Sheridan in USA's The Purge.",
  "/wiki/Michael_Schoeffling": "Michael Earl Schoeffling (born December 10, 1960) is an American former actor and male model, known for playing Jake Ryan in Sixteen Candles, Kuch in Vision Quest, and Joe in Mermaids.",
  "/wiki/Annie_Golden": "Annie Golden (born October 19, 1951) is an American actress and singer. She first came to prominence as the lead singer of the punk band The Shirts from 1975-1981 with whom she recorded three albums. She began her acting career as Mother in the 1977 Broadway revival of Hair; later taking on the role of Jeannie Ryan in the 1979 film version of the musical. Other notable film credits include Desperately Seeking Susan (1985), Baby Boom (1987), Longtime Companion (1989), Strictly Business (1991),  Prelude to a Kiss (1992), 12 Monkeys (1995), The American Astronaut (2001),  It Runs in the Family (2003), Adventures of Power (2008), and I Love You Phillip Morris (2009).",
  "/wiki/Brent_Barrett": "Brent Barrett (born February 28, 1957) is an American actor and tenor who is mostly known for his work within American theatre. Barrett has performed in musicals and in concerts with theatres, symphony orchestras, opera houses, and concert halls internationally. He starred in the original production of Maltby and Shire's hit Off-Broadway musical Closer Than Ever in 1989 and the 2001 West End revival of Cole Porter's Kiss Me, Kate. He has also appeared sporadically on television and in films.",
  "/wiki/Dan_Butler": "Daniel Eugene Butler (born December 2, 1954) is an American actor known for his role as Bob \"Bulldog\" Briscoe on the TV series Frasier.",
  "/wiki/Robert_Joy": "Robert Joy (born August 17, 1951) is a Canadian actor. He is best known for his roles as Dr. Sid Hammerback in CSI: NY, Charlie Houx in Land of the Dead, Lizard in The Hills Have Eyes, Dave in Atlantic City, and Jim in Desperately Seeking Susan.",
  "/wiki/Tony_Shalhoub": "Anthony Marcus Shalhoub (/ʃəˈluːb/ shəl-OOB; born October 9, 1953) is a Lebanese-American actor. He is widely recognized for his work as a character actor, having won a Golden Globe Award for Best Actor – Television Series Musical or Comedy, two Screen Actors Guild Awards and four Primetime Emmy Awards. For his work on Broadway, he has four Tony nominations, winning a Tony Award for Best Actor in a Musical for his performance as Tewfiq Zakaria in The Band's Visit.",
  "/wiki/David_Drake_(actor)": "David Drake (born June 27, 1963) is an American playwright, stage director, actor and author.  He is best known as the author and original performer of The Night Larry Kramer Kissed Me, for which he received a Village Voice Obie Award, a 1994 Drama-Logue Award for \"Outstanding Solo Performance,\" and a Robbie Stevens Frontiers Magazine Award for the same. Nominations include a 1994 LA Weekly Theater Award and a Lambda Literary Award nomination for \"Best New Play of 1994\" (published by Anchor Books).",
  "/wiki/Michael_Carmine": "Michael Carmine (March 6, 1959 – October 14, 1989) was an American actor.",
  "/wiki/Melora_Creager": "Melora Creager (born March 25, 1966) is an American cellist, singer-songwriter, performing artist and founder of the cello rock group Rasputina.",
  "/wiki/HIV/AIDS": "Human immunodeficiency virus infection and acquired immune deficiency syndrome (HIV/AIDS) is a spectrum of conditions caused by infection with the human immunodeficiency virus (HIV). Following initial infection a person may not notice any symptoms, or may experience a brief period of influenza-like illness. Typically, this is followed by a prolonged period with no symptoms. If the infection progresses, it interferes more with the immune system, increasing the risk of developing common infections such as tuberculosis, as well as other opportunistic infections, and tumors which are otherwise rare in people who have normal immune function. These late symptoms of infection are referred to as acquired immunodeficiency syndrome (AIDS). This stage is often also associated with unintended weight loss.",
  "/wiki/The_Long_Weekend_(O'_Despair)": "The Long Weekend (O' Despair) is a 1989 American drama film directed by Gregg Araki and starring Brett Vail. The film follows three couples, one gay, one lesbian and one heterosexual, spending a weekend together.",
  "/wiki/Gregg_Araki": "Gregg Araki (born December 17, 1959) is an American filmmaker. He is noted for his heavy involvement with the New Queer Cinema movement. His film Kaboom (2010) was the first winner of the Cannes Film Festival Queer Palm.",
  "/wiki/Locarno_International_Film_Festival": "The Locarno Film Festival is an annual film festival held every August in Locarno, Switzerland. Founded in 1946, it is one of the longest-running film festivals, and is also known for being a prestigious platform for art house films. The festival screens films in various competitive and non-competitive sections, including feature-length narrative and documentary, short, avant-garde, and retrospective programs. The Piazza Grande section is held in one of the world's largest open-air screening venues, seating 8,000 spectators.",
  "/wiki/Looking_for_Langston": "Looking for Langston is a 1989 British black-and-white film, directed by Isaac Julien and produced by Sankofa Film & Video Productions. It combines authentic archival newsreel footage of Harlem in the 1920s with scripted scenes to produce a non-linear impressionistic storyline celebrating black gay identity and desire during the artistic and cultural period known as the Harlem Renaissance in New York. The film has a runtime of about 42 minutes.",
  "/wiki/Isaac_Julien": "Isaac Julien, CBE (born 21 February 1960) is a British installation artist and filmmaker.",
  "/wiki/Langston_Hughes": "James Mercer Langston Hughes (February 1, 1902 – May 22, 1967) was an American poet, social activist, novelist, playwright, and columnist from Joplin, Missouri. He moved to New York City as a young man, where he made his career. One of the earliest innovators of the then-new literary art form called jazz poetry, Hughes is best known as a leader of the Harlem Renaissance. He famously wrote about the period that \"the negro was in vogue\", which was later paraphrased as \"when Harlem was in vogue.\"",
  "/wiki/Harlem_Renaissance": "The  Harlem Renaissance was an intellectual, social, and artistic explosion centered in Harlem, Manhattan, New York City, spanning the 1920s. At the time, it was known as the \"New Negro Movement\", named after The New Negro, a 1925 anthology edited by Alain Locke. The movement also included the new African-American cultural expressions across the urban areas in the Northeast and Midwest United States affected by the Great Migration, of which Harlem was the largest.",
  "/wiki/The_Rainbow_(1989_film)": "The Rainbow is a 1989 British drama film directed by Ken Russell  adapted from the D. H. Lawrence novel The Rainbow (1915). Sammi Davis stars as Ursula, a sheltered young pupil, then schoolteacher, who's taken under the wing (sexually and otherwise) by the more sophisticated Winifred (Amanda Donohoe).",
  "/wiki/Ken_Russell": "Henry Kenneth Alfred Russell (3 July 1927 – 27 November 2011) was a British film director, known for his pioneering work in television and film and for his flamboyant and controversial style.  His films in the main were liberal adaptations of existing texts, or biographies, notably of composers of the Romantic era. Russell began directing for the BBC, where he made creative adaptations of composers' lives which were unusual for the time. He also directed many feature films independently and for studios.",
  "/wiki/Sammi_Davis": "Samantha \"Sammi\"  Davis (born 21 June 1964) is an English actress.",
  "/wiki/Paul_McGann": "Paul John McGann (born 14 November 1959) is an English actor. He came to prominence for portraying Percy Toplis in the television serial The Monocled Mutineer (1986), then starred in the dark comedy Withnail and I (1987), and later became more widely known for portraying the eighth incarnation of the Doctor in the 1996 Doctor Who television film (a role he has since reprised in more than 70 audio dramas and the 2013 mini-episode \"The Night of the Doctor\"). He is also known for playing Lieutenant William Bush in the series Hornblower.",
  "/wiki/Amanda_Donohoe": "Amanda Donohoe (born 29 June 1962) is an English actress. She first came to attention as a 16-year-old living with pop singer Adam Ant,  appearing in the music videos for the Adam and the Ants singles \"Antmusic\" (1980) and \"Stand and Deliver\" (1981) during their four-year relationship. She later moved to the United States, where she appeared in films and on television series, including a Golden Globe for Best Supporting Actress-winning performance during her two years (1990–92) as C.J. Lamb on the NBC drama series L.A. Law. Other television roles include Natasha Wylde on the British soap opera Emmerdale (2009–10). She has had numerous stage roles, including Yelena in Uncle Vanya (New York 1996).",
  "/wiki/Christopher_Gable": "Christopher Michael Gable, CBE (13 March 1940 – 23 October 1998) was an English ballet dancer, choreographer and actor.",
  "/wiki/David_Hemmings": "David Edward Leslie Hemmings (18 November 1941 – 3 December 2003) was an English actor, director, and producer of film, television, and theatre. He co-founded the Hemdale Film Corporation in 1967.",
  "/wiki/Glenda_Jackson": "Glenda May Jackson CBE (born 9 May 1936) is an English actress and politician. A professional actress from the late 1950s onwards, Jackson spent four years as a member of the Royal Shakespeare Company from 1964, and was particularly associated with the work of director Peter Brook. She has won two Academy Awards for Best Actress: for Women in Love (1970) and A Touch of Class (1973). She has also won awards for her performances as Alex in the film Sunday Bloody Sunday and in the BBC television serial Elizabeth R (both 1971); receiving two Primetime Emmy Awards for the latter. In 2018, Jackson won a Tony Award for Best Actress in a Play for her performance in a revival of Edward Albee's Three Tall Women, and is thus one of the few performers to have achieved the \"triple crown of acting\".",
  "/wiki/Dudley_Sutton": "Dudley Sutton (6 April 1933 – 15 September 2018) was an English actor. Active in radio, stage, television and film, he was best known for his role in the BBC Television drama series Lovejoy.",
  "/wiki/Jim_Carter_(actor)": "James Edward Carter, OBE (born 19 August 1948) is an English film and television  actor. He is best known for his role in Downton Abbey (2010–2015) playing Mr Carson, a role that has earned him four nominations for the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series (2012–2015). He reprised his role in the feature film Downton Abbey (2019).",
  "/wiki/Kenneth_Colley": "Kenneth Colley (born 7 December 1937) is an English film and television actor whose career spans 50 years. He came to wider prominence through his role as Admiral Piett in the Star Wars films The Empire Strikes Back and Return of the Jedi.",
  "/wiki/Glenda_McKay": "Glenda McKay (born 2 February 1971) is a British actress.",
  "/wiki/Nicola_Stephenson": "Nicola Stephenson (born 5 July 1971) is an English actress. She played the roles of Margaret Clemence in Brookside, Julie Fitzjohn in Holby City, Sarah Williams in The Chase and Tess Harris in Emmerdale.",
  "/wiki/John_Tams": "John Tams (born 16 February 1949) is an English actor, singer, songwriter, composer and musician born in Holbrook, Derbyshire, the son of a publican. He first worked as a reporter for the Ripley & Heanor News later working for BBC Radio Derby and BBC Radio Nottingham. Tams had an early part in The Rainbow (1988), and may be best known for playing a regular supporting role in the ITV drama series Sharpe, as rifleman Daniel Hagman. He also co-wrote the music for each film (18, as of November 2008) alongside Dominic Muldowney.",
  "/wiki/Amy_Evans": "Amy Evans (24 October 1884 – 5 January 1983) was a Welsh soprano and actress known for her performances in oratorio, recitals, and opera.  She also made some music recordings beginning in 1906.  In 1910, she played the leading role of Selene in W. S. Gilbert's last opera, Fallen Fairies and sang at the Royal Opera House the same year and thereafter.  She played Princess Helena in A Waltz Dream at Daly's Theatre in 1911.",
  "/wiki/The_Rainbow": "The Rainbow is a novel by British author D. H. Lawrence, first published in 1915. It follows three generations of the Brangwen family living in Nottinghamshire, particularly focusing on the individual's struggle to growth and fulfilment within the confining strictures of English social life. Lawrence's 1920 novel Women in Love is a sequel to The Rainbow.",
  "/wiki/D._H._Lawrence": "David Herbert Lawrence (11 September 1885 – 2 March 1930) was an English writer and poet. His collected works represent, among other things, an extended reflection upon the dehumanising effects of modernity and industrialisation. Some of the issues Lawrence explores are sexuality, emotional health, vitality, spontaneity, and instinct.",
  "/wiki/Salut_Victor": "Salut Victor is a Canadian film, released in 1989. Based on Edward O. Phillips's short story \"Matthew and Chauncy\", the film was directed by Anne Claire Poirier and written by Poirier and Marthe Blackburn.",
  "/wiki/Anne_Claire_Poirier": "Anne Claire Poirier O.C. (born 6 June 1932) is a Canadian film producer, director and screenwriter. She was the only female filmmaker on the National Film Board of Canada in the 1960s and 1970s. Her first film, the black and white surrealist fictional documentary De mère en fille (1968), critiques social codes of motherhood and investigates the psychological experience of pregnancy. The film had a significant influence on the nascenct feminist movement in Canada. De mère en fille is the first feature film ever directed by a French-Canadian woman. Poirier's film Mourir à tue-tête competed in the Un Certain Regard section at the 1979 Cannes Film Festival. Mourir à tue-tête, which aboards the subject of rape, remains Poirier's best known film. Her 1974 film Les Filles du Roi explores a history of masculinity in Quebec.",
  "/wiki/Jacques_Godin": "Jacques Godin (French pronunciation: ​[ʒak godɛ̃]; born September 14, 1930) is a Canadian film and television actor. He won the Canadian Film Award for Best Actor for his role in the film O.K. ... Laliberté, and was a nominee for Being at Home with Claude.",
  "/wiki/Juliette_Huot": "Juliette Huot (January 9, 1912 - March 16, 2001) was a Canadian actress from Quebec. She was most noted for her role in The Plouffe Family (Les Plouffe), for which she was a shortlisted Genie Award nominee for Best Supporting Actress at the 3rd Genie Awards in 1982.",
  "/wiki/Huguette_Oligny": "Huguette Oligny, CC OQ (January 31, 1922 - May 9, 2013) was a Canadian actress active in theatre, film and television.",
  "/wiki/Jean-Louis_Roux": "Jean-Louis Roux, CC CQ (May 18, 1923 – November 28, 2013) was a Canadian politician, entertainer and playwright who was briefly the 26th Lieutenant Governor of Quebec.",
  "/wiki/Edward_O._Phillips": "Edward O. Phillips (born November 26, 1931) is a Canadian novelist, who has written both mystery novels and mainstream literary fiction. He is best known for his mystery novel series featuring gay detective Geoffrey Chadwick.",
  "/wiki/Scenes_from_the_Class_Struggle_in_Beverly_Hills": "Scenes from the Class Struggle in Beverly Hills is a 1989 American black comedy film co-written and directed by Paul Bartel. Scenes re-unites Bartel with his Eating Raoul co-stars Mary Woronov and Robert Beltran. Scenes also stars Jacqueline Bisset, Ray Sharkey, Ed Begley Jr., Wallace Shawn, Paul Mazursky, and Rebecca Schaeffer.  Actress Rebecca Schaeffer was murdered shortly after the movie's release.",
  "/wiki/Paul_Bartel": "Paul Bartel (August 6, 1938 – May 13, 2000) was an American actor, writer and director. Bartel was perhaps most known for his 1982 hit black comedy Eating Raoul, which he wrote, starred in and directed.",
  "/wiki/Jacqueline_Bisset": "Winifred Jacqueline Fraser Bisset (/ˈbɪsɪt/ BISS-it; born 13 September 1944) is an English actress. She began her film career in 1965, first coming to prominence in 1968 with roles in The Detective, Bullitt, and The Sweet Ride, for which she received a most promising newcomer Golden Globe nomination. In the 1970s, she starred in Airport (1970), Day for Night (1973) which won the Academy Award for Best Foreign Language Film, Murder on the Orient Express (1974), The Deep (1977), and Who Is Killing the Great Chefs of Europe? (1978), which earned her a Golden Globe nomination as Best Actress in a Comedy.",
  "/wiki/Ray_Sharkey": "Raymond Sharkey Jr. (November 14, 1952 – June 11, 1993) was an American stage, film and television actor. His most notable film role was that of Vincent Vacarri in the 1980 film The Idolmaker for which he won the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy. He is also known for his role as Sonny Steelgrave in the television series Wiseguy.",
  "/wiki/Mary_Woronov": "Mary Woronov (born December 8, 1943) is an American actress, published author and figurative painter. She is primarily known as a \"cult star\" because of her work with Andy Warhol and her roles in Roger Corman's cult films. Woronov has appeared in over 80 movies and on stage at Lincoln Center and off-Broadway productions as well as numerous times in mainstream American TV series, such as Charlie's Angels and Knight Rider. She frequently co-starred with friend Paul Bartel; the pair appeared in 17 films together, often playing a married couple.",
  "/wiki/Robert_Beltran": "Robert Adame Beltran (born November 19, 1953) is an American actor, known for his role as Commander Chakotay on the 1990s television series Star Trek: Voyager. He is also known for stage acting in California, and for playing Raoul Mendoza in the 1982 black comedy film Eating Raoul.",
  "/wiki/Ed_Begley_Jr.": "Edward James Begley Jr. (born September 16, 1949) is an American actor. Begley has appeared in hundreds of films, television shows, and stage performances. He played Dr. Victor Ehrlich, the bumbling surgical partner of William Daniels' Dr. Mark Craig, on the television series St. Elsewhere (1982–1988); the role earned him six consecutive Primetime Emmy Award nominations and a Golden Globe Award nomination. He also co-hosted, along with wife Rachelle Carson, the green living reality show entitled Living with Ed (2007–2010).",
  "/wiki/Wallace_Shawn": "Wallace Michael Shawn (born November 12, 1943) is an American character actor, comedian, voice artist, playwright and essayist. His film roles have included those of Wally Shawn (a fictionalized version of himself) in the Louis Malle directed drama My Dinner with Andre (1981), John Lahr in Prick Up Your Ears (1987), Vizzini in The Princess Bride (1987), Mr. James Hall in Clueless (1995) and providing the voice of Rex in the Toy Story franchise. He has previously appeared in a variety of television series, including recurring roles as Grand Nagus Zek in Star Trek: Deep Space Nine, Manny in the game Kings Quest (2016), Cyrus Rose in Gossip Girl (2008–2012), and Dr. John Sturgis in Young Sheldon.",
  "/wiki/Arnetia_Walker": "Arnetia Walker (born 1956) is an American actress whose most famous roles are as Nurse Annie Roland in the NBC sitcom Nurses and Ms. Ross in the WB dramedy Popular.",
  "/wiki/Paul_Mazursky": "Irwin Lawrence \"Paul\" Mazursky (April 25, 1930 – June 30, 2014) was an American film director, screenwriter, and actor. Known for his dramatic comedies that often dealt with modern social issues, he was nominated for five Academy Awards: three times for Best Original Screenplay, once for Best Adapted Screenplay, and once for Best Picture for An Unmarried Woman (1978). His other films include Bob & Carol & Ted & Alice (1969), Blume in Love (1973), Harry and Tonto (1974), Moscow on the Hudson (1984), and Down and Out in Beverly Hills (1986).",
  "/wiki/Rebecca_Schaeffer": "Rebecca Lucile Schaeffer (November 6, 1967 – July 18, 1989) was an American model and actress. She began her career as a teen model before moving on to acting. In 1986, she landed the role of Patricia \"Patti\" Russell in the CBS comedy My Sister Sam. The series was canceled in 1988, and Schaeffer appeared in several films, including the black comedy Scenes from the Class Struggle in Beverly Hills. At the age of 21, Schaeffer was murdered by an obsessed fan who had been stalking her.",
  "/wiki/Barret_Oliver": "Barret Spencer Oliver (born August 24, 1973) is an American photographer and former child actor. He is known for his role as Bastian Balthazar Bux in the film adaptation of Michael Ende's novel The Neverending Story, followed by roles in D.A.R.Y.L., Cocoon and Cocoon: The Return.",
  "/wiki/Edith_Diaz": "Edith Diaz (October 23, 1949 – December 19, 2009) was a Puerto Rican actress known for roles in film, television and stage. She co-founded the Screen Actors Guild's Ethnic Minorities Committee in 1972.",
  "/wiki/Jerry_Tondo": "Jerry Shigekazu Tondo (born October 10, 1950) is a Japanese American voice actor known for providing the voice of the character \"Chien-Po\" in the animated film Mulan. Other titles Tondo has contributed to include Gung Ho, The Secret Saturdays and Mulan II.",
  "/wiki/Michael_Feinstein": "Michael Jay Feinstein (born September 7, 1956) is an American singer, pianist, and music revivalist. He is an interpreter of and an anthropologist and archivist for the repertoire known as the Great American Songbook. In 1988 he won a Drama Desk Special Award for celebrating American musical theatre songs. Feinstein is also a  multi-platinum-selling, five-time Grammy-nominated recording artist.  He currently serves as Artistic Director for The Center for the Performing Arts in Carmel, Indiana.",
  "/wiki/Sleepaway_Camp_III:_Teenage_Wasteland": "Sleepaway Camp III: Teenage Wasteland (released as Nightmare Vacation III in the United Kingdom) is a 1989 American slasher film and the second sequel to Sleepaway Camp (1983). Written by Fritz Gordon and directed by Michael A. Simpson, it stars Pamela Springsteen as Angela, Tracy Griffith, Mark Oliver, and Michael J. Pollard. Taking place one year after the events in the previous film, the film again follows the same transgender serial killer Angela Baker targeting teenagers at a summer camp.",
  "/wiki/Pamela_Springsteen": "Pamela Colleen Springsteen (born February 8, 1962) is an American actress and photographer.  She had a short acting career, and is best known for playing the role of serial killer Angela Baker in the cult horror/comedy films Sleepaway Camp II: Unhappy Campers (1988), and Sleepaway Camp III: Teenage Wasteland (1989). She had two co-starring roles in the obscure comedies Dixie Lanes (1988), The Gumshoe Kid (1990), and smaller roles in mainstream films like Fast Times at Ridgemont High (1982), Reckless (1984) and Modern Girls (1986). She is now a successful photographer in Los Angeles. She is the younger sister of Bruce Springsteen.",
  "/wiki/Tracy_Griffith": "Tracy Lee Griffith (born October 19, 1965)  is an American actress and professional sushi chef and painter.",
  "/wiki/Tongues_Untied": "Tongues Untied is a 1989 experimental documentary film directed by Marlon Riggs, and featuring Riggs, Essex Hemphill, Brian Freeman, among others. The film seeks, in its author's words to, \"...shatter the nation's brutalizing silence on matters of sexual and racial difference.\" To celebrate the 30th anniversary of the Teddy Awards, the film was selected to be shown at the 66th Berlin International Film Festival in February 2016.",
  "/wiki/Marlon_Riggs": "Marlon Troy Riggs (February 3, 1957 – April 5, 1994) was an American filmmaker, educator (professor), poet, and gay rights activist. He produced, wrote, and directed several documentary films, including Ethnic Notions, Tongues Untied, Color Adjustment, and Black is... Black Ain't. Riggs created aesthetically innovative and socially provocative films that examine past and present representations of race and sexuality in America. The Marlon Riggs Collection is now housed at Stanford University Libraries.",
  "/wiki/Essex_Hemphill": "Essex Hemphill (April 16, 1957 – November 4, 1995) was an openly gay American poet and activist. He is known for his contributions to the Washington, D.C. art scene in the 1980s, and for openly discussing the topics pertinent to the African-American gay community.",
  "/wiki/The_Unbelievable_Truth_(film)": "The Unbelievable Truth is a 1989 comedy-drama film written and directed by Hal Hartley and starring Adrienne Shelly and Robert Burke. It tells the story of Audry, who dumps her high-school boyfriend and becomes a successful fashion model, but all along is in love with a mysterious man called Josh, released after conviction for manslaughter. He, after his experiences, is uncomfortable with relationships, but learns that he cannot stay an observer of life and must fight to win her. The film was nominated for a Grand Jury Prize in 1990 at the Sundance Film Festival.",
  "/wiki/Hal_Hartley": "Hal Hartley (born November 3, 1959) is an American film director, screenwriter, producer and composer who became a key figure in the American independent film movement of the 1980s and '90s. He is best known for his films The Unbelievable Truth, Trust, Simple Men, Amateur and Henry Fool, which are notable for deadpan humour and offbeat characters quoting philosophical dialogue.",
  "/wiki/Adrienne_Shelly": "Adrienne Levine (June 24, 1966 – November 1, 2006), better known by the stage name Adrienne Shelly (sometimes credited as Adrienne Shelley), was an American actress, film director and screenwriter.  She became known for roles in independent films such as 1989's The Unbelievable Truth and 1990's Trust. She wrote, co-starred in, and directed the 2007 posthumously-released film Waitress.",
  "/wiki/Robert_John_Burke": "Robert John Burke (born September 12, 1960) is an American actor.",
  "/wiki/Jochen_Hick": "Jochen Hick (born April 2, 1960) is a German film director and producer of mainly independent feature and documentary films, also specialising in LGBT subjects. In 1994 he founded the film and TV production company GALERIA ALASKA PRODUCTIONS, based in Hamburg and Berlin. He worked and produced for several production companies and TV channels and contributed to TV documentary programs such as ARD-Exclusiv or SPIEGEL TV Reportage. 2007-2010 he is as well editor-in-chief, head of program acquisitions and co-programming director of TIMM, the first TV channel for gay male audiences in German speaking countries, which has been on the air since November 1, 2008.",
  "/wiki/List_of_LGBT-related_films_of_1989": "This is a list of lesbian, gay, bisexual or transgender-related films released in 1989. It contains theatrically released films that deal with important gay, lesbian, bisexual, or transgender characters or issues and may have same-sex romance or relationships as a plot device."
}