{
  "/wiki/Alabang_Town_Center": "Alabang Town Center (also known colloquially as Town and abbreviated as ATC) is a shopping lifestyle center located south of Metro Manila, located next to gated residential communities and bustling business developments. It is owned by Ayala Malls and is considered as one of the oldest shopping malls owned and operated by Ayala Malls since it opened in 1982.",
  "/wiki/Alabang%E2%80%93Zapote_Road": "Alabang–Zapote Road is a four-lane national road which travels east–west through the southern limits of Metro Manila, Philippines. It runs parallel to Dr. Santos Avenue in the north and is named for the two barangays that it links: Alabang in Muntinlupa and Zapote in Las Piñas.",
  "/wiki/Ayala_Alabang": "Ayala Alabang, in terms of land area, is the third largest barangay in Muntinlupa City, Philippines. A large portion of it came from Barangay Alabang. Its land area of 6.949 km2 (2.683 sq mi) includes Alabang Town Center, Ayala Alabang Village, El Molito, and Madrigal Business Park. Barangay Ayala Alabang is located around 13 miles (21 km) south of the capital Manila.",
  "/wiki/Muntinlupa": "Muntinlupa, officially the City of Muntinlupa (Tagalog: Lungsod ng Muntinlupa), or simply known as Muntinlupa City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 504,509 people.",
  "/wiki/Ayala_Land": "Ayala Land, Inc. (ALI) is a real estate firm based in the Philippines. It is a subsidiary of Ayala Corporation. It began as a division of Ayala Corporation until it was spun off and incorporated in 1988. It became publicly listed in the Philippine Stock Exchange (PSE: ALI) in 1991.  Its core businesses are in strategic landbank management, residential development, shopping centers, corporate businesses, and hotels & resorts. Support businesses are in construction and property management. ALI also derives other income from its investment activities and sale of non-core assets. Last April 2015, ALI bought a minority stake in Malaysian property developer MCT Bhd. in a P1.9-billion ($43-million) deal.",
  "/wiki/Ayala_Malls_Manila_Bay": "Ayala Malls Manila Bay (formerly Ayala Malls Bay Area) is a shopping mall in Metro Manila, the Philippines developed by Ayala Land Inc. under the Ayala Malls brand. Opened on September 26, 2019, it is the first Ayala Mall in Parañaque. It is located in the Aseana City township development, close to PAGCOR's Entertainment City and archrival mall SM Mall of Asia in Bay City.",
  "/wiki/Macapagal_Boulevard": "Macapagal Boulevard (also known as Macapagal Avenue) is a modern eight-lane road parallel to Roxas Boulevard running from Cultural Center of the Philippines Complex in Pasay to Marina Bay Village in Asia World City, Parañaque in Metro Manila, Philippines. It was named after former President Diosdado Macapagal.  It is located in the reclamation areas. This road has 3 major bridges, crossing the 'channels', of which the largest is the Libertad Channel, where the Libertad Water Pumping Station is situated.  Thanks to intersection reconfiguring around EDSA to relieve traffic, Macapagal Boulevard is now often used to access the SM Mall of Asia to the north and Cavite to the south. It is also the main major road in Metro Manila's reclamation area called Bay City.",
  "/wiki/Bay_City,_Metro_Manila": "Bay City, also known as the Manila Bay Freeport Zone and Manila Bay Area, is the name for the reclamation area on Manila Bay located west of Roxas Boulevard and the Manila–Cavite Expressway in Metro Manila, the Philippines.  The area is split between the cities of Manila and Pasay on the north side and Parañaque on the south.",
  "/wiki/Para%C3%B1aque": "Parañaque, officially the City of Parañaque (Tagalog: Lungsod ng Parañaque, Tagalog pronunciation: [paɾɐˈɲäke̞]), or simply known as Parañaque City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 665,822 people.",
  "/wiki/Evia_Lifestyle_Center": "Evia Lifestyle Center is a shopping lifestyle center located south of Metro Manila, located next to gated residential communities and business developments. It is owned by Vista Land and at is owned and operated by Vista Malls, opened in 2012.",
  "/wiki/Daang_Hari_Road": "The Daang Hari (lit. King's Road) (also known as the Las Piñas–Muntinlupa–Cavite Road or LAMUCAR), is a major arterial thoroughfare that links southern Metro Manila with the province of Cavite in the Philippines. It begins as a north–south road from Commerce Avenue just south of Alabang–Zapote Road running for 5.9 kilometers (3.7 miles) through the borders of Las Piñas and Muntinlupa. It then runs east–west for 9.2 kilometers (5.7 miles) from the intersection with Daang Reyna Road, winding through the cities of Bacoor and Imus in Cavite where it ends at Aguinaldo Highway near Dasmariñas. It was built in 2003 to decongest traffic in the south metropolis, particularly along Alabang–Zapote Road.",
  "/wiki/Las_Pi%C3%B1as": "The story about the true origin of the city's name, \"Las Piñas\", varies. One version mentioned, that traders from the province of Cavite and Batangas shipped their first piñas (Spanish for pineapples) for sale to this town, before they were distributed to nearby markets. Another version related that it was \"Las Peñas\" (the rocks), evident by the quarrying of stones and adobe, which were used to construct buildings and bridges. The old church bell, from St. Joseph Parish Church, founded by Diego Cera, has been preserved inside the church museum. An inscription on the bell states, \"Siendo cura del pueblo de Laspeñas el M.R.P. Padre Diego Cera se fundió este equilón año de 1820,\" showing that even during the time of Diego Cera, the town's first parish priest, the town was called \"Las Peñas\", for some time, and eventually was renamed \"Las Piñas\".",
  "/wiki/Fairview_Terraces": "Fairview Terraces is a shopping mall in Quezon City, the Philippines, owned by the Ayala Malls group. It opened on February 28, 2014 and has a floor area of 114,000 m2 (1,230,000 sq ft), making it the third largest Ayala Mall after TriNoma and U.P. Town Center.",
  "/wiki/Quirino_Highway": "The Quirino Highway, formerly called the Manila–Del Monte Garay Road or Ipo Road, is a four-to-eight lane, secondary highway that connects Quezon City to the municipality of Norzagaray in Bulacan, Philippines. The road is a component of the National Route 127 (N127) of the Philippine highway network and Radial Road 7 (R-7) of Metro Manila's arterial road network.",
  "/wiki/Quezon_City": "Quezon City (UK: /ˈkeɪzɒn/, US: /ˈkeɪsɒn, -sɔːn, -soʊn/; Tagalog: Lungsod Quezon [luŋˈsod ˈkɛson]; also known as QC or Kyusi) is a highly urbanized city and the most populous city in the Philippines. It was founded by and named after Manuel L. Quezon, the 2nd President of the Philippines, to replace Manila as the national capital. The city was proclaimed as such in 1948, though a significant number of government buildings remained in Manila. Quezon City held status as the official capital until 1976 when a presidential decree was issued to reinstate and designate Manila as the capital and Metro Manila as the seat of government.",
  "/wiki/Festival_Alabang": "Festival Alabang, formerly known as Festival Supermall and colloquially known as Festi, is a shopping mall owned and operated by Filinvest Land, Inc.'s subsidiary, Filinvest Alabang, Inc. The mall is located at Filinvest City (formerly Filinvest Corporate City) in Alabang, Muntinlupa, in the Philippines. The mall opened on 15 May 1998. The mall has a gross floor area of 400,000 square meters and is the fifth largest mall in the Philippines. It is one of the premiere shopping malls in the south.",
  "/wiki/Alabang": "Alabang is a barangay in Muntinlupa, Philippines. At one time the area was a farming district, and has since grown from a village to a commercial center, including the Alabang Commercial Center and Filinvest City. It also resides near the Jalgalado Business Park. It is 8.064 square kilometers. A large portion of Ayala Alabang came from Barangay Alabang.[citation needed]",
  "/wiki/Filinvest_Land,_Inc.": "Filinvest Development Corporation (PSE: FDC), is the publicly listed holding company for the various firms in the Filinvest group. It was established in 1955 in the Philippines by Andrew L. Gotianun Sr. and his wife, Mercedes T. Gotianun, as a used-car financing company. It has holdings in real estate development and leasing, the sales of housing units, and hotel and resort management, banking and financial services, sugar and power. It is based in Metro Manila, Philippines and is owned by the Gotianun family.",
  "/wiki/Gateway_Mall_(Araneta_Center)": "Gateway Mall is a shopping mall located within the Araneta City in Cubao, Quezon City, Philippines. It is owned by the Araneta City, Inc., a subsidiary of the Araneta Group. The mall has 100,000 m2 (1,100,000 sq ft) of total floor area and attracts over 220,000 shoppers daily.",
  "/wiki/Aurora_Boulevard": "Aurora Boulevard is a four-to-ten lane major thoroughfare in Quezon City and San Juan in Metro Manila, Philippines. It was named after Doña Aurora Quezon, the consort of Commonwealth President Manuel Luis Quezon. It is one of the major roads in the commercial district of Araneta City in Cubao. Line 2 runs over the road.",
  "/wiki/Araneta_Center": "The Araneta City, formerly Araneta Center, is a 35-hectare commercial mixed-use area situated in Cubao, Quezon City, Metro Manila, Philippines. It is located between Epifanio de los Santos Avenue (EDSA) and Aurora Boulevard and hosts the stations of the Manila Metro Rail Transit System Line 3 (Line 3) and the Manila Light Rail Transit System Line 2 (Line 2).",
  "/wiki/Socorro,_Quezon_City": "Socorro (PSGC: 137404115) is a barangay located in Cubao in the third district of Quezon City, Philippines. As of  02 May 2019 census, it has a population of 25,073 people.",
  "/wiki/Araneta_family": "The Araneta family is an influential Filipino family that originated from Guipúzcoa, the Basque region of northern Spain.[citation needed] The name is derived from the Basque word \"aran\" meaning valley, with the suffix \"eta\" meaning abundance of, but also a locative term denoting \"place\" - in this case, the Araneta name meaning the family that comes from the valley.",
  "/wiki/Glorietta": "Glorietta (originally known as Quad) is a shopping mall complex in the Ayala Center, Makati, Metro Manila, Philippines. The mall is owned by Ayala Land and operated through its subsidiary, the Ayala Malls. The mall is divided into five sections (named Glorietta 1–5) and contains many shops and restaurants, as well as cinemas, a gym, arcades and a large central activity center, often used to stage events.",
  "/wiki/Ayala_Avenue": "Ayala Avenue is a major thoroughfare in Makati, Philippines. It is one of the busiest roads in Metro Manila, crossing through the heart of the Makati Central Business District. Part of Ayala Avenue forms Circumferential Road 3. Because of the many businesses located along the avenue, Ayala Avenue is nicknamed the Wall Street of the Philippines. It is also a major link between Epifanio de los Santos Avenue (EDSA) and Metropolitan Avenue.",
  "/wiki/Ayala_Center": "The Ayala Center is a major commercial development operated by Ayala Land located in the Makati Central Business District in Metro Manila, Philippines.",
  "/wiki/Makati": "Makati (/məˈkɑːti/ mə-KAH-tee Tagalog pronunciation: [maˈkati]), officially the City of Makati (Tagalog: Lungsod ng Makati), or simply known as Makati City, is a highly urbanized city in Metro Manila, Philippines.",
  "/wiki/Greenbelt_(Ayala_Center)": "Greenbelt is a shopping mall located at Ayala Center, Makati, Metro Manila, Philippines which is just near Glorietta and SM Makati. It is owned by Ayala Malls, a real-estate subsidiary of Ayala Land, which is an affiliate of Ayala Corporation. It opened in the 1988 and is one of Ayala Corporation's flagship projects. The mall offers a mix of high-end retail shops, restaurants, amenities, leisure and entertainment. Currently, the mall has five sections: two enclosed areas, two buildings with open-air shopping areas, and Greenbelt 5, which opened in 2007.",
  "/wiki/Makati_Avenue": "Makati Avenue (Filipino: Abenida Makati) is a major commercial thoroughfare in Makati, Metro Manila, Philippines. It forms the eastern border of Ayala Triangle and is one of the three main avenues of the Makati Central Business District. The avenue runs in a somewhat north-south diagonal direction almost parallel with Epifanio de los Santos Avenue (EDSA). It passes through two distinct neighborhoods of the city: the Makati CBD and the old Makati Población. At its northern end lies the older part of Makati starting from the Makati-Mandaluyong Bridge and J.P. Rizal Avenue. It continues through Población to Gil Puyat Avenue, marking the southern edge of the old district. South of Gil Puyat onto the CBD, the avenue becomes more commercial and upscale. The shopping hub of Ayala Center and Arnaiz Avenue lie at its southern end.",
  "/wiki/Market!_Market!": "Market! Market! is a real estate development owned by Ayala Land, a real estate subsidiary of Ayala Corporation and part of the Ayala Mall chain. It was opened in 2003. It is located at Mabini Avenue corner McKinley Parkway, Bonifacio Global City, Taguig in Metro Manila, Philippines.",
  "/wiki/Circumferential_Road_5": "Circumferential Road 5, more commonly known as C-5 Road or C-5, is a network of roads and bridges that altogether forms a major route that transverses in Metro Manila, in the National Capital Region of the Philippines.  It is also known officially as Carlos P. Garcia Avenue, and as National Route 11 (N11), National Route 128 (N128) and National Route 129 (N129) in the National Route Numbering System implemented in 2014. Expressway portions, part of the North Luzon Expressway Mindanao Avenue and Karuhatan Link, are numbered Expressway 5 (E5).",
  "/wiki/Bonifacio_Global_City": "Bonifacio Global City (also known as BGC, Global City, or The Fort) is a financial and lifestyle district in Metro Manila, Philippines. It is located 11 km (6.8 mi) south-east of the center of Manila. The district experienced commercial growth following the sale of military land by the Bases Conversion and Development Authority (BCDA). The entire district used to be the part of the main Philippine Army camp.",
  "/wiki/Taguig": "Taguig, officially the City of Taguig (Tagalog: Lungsod ng Taguig, pronounced [taˈɡiɡ]), is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 804,915 people. The city is known for the Bonifacio Global City, one of the leading financial and lifestyle districts of the country, Arca South, a planned unit development located at the site of the former Food Terminal Incorporated (FTI) in Western Bicutan, and Bonifacio Capital District (BCD), where the future buildings of the Senate of the Philippines, the Supreme Court, and the Court of Appeals will be located. Taguig is also home of major shopping centers such as SM Aura Premier and Market! Market!, government agencies of Department of Science and Technology and Department of Energy, and notable memorial parks Manila American Cemetery and the Heroes' Cemetery.",
  "/wiki/Power_Plant_Mall": "Power Plant Mall is an upscale indoor shopping mall in Makati City, Philippines. It is the anchor establishment of Rockwell Center, a mixed-use area north of the Makati Central Business District on the Pasig River waterfront across Mandaluyong. It is one of two shopping centers developed and managed by Rockwell Land Corporation, a subsidiary of Lopez Holdings Corporation, in Metro Manila. It was designed by Toronto-based architecture firm, Design International.",
  "/wiki/Estrella_Street": "Estrella Street is a short stretch of road (less than 1 kilometer in length) that travels north-south through Rockwell Center in Makati, Metro Manila, Philippines. It runs from its intersection with Epifanio de los Santos Avenue (EDSA), connected to it on the north side by the Estrella Flyover, up to its northernmost point at J.P. Rizal Avenue on the south bank of the Pasig River. The street forms the border between Makati Poblacion to the west, where Rockwell Center is situated, and Guadalupe Viejo to the east. It also serves as the boundary between the gated village of Bel-Air and Palm Village.",
  "/wiki/Rockwell_Center": "Rockwell Center is a high-end mixed-use area in Makati, Metro Manila, Philippines. It is a project of Rockwell Land Corporation which is in turn owned by the Lopez Holdings Corporation. Rockwell Center was first developed in 1998 and is being expanded since 2012. The architectural firm Skidmore, Owings & Merrill (SOM) carried out the design under the direction of former design partner Larry Oltmanns, while Felino Palafox and his company, Palafox Associates, became responsible for the master-planning of the complex. Its centerpiece, the Power Plant Mall, opened on December 26, 2000. The Rockwell Center includes office buildings, condominium towers, a law and business school and a shopping mall.",
  "/wiki/Lopez_Group_of_Companies": "López Holdings Corporation (formerly Benpres Holdings Corporation) is a Filipino conglomerate founded by the brothers Eugenio López, Sr. and Fernando López, Sr.. It has substantial holdings in the public service and utilities sector in the Philippines and serves as the López family's publicly listed holding company for investments in major development sectors such as broadcasting and cable; telecommunications; power generation and distribution; manufacturing; and property development. It added to its portfolio investments in other basic service sectors but has also since sold its interest in banking, toll roads, information technology, and health care delivery.",
  "/wiki/Robinsons_Galleria": "Robinsons Galleria (also known as Robinsons Galleria Ortigas) is a mixed-use complex and shopping mall located at EDSA corner Ortigas Avenue, Quezon City just near SM Megamall. The mall is owned by Robinsons Malls, and it is their flagship mall. It was built in 1990 with a total gross floor area of approximately 216,000 m2 (2,330,000 sq ft).",
  "/wiki/EDSA_(road)": "Epifanio de los Santos Avenue (Tagalog: Abenida Epifanio de los Santos), commonly referred to by its acronym EDSA, is a limited-access circumferential highway around Manila, the capital of the Philippines. It is the main thoroughfare in Metro Manila passing through 6 of the capital region's 17 local government units, namely, from north to south, Caloocan, Quezon City, San Juan, Mandaluyong, Makati and Pasay.",
  "/wiki/Ortigas_Avenue": "Ortigas Avenue is a 15.5-km highway running from eastern Metro Manila to western Rizal. It is one of the busiest highways in Metro Manila, serving as the main thoroughfare of the metro's east-west corridor, catering mainly to the traffic coming to and from the Rizal province.",
  "/wiki/Ortigas_Center": "Ortigas Center is a central business district located within the joint boundaries of Pasig, Mandaluyong and Quezon City, within the Metro Manila region in the Philippines. With an area of more than 100 hectares (250 acres), it is Metro Manila's second most important business district after the Makati CBD. It is governed by Ortigas Center Association, Inc.",
  "/wiki/Robinsons_Malls": "Robinsons Malls is one of the largest shopping malls and retail operators in the Philippines. It was incorporated on September 9, 1997, by entrepreneur John Gokongwei Jr. to develop, conduct, operate and maintain the Robinsons commercial shopping centers and all related businesses, such as the lease of commercial spaces within the compound of shopping centers.",
  "/wiki/Robinsons_Place_Manila": "Robinsons Place Manila is a large shopping mall located in Ermita, Manila, Philippines. It is the largest Robinsons Mall ever built. Robinsons Place Manila is located beside the University of the Philippines Manila and the Philippine General Hospital, and is built at the site of the former Ateneo de Manila Campus before it moved to Loyola Heights, Quezon City. The first major expansion of the mall happened when it opened its Padre Faura Wing in June 2000. The mall was further expanded in 2006 when the nearby Midtown Hotel was demolished to make way for the construction of its Midtown Wing and the Adriatico Place Residences. It is also known as Robinsons Ermita, Robinsons Manila and Robinsons Place Ermita.",
  "/wiki/Pedro_Gil_Street": "Pedro Gil Street (formerly Herran Street) is an east-west inner city street and a tertiary national road in south-central Manila, Philippines. It is 3.6 kilometers (2.2 miles) long, and spans the entire  length of Ermita, Malate, Paco and Santa Ana districts, as well as portions of San Andres.",
  "/wiki/Adriatico_Street": "Adriatico Street is a north–south road connecting Ermita and Malate districts in Manila, Philippines. Its northern terminus begins at Padre Faura Street in Ermita carrying southbound traffic all the way to Quirino Avenue in Malate. South of Quirino, the street becomes two way with a wide median running down the center from just past the Manila Zoo up to its southern terminus at Pablo Ocampo Street.",
  "/wiki/Ermita": "Ermita is a district in Manila, Philippines. Located at the central part of the city, the district is a significant center of finance, education, culture, and commerce. Ermita serves as the civic center of the city, bearing the seat of city government and a large portion of the area's employment, business, and entertainment activities.",
  "/wiki/Manila": "Manila (/məˈnɪlə/; Tagalog: Maynilà, pronounced [majˈnilaʔ]), officially the City of Manila (Tagalog: Lungsod ng Maynilà [luŋˈsod nɐŋ majˈnilaʔ]), is the capital of the Philippines and a highly urbanized city. It is the most densely populated city proper in the world as of 2018. It was the first chartered city by virtue of the Philippine Commission Act 183 on July 31, 1901 and gained autonomy with the passage of Republic Act No. 409 or the \"Revised Charter of the City of Manila\" on June 18, 1949. Manila, alongside Mexico City and Madrid are considered the world's original set of Global Cities due to Manila's commercial networks being the first to traverse the Pacific Ocean, thus connecting Asia with the Spanish Americas, marking the first time in world history when an uninterrupted chain of trade routes circled the planet. Manila is also the second most natural disaster-afflicted capital city in the world next to Tokyo, yet it is simultaneously among the most populous and fastest growing cities in Southeast Asia.",
  "/wiki/Shangri-La_Plaza_Mall": "Shangri-La Plaza (colloquially called as Shang) is a shopping mall located in Ortigas Center, Mandaluyong, Philippines. It is owned and operated by the Kuok Group of Companies, the owner of the worldwide chain of Shangri-La Hotels and Resorts. Shangri-La Plaza opened on November 21, 1991 and contains more than 300 shops and restaurants.",
  "/wiki/Shaw_Boulevard": "Shaw Boulevard (formerly known as Jose Rizal Boulevard or commonly known as Crossing) is a 4-8 lane highway connecting the cities of Mandaluyong and Pasig in the Philippines. The boulevard is named after William James Shaw, the founder of the Wack Wack Golf and Country Club in Mandaluyong City. The road is one of the major thoroughfares of the Ortigas Center in Mandaluyong and Pasig, housing many shopping malls like the Starmall shopping center and the posh Shangri-La Plaza at the EDSA-Shaw intersection and The Marketplace at the Kalentong-Shaw intersection.",
  "/wiki/Mandaluyong": "Mandaluyong, officially the City of Mandaluyong (Filipino: Lungsod ng Mandaluyong), or simply known as Mandaluyong City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 386,276 people.",
  "/wiki/Shangri-La_Hotels_and_Resorts": "Shangri-La Hotels and Resorts (Chinese: 香格里拉酒店) is the trading entity of Shangri-La International Hotel Management Limited, a Hong Kong-based multinational hospitality company. Founded by Malaysian tycoon Robert Kuok in 1971, the company has over 100 luxury hotels and resorts with over 40,000 rooms in Africa, Asia, Europe, the Middle East, North America and Australia. The company's head office is in Kerry Centre [zh] (嘉里中心), Quarry Bay.",
  "/wiki/SM_Aura_Premier": "SM Aura Premier is a large upscale shopping mall located along McKinley Parkway and C5 Road cor. 26th St., Bonifacio Global City, Taguig Metro Manila, Philippines, owned by SM Prime Holdings, the country's largest mall developer. It is the 13th SM Supermall in Metro Manila and 47th SM Prime mall in the Philippines. Its is the 2nd SM Supermall to be called \"Premier\" After SM Lanang Premier. The shopping center is situated near its rival mall Market! Market!, owned by Ayala Malls, a real estate subsidiary of Ayala Land, and affiliate of Ayala Corporation. It is designed by EDGE Interior Designers and Arquitectonica.",
  "/wiki/SM_Prime_Holdings": "SM Prime Holdings, Inc. (SMPH) is an integrated property developer and a subsidiary of SM Investments Corporation. It was incorporated on 6 January 1994 to develop, conduct, operate and maintain the SM commercial shopping centers and all businesses related thereto, such as the lease of commercial spaces within the compound of shopping centers. It went public on July 5, 1994, and subsequently grew to become the largest company listed on the Philippine Stock Exchange in terms of revenue. The company's main sources of revenues primarily include rental income from mall and food courts, as well as from cinema ticket sales and amusement income.",
  "/wiki/SM_City_Fairview": "SM City Fairview is a large shopping mall in the Philippines owned and operated by SM Prime Holdings. It is located along Quirino Highway and Regalado Avenue, Novaliches, Quezon City, Metro Manila. It is the third SM Supermall in Quezon City, after SM City North EDSA and SM City Sta. Mesa. It has a land area of 202,000 square metres (50 acres; 20.2 ha), a total gross floor area of  282,681 m2 (3,042,750 sq ft), making it the fifth largest SM Supermall within the country after SM City North EDSA, SM Megamall, SM Seaside City Cebu, and SM Mall of Asia as well as the sixth largest shopping mall in the Philippines, in terms of total floor area. Although it is named after Brgy. Fairview, it is based in Lagro area.",
  "/wiki/SM_City_North_EDSA": "SM City North EDSA is a large shopping mall located in Quezon City, Metro Manila, Philippines. It is the first SM Supermall in the country, the largest shopping mall in the Philippines and the eighth largest shopping mall in the world.",
  "/wiki/North_Avenue,_Quezon_City": "North Avenue is a major road located in Quezon City within the Diliman area of northeastern Metro Manila, Philippines. It runs east–west through the northern edge of the barangay of North Triangle. The street is located in Quezon City's mixed-use and government area, known for its malls, condominiums, hotels, and the upcoming QC CBD. It is also home to the SM City North EDSA, Trinoma, and Ayala Malls Vertis North located on the avenue's junction with Epifanio de los Santos Avenue (EDSA). The entire avenue is designated as National Route 173 (N173) of the Philippine highway network.",
  "/wiki/SM_Mall_of_Asia": "SM Mall of Asia, also abbreviated as SM MoA or simply MoA, is a large shopping mall in Bay City, Pasay, Philippines, near the SM Central Business Park, the Manila Bay, and the southern end of Epifanio de los Santos Avenue  (EDSA).",
  "/wiki/Jose_Diokno_Boulevard": "Jose Diokno Boulevard is a 4.38-kilometre (2.72 mi) long major collector road that runs north-south along the eastern perimeter of the SM Mall of Asia complex and parallel to Macapagal Boulevard in Bay City, Metro Manila, Philippines. It provides access from the Cultural Center of the Philippines Complex (CCP Complex) and Roxas Boulevard north to the shopping and lifestyle hub by the Manila Bay in Pasay. Motorists use the road as a less crowded alternative to Macapagal Boulevard. It also connects to Entertainment City further south in Parañaque.",
  "/wiki/Pasay": "Pasay, officially the City of Pasay (Tagalog: Lungsod ng Pasay IPA: [pɐsaj]), or simply known as Pasay City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 416,522 people.",
  "/wiki/SM_Megamall": "SM Megamall is the second largest shopping mall in the Philippines and the ninth largest in the world that is developed and operated by SM Prime Holdings. It is located in Ortigas Center, Mandaluyong, Philippines. The mall occupies a land area of approximately 10 hectares (25 acres) and has a total floor area of 474,000 square metres (5,100,000 sq ft). The mall has a maximum capacity of 4 million people.",
  "/wiki/Julia_Vargas_Avenue": "Julia Vargas Avenue is the central east-west artery through Ortigas Center in Metro Manila, Philippines. It is a six-lane divided avenue that runs parallel to Ortigas Avenue to the north and Shaw Boulevard to the south. The avenue stretches 2.3 kilometers (1.4 mile) from C-5 Road in Ugong, Pasig in the east to Epifanio de los Santos Avenue (EDSA) in Wack-Wack Greenhills, Mandaluyong in the west. It was named for philanthropist Doña Julia Vargas y Camus vda. de Ortigas, wife of Ortigas & Company Limited Partnership founder Don Francisco Ortigas y Barcinas who owned the Hacienda de Mandaloyon estate on which Ortigas Center was built.",
  "/wiki/SM_Southmall": "SM Southmall or SM Southmall Las Piñas is a large shopping mall owned and operated by SM Prime Holdings. The mall is located along the busy Alabang-Zapote Road in Las Piñas. The mall has 200,000 m2 (2,200,000 sq ft) of land area, a total floor area of 205,120 m2 (2,207,900 sq ft) and a gross built-up area of 189,676 m2 (2,041,660 sq ft)\n.",
  "/wiki/TriNoma": "TriNoma (abbreviated from the first syllables of each word of \"Triangle North of Manila\") is a large shopping mall in Quezon City, Philippines, owned by property development firm Ayala Land. Opened in 2007, the mall is located on the side of Epifanio de los Santos Avenue, east of the North Avenue MRT Station in Quezon City, giving significant market competition to the nearby SM City North EDSA as one of the largest malls in Metro Manila. It is also one of two malls that will be serving Ayala Land's Vertis North township, which is located beside the mall, along with a new lifestyle block mall Ayala Malls Vertis North, similar to Makati's Greenbelt, which was also developed by Ayala Malls."
}