{
  "/wiki/Aerospace_Bristol": "Aerospace Bristol is an aerospace museum at Filton, to the north of Bristol, England.  The project is run by the Bristol Aero Collection Trust and houses a varied collection of exhibits, including Concorde Alpha Foxtrot, the final Concorde to be built and the last to fly.",
  "/wiki/Patchway": "Patchway is a town in South Gloucestershire, England, situated 10 km (6.2 mi) north-north west of central Bristol. The town is a housing overflow for Bristol being contiguous to Bristol's urban area, and is often regarded as a large outer suburb. Nearby are the other Bristol satellite towns of Filton and Bradley Stoke. Patchway is twinned with Clermont l'Herault, France, and Gauting, Germany. It was established as a civil parish in 1953, becoming separate from the parish of nearby Almondsbury.",
  "/wiki/South_Gloucestershire": "South Gloucestershire is a unitary authority area in South West England. It comprises multiple suburban areas to the north and east of Bristol as well as a large rural hinterland. South Gloucestershire was created in 1996 from the northern section of the county of Avon, which was abolished at that time.",
  "/wiki/Aerospace": "Aerospace is the human effort in science, engineering, and business to fly in the atmosphere of Earth (aeronautics) and surrounding space (astronautics). Aerospace organizations research, design, manufacture, operate, or maintain aircraft or spacecraft. Aerospace activity is very diverse, with a multitude of commercial, industrial and military applications.",
  "/wiki/Filton_Airfield": "Filton Airport or Filton Aerodrome (IATA: FZO, ICAO: EGTG) was a private airport on the border between Filton and Patchway, within South Gloucestershire, 4 NM (7.4 km; 4.6 mi) north of Bristol, England.",
  "/wiki/Concorde": "The Aérospatiale/BAC Concorde (/ˈkɒŋkɔːrd/) is a British–French turbojet-powered supersonic passenger airliner that was operated until 2003. It had a maximum speed over twice the speed of sound, at Mach 2.04 (1,354 mph or 2,180 km/h at cruise altitude), with seating for 92 to 128 passengers. First flown in 1969, Concorde entered service in 1976 and continued flying for the next 27 years. It is one of only two supersonic transports to have been operated commercially; the other is the Soviet-built Tupolev Tu-144, which operated in the late 1970s.",
  "/wiki/Aeroplanes": "An airplane or aeroplane (informally plane) is a powered, fixed-wing aircraft that is propelled forward by thrust from a jet engine, propeller or rocket engine. Airplanes come in a variety of sizes, shapes, and wing configurations. The broad spectrum of uses for airplanes includes recreation, transportation of goods and people, military, and research. Worldwide, commercial aviation transports more than four billion passengers annually on airliners and transports more than 200 billion tonne-kilometers of cargo annually, which is less than 1% of the world's cargo movement. Most airplanes are flown by a pilot on board the aircraft, but some are designed to be remotely or computer-controlled such as drones.",
  "/wiki/Helicopters": "A helicopter, or chopper, is a type of rotorcraft in which lift and thrust are supplied by rotors. This allows the helicopter to take off and land vertically, to hover, and to fly forward, backward, and laterally. These attributes allow helicopters to be used in congested or isolated areas where fixed-wing aircraft and many forms of VTOL (Vertical TakeOff and Landing) aircraft cannot perform.",
  "/wiki/Guided_weapons": "A precision-guided munition (PGM, smart weapon, smart munition, smart bomb) is a guided munition intended to precisely hit a specific target, to minimize collateral damage and increase lethality against intended targets. During the First Gulf War guided munitions accounted for only 9% of weapons fired, but accounted for 75% of all successful hits. Despite guided weapons generally being used on more difficult targets, they were still 35 times more likely to destroy their targets per weapon dropped.",
  "/wiki/Engines": "An engine or motor is a machine designed to convert one form of energy into mechanical energy. Heat engines, like the internal combustion engine, burn a fuel to create heat which is then used to do work. Electric motors convert electrical energy into mechanical motion, pneumatic motors use compressed air, and clockwork motors in wind-up toys use elastic energy. In biological systems, molecular motors, like myosins in muscles, use chemical energy to create forces and ultimately motion.",
  "/wiki/Grade_II_listed": "A listed building, or listed structure, is one that has been placed on one of the four statutory lists maintained by Historic England in England, Historic Environment Scotland in Scotland, Cadw in Wales, and the Northern Ireland Environment Agency in Northern Ireland.",
  "/wiki/Arnolfini": "Arnolfini is an international arts centre and gallery in Bristol, England. It has a programme of contemporary art exhibitions, artist's performance, music and dance events, poetry and book readings, talks, lectures and cinema. There is also a specialist art bookshop and a café bar. Educational activities are undertaken and experimental digital media work supported by online resources. A number of festivals are regularly hosted by the gallery.",
  "/wiki/Bristol_Harbour": "Bristol Harbour is the harbour in the city of Bristol, England. The harbour covers an area of 70 acres (28.3 ha). It has existed since the 13th century but was developed into its current form in the early 19th century by installing lock gates on a tidal stretch of the River Avon in the centre of the city and providing a tidal by-pass for the river. It is often called the Floating Harbour as the water level remains constant and it is not affected by the state of the tide on the river.",
  "/wiki/Bristol": "Bristol (/ˈbrɪstəl/ (listen)) is a city and county in South West England with a population of 463,400. The wider district has the 10th-largest population in England. The urban area population of 724,000 is the 8th-largest in the UK. The city borders North Somerset and South Gloucestershire, with the cities of Bath and Gloucester to the south-east and north-east, respectively. South Wales lies across the Severn estuary.",
  "/wiki/Arts_centre": "An art centre or arts center is distinct from an art gallery or art museum. An arts centre is a functional community centre with a specific remit to encourage arts practice and to provide facilities such as theatre space, gallery space, venues for musical performance, workshop areas, educational facilities, technical equipment, etc.",
  "/wiki/Contemporary_art": "Contemporary art is the art of today, produced in the second half of the 20th century or in the 21st century. Contemporary artists work in a globally influenced, culturally diverse, and technologically advancing world. Their art is a dynamic combination of materials, methods, concepts, and subjects that continue the challenging of boundaries that was already well underway in the 20th century. Diverse and eclectic, contemporary art as a whole is distinguished by the very lack of a uniform, organising principle, ideology, or \"-ism\". Contemporary art is part of a cultural dialogue that concerns larger contextual frameworks such as personal and cultural identity, family, community, and nationality.",
  "/wiki/Bristol_City_Council": "Bristol City Council is the local authority of Bristol, England. The council is a unitary authority, and is unusual in the United Kingdom in that its executive function is controlled by a directly elected mayor of Bristol. Bristol has 35 wards, electing a total of 70 councillors.",
  "/wiki/Arts_Council_England": "Arts Council England is a non-departmental public body of the Department for Digital, Culture, Media and Sport. It was formed in 1994 when the Arts Council of Great Britain was divided into three separate bodies for England, Scotland and Wales. The arts funding system in England underwent considerable reorganisation in 2002 when all of the regional arts boards were subsumed into Arts Council England and became regional offices of the national organisation.",
  "/wiki/Jeremy_Rees": "Jeremy Rees (8 May 1937 – 12 December 2003) was a British arts administrator. He was the founder of the Arnolfini Centre for the Contemporary Arts in Bristol and its director from its opening in 1961 until 1986.",
  "/wiki/Clifton,_Bristol": "Clifton is both a suburb of Bristol, England, and the name of one of the city's thirty-five council wards. The Clifton ward also includes the areas of Cliftonwood and Hotwells. Other parts of the suburb lie within the ward of Clifton East.",
  "/wiki/Queen_Square,_Bristol": "Queen Square is a 2.4 hectares (5.9 acres) Georgian square in the centre of Bristol, England. Following the destruction of the 1831 riot, Queen Square declined through the latter part of the 19th century, was threatened by a planned main line railway station, and then bisected by a dual carriageway in the 1930s. By 1991 20,000 vehicles including scheduled buses were crossing the square every day, and over 30% of the buildings around it were vacant.",
  "/wiki/Listed_building": "A listed building, or listed structure, is one that has been placed on one of the four statutory lists maintained by Historic England in England, Historic Environment Scotland in Scotland, Cadw in Wales, and the Northern Ireland Environment Agency in Northern Ireland.",
  "/wiki/Tea": "Tea is an aromatic beverage commonly prepared by pouring hot or boiling water over cured leaves of the Camellia sinensis, an evergreen shrub (bush) native to East Asia. After water, it is the most widely consumed drink in the world. There are many different types of tea; some, like Darjeeling and Chinese greens, have a cooling, slightly bitter, and astringent flavour, while others have vastly different profiles that include sweet, nutty, floral or grassy notes. Tea has a stimulating effect in humans primarily due to its caffeine content.",
  "/wiki/Floating_Harbour": "Bristol Harbour is the harbour in the city of Bristol, England. The harbour covers an area of 70 acres (28.3 ha). It has existed since the 13th century but was developed into its current form in the early 19th century by installing lock gates on a tidal stretch of the River Avon in the centre of the city and providing a tidal by-pass for the river. It is often called the Floating Harbour as the water level remains constant and it is not affected by the state of the tide on the river.",
  "/wiki/Bristol_city_centre": "Bristol city centre is the commercial, cultural and business centre of Bristol, England. It is the area north of the New Cut of the River Avon, bounded by Clifton Wood and Clifton to the north-west, Kingsdown and Cotham to the north, and St Pauls, Lawrence Hill and St Phillip's Marsh to the east. The Bristol Royal Infirmary, Bristol Royal Hospital for Children, the BBC, the main campus of the University of Bristol, the Crown and Magistrate's Courts, Temple Meads railway station, Bristol bus station, the Park Street, Broadmead and Cabot Circus shopping areas together with numerous music venues, theatres and restaurants are located in this area. The area consists of the council wards of Central, Hotwells & Harbourside, and part of Lawrence Hill.",
  "/wiki/Jan_van_Eyck": "Jan van Eyck (/væn ˈaɪk/ van EYEK, Dutch: [ˈjɑn vɑn ˈɛik]; c.  before 1390 – 9 July 1441) was a painter from the County of Loon (present day Belgium) active in Bruges. He is one of the early innovators of what became known as Early Netherlandish painting, and one of the most significant representatives of Early Northern Renaissance art. The surviving records of his early life indicate that he was born around 1380–1390, most likely in Maaseik (then Maaseyck, hence his name), in present-day Belgium. He took employment in the Hague around 1422, when he was already a master painter with workshop assistants, and employed as painter and valet de chambre with John III the Pitiless, ruler of Holland and Hainaut. He was then employed in Lille as court painter to Philip the Good, Duke of Burgundy after John's death in 1425, until he moved to Bruges in 1429 where he lived until his death. He was highly regarded by Philip and undertook a number of diplomatic visits abroad, including to Lisbon in 1428 to explore the possibility of a marriage contract between the duke and Isabella of Portugal.",
  "/wiki/The_Arnolfini_Portrait": "The Arnolfini Portrait (or The Arnolfini Wedding, The Arnolfini Marriage, the Portrait of Giovanni Arnolfini and his Wife, or other titles) is a 1434 oil painting on oak panel by the Early Netherlandish painter Jan van Eyck. It forms a full-length double portrait, believed to depict the Italian merchant Giovanni di Nicolao Arnolfini and his wife, presumably in their residence at the Flemish city of Bruges.",
  "/wiki/Ashton_Court": "Ashton Court is a mansion house and estate to the west of Bristol in England. Although the estate lies mainly in North Somerset, it is owned by the City of Bristol. The mansion and stables are a Grade I listed building. Other structures on the estate are also listed.",
  "/wiki/Long_Ashton": "Long Ashton is a village and civil parish in Somerset, England. It falls within the Unitary Authority of North Somerset and is one of a number of large villages just outside the boundary of city of Bristol urban area. The parish has a population of 6,044. The parish includes the hamlet of Yanley, and the residential area of Leigh Woods (although most of the woods themselves are in the neighbouring parish of Abbots Leigh).",
  "/wiki/Somerset": "Somerset (/ˈsʌmərsɛt/ (listen) or locally /ˈzʌmərzɛt/; archaically, Somersetshire) is a county in South West England which borders Gloucestershire and Bristol to the north, Wiltshire to the east, Dorset to the south-east and Devon to the south-west. It is bounded to the north and west by the Severn Estuary and the Bristol Channel, its coastline facing southeastern Wales. Its traditional border with Gloucestershire is the River Avon. Somerset's county town is Taunton.",
  "/wiki/Mansion": "A mansion is a large dwelling house. The word itself derives through Old French from the Latin word mansio \"dwelling\", an abstract noun derived from the verb manere \"to dwell\". The English word manse originally defined a property large enough for the parish priest to maintain himself, but a mansion is no longer self-sustaining in this way (compare a Roman or medieval villa). Manor comes from the same root—territorial holdings granted to a lord who would \"remain\" there.",
  "/wiki/Estate_(house)": "Historically, an estate comprises the houses, outbuildings, supporting farmland, and woods that surround the gardens and grounds of a very large property, such as a country house or mansion. It is the modern term for a manor, but lacks a manor's now-abolished jurisdictional authority. It is an \"estate\" because the profits from its produce and rents are sufficient to support the household in the house at its center, formerly known as the manor house. Thus, \"the estate\" may refer to all other cottages and villages in the same ownership as the mansion itself, covering more than one former manor. Examples of such great estates are Woburn Abbey in Bedfordshire, England, and Blenheim Palace, in Oxfordshire, England, built to replace the former manor house of Woodstock.",
  "/wiki/North_Somerset": "North Somerset (/ˈsʌmərsɛt/) is a unitary district in Somerset, South West England. Whilst its area covers part of the ceremonial county of Somerset, it is administered independently of the non-metropolitan county. Its administrative headquarters is in the town hall in Weston-super-Mare.",
  "/wiki/Inigo_Jones": "Inigo Jones (/ˈɪnɪɡoʊ/; 15 July 1573 – 21 June 1652) was the first significant English architect in the early modern period, and the first to employ Vitruvian rules of proportion and symmetry in his buildings.\nAs the most notable architect in England, Jones was the first person to introduce the classical architecture of Rome and the Italian Renaissance to Britain. He left his mark on London by his design of single buildings, such as the Queen's House which is the first building in England designed in a pure classical style, and the Banqueting House, Whitehall, as well as the layout for Covent Garden square which became a model for future developments in the West End. He made major contributions to stage design by his work as theatrical designer for several dozen masques, most by royal command and many in collaboration with Ben Jonson.",
  "/wiki/English_Heritage": "English Heritage (officially the English Heritage Trust) is a charity that manages over 400 historic monuments, buildings and places. These include prehistoric sites, medieval castles, Roman forts and country houses. The charity states that it uses these properties to ‘bring the story of England to life for over 10 million people each year’. \nWithin its portfolio are Stonehenge, Dover Castle, Tintagel Castle and the best preserved parts of Hadrian's Wall. English Heritage also manages the London Blue Plaque scheme, which links influential historical figures to particular buildings.",
  "/wiki/At-Bristol": "We The Curious (previously @Bristol) is a science and arts centre and educational charity in Bristol, England.",
  "/wiki/Canon's_Marsh": "Cabot was a council ward that covered the centre of Bristol, England. It took its name from the Cabot Tower, a memorial tower on Brandon Hill that was built to commemorate John Cabot's voyage and \"discovery\" of North America. The ward was abolished in 2016.",
  "/wiki/Science": "Science (from the Latin word scientia, meaning \"knowledge\") is a systematic enterprise that builds and organizes knowledge in the form of testable explanations and predictions about the universe.",
  "/wiki/Technology": "Technology (\"science of craft\", from Greek τέχνη, techne, \"art, skill, cunning of hand\"; and -λογία, -logia) is the sum of techniques, skills, methods, and processes used in the production of goods or services or in the accomplishment of objectives, such as scientific investigation. Technology can be the knowledge of techniques, processes, and the like, or it can be embedded in machines to allow for operation without detailed knowledge of their workings. Systems (e. g. machines) applying technology by taking an input, changing it according to the system's use, and then producing an outcome are referred to as technology systems or technological systems.",
  "/wiki/Mechanics": "Mechanics (Greek μηχανική) is the area of physics concerned with the motions of macroscopic objects. Forces applied to objects result in displacements, or changes of an object's position relative to its environment.\nThis branch of physics has its origins in Ancient Greece with the writings of Aristotle and Archimedes (see History of classical mechanics and Timeline of classical mechanics). During the early modern period, scientists such as Galileo, Kepler, and Newton laid the foundation for what is now known as classical mechanics.\nIt is a branch of classical physics that deals with particles that are either at rest or are moving with velocities significantly less than the speed of light. \nIt can also be defined as a branch of science which deals with the motion of and forces on bodies not in the quantum realm. The field is yet less widely understood in terms of quantum theory.",
  "/wiki/Computer_science": "Computer science (sometimes called computation science) is the study of processes that interact with data and that can be represented as data in the form of programs. It enables the use of algorithms to manipulate, store, and communicate digital information. A computer scientist studies the theory of computation and the practice of designing software systems.",
  "/wiki/Space": "Space is the boundless three-dimensional extent in which objects and events have relative position and direction. Physical space is often conceived in three linear dimensions, although modern physicists usually consider it, with time, to be part of a boundless four-dimensional continuum known as spacetime. The concept of space is considered to be of fundamental importance to an understanding of the physical universe. However, disagreement continues between philosophers over whether it is itself an entity, a relationship between entities, or part of a conceptual framework.",
  "/wiki/Human_brain": "The human brain is the central organ of the human nervous system, and with the spinal cord makes up the central nervous system. The brain consists of the cerebrum, the brainstem and the cerebellum. It controls most of the activities of the body, processing, integrating, and coordinating the information it receives from the sense organs, and making decisions as to the instructions sent to the rest of the body. The brain is contained in, and protected by, the skull bones of the head.",
  "/wiki/Rainforests": "Rainforests are forests characterized by high and continuous rainfall, with annual rainfall in the case of tropical rainforests between 2.5 and 4.5 metres (98 and 177 in) and definitions varying by region for temperate rainforests. The monsoon trough, alternatively known as the intertropical convergence zone, plays a significant role in creating the climatic conditions necessary for the Earth's tropical rainforests: which are distinct from monsoonal areas of seasonal tropical forest.",
  "/wiki/Public_aquarium": "A public aquarium (plural: public aquaria or  public aquariums) is the aquatic counterpart of a zoo, which houses living aquatic animal and plant specimens for public viewing. Most public aquariums feature tanks larger than those kept by home aquarists, as well as smaller tanks. Since the first public aquariums were built in the mid-19th century, they have become popular and their numbers have increased. Most modern accredited aquariums stress conservation issues and educating the public.",
  "/wiki/Ecology": "Ecology (from Greek: οἶκος, \"house\", or \"environment\"; -λογία, \"study of\")[A] is a branch of biology that studies the interactions among organisms and their biophysical environment, which includes both biotic and abiotic components. Topics of interest include the biodiversity, distribution, biomass, and populations of organisms, as well as cooperation and competition within and between species. Ecosystems are dynamically interacting systems of organisms, the communities they make up, and the non-living components of their environment. Ecosystem processes, such as primary production, pedogenesis, nutrient cycling, and niche construction, regulate the flux of energy and matter through an environment. These processes are sustained by organisms with specific life history traits.",
  "/wiki/IMAX": "IMAX is a proprietary system of high-resolution cameras, film formats, film projectors, and theaters known for having very large screens with a tall aspect ratio (approximately 1.43:1 & 1.90:1) and steep stadium seating.",
  "/wiki/Cinema_(place)": "A movie theater (American English), cinema (British English), or cinema hall (Indian English), also known as a picture house, the pictures, or the movies, is a building that contains auditoria for viewing films (also called movies) for entertainment. Most, but not all, theaters are commercial operations catering to the general public, who attend by purchasing a ticket. Some movie theaters, however, are operated by non-profit organizations or societies that charge members a membership fee to view films.",
  "/wiki/Goods_shed": "A goods shed is a railway building designed for storing goods before or after carriage in a train. A typical goods shed will have a track running through it to allow goods wagons to be unloaded under cover, although sometimes they were built alongside a track with possibly just a canopy over the door. There will also be a door to move goods to or from road wagons and vans, this sometimes is parallel to the rail track, or sometimes on the side opposite the rail track.  Inside the shed will generally be a platform and sometimes a small crane to allow easier loading and unloading of wagons.",
  "/wiki/Reinforced_concrete": "Reinforced concrete (RC) (also called reinforced cement concrete or RCC) is a composite material in which concrete's relatively low tensile strength and ductility are counteracted by the inclusion of reinforcement having higher tensile strength or ductility. The reinforcement is usually, though not necessarily, steel reinforcing bars (rebar) and is usually embedded passively in the concrete before the concrete sets. Reinforcing schemes are generally designed to resist tensile stresses in particular regions of the concrete that might cause unacceptable cracking and/or structural failure. Modern reinforced concrete can contain varied reinforcing materials made of steel, polymers or alternate composite material in conjunction with rebar or not. Reinforced concrete may also be permanently stressed (concrete in compression, reinforcement in tension), so as to improve the behaviour of the final structure under working loads. In the United States, the most common methods of doing this are known as pre-tensioning and post-tensioning.",
  "/wiki/Blaise_Castle": "Blaise Castle is a folly built in 1766 near Henbury in Bristol, England. The castle sits within the Blaise Castle Estate, which also includes Blaise Castle House, a Grade II* listed 18th-century mansion house. The folly castle is also Grade II* listed and ancillary buildings including the orangery and dairy also have listings. Along with Blaise Hamlet, a group of nine small cottages around a green built in 1811 for retired employees, and various subsidiary buildings, the parkland is listed Grade II* on the Register of Historic Parks and Gardens of special historic interest in England.",
  "/wiki/Henbury": "Henbury is a suburb of Bristol, England, approximately 5 miles (8.0 km) north west of the city centre. It was formerly a village in Gloucestershire and is now bordered by Westbury-on-Trym to the south; Brentry to the east and the Blaise Castle Estate, Blaise Hamlet and Lawrence Weston to the west. To the north lie the South Gloucestershire village of Hallen and the entertainment/retail park Cribbs Causeway.",
  "/wiki/Jane_Austen": "Jane Austen (/ˈɒstɪn, ˈɔːs-/; 16 December 1775 – 18 July 1817) was an English novelist known primarily for her six major novels, which interpret, critique and comment upon the British landed gentry at the end of the 18th century. Austen's plots often explore the dependence of women on marriage in the pursuit of favourable social standing and economic security. Her works critique the novels of sensibility of the second half of the 18th century and are part of the transition to 19th-century literary realism.[b] Her use of biting irony, along with her realism, humour, and social commentary, have long earned her acclaim among critics, scholars, and popular audiences alike.",
  "/wiki/Northanger_Abbey": "Northanger Abbey (/ˈnɔːrθæŋər/) was the first of Jane Austen's novels to be completed for publication, in 1803. However, it was not  published until after her death in 1817, along with another novel of hers, Persuasion. Northanger Abbey is a satire of Gothic novels, which were quite popular at the time, in 1798–99. This coming-of-age story revolves around Catherine Morland, a young and naïve \"heroine\", who entertains the reader on her journey to a better understanding of the world and those around her. In the course of the novel, she discovers that she differs from those other women who crave wealth or social acceptance, as instead she wishes only to have happiness supported by genuine morality.",
  "/wiki/Scheduled_Ancient_Monument": "In the United Kingdom, a scheduled monument is a nationally important archaeological site or historic building, given protection against unauthorised change.",
  "/wiki/Bristol_City_Museum_and_Art_Gallery": "Bristol Museum & Art Gallery is a large museum and art gallery in Bristol, England. The museum is situated in Clifton, about 0.5 miles (0.8 km) from the city centre. As part of Bristol Culture it is run by the Bristol City Council with no entrance fee. It holds designated museum status, granted by the national government to protect outstanding museums. The designated collections include: geology, Eastern art, and Bristol's history, including English delftware. In January 2012 it became one of sixteen Arts Council England Major Partner Museums.",
  "/wiki/Victorian_era": "In the history of the United Kingdom, the Victorian era was the period of Queen Victoria's reign, from 20 June 1837 until her death on 22 January 1901. The era followed the Georgian period and preceded the Edwardian period, and its later half overlaps with the first part of the Belle Époque era of Continental Europe. In terms of moral sensibilities and political reforms, this period began with the passage of the Reform Act 1832. There was a strong religious drive for higher moral standards led by the nonconformist churches, such as the Methodists, and the Evangelical wing of the established Church of England. Britain's relations with the other Great Powers were driven by the colonial antagonism of the Great Game with Russia, climaxing during the Crimean War; a Pax Britannica of international free trade was maintained by the country's naval and industrial supremacy. Britain embarked on global imperial expansion, particularly in Asia and Africa, which made the British Empire the largest empire in history. National self-confidence peaked.",
  "/wiki/Designation_Scheme": "The Designation Scheme is an English system that awards \"Designated status\" to museum, library and archive collections of national and international importance. The Scheme is administered by Arts Council England (ACE).  As of 2018, 148 collections are officially designated, with 140 recognized as 'outstanding'. National museums are not eligible for Designated status.",
  "/wiki/Natural_history": "Natural history is a domain of inquiry involving organisms, including animals, fungi and plants, in their natural environment, leaning more towards observational than experimental methods of study. A person who studies natural history is called a naturalist or natural historian.",
  "/wiki/Archaeology": "Archaeology, or archeology, is the study of human activity through the recovery and analysis of material culture. The archaeological record consists of artifacts, architecture, biofacts or ecofacts and cultural landscapes. Archaeology can be considered both a social science and a branch of the humanities. In Europe it is often viewed as either a discipline in its own right or a sub-field of other disciplines, while in North America archaeology is a sub-field of anthropology.",
  "/wiki/Edwardian": "The Edwardian era or Edwardian period of British history spanned the reign of King Edward VII, 1901 to 1910, and is sometimes extended to the start of the First World War. The death of Queen Victoria in January 1901 marked the end of the Victorian era. Her son and successor, Edward VII, was already the leader of a fashionable elite that set a style influenced by the art and fashions of continental Europe. Samuel Hynes described the Edwardian era as a \"leisurely time when women wore picture hats and did not vote, when the rich were not ashamed to live conspicuously, and the sun really never set on the British flag.\"",
  "/wiki/Baroque_architecture": "Baroque architecture is a highly decorative and theatrical style which appeared in Italy in the early 17th century and gradually spread across Europe. It was originally introduced by the Catholic Church, particularly by the Jesuits, as a means to combat the Reformation and the Protestant church with a new architecture that inspired surprise and awe.  It reached its peak in the High Baroque (1625–1675), when it was used in churches and palaces in Italy, Spain, Portugal and France, and Austria. In the Late Baroque period (1675–1750), it reached as far as Russia and the Spanish and Portuguese colonies in Latin America,  Beginning in about 1730,  an even more elaborately decorative variant called Rococo appeared and flourished in Central Europe.",
  "/wiki/B_Bond_Warehouse": "B Bond Warehouse (grid reference ST570720) is a former bonded warehouse built to serve Bristol Harbour.",
  "/wiki/Bonded_warehouse": "A bonded warehouse, or bond, is a building or other secured area in which dutiable goods may be stored, manipulated, or undergo manufacturing operations without payment of duty.  It may be managed by the state or by private enterprise.  In the latter case a customs bond must be posted with the government.  This system exists in all developed countries of the world.",
  "/wiki/Slate_industry_in_Wales": "The existence of a slate industry in Wales is attested since the Roman period, when slate was used to roof the fort at Segontium, now Caernarfon. The slate industry grew slowly until the early 18th century, then expanded rapidly until the late 19th century, at which time the most important slate producing areas were in northwest Wales, including the Penrhyn Quarry near Bethesda, the Dinorwic Quarry near Llanberis, the Nantlle Valley quarries, and Blaenau Ffestiniog, where the slate was mined rather than quarried. Penrhyn and Dinorwig were the two largest slate quarries in the world, and the Oakeley mine at Blaenau Ffestiniog was the largest slate mine in the world. Slate is mainly used for roofing, but is also produced as thicker slab for a variety of uses including flooring, worktops and headstones.",
  "/wiki/Slate": "Slate is a fine-grained, foliated, homogeneous metamorphic rock derived from an original shale-type sedimentary rock composed of clay or volcanic ash through low-grade regional metamorphism. It is the finest grained foliated metamorphic rock. Foliation may not correspond to the original sedimentary layering, but instead is in planes perpendicular to the direction of metamorphic compression.",
  "/wiki/Edmond_Coignet": "Edmond Coignet (4 July 1856 – 1915)  was a French engineer and entrepreneur. He has been instrumental in the theory of reinforced concrete.",
  "/wiki/George_Müller": "George Müller (born Johann Georg Ferdinand Müller, 27 September 1805 – 10 March 1898) was a Christian evangelist and the director of the Ashley Down orphanage in Bristol, England. He was one of the founders of the Plymouth Brethren movement. Later during the split his group was labelled as the Open Brethren.",
  "/wiki/Cotham,_Bristol": "Cotham /ˈkɒtəm/ is the name of both a council ward of the city of Bristol in the Southwest of England, United Kingdom, and a suburb of the city that falls within that ward. The ward comprises the Cotham suburb, and a small portion of Redland, which is another Bristol suburb.",
  "/wiki/Georgian_House,_Bristol": "The Georgian House (grid reference ST581728) is a historic building at 7 Great George Street, Bristol, England. It was originally built around 1790 for John Pinney, a wealthy sugar merchant and slave plantation owner, and is now furnished and displayed as a typical late 18th century town house. The period house museum includes a drawing room, eating room, study, kitchen, laundry and housekeeper’s room. There is also a small display on slavery and sugar plantations. The Georgian House has been a branch of Bristol City Council since it was presented to the city as a museum in 1937.",
  "/wiki/John_Pinney": "John Pretor Pinney (1740–1818) was a merchant from Bristol who owned multiple sugar and slave plantations on the Island of Nevis in the Caribbean.",
  "/wiki/Pero's_Bridge": "Pero's Bridge (grid reference ST585726) is a pedestrian bascule bridge that spans St Augustine's Reach in Bristol Harbour, Bristol, England.  It links Queen Square and Millennium Square.",
  "/wiki/BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees. It employs over 22,000 staff in total, more than 16,000 of whom are in public sector broadcasting. The total number of staff is 35,402 when part-time, flexible, and fixed-contract staff are included.",
  "/wiki/A_Respectable_Trade": "A Respectable Trade is a 1995 historical novel by Philippa Gregory set in the Bristol docks in 1787. Gregory adapted her work into a four-part TV miniseries which was broadcast by the BBC in 1998 and by the PBS in the United States in the fall of 1999. The series was partially filmed on site in Bristol, utilising the former house (and now museum) of plantation and slave owner John Pinney.  A Respectable Trade was nominated in several BAFTA categories, including best serial, winning one BAFTA for Frances Tempest's historical costumes.",
  "/wiki/Philippa_Gregory": "Philippa Gregory (born 9 January 1954) is an English historical novelist who has been publishing since 1987. The best known of her works is The Other Boleyn Girl (2001), which in 2002 won the Romantic Novel of the Year Award from the Romantic Novelists' Association and has been adapted into two separate films.",
  "/wiki/Glenside_Museum": "Glenside Museum is situated within the Glenside Campus of the University of the West of England in Fishponds, Bristol, England.",
  "/wiki/Fishponds": "Fishponds is a large outer suburb in the northeast of the English city of Bristol. It is approximately 3 miles (5 km) from Bristol city centre. It has two large Victorian era parks: Eastville Park and Vassall's Park (formerly the Vassall's Family estate, also known locally as Oldbury Court). The River Frome runs through both parks, with the Frome Valley Walkway running along it. A restored mill can be found at Snuff Mills near the Vassall's Park end of the river. It has retained its original waterwheel, which can still be seen and heard turning. Eastville Park has its own large boating lake, with central wildlife reserves.",
  "/wiki/Glenside,_Bristol": "Glenside campus is the home of the Faculty of Health and Applied Sciences at the University of the West of England (UWE), Bristol. It is located on Blackberry Hill in the suburb of Fishponds. Its clocktower is a prominent landmark, visible from the M32 motorway. Several of the buildings on the site are Grade II listed.",
  "/wiki/University_of_the_West_of_England": "The University of the West of England, Bristol (UWE Bristol) is a public research university, located in and around Bristol, England, which received university status in 1992. In common with the University of Bristol and University of Bath it can trace its origins to the Merchant Venturers' Technical College, founded as a school in 1595 by the Society of Merchant Venturers.",
  "/wiki/Electroconvulsive_therapy": "Electroconvulsive therapy (ECT), formerly known as electroshock therapy, is a psychiatric treatment in which seizures are electrically induced in patients to provide relief from mental disorders.. Typically, 70 to 120 volts are applied externally to the patient's head resulting in approximately 800 milliamperes of direct current passed through the brain, for 100 milliseconds to 6 seconds duration, either from temple to temple (bilateral ECT) or from front to back of one side of the head (unilateral ECT).",
  "/wiki/Psychiatric": "Psychiatry is the medical specialty devoted to the diagnosis, prevention, and treatment of mental disorders. These include various maladaptations related to mood, behaviour, cognition, and perceptions. See glossary of psychiatry.",
  "/wiki/Beaufort_War_Hospital": "Beaufort War Hospital was a military hospital in Stapleton district, now Greater Fishponds, of Bristol during the First World War. Before the war, it was an asylum called the Bristol Lunatic Asylum, and after the war it became the psychiatric hospital called Glenside Hospital.",
  "/wiki/World_War_I": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/Learning_disability": "Learning disability, learning disorder or learning difficulty (British English) is a condition in the brain that causes difficulties comprehending or processing information and can be caused by several different factors.  Given the \"difficulty learning in a typical manner\", this does not exclude the ability to learn in a different manner. Therefore, some people can be more accurately described as having a \"learning difference\", thus avoiding any misconception of being disabled with a lack of ability to learn and possible negative stereotyping. In the United Kingdom, the term \"learning disability\" generally refers to an intellectual disability, while difficulties such as dyslexia and dyspraxia are usually referred to as \"learning difficulties\".[citation needed]",
  "/wiki/Kings_Weston_Roman_Villa": "Kings Weston Roman Villa is a Roman villa near Lawrence Weston in the north-west of Bristol (grid reference ST533775). The villa was discovered during the construction of the Lawrence Weston housing estate in 1947.  Two distinct buildings (Eastern and Western) were discovered. The Eastern building was fully excavated (in 1948–50), the other lies mostly below Long Cross road.  Finds from the site are now held in the Bristol City Museum and Art Gallery.",
  "/wiki/Lawrence_Weston": "Lawrence Weston is a post war housing estate in north west Bristol between Henbury and Shirehampton.",
  "/wiki/Roman_villa": "A Roman villa was a country house built for the upper class in the Roman Republic and the Roman Empire.",
  "/wiki/M_Shed": "M Shed is a museum in Bristol, England, located on Prince's Wharf beside the Floating Harbour in a dockside transit shed formerly occupied by Bristol Industrial Museum. The museum's name is derived from the way that the port identified each of its sheds. M Shed is home to displays of 3,000 Bristol artefacts and stories, showing Bristol's role in the slave trade and items on transport, people, and the arts. Admission is free.",
  "/wiki/Bristol_Industrial_Museum": "The Bristol Industrial Museum was a museum in Bristol, England, located on Prince's Wharf beside the Floating Harbour and which closed in 2006.  On display were items from Bristol's industrial past – including aviation, car and bus manufacture, and printing – and exhibits documenting Bristol's maritime history. The museum was managed by Bristol City Council along with nearby preserved industrial relics along Prince's Wharf, including the Bristol Harbour Railway, cranes and a small fleet of preserved vessels. The railway, cranes and vessels all now form part of the working exhibits at M Shed Museum.",
  "/wiki/New_Room,_Bristol": "The New Room is a historic building in Broadmead, Bristol, England.",
  "/wiki/Broadmead": "Broadmead is a street in the central area of Bristol, England, which has given its name to the principal shopping district of the city.",
  "/wiki/John_Wesley": "John Wesley (/ˈwɛsli/; 28 June  [O.S. 17 June] 1703 – 2 March 1791) was an English cleric, theologian and evangelist who was a leader of a revival movement within the Church of England known as Methodism. The societies he founded became the dominant form of the independent Methodist movement that continues to this day.",
  "/wiki/Methodist": "Methodism, also known as the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. It originated as a revival movement within the 18th-century Church of England and became a separate denomination after Wesley's death. The movement spread throughout the British Empire, the United States, and beyond because of vigorous missionary work, today claiming approximately 80 million adherents worldwide.[nb 1]",
  "/wiki/Pulpit": "A pulpit is a raised stand for preachers in a Christian church. The origin of the word is the Latin pulpitum (platform or staging). The traditional pulpit is raised well above the surrounding floor for audibility and visibility, accessed by steps, with sides coming to about waist height. From the late medieval period onwards, pulpits have often had a canopy known as the sounding board or abat-voix above and sometimes also behind the speaker, normally in wood. Though sometimes highly decorated, this is not purely decorative, but can have a useful acoustic effect in projecting the preacher's voice to the congregation below. Most pulpits have one or more book-stands for the preacher to rest his or her bible, notes or texts upon.",
  "/wiki/Window_tax": "The window tax was a property tax based on the number of windows in a house. It was a significant social, cultural, and architectural force in England, France, Ireland and Scotland during the 18th and 19th centuries. To avoid the tax some houses from the period can be seen to have bricked-up window-spaces (ready to be glazed or reglazed at a later date). In England and Wales it was introduced in 1696 and was repealed in 1851, 156 years after first being introduced. France (established 1798, repealed 1926) and Scotland both had window taxes for similar reasons.",
  "/wiki/Charles_Wesley": "Charles Wesley (18 December 1707 – 29 March 1788) was an English leader of the Methodist movement, most widely known for writing about 6,500 hymns.",
  "/wiki/John_Snetzler": "John Snetzler (or Schnetzler) was an organ builder of Swiss origin, who worked mostly in England. Born in Schaffhausen in 1710, he trained with the firm of Egedacher in Passau and came to London about 1741. When he retired in 1781, his business continued and ended up with Thomas Elliot. Snetzler died in Schaffhausen on 28 September 1785.",
  "/wiki/George_Oatley": "Sir George Herbert Oatley FRIBA (3 January 1863 – 12 May 1950) was an English architect noted for his work in Bristol, especially the gothic Wills Memorial Building. He was knighted for public service in 1925.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Red_Lodge_Museum,_Bristol": "The Red Lodge Museum (grid reference ST582731) is a historic house museum in Bristol, England. The original building was Tudor/Elizabethan, and construction began in 1579–1580, possibly to the design of Sebastiano Serlio.  The main additional building phases are from the 1730s and the early 19th century.",
  "/wiki/Colston_Hall": "Colston Hall is a concert hall and Grade II listed building on Colston Street, Bristol, England. It is owned by Bristol City Council and named after the philanthropist, merchant, slave trader and member of parliament Edward Colston, who founded Colston's School on this site in the early 18th century. Since 2011, management of the hall has been the direct responsibility of Bristol Music Trust.",
  "/wiki/Georgian_architecture": "Georgian architecture is the name given in most English-speaking countries to the set of architectural styles current between 1714 and 1830. It is eponymous for the first four British monarchs of the House of Hanover—George I, George II, George III, and George IV—who reigned in continuous succession from August 1714 to June 1830. The style was revived in the late 19th century in the United States as Colonial Revival architecture and in the early 20th century in Great Britain as Neo-Georgian architecture; in both it is also called Georgian Revival architecture. In the United States the term \"Georgian\" is generally used to describe all buildings from the period, regardless of style; in Britain it is generally restricted to buildings that are \"architectural in intention\", and have stylistic characteristics that are typical of the period, though that covers a wide range.",
  "/wiki/Reform_school": "A reform school  was a penal institution, generally for teenagers mainly operating between 1830 and 1900. \nIn the United Kingdom and its colonies reformatories commonly called reform schools were set up from 1854 onwards for youngsters who were convicted of a  crime as an alternative to an adult prison. In parallel, \"Industrial schools\" were set up for vagrants and children needing protection. Both were 'certified' by the government from 1857, and in 1932 the systems merged and both were 'approved' and became approved schools.",
  "/wiki/Carmelite": "The Carmelites, formally known as the Order of the Brothers of the Blessed Virgin Mary of Mount Carmel (Latin: Ordo Fratrum Beatissimæ Virginis Mariæ de Monte Carmelo) or sometimes simply as Carmel by synecdoche, is a Roman Catholic mendicant religious order for men founded, probably in the 12th century, on Mount Carmel in Israel-Palestine in the Crusader States, hence the name Carmelites. However, historical records about its origin remain very uncertain. Berthold of Calabria has traditionally been associated with the founding of the order, but few clear records of early Carmelite history have survived.",
  "/wiki/Dissolution_of_the_monasteries": "The Dissolution of the Monasteries, sometimes referred to as the Suppression of the Monasteries, was the set of administrative and legal processes between 1536 and 1541 by which Henry VIII disbanded monasteries, priories, convents and friaries, in England, Wales and Ireland, appropriated their income, disposed of their assets, and provided for their former personnel and functions. Although the policy was originally envisaged as increasing the regular income of the Crown, much former monastic property was sold off to fund Henry's military campaigns in the 1540s.  He was given the authority to do this in England and Wales by the Act of Supremacy, passed by Parliament in 1534, which made him Supreme Head of the Church in England, thus separating England from Papal authority, and by the First Suppression Act (1535) and the Second Suppression Act (1539).",
  "/wiki/Elizabethan": "The Elizabethan era is the epoch in the Tudor period of the history of England during the reign of Queen Elizabeth I (1558–1603). Historians often depict it as the golden age in English history. The symbol of Britannia (a female personification of Great Britain) was first used in 1572, and often thereafter, to mark the Elizabethan age as a renaissance that inspired national pride through classical ideals, international expansion, and naval triumph over Spain. The historian John Guy (1988) argues that \"England was economically healthier, more expansive, and more optimistic under the Tudors\" than at any time in a thousand years.",
  "/wiki/Knot_garden": "A knot garden is a garden of very formal design in a square frame, consisting of a variety of aromatic plants and culinary herbs including germander, marjoram, thyme, southernwood, lemon balm, hyssop, costmary, acanthus, mallow, chamomile, rosemary, Calendula, Viola and Santolina. Most knot gardens now have edges made from box (Buxus sempervirens), whose leaves have a sweet smell when bruised. The paths in between are usually laid with fine gravel. However, the original designs of knot gardens did not have the low box hedges, and knot gardens with such hedges might more accurately be called parterres.",
  "/wiki/Herbaceous": "Herbaceous plants in botany, frequently shortened to herbs, are vascular plants that have no persistent woody stems above ground. Herb has other meanings in cooking, medicine, and other fields. Herbaceous plants are those plants that do not have woody stems, they include many  perennials, \nand nearly all annuals and biennials, they include both forbs and graminoids.",
  "/wiki/Royal_West_of_England_Academy": "The Royal West of England Academy (RWA) is Bristol's oldest art gallery, located in Clifton, Bristol, near the junction of Queens Road and Whiteladies Road. Situated in a Grade 2* listed building, it hosts five galleries and an exhibition programme that celebrates the best of historic and contemporary British art.",
  "/wiki/Ellen_Sharples": "Ellen Wallace Sharples (4 March 1769 – 14 March 1849) was an English painter who specialized in portraits in pastel and in watercolor miniatures on ivory. She exhibited five miniatures at the Royal Academy in 1807, and founded the Bristol Fine Arts Academy in 1844 with a substantial gift.",
  "/wiki/William_James_Müller": "William James Müller  (28 June 1812 – 8 September 1845), also spelt Muller, was an English landscape and figure painter, the best-known artist of the Bristol School.",
  "/wiki/Francis_Danby": "Francis Danby ARA (16 November 1793 – 9 February 1861) was an Irish painter of the Romantic era. His imaginative, dramatic landscapes were comparable to those of John Martin. Danby initially developed his imaginative style while he was the central figure in a group of artists who have come to be known as the Bristol School. His period of greatest success was in London in the 1820s.",
  "/wiki/John_Syer": "John Syer (1815–1885) was an English painter. He painted landscape in a style formed chiefly upon that of William Muller, but failed as a colourist. He exhibited at the Royal Academy, the British Institution, and with the Royal West of England Academy in Bristol, as well as the British Artists, between 1832 and 1875. He died in July, 1885.",
  "/wiki/Bristol_Aeroplane_Company": "The Bristol Aeroplane Company, originally the British and Colonial Aeroplane Company, was both one of the first and one of the most important British aviation companies, designing and manufacturing both airframes and aircraft engines. Notable aircraft produced by the company include the 'Boxkite', the Bristol Fighter, the Bulldog, the Blenheim, the Beaufighter, and the Britannia, and much of the preliminary work which led to the Concorde was carried out by the company.  In 1956 its major operations were split into Bristol Aircraft and Bristol Aero Engines.  In 1959, Bristol Aircraft merged with several major British aircraft companies to form the British Aircraft Corporation (BAC) and Bristol Aero Engines merged with Armstrong Siddeley to form Bristol Siddeley.",
  "/wiki/U.S._Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/Clement_Attlee": "Clement Richard Attlee, 1st Earl Attlee, KG, OM, CH, PC, FRS (3 January 1883 – 8 October 1967) was a British politician who served as Prime Minister of the United Kingdom from 1945 to 1951 and Leader of the Labour Party from 1935 to 1955. He was twice Leader of the Opposition (1935–1940, 1951–1955).",
  "/wiki/Newlyn_School": "The Newlyn School was an art colony of artists based in or near Newlyn, a fishing village adjacent to Penzance, on the south coast of Cornwall, from the 1880s until the early twentieth century.  The establishment of the Newlyn School was reminiscent of the Barbizon School in France, where artists fled Paris to paint in a more pure setting emphasizing natural light.  These schools along with a related California movement were also known as En plein air.",
  "/wiki/St_Ives,_Cornwall": "St Ives (Cornish: Porth Ia, meaning \"St Ia’s cove\") is a seaside town, civil parish and port in Cornwall. The town lies north of Penzance and west of Camborne on the coast of the Celtic Sea. In former times it was commercially dependent on fishing. The decline in fishing, however, caused a shift in commercial emphasis, and the town is now primarily a popular seaside resort, notably achieving the title of Best UK Seaside Town from the British Travel Awards in both 2010 and 2011. St Ives was incorporated by Royal Charter in 1639. St Ives has become renowned for its number of artists. It was named best seaside town of 2007 by The Guardian newspaper. It should not be confused with St Ive, a village and civil parish in south-east Cornwall.",
  "/wiki/Bloomsbury": "Bloomsbury is a district in the West End of London. It is considered a fashionable residential area, and is the location of numerous cultural, intellectual, and educational institutions. It is bounded by Fitzrovia to the west, Covent Garden to the south, St. Pancras to the north, and Clerkenwell to the east.",
  "/wiki/Anne_Redpath": "Anne Redpath OBE ARA (1895–1965) was a Scottish artist whose vivid domestic still lifes are among her best-known works.",
  "/wiki/Mary_Fedden": "Mary Fedden, OBE RA RWA (14 August 1915 – 22 June 2012) was a British artist.",
  "/wiki/Carel_Weight": "Carel Victor Morlais Weight, CH, CBE, RA (10 September 1908 – 13 August 1997) was an English painter.",
  "/wiki/Bernard_Dunstan": "Bernard Dunstan RA (19 January 1920 – 20 August 2017) was a British artist, teacher, and author, best known for his studies of figures in interiors and landscapes. At the time of his death, he was the longest serving Royal Academician.",
  "/wiki/Elizabeth_Blackadder": "Dame Elizabeth Violet Blackadder, Mrs Houston, DBE, RA, RSA (born 24 September 1931) is a Scottish painter and printmaker. She is the first woman to be elected to both the Royal Scottish Academy and the Royal Academy.",
  "/wiki/Charles_Underwood": "Charles Underwood (1791 – 5 March 1883, Clifton, Bristol) was a builder in Cheltenham who moved to Bristol, where he became a neo-classical architect.",
  "/wiki/John_Flaxman": "John Flaxman RA (6 July 1755 – 7 December 1826) was a British sculptor and draughtsman, and a leading figure in British and European Neoclassicism. Early in his career he worked as a modeller for Josiah Wedgwood's pottery. He spent several years in Rome, where he produced his first book illustrations. He was a prolific maker of funerary monuments.",
  "/wiki/Joshua_Reynolds": "Sir Joshua Reynolds PRA FRS FRSA (16 July 1723 – 23 February 1792) was an English painter, specialising in portraits. John Russell said he was one of the major European painters of the 18th century. He promoted the \"Grand Style\" in painting which depended on idealization of the imperfect. He was a founder and first president of the Royal Academy of Arts, and was knighted by George III in 1769.",
  "/wiki/Marble": "Marble is a metamorphic rock composed of recrystallized carbonate minerals, most commonly calcite or dolomite. Marble is typically not foliated, although there are exceptions. In geology, the term \"marble\" refers to metamorphosed limestone, but its use in stonemasonry more broadly encompasses unmetamorphosed limestone. Marble is commonly used for sculpture and as a building material.",
  "/wiki/SS_Great_Britain": "SS Great Britain is a museum ship and former passenger steamship, which was advanced for her time. She was the longest passenger ship in the world from 1845 to 1854. She was designed by Isambard Kingdom Brunel (1806–1859), for the Great Western Steamship Company's transatlantic service between Bristol and New York. While other ships had been built of iron or equipped with a screw propeller, Great Britain was the first to combine these features in a large ocean-going ship. She was the first iron steamer to cross the Atlantic, which she did in 1845, in the time of 14 days.",
  "/wiki/Ocean_liner": "An ocean liner is a passenger ship primarily used as a form of transportation across seas or oceans. Liners may also carry cargo or mail, and may sometimes be used for other purposes (such as for pleasure cruises or as hospital ships).",
  "/wiki/Isambard_Kingdom_Brunel": "Isambard Kingdom Brunel FRS (/ˈɪzəmbɑːrd bruːˈnɛl/; 9 April 1806 – 15 September 1859) was a British civil engineer who is considered \"one of the most ingenious and prolific figures in engineering history\", \"one of the 19th-century engineering giants\", and \"one of the greatest figures of the Industrial Revolution, [who] changed the face of the English landscape with his groundbreaking designs and ingenious constructions\". Brunel built dockyards, the Great Western Railway, a series of steamships including the first propeller-driven transatlantic steamship, and numerous important bridges and tunnels. His designs revolutionised public transport and modern engineering.",
  "/wiki/Great_Western_Steamship_Company": "The Great Western Steam Ship Company operated the first regular transatlantic steamer service from 1838 until 1846.  Related to the Great Western Railway, it was expected to achieve the position that was ultimately secured by the Cunard Line.  The firm's first ship, Great Western was capable of record Blue Riband crossings as late as 1843 and was the model for Cunard's Britannia and her three sisters.  The company's second steamer, the Great Britain was an outstanding technical achievement of the age.  The company collapsed because it failed to secure a mail contract and Great Britain appeared to be a total loss after running aground.  The company might have had a more successful outcome had it built sister ships for Great Western instead of investing in the too advanced Great Britain.",
  "/wiki/Transatlantic_crossing": "Transatlantic crossings are passages of passengers and cargo across the Atlantic Ocean between Europe or Africa and the Americas. The majority of passenger traffic is across the North Atlantic between Western Europe and North America.  Centuries after the dwindling of sporadic Viking trade with Markland, a regular and lasting transatlantic trade route was established in 1566 with the Spanish West Indies fleets, following the Voyages of Christopher Columbus.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Screw_propeller": "A propeller is a device with a rotating hub and radiating blades that are set at a pitch to form a helical spiral, that when rotated performs an action which is similar to Archimedes' screw. It transforms rotational power into linear thrust by acting upon a working fluid such as water or air. The rotational motion of the blades is converted into thrust by creating a pressure difference between the two surfaces. A given mass of working fluid is accelerated in one direction and the craft moves in the opposite direction. Propeller dynamics, like those of aircraft wings, can be modelled by Bernoulli's principle and Newton's third law. Most marine propellers are screw propellers with helical blades rotating around an approximately horizontal axis or propeller shaft.",
  "/wiki/Navigation": "Navigation is a field of study that focuses on the process of monitoring and controlling the movement of a craft or vehicle from one place to another. The field of navigation includes four general categories: land navigation, marine navigation, aeronautic navigation, and space navigation.",
  "/wiki/Marine_salvage": "Marine salvage is the process of recovering a ship and its cargo after a shipwreck or other maritime casualty. Salvage may encompass towing, re-floating a vessel, or effecting repairs to a ship. Today, protecting the coastal environment from spillage of oil or other contaminants is a high priority. Before the invention of radio, salvage services would be given to a stricken vessel by any ship that happened to be passing by. Nowadays, most salvage is carried out by specialist salvage firms with dedicated crew and equipment.",
  "/wiki/Immigration_to_Australia": "Immigration to Australia began when the ancestors of Indigenous Australians arrived on the continent via the islands of Maritime Southeast Asia and New Guinea.",
  "/wiki/Falkland_Islands": "The Falkland Islands (/ˈfɔːlklənd/; Spanish: Islas Malvinas, pronounced [ˈislas malˈβinas]) is an archipelago in the South Atlantic Ocean on the Patagonian Shelf. The principal islands are about 300 miles (483 kilometres) east of South America's southern Patagonian coast, and about 752 miles (1,210 kilometres) from the northern tip of the Antarctic Peninsula, at a latitude of about 52°S. The archipelago, with an area of 4,700 square miles (12,000 square kilometres), comprises East Falkland, West Falkland and 776 smaller islands. As a British overseas territory, the Falklands have internal self-governance, and the United Kingdom takes responsibility for their defence and foreign affairs. The Falkland Islands' capital is Stanley on East Falkland.",
  "/wiki/Hulk_(ship)": "A hulk is a ship that is afloat, but incapable of going to sea. Although sometimes used to describe a ship that has been launched but not completed, the term most often refers to an old ship that has had its rigging or internal equipment removed, retaining only its buoyant qualities. The word hulk is also used as a verb: a ship is \"hulked\" to convert it to a hulk. The verb was also applied to crews of Royal Navy ships in dock, who were sent to the receiving ship for accommodation, or \"hulked\". Hulks have a variety of uses such as housing, prisons, salvage pontoons, gambling sites, naval training, or cargo storage.",
  "/wiki/Scuttling": "Scuttling is the deliberate sinking of a ship by allowing water to flow into the hull.\nThis can be achieved in several ways—seacocks or hatches can be opened to the sea, or holes may be ripped into the hull with brute force or with explosives. Scuttling may be performed to dispose of an abandoned, old, or captured vessel; to prevent the vessel from becoming a navigation hazard; as an act of self-destruction to prevent the ship from being captured by an enemy force (or, in the case of a vessel engaged in illegal activities, by the authorities); as a blockship to restrict navigation through a channel or within a harbor; to provide an artificial reef for divers and marine life; or to alter the flow of rivers.",
  "/wiki/Dry_dock": "A dry dock (sometimes dry-dock or drydock) is a narrow basin or vessel that can be flooded to allow a load to be floated in, then drained to allow that load to come to rest on a dry platform. Dry docks are used for the construction, maintenance, and repair of ships, boats, and other watercraft.",
  "/wiki/National_Historic_Fleet": "The National Historic Fleet is a list of historic ships and vessels located in the United Kingdom, under the National Historic Ships register. National Historic Ships UK is an advisory body which advises the Secretary of State for Culture, Media and Sport and other public bodies on ship preservation and funding priorities. As part of this remit, National Historic Ships maintains the National Register of Historic Vessels (NRHV), which as of September 2014 listed over 1,000 vessels. The National Historic Fleet is a sub-grouping of this register, the vessels included on this list are distinguished by:",
  "/wiki/Museum_ship": "A museum ship, also called a memorial ship, is a ship that has been preserved and converted into a museum open to the public for educational or memorial purposes. Some are also used for training and recruitment purposes, mostly for the small number of museum ships that are still operational and thus capable of regular movement.",
  "/wiki/List_of_museums_in_Bristol": "The city, unitary authority area and ceremonial county of Bristol contains a wide range of museums, defined here as institutions (including nonprofit organisations, government entities, and private businesses) that collect and care for objects of cultural, artistic, scientific, or historical interest and make their collections or related exhibits available for public viewing. Non-profit art galleries and university art galleries are also included, but museums that exist only in cyberspace (i.e., virtual museums) are not."
}