{
  "/wiki/Albania": "Albania (/ælˈbeɪniə, ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria; Gheg Albanian: Shqipni or Shqipnia also Shqypni or Shqypnia), officially the Republic of Albania (Albanian: Republika e Shqipërisë, pronounced [ɾɛpuˈblika ɛ ʃcipəˈɾiːsə]), is a country in Southeast Europe on the Adriatic and Ionian Sea within the Mediterranean Sea. It shares land borders with Montenegro to the northwest, Kosovo[a] to the northeast, North Macedonia to the east, Greece to the south and maritime borders with Greece, Montenegro and Italy to the west.",
  "/wiki/Albanian_language": "Albanian (/ælˈbeɪniən/; shqip [ʃc͡çip] or gjuha shqipe [ɟ͡ʝuha ˈʃc͡çipɛ]) is an Indo-European language spoken by the Albanians in the Balkans and the Albanian diaspora in the Americas, Europe and Oceania. With about 7.5 million speakers, it comprises an independent branch within the Indo-European languages and is not closely related to any other language.",
  "/wiki/Tirana": "Tirana (/tɪˈrɑːnə/ (listen); Albanian pronunciation: [tiˈɾaːna]; Gheg Albanian: Tirona) is the capital and largest city by area and population of the Republic of Albania. The city was awarded the title of the European Youth Capital of 2022.",
  "/wiki/Andorra": "Andorra (/ænˈdɔːrə/ (listen), also UK: /ænˈdɒrə/; Catalan: [ənˈdorə]), officially the Principality of Andorra (Catalan: Principat d'Andorra), also called the Principality of the Valleys of Andorra (Catalan: Principat de les Valls d'Andorra), is a sovereign landlocked microstate on the Iberian Peninsula, in the eastern Pyrenees, bordered by France to the north and Spain to the south. Believed to have been created by Charlemagne, Andorra was ruled by the count of Urgell until 988, when it was transferred to the Roman Catholic Diocese of Urgell. The present principality was formed by a charter in 1278. It is known as a principality as it is a diarchy headed by two princes: the Catholic bishop of Urgell in Catalonia, Spain, and the president of the French Republic.",
  "/wiki/Catalan_language": "Catalan (/ˈkætəlæn, -ən, ˌkætəˈlæn/; autonym: català; Eastern Catalan: [kətəˈla]) is a Western Romance language derived from Vulgar Latin and named after the medieval Principality of Catalonia, in northeastern modern Spain. It is the only official language of Andorra, and a co-official language of the Spanish autonomous communities of Catalonia, the Balearic Islands and Valencia (where the language is known as Valencian). It also has semi-official status in the Italian comune of Alghero. It is also spoken in the eastern strip of Aragon, in some villages of the region of Murcia called Carche and in the Pyrénées-Orientales department of France. These territories are often called Països Catalans or \"Catalan Countries\".",
  "/wiki/Andorra_la_Vella": "Andorra la Vella (UK: /ænˌdɔːrə lə ˈveɪjə/, US: /- lɑː ˈveɪljə/; Catalan pronunciation: [ənˈdorə lə ˈβeʎə], Spanish: Andorra la Vieja, French: Andorre-la-Vieille) is the capital of the Principality of Andorra. It is located high in the east Pyrenees, between France and Spain. It is also the name of the parish that surrounds the capital.",
  "/wiki/Armenia": "Armenia (/ɑːrˈmiːniə/ (listen); Armenian: Հայաստան, romanized: Hayastan, IPA: [hɑjɑsˈtɑn]), officially the Republic of Armenia (Armenian: Հայաստանի Հանրապետություն, romanized: Hayastani Hanrapetut'yun, IPA: [hɑjɑstɑˈni hɑnɾɑpɛtutʰˈjun]), is a landlocked country in the South Caucasus region of Eurasia. Located in Western Asia on the Armenian Highlands, it is bordered by Turkey to the west, Georgia to the north, the de facto independent Republic of Artsakh and Azerbaijan to the east, and Iran and Azerbaijan's exclave of Nakhchivan to the south.",
  "/wiki/Armenian_language": "The Armenian language (classical: հայերէն; reformed: հայերեն [hɑjɛˈɾɛn] hayeren) is an Indo-European language that is the only language in the Armenian branch. It is the official language of Armenia as well as the de facto Republic of Artsakh. Historically being spoken throughout the Armenian Highlands, today, Armenian is widely spoken throughout the Armenian diaspora. Armenian is written in its own writing system, the Armenian alphabet, introduced in 405 AD by Mesrop Mashtots.",
  "/wiki/Yerevan": "Yerevan (UK: /ˌjɛrəˈvæn/ YERR-ə-VAN, US: /-ˈvɑːn/ -⁠VAHN; Armenian: Երևան[a] [jɛɾɛˈvɑn] (listen), sometimes spelled Erevan)[b] is the capital and largest city of Armenia as well as one of the world's oldest continuously inhabited cities. Situated along the Hrazdan River, Yerevan is the administrative, cultural, and industrial center of the country. It has been the capital since 1918, the fourteenth in the history of Armenia and the seventh located in or around the Ararat plain. The city also serves as the seat of the Araratian Pontifical Diocese; the largest diocese of the Armenian Apostolic Church and one of the oldest dioceses in the world.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/German_language": "German (Deutsch, pronounced [dɔʏtʃ] (listen)) is a West Germanic language that is mainly spoken in Central Europe. It is the most widely spoken and official or co-official language in Germany, Austria, Switzerland, South Tyrol in Italy, the German-speaking Community of Belgium and Liechtenstein. It is one of the three official languages of Luxembourg and a co-official language in the Opole Voivodeship in Poland. The languages that are most similar to German are the other members of the West Germanic language branch, including Afrikaans, Dutch, English, the Frisian languages, Low German/Low Saxon, Luxembourgish, and Yiddish. There are strong similarities in vocabulary with Danish, Norwegian and Swedish, although those belong to the North Germanic group. German is the second most widely spoken Germanic language, after English.",
  "/wiki/Vienna": "Vienna (/viˈɛnə/ (listen); German: Wien [viːn] (listen)) is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants (2.6 million within the metropolitan area, nearly one third of the country's population), and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union.",
  "/wiki/Azerbaijan": "Azerbaijan (UK: /ˌæzərbaɪˈdʒɑːn, -ˈʒɑːn/ (listen), US: /ˌɑːzərbaɪˈdʒɑːn, ˌæz-/; Azerbaijani: Azərbaycan [ɑːzæɾbɑjˈd͡ʒɑn]), officially the Republic of Azerbaijan (Azerbaijani: Azərbaycan Respublikası [ɑːzæɾbɑjˈd͡ʒɑn ɾespublikɑˈsɯ]), is a landlocked country in the South Caucasus region of Eurasia at the crossroads of Eastern Europe and Central Asia. It is bounded by the Caspian Sea to the east, Russia to the north, Georgia to the northwest, Armenia to the west and Iran to the south. The exclave of Nakhchivan is bounded by Armenia to the north and east, Iran to the south and west, and has an 11 km (6.8 mi) long border with Turkey in the northwest.",
  "/wiki/Azerbaijani_language": "Azerbaijani (/ˌæzərbaɪˈdʒɑːni, ˌɑː-, -ˈʒɑːni/) or Azeri (/æˈzɛəri, ɑː-, ə-/), sometimes also Azerbaijani Turkic (Azərbaycan türkcəsi), is a Turkic language spoken primarily by the Azerbaijanis, who live mainly in the Republic of Azerbaijan where the North Azerbaijani variety is spoken, and in Iranian Azerbaijan where the South Azerbaijani variety is spoken. Although there is a very high degree of mutual intelligibility between both forms of Azerbaijani, there are some significant differences in phonology, lexicon, morphology, syntax, and sources of loanwords.",
  "/wiki/Baku": "Baku (/bəˈkuː, bɑːˈkuː, ˈbɑːkuː, ˈbækuː/; Azerbaijani: Bakı, IPA: [bɑˈcɯ]) is the capital and largest city of Azerbaijan, as well as the largest city on the Caspian Sea and of the Caucasus region. Baku is located 28 metres (92 ft) below sea level, which makes it the lowest lying national capital in the world and also the largest city in the world located below sea level. Baku lies on the southern shore of the Absheron Peninsula, alongside the Bay of Baku. At the beginning of 2009, Baku's urban population was estimated at just over two million people. Officially, about 25% of all inhabitants of the country live in Baku's metropolitan area. Baku is the sole metropolis in Azerbaijan.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Belarusian_language": "Belarusian (/bɛləˈruːsiən, -ʒən, -ʃən/; беларуская мова biełaruskaja mova [bʲelaˈruskaja ˈmova]) is an East Slavic  language spoken by Belarusians. It is the official language of Belarus, along with the Russian language. It is additionally spoken in parts of Russia (where it is known as \"Western Russian\"[citation needed]), Poland, and Ukraine by Belarusian minorities in those countries.",
  "/wiki/Russian_language": "Russian (русский язык, tr. rússky yazýk) is an East Slavic language, which is an official language in Russia, Belarus, Kazakhstan and Kyrgyzstan, as well as being widely used throughout Eastern Europe, the Baltic states, the Caucasus and Central Asia. It was the de facto language of the Soviet Union until its dissolution on 25 December 1991. Although nearly three decades have passed since the breakup of the Soviet Union, Russian is used in official capacity or in public life in all the post-Soviet nation-states, as well as in Israel and Mongolia.",
  "/wiki/Minsk": "Minsk (Belarusian: Мінск, pronounced [mʲinsk], traditionally Belarusian: Менск, [mʲensk]; Russian: Минск, Polish: Mińsk) is the capital and largest city of Belarus, situated on the Svislač and the Nyamiha Rivers. As the capital, Minsk has a special administrative status in Belarus and is the administrative centre of Minsk Region (voblasć) and Minsk District (rajon). The population in January 2018 was 1,982,444,  (not including suburbs) making Minsk the 11th most populous city in Europe. Minsk is the administrative capital of the Commonwealth of Independent States (CIS) and seat of its Executive Secretary.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Dutch_language": "Dutch (Nederlands (help·info)) is a West Germanic language spoken by around 24 million people as a first language and 5 million people as a second language, constituting the majority of people in the Netherlands (where it is the sole official language countrywide) and Belgium (as one of three official languages). It is the third-most-widely spoken Germanic language, after its close relatives English and German.",
  "/wiki/French_language": "French (le français [lə fʁɑ̃sɛ] or la langue française [la lɑ̃ɡ fʁɑ̃sɛːz]) is a Romance language of the Indo-European family. It descended from the Vulgar Latin of the Roman Empire, as did all Romance languages. French evolved from Gallo-Romance, the spoken Latin in Gaul, and more specifically in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) has largely supplanted. French was also influenced by native Celtic languages of Northern Roman Gaul like Gallia Belgica and by the (Germanic) Frankish language of the post-Roman Frankish invaders. Today, owing to France's past overseas expansion, there are numerous French-based creole languages, most notably Haitian Creole. A French-speaking person or nation may be referred to as Francophone in both English and French.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.",
  "/wiki/Bosnian_language": "The Bosnian language (/ˈbɒzniən/ (listen); bosanski / босански [bɔ̌sanskiː]) is the standardized variety of Serbo-Croatian mainly used by Bosniaks. Bosnian is one of three such varieties considered official languages of Bosnia and Herzegovina, along with Croatian and Serbian. It is also an officially recognized minority or regional language in Serbia, Montenegro, and Kosovo.[a]",
  "/wiki/Croatian_language": "Croatian (/kroʊˈeɪʃən/ (listen); hrvatski [xř̩ʋaːtskiː])  is the standardized variety of the Serbo-Croatian language used by Croats, principally in Croatia, Bosnia and Herzegovina, the Serbian province of Vojvodina, and other neighboring countries. It is the official and literary standard of Croatia and one of the official languages of the European Union. Croatian is also one of the official languages of Bosnia and Herzegovina and a recognized minority language in Serbia and neighboring countries.",
  "/wiki/Serbian_language": "Serbian (српски / srpski, pronounced [sr̩̂pskiː]) is the standardized variety of the Serbo-Croatian language mainly used by Serbs. It is the official language of Serbia, co-official in the territory of Kosovo, and one of the three official languages of Bosnia and Herzegovina. In addition, it is a recognized minority language in Montenegro, where it is spoken by the relative majority of the population, as well as in Croatia, North Macedonia, Romania, Hungary, Slovakia, and the Czech Republic.",
  "/wiki/Gaj's_Latin_alphabet": "Gaj's Latin alphabet (Serbo-Croatian: abeceda, latinica, or gajica) is the form of the Latin script used for writing Serbo-Croatian and all of its standard varieties: Bosnian, Croatian, Serbian, and Montenegrin. It was devised by Croatian linguist Ljudevit Gaj in 1835, based on Jan Hus's Czech alphabet. A slightly reduced version is used as the script of the Slovene language, and a slightly expanded version is used as a script of the modern standard Montenegrin language. A modified version is used for the romanization of the Macedonian language. Pavao Ritter Vitezović had proposed an idea for the orthography of the Croatian language, stating that every sound should have only one letter.",
  "/wiki/Serbian_Cyrillic_alphabet": "The Serbian Cyrillic alphabet (Serbian: српска ћирилица/srpska ćirilica, pronounced [sr̩̂pskaː t͡ɕirǐlit͡sa]) is an adaptation of the Cyrillic script for Serbo-Croatian, developed in 1818 by Serbian linguist Vuk Karadžić. It is one of the two alphabets used to write standard modern Serbian, Bosnian and Montenegrin, the other being Latin.",
  "/wiki/Sarajevo": "Sarajevo (/ˌsærəˈjeɪvoʊ/ SARR-ə-YAY-voh; Cyrillic: .mw-parser-output .script-Cprt{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Cypriot\",Code2001}.mw-parser-output .script-Hano{font-size:125%;font-family:\"Noto Sans Hanunoo\",FreeSerif,Quivira}.mw-parser-output .script-Latf,.mw-parser-output .script-de-Latf{font-size:1.25em;font-family:\"Breitkopf Fraktur\",UnifrakturCook,UniFrakturMaguntia,MarsFraktur,\"MarsFraktur OT\",KochFraktur,\"KochFraktur OT\",OffenbacherSchwabOT,\"LOB.AlteSchwabacher\",\"LOV.AlteSchwabacher\",\"LOB.AtlantisFraktur\",\"LOV.AtlantisFraktur\",\"LOB.BreitkopfFraktur\",\"LOV.BreitkopfFraktur\",\"LOB.FetteFraktur\",\"LOV.FetteFraktur\",\"LOB.Fraktur3\",\"LOV.Fraktur3\",\"LOB.RochFraktur\",\"LOV.RochFraktur\",\"LOB.PostFraktur\",\"LOV.PostFraktur\",\"LOB.RuelhscheFraktur\",\"LOV.RuelhscheFraktur\",\"LOB.RungholtFraktur\",\"LOV.RungholtFraktur\",\"LOB.TheuerbankFraktur\",\"LOV.TheuerbankFraktur\",\"LOB.VinetaFraktur\",\"LOV.VinetaFraktur\",\"LOB.WalbaumFraktur\",\"LOV.WalbaumFraktur\",\"LOB.WeberMainzerFraktur\",\"LOV.WeberMainzerFraktur\",\"LOB.WieynckFraktur\",\"LOV.WieynckFraktur\",\"LOB.ZentenarFraktur\",\"LOV.ZentenarFraktur\"}.mw-parser-output .script-en-Latf{font-size:1.25em;font-family:Cankama,\"Old English Text MT\",\"Textura Libera\",\"Textura Libera Tenuis\",London}.mw-parser-output .script-it-Latf{font-size:1.25em;font-family:\"Rotunda Pommerania\",Rotunda,\"Typographer Rotunda\"}.mw-parser-output .script-Lina{font-size:1.25em;font-family:\"Noto Sans Linear A\"}.mw-parser-output .script-Linb{font-size:1.25em;font-family:\"Noto Sans Linear B\"}.mw-parser-output .script-Ugar{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Ugaritic\",Aegean}.mw-parser-output .script-Xpeo{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Old Persian\",Artaxerxes,Xerxes,Aegean}Сарајево, pronounced [sǎrajeʋo] (listen); see names in other languages) is the capital and largest city of Bosnia and Herzegovina, with a population of 275,524 in its administrative limits. The Sarajevo metropolitan area, including Sarajevo Canton, East Sarajevo and nearby municipalities, is home to 555,210 inhabitants.[a] Nestled within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart of the Balkans.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Bulgarian_language": "Bulgarian (/bʌlˈɡɛəriən/ (listen), /bʊlˈ-/ bu(u)l-GAIR-ee-ən; български, bălgarski, pronounced [ˈbɤɫɡɐrski] (listen)) is a South Slavic language spoken in Southeastern Europe, primarily in Bulgaria. It is the language of Bulgarians.",
  "/wiki/Sofia": "Sofia (/ˈsoʊfiə, ˈsɒf-, soʊˈfiːə/ SOH-fee-ə, SOF-; Bulgarian: София, romanized: Sofiya, IPA: [ˈsɔfijɐ] (listen)) is the capital and largest city of Bulgaria.  The city is at the foot of Vitosha mountain in the western part of the country. Being in the centre of the Balkans, it is midway between the Black Sea and the Adriatic Sea, and closest to the Aegean Sea.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Zagreb": "Zagreb (/ˈzɑːɡrɛb, ˈzæɡrɛb, zɑːˈɡrɛb/; Croatian pronunciation: [zǎːɡreb] (listen)) is the capital and the largest city of Croatia. It is located in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain. Zagreb lies at an elevation of approximately 122 m (400 ft) above sea level. \nThe estimated population of the city in 2018 was 820,678. The population of the Zagreb urban agglomeration is 1,086,528, approximately a quarter of the total population of Croatia.",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece.",
  "/wiki/Greek_language": "Greek (Modern Greek: ελληνικά, elliniká) is an independent branch of the Indo-European family of languages, native to Greece, Cyprus, Albania and other parts of the Eastern Mediterranean and the Black Sea. It has the longest documented history of any living Indo-European language, spanning at least 3,500 years of written records. Its writing system has been the Greek alphabet for the major part of its history; other systems, such as Linear B and the Cypriot syllabary, were used previously. The alphabet arose from the Phoenician script and was in turn the basis of the Latin, Cyrillic, Armenian, Coptic, Gothic, and many other writing systems.",
  "/wiki/Turkish_language": "Turkish (Türkçe (help·info)), also referred to as Istanbul Turkish (İstanbul Türkçesi), and sometimes known as Turkey Turkish (Türkiye Türkçesi), is the most widely spoken of the Turkic languages, with around ten to fifteen million native speakers in Southeast Europe (mostly in East and Western Thrace) and sixty to sixty-five million native speakers in Western Asia (mostly in Anatolia). Outside Turkey, significant smaller groups of speakers exist in Germany, Austria, Bulgaria, North Macedonia, Northern Cyprus, Greece, the Caucasus, and other parts of Europe and Central Asia. Cyprus has requested that the European Union add Turkish as an official language, even though Turkey is not a member state.",
  "/wiki/Nicosia": "Nicosia (/ˌnɪkəˈsiːə/ NIK-ə-SEE-ə; Greek: Λευκωσία, romanized: Lefkosía [lefkoˈsi.a]; Turkish: Lefkoşa [lefˈkoʃa]) is the largest city, capital, and seat of government of the island of Cyprus. It is located near the centre of the Mesaoria plain, on the banks of the River Pedieos.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Czech_language": "Czech (/tʃɛk/; čeština Czech pronunciation: [ˈtʃɛʃcɪna]), historically also Bohemian (/boʊˈhiːmiən, bə-/; lingua Bohemica in Latin) is a West Slavic language of the Czech–Slovak group. Spoken by over 10 million people, it serves as the official language of the Czech Republic. Czech is closely related to Slovak, to the point of mutual intelligibility to a very high degree, as well as Polish. Like other Slavic languages, Czech is a fusional language with a rich system of morphology and relatively flexible word order. Its vocabulary has been extensively influenced by Latin and German.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Danish_language": "Danish (/ˈdeɪnɪʃ/ (listen); dansk pronounced [ˈtænˀsk] (listen), dansk sprog [ˈtænˀsk ˈspʁɔu̯ˀ]) is a North Germanic language spoken by around six million people, principally in Denmark, Greenland and in the region of Southern Schleswig in northern Germany, where it has minority language status. Also, minor Danish-speaking communities are found in Norway, Sweden, Spain, the United States, Canada, Brazil, and Argentina. Due to immigration and language shift in urban areas, around 15–20% of the population of Greenland speak Danish as their first language.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/Estonian_language": "The Estonian language (eesti keel [ˈeːsti ˈkeːl] (listen)) is a Uralic language of the Finnic branch spoken in Estonia. It is the official language of Estonia, spoken natively by about 1.1 million people; 922,000 people in Estonia and 160,000 outside Estonia. It is a Southern Finnic language and is the second-most-spoken language among all the Finnic languages.",
  "/wiki/Tallinn": "Tallinn (/ˈtɑːlɪn, ˈtælɪn/; Estonian: [ˈtɑlʲˑinˑ]; names in other languages) is the capital,  primate and the most populous city of Estonia. Located in the northern part of the country, on the shore of the Gulf of Finland of the Baltic Sea, it has a population of 434,562. Administratively a part of Harju maakond (county), Tallinn is the main  financial, industrial, cultural, educational and research centre of Estonia. Tallinn is located 80 kilometres (50 mi) south of Helsinki, Finland, 320 kilometres (200 mi) west of Saint Petersburg, Russia, and 380 kilometres (240 mi) east of Stockholm, Sweden. It has close historical ties with these three cities. From the 13th century until the first half of the 20th century Tallinn was known in most of the world by its historical German name Reval.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Finnish_language": "Finnish (suomi [ˈsuo̯mi] (listen) or suomen kieli [ˈsuo̯meŋ ˈkie̯li]) is a Uralic language of the Finnic branch spoken by the majority of the population in Finland and by ethnic Finns outside Finland. Finnish, along with Swedish, is an official language of Finland; Finnish is also an official minority language in Sweden. In Sweden, both Standard Finnish and Meänkieli, its own language or a dialect of Finnish, are spoken. The Kven language, a dialect of Finnish or even a distinct language, is spoken in Northern Norway by a minority group of Finnish descent. The status of Kven and Meänkieli is debated.",
  "/wiki/Swedish_language": "Swedish (svenska [ˈsvɛ̂nːska] (listen)) is a North Germanic language spoken natively by 10 million people, predominantly in Sweden (as the sole official language) and in parts of Finland, where it has equal legal standing with Finnish. It is largely mutually intelligible with Norwegian and Danish, although the degree of mutual intelligibility is largely dependent on the dialect and accent of the speaker. Written Norwegian and Danish are usually more easily understood by Swedish speakers than the spoken languages, due to the differences in tone, accent and intonation. Swedish is a descendant of Old Norse, the common language of the Germanic peoples living in Scandinavia during the Viking Era. It has the most speakers of the North Germanic languages.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Georgia_(country)": "Georgia (Georgian: საქართველო, translit.: sakartvelo, IPA: [sɑkʰɑrtʰvɛlɔ] (listen)), known until 1995 as the Republic of Georgia (Georgian: საქართველოს რესპუბლიკა, translit.: sakartvelos resp'ublik'a) is a country in the Caucasus region of Eurasia. Located at the crossroads of Western Asia and Eastern Europe, it is bounded to the west by the Black Sea, to the north by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. The capital and largest city is Tbilisi. Georgia covers a territory of 69,700 square kilometres (26,911 sq mi), and its 2017 population is about 3.718 million. Georgia is a unitary parliamentary republic, with the government elected through a representative democracy.",
  "/wiki/Georgian_language": "Georgian (ქართული ენა, romanized: kartuli ena, pronounced [kʰartʰuli ɛna]) is a Kartvelian language spoken by Georgians. It is the official language of Georgia. Georgian is written in its own writing system, the Georgian script. Georgian is the literary language for all regional subgroups of Georgians, including those who speak other Kartvelian languages: Svans, Mingrelians and the Laz.",
  "/wiki/Tbilisi": "Tbilisi (English: /təbɪˈliːsi, təˈbɪlɪsi/ tə-bih-LEE-see, tə-BIL-ih-see; Georgian: თბილისი [tʰbilisi] (listen)), in some countries also still known by its pre-1936 international designation Tiflis (/ˈtɪflɪs/ TIF-lis), is the capital and the largest city of Georgia, lying on the banks of the Kura River with a population of approximately 1.5 million people. Tbilisi was founded in the 5th century AD by Vakhtang I of Iberia, and since then has served as the capital of various Georgian kingdoms and republics. Between 1801 and 1917, then part of the Russian Empire, Tbilisi was the seat of the Imperial Viceroy, governing both Southern and Northern Caucasus.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Hungarian_language": "Hungarian (magyar nyelv (help·info)) is a Uralic language spoken in Hungary and parts of several neighbouring countries. It is the official language of Hungary and one of the 24 official languages of the European Union. Outside Hungary it is also spoken by communities of Hungarians in the countries that today make up Slovakia, western Ukraine (Subcarpathia), central and western Romania (Transylvania), northern Serbia (Vojvodina), northern Croatia and northern Slovenia (Mur region).",
  "/wiki/Budapest": "Budapest (/ˈbuːdəpɛst/, Hungarian pronunciation: [ˈbudɒpɛʃt]) is the capital and the most populous city of Hungary, and the tenth-largest city in the European Union by population within city limits. The city has an estimated population of 1,752,286 over a land area of about 525 square kilometres (203 square miles). Budapest is both a city and county, and forms the centre of the Budapest metropolitan area, which has an area of 7,626 square kilometres (2,944 square miles) and a population of 3,303,786, comprising 33% of the population of Hungary.",
  "/wiki/List_of_sovereign_states_and_dependent_territories_in_Europe": "The list below includes all entities falling even partially under any of the various common definitions of Europe, geographical or political. Fifty generally recognised sovereign states, Kosovo with limited, but substantial, international recognition, and five largely unrecognised de facto states with limited to no recognition, are listed with territory in Europe and/or membership in international European organisations. There are eight areas that are not integral parts of a European state or have special political status."
}