{
  "/wiki/Pasig": "Pasig, officially the City of Pasig (Tagalog: Lungsod ng Pasig), or simply known as Pasig City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 755,300 people.",
  "/wiki/Arcovia_City": "Arcovia City (sometimes styled ArcoVia City) is a mixed-use development under construction in Pasig, Metro Manila, the Philippines. It is a 12.3-hectare (30-acre) riverside township located by the Marikina River east of Ortigas Center being developed by Megaworld Corporation. The centerpiece of the development is a triumphal arch surmounted by a bronze sculpture of a charioteer emperor accompanied by three horses called the Arco de Emperador. When completed, the township will have residential condominiums, a retail hub, LEED-registered office towers and over a thousand trees dotting the mixed-use community making it the greenest urban development by Megaworld to date.",
  "/wiki/Megaworld_Corporation": "Megaworld Corporation (PSE: MEG) is a real-estate company in the Philippines. It is listed on the Philippine Stock Exchange Composite Index.",
  "/wiki/Makati": "Makati (/məˈkɑːti/ mə-KAH-tee Tagalog pronunciation: [maˈkati]), officially the City of Makati (Tagalog: Lungsod ng Makati), or simply known as Makati City, is a highly urbanized city in Metro Manila, Philippines.",
  "/wiki/Circuit_Makati": "Circuit Makati is a riverfront redevelopment project by Ayala Land on the site of the former Santa Ana Race Track in Makati, Metro Manila, Philippines. The 21-hectare (52-acre) site located in the northwest portion of Makati, on the south bank of the Pasig River, is planned to contain a mixed-use entertainment complex which would include an indoor theater, a shopping mall, hotels and residential and office skyscrapers. It would also contain a football turf, skate park and an outdoor entertainment area. The development is envisioned to become the new entertainment district of Makati and the city's lifestyle hub.",
  "/wiki/Ayala_Land": "Ayala Land, Inc. (ALI) is a real estate firm based in the Philippines. It is a subsidiary of Ayala Corporation. It began as a division of Ayala Corporation until it was spun off and incorporated in 1988. It became publicly listed in the Philippine Stock Exchange (PSE: ALI) in 1991.  Its core businesses are in strategic landbank management, residential development, shopping centers, corporate businesses, and hotels & resorts. Support businesses are in construction and property management. ALI also derives other income from its investment activities and sale of non-core assets. Last April 2015, ALI bought a minority stake in Malaysian property developer MCT Bhd. in a P1.9-billion ($43-million) deal.",
  "/wiki/Ayala_Malls_Cloverleaf": "Ayala Malls Cloverleaf is a shopping mall developed and managed by Ayala Malls, inside the Cloverleaf Estate.",
  "/wiki/Quezon_City": "Quezon City (UK: /ˈkeɪzɒn/, US: /ˈkeɪsɒn, -sɔːn, -soʊn/; Tagalog: Lungsod Quezon [luŋˈsod ˈkɛson]; also known as QC or Kyusi) is a highly urbanized city and the most populous city in the Philippines. It was founded by and named after Manuel L. Quezon, the 2nd President of the Philippines, to replace Manila as the national capital. The city was proclaimed as such in 1948, though a significant number of government buildings remained in Manila. Quezon City held status as the official capital until 1976 when a presidential decree was issued to reinstate and designate Manila as the capital and Metro Manila as the seat of government.",
  "/wiki/Balintawak_Interchange": "The Balintawak Interchange, also known as the Balintawak Cloverleaf, is a two-level cloverleaf interchange in Quezon City, Metro Manila, the Philippines which serves as the junction between Epifanio de los Santos Avenue (EDSA) and the North Luzon Expressway (NLEx).  Opened in 1968 as part of the initial 37-kilometer (23 mi) NLEx segment between Quezon City and Guiguinto, Bulacan, it was one of the first projects of the Construction and Development Corporation of the Philippines, now the Philippine National Construction Corporation (PNCC).",
  "/wiki/Ayala_Malls_Feliz": "Ayala Malls Feliz (also known as Feliz Town Center) is a shopping mall developed and managed by Ayala Malls.",
  "/wiki/Ayala_Malls_Manila_Bay": "Ayala Malls Manila Bay (formerly Ayala Malls Bay Area) is a shopping mall in Metro Manila, the Philippines developed by Ayala Land Inc. under the Ayala Malls brand. Opened on September 26, 2019, it is the first Ayala Mall in Parañaque. It is located in the Aseana City township development, close to PAGCOR's Entertainment City and archrival mall SM Mall of Asia in Bay City.",
  "/wiki/Para%C3%B1aque": "Parañaque, officially the City of Parañaque (Tagalog: Lungsod ng Parañaque, Tagalog pronunciation: [paɾɐˈɲäke̞]), or simply known as Parañaque City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 665,822 people.",
  "/wiki/Bay_City,_Metro_Manila": "Bay City, also known as the Manila Bay Freeport Zone and Manila Bay Area, is the name for the reclamation area on Manila Bay located west of Roxas Boulevard and the Manila–Cavite Expressway in Metro Manila, the Philippines.  The area is split between the cities of Manila and Pasay on the north side and Parañaque on the south.",
  "/wiki/Marikina": "Marikina (/mərɪˈkɪnə/), officially the City of Marikina (Tagalog: Lungsod ng Marikina), or simply known as Marikina City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 450,741 people.",
  "/wiki/Marikina_Heights": "Marikina Heights is one of the barangays of Marikina measuring some 184.16 hectares. Once a privately owned hacienda, it is now populated by 35,416 people according to the 2010 National Census.",
  "/wiki/Muntinlupa": "Muntinlupa, officially the City of Muntinlupa (Tagalog: Lungsod ng Muntinlupa), or simply known as Muntinlupa City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 504,509 people.",
  "/wiki/Alabang": "Alabang is a barangay in Muntinlupa, Philippines. At one time the area was a farming district, and has since grown from a village to a commercial center, including the Alabang Commercial Center and Filinvest City. It also resides near the Jalgalado Business Park. It is 8.064 square kilometers. A large portion of Ayala Alabang came from Barangay Alabang.[citation needed]",
  "/wiki/Ayala_Malls_The_30th": "Ayala Malls The 30th (formerly Paradigm as working name) is a shopping mall built and managed by Ayala Malls. It is the first Ayala Mall in Ortigas Center as well as in Pasig City and the first Ayala Mall to be managed by Mariana Zobel De Ayala. The mall opened on January 12, 2017.",
  "/wiki/Ortigas_Center": "Ortigas Center is a central business district located within the joint boundaries of Pasig, Mandaluyong and Quezon City, within the Metro Manila region in the Philippines. With an area of more than 100 hectares (250 acres), it is Metro Manila's second most important business district after the Makati CBD. It is governed by Ortigas Center Association, Inc.",
  "/wiki/Ayala_Malls_Vertis_North": "Ayala Malls Vertis North (formerly Vertis North Superblock as working name and Vertis North Mall) is a shopping mall developed and managed by Ayala Malls. It will be the second mall in the Vertis North township complex built by Ayala Malls inside Triangle Park, the first being TriNoma that was opened in 2007. The mall opened on June 9, 2017, after several unknown delays.",
  "/wiki/Bonifacio_High_Street": "Bonifacio High Street is a mixed-use development in Bonifacio Global City, Taguig, Metro Manila, Philippines located just near Serendra, Market! Market! and SM Aura Premier. It is owned by Ayala Malls, a real-estate subsidiary of Ayala Land, which is an affiliate of Ayala Corporation. It opened in the 2007 High Street Central In 2012 And Central Square In 2014 and it is one of Ayala Corporation's flagship projects. The mall offers a mix of high-end retail shops, restaurants, amenities, leisure and entertainment in the Philippines. Currently, the mall has four sections, the first and second blocks are an open-air shopping, while the third block is a mixture of open-air and indoor commercial buildings dubbed as the “Bonifacio High Street Central” In 2012 “SSI Group” Based “Central Square” Plus With The State Of The Art Cinemas In 2014 the fourth block which was named Bonifacio High Street South or simply High Street South in which is a mixture of open-air and indoor commercial-residential buildings.",
  "/wiki/Taguig": "Taguig, officially the City of Taguig (Tagalog: Lungsod ng Taguig, pronounced [taˈɡiɡ]), is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 804,915 people. The city is known for the Bonifacio Global City, one of the leading financial and lifestyle districts of the country, Arca South, a planned unit development located at the site of the former Food Terminal Incorporated (FTI) in Western Bicutan, and Bonifacio Capital District (BCD), where the future buildings of the Senate of the Philippines, the Supreme Court, and the Court of Appeals will be located. Taguig is also home of major shopping centers such as SM Aura Premier and Market! Market!, government agencies of Department of Science and Technology and Department of Energy, and notable memorial parks Manila American Cemetery and the Heroes' Cemetery.",
  "/wiki/Bonifacio_Global_City": "Bonifacio Global City (also known as BGC, Global City, or The Fort) is a financial and lifestyle district in Metro Manila, Philippines. It is located 11 km (6.8 mi) south-east of the center of Manila. The district experienced commercial growth following the sale of military land by the Bases Conversion and Development Authority (BCDA). The entire district used to be the part of the main Philippine Army camp.",
  "/wiki/Century_City_Mall": "Century City Mall is a shopping mall within the Century City complex in Makati, Metro Manila, Philippines.",
  "/wiki/Century_City,_Makati": "Century City is a 3.4-hectare (8.4-acre) mixed-use development in Makati, Philippines being developed by Century Properties. \nHousing several of the Philippines' Upscale and tallest buildings, namely The Gramercy Residences,  The Milano Residences,  The Knightsbridge Residences, and Trump Tower Manila are located here, as well as the 17,000-square-metre (180,000 sq ft) Century City Mall. Once completed, Century City will comprise two to three office buildings for business process outsourcing companies, two to three other residential towers and an IT park.",
  "/wiki/Century_Properties": "Century Properties Group, Inc. (CPG) is a real estate company in the Philippines focusing on high-rise and mid-rise residential condominia and mixed-use developments. It was established by Mr. Jose E. B. Antonio in 1986, just six days prior to the EDSA People Power Revolution.",
  "/wiki/Eastwood_City": "Eastwood City is an 18.5 hectare residential, commercial, business and entertainment complex located in Quezon City. Launched in 1997, it is Megaworld Corporation’s first “live-work-play” community that offers complete facilities, amenities, and establishments for living, working, playing, and shopping.",
  "/wiki/Megaworld_Lifestyle_Malls": "Megaworld Lifestyle Malls is the retail and commercial arm of Megaworld Corporation , and is one of the largest mall developers in the Philippines. It was founded in 2009, following the success of Megaworld’s first mall development, Eastwood Mall, in Quezon City.",
  "/wiki/Capitol_Commons": "Capitol Commons is a mixed-use development under construction in Pasig, Metro Manila, Philippines. It is a redevelopment of the former Rizal Provincial Capitol complex located in the village of Oranbo adjacent to the Ortigas Center financial district. The 10-hectare (25-acre) site being developed by Ortigas & Company Limited Partnership, the same developer behind Ortigas Center, features Pasig's first high-end shopping center called Estancia at Capitol Commons.  When completed, the P25-billion mixed-use commercial, residential and office development will have 35,000 square metres (380,000 sq ft) of retail space, 20,000 square metres (220,000 sq ft) of office space for knowledge process outsourcing (KPO) companies, and 280,000 square metres (3,000,000 sq ft) of residential units. A Capitol Commons Park and open spaces are also planned within the property which would take up more than fifty percent of the development.",
  "/wiki/Circulo_Verde": "Circulo Verde is a mixed-use development in Quezon City, Metro Manila, the Philippines. It is a primarily residential enclave on a meander of the Marikina River in the village of Bagumbayan on Quezon City's border with Pasig. The 12.47-hectare (30.8-acre) riverfront community is a redevelopment of the former cement plant owned by Concrete Aggregates Corp., a subsidiary of Ortigas & Company. It is one of the four major estates owned and developed by the company in Metro Manila, which in 2019 maintained a combined land bank of 50 hectares (120 acres) across the Eastern Manila cities of Mandaluyong, Pasig and Quezon City.",
  "/wiki/Lucky_Chinatown": "Lucky Chinatown is a lifestyle mall development of Megaworld Lifestyle Malls located along Reina Regente St. corner Dela Reina St. in Binondo, Manila.",
  "/wiki/Manila": "Manila (/məˈnɪlə/; Tagalog: Maynilà, pronounced [majˈnilaʔ]), officially the City of Manila (Tagalog: Lungsod ng Maynilà [luŋˈsod nɐŋ majˈnilaʔ]), is the capital of the Philippines and a highly urbanized city. It is the most densely populated city proper in the world as of 2018. It was the first chartered city by virtue of the Philippine Commission Act 183 on July 31, 1901 and gained autonomy with the passage of Republic Act No. 409 or the \"Revised Charter of the City of Manila\" on June 18, 1949. Manila, alongside Mexico City and Madrid are considered the world's original set of Global Cities due to Manila's commercial networks being the first to traverse the Pacific Ocean, thus connecting Asia with the Spanish Americas, marking the first time in world history when an uninterrupted chain of trade routes circled the planet. Manila is also the second most natural disaster-afflicted capital city in the world next to Tokyo, yet it is simultaneously among the most populous and fastest growing cities in Southeast Asia.",
  "/wiki/Binondo": "Binondo (Chinese: 岷倫洛區; pinyin: Mínlúnluò Qū; Pe̍h-ōe-jī: Bîn-lûn-lo̍h-khi) is a district in Manila and is referred to as the city's Chinatown. Its influence extends beyond to the places of Quiapo, Santa Cruz, San Nicolas and Tondo. It is the oldest Chinatown in the world, established in 1594 by the Spaniards as a settlement near Intramuros but across the Pasig River for Catholic Chinese, it was positioned so that colonial rulers could keep a close eye on their migrant subjects. It was already a hub of Chinese commerce even before the Spanish colonial period. Binondo is the center of commerce and trade of Manila, where all types of business run by Filipino-Chinese thrive.",
  "/wiki/Pasay": "Pasay, officially the City of Pasay (Tagalog: Lungsod ng Pasay IPA: [pɐsaj]), or simply known as Pasay City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 416,522 people.",
  "/wiki/Newport_City,_Metro_Manila": "Newport City is a 25-hectare (62-acre) township development situated next to the Villamor golf course and Terminal 3 of the Ninoy Aquino International Airport (NAIA) in Metro Manila, Philippines. Awarded as the Mixed-Use Development of the Year by the Philippine Retailers Association in 2015, Newport City is a Megaworld Corporation township development and is designed to combine luxury accommodations and entertainment with array of residences, luxury hotels, a  mall and Resorts World Manila, the country’s first fully integrated entertainment complex.",
  "/wiki/Robinsons_Magnolia": "Robinsons Magnolia is a shopping mall owned and operated by Robinsons Malls, the second largest mall operator in the Philippines.[citation needed] It is the 32nd mall opened by Robinsons and the 3rd mall in Quezon City, Metro Manila. It has a gross floor area of 108,000 square metres (1,160,000 sq ft). Robinsons Magnolia is part of the four-tower Magnolia Residences where the iconic Magnolia Ice Cream production plant once stood.",
  "/wiki/Robinsons_Malls": "Robinsons Malls is one of the largest shopping malls and retail operators in the Philippines. It was incorporated on September 9, 1997, by entrepreneur John Gokongwei Jr. to develop, conduct, operate and maintain the Robinsons commercial shopping centers and all related businesses, such as the lease of commercial spaces within the compound of shopping centers.",
  "/wiki/San_Juan,_Metro_Manila": "San Juan, officially the City of San Juan (Tagalog: Lungsod ng San Juan) or simply known as San Juan City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 122,180 people. It is geographically located at its approximate center and is also the country's smallest city in terms of land area.",
  "/wiki/Lopez_Group_of_Companies": "López Holdings Corporation (formerly Benpres Holdings Corporation) is a Filipino conglomerate founded by the brothers Eugenio López, Sr. and Fernando López, Sr.. It has substantial holdings in the public service and utilities sector in the Philippines and serves as the López family's publicly listed holding company for investments in major development sectors such as broadcasting and cable; telecommunications; power generation and distribution; manufacturing; and property development. It added to its portfolio investments in other basic service sectors but has also since sold its interest in banking, toll roads, information technology, and health care delivery.",
  "/wiki/List_of_shopping_malls_in_Metro_Manila": "This is a list of shopping malls in Metro Manila, Philippines."
}