{
  "/wiki/Pop_(video_game)": "Pop is a WiiWare and iOS video game by Australian developer Nnooo. The game was released in North America on May 12, 2008 as a WiiWare launch title, and in Europe on July 4, 2008. It was released by Electronic Arts in Japan on July 29, 2008. The iOS version was released on the App Store on March 5, 2009. The game was also released for the DSiWare service under the title Pop+ Solo.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/North_America": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It is also considered by some[quantify] to be a northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the west and south by the Pacific Ocean, and to the southeast by South America and the Caribbean Sea.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/IPhone": "The iPhone is a line of smartphones designed and marketed by Apple Inc. All generations of the iPhone use Apple's iOS mobile operating system software. The first-generation iPhone was released on June 29, 2007, and multiple new hardware iterations with new iOS releases have been released since.",
  "/wiki/IPod_Touch": "The iPod Touch (stylized and marketed as iPod touch) is a brand of iOS-based all-purpose mobile computers designed and marketed by Apple Inc. with a touchscreen-controlled user interface. It connects to the Internet only through Wi-Fi base stations, does not use cellular network data, and is therefore not a smartphone. Similarly to an iPhone, it can be used as a music player, digital camera, web browser, note-logger, and handheld gaming device. As of May 2013, 100 million iPod Touch units had been sold since 2007.",
  "/wiki/Wii": "The Wii (/wiː/ WEE; known unofficially as the Nintendo Wii) is a home video game console released by Nintendo on November 19, 2006. As a seventh-generation console, the Wii competed with Microsoft's Xbox 360 and Sony's PlayStation 3. Nintendo states that its console targets a broader demographic than that of the two others.  As of the first quarter of 2016[update], the Wii led its generation over the PlayStation 3 and Xbox 360 in worldwide sales, with more than 101 million units sold; in December 2009, the console broke the sales record for a single month in the United States.",
  "/wiki/WiiWare": "WiiWare was a service that allowed Wii users to download games and applications specifically designed and developed for the Wii video game console made by Nintendo. These games and applications could only be purchased and downloaded from the Wii Shop Channel under the WiiWare section. Once the user had downloaded the game or application, it would appear in their Wii Menu or SD Card Menu as a new channel. WiiWare was a companion to the Virtual Console, which specializes in emulated games originally developed for other systems instead of original games.",
  "/wiki/Pop_Plus:_Solo": "Pop is a WiiWare and iOS video game by Australian developer Nnooo. The game was released in North America on May 12, 2008 as a WiiWare launch title, and in Europe on July 4, 2008. It was released by Electronic Arts in Japan on July 29, 2008. The iOS version was released on the App Store on March 5, 2009. The game was also released for the DSiWare service under the title Pop+ Solo.",
  "/wiki/Nintendo_DSi": "The Nintendo DSi[cn 1] is a dual-screen handheld game console released by Nintendo. The console launched in Japan on November 1, 2008, and worldwide beginning in April 2009. It is the third iteration of the Nintendo DS, and its primary market rival is Sony's PlayStation Portable (PSP). The fourth iteration, entitled Nintendo DSi XL, is a larger model that launched in Japan on November 21, 2009, and worldwide beginning in March 2010. Development of the DSi began in late 2006, and the handheld was unveiled during an October 2008 Nintendo conference in Tokyo. Consumer demand convinced Nintendo to produce a slimmer handheld with larger screens than the DS Lite. Consequently, Nintendo removed the Game Boy Advance (GBA) cartridge slot to improve portability without sacrificing durability.",
  "/wiki/DSiWare": "This is a list of games and applications, collectively known as DSiWare, for the Nintendo DSi handheld game console, available for download via the DSi Shop. An update released for the Nintendo 3DS in June 2011 added support for the Nintendo eShop service, which contained the DSi Shop's full library of DSiWare games (at the time) with the exception of certain games and applications. There were over 200 downloadable games available in North America as of August 2010. Note that blank boxes in some columns represent currently unconfirmed or otherwise unknown information. (This list is incomplete and missing some titles and many release dates outside of North America.) Release dates are subject to change. The DSi Shop has ceased activity on March 31, 2017, but DSiWare games and apps on the Nintendo eShop will not be affected. The last DSiWare software title was Crazy Train which was released in the United States on January 28, 2016.",
  "/wiki/Nintendo_3DS": "The Nintendo 3DS[a] is a handheld game console produced by Nintendo. It is capable of displaying stereoscopic 3D effects without the use of 3D glasses or additional accessories. Nintendo announced the console in March 2010 and officially unveiled it at E3 2010 on June 15. The console succeeds the Nintendo DS, featuring backward compatibility with older Nintendo DS video games. Its primary competitor was Sony's PlayStation Vita.",
  "/wiki/Nintendo_eShop": "The Nintendo eShop[a] is a digital distribution service powered by the Nintendo Network for the Nintendo 3DS family, Wii U, and by a dedicated online infrastructure for the Nintendo Switch. Launched in June 2011 on the Nintendo 3DS, the eShop was enabled by the release of a system update that added the functionality to the Nintendo 3DS's HOME Menu. It is the successor to both the Wii Shop Channel and DSi Shop. Unlike on the Nintendo 3DS, the eShop was made available on the launch date of the Wii U, although a system update is required in order to access it. It is also a multitasking application, which means it is easily accessible even when a game is already running in the background through the system software, though this feature is exclusive to the Wii U and the Nintendo Switch. The Nintendo eShop features downloadable games, demos, applications, streaming videos, consumer rating feedback, and other information on upcoming game releases.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/Wii_U": "The Wii U (/ˌwiː ˈjuː/ WEE YOO) is a home video game console developed by Nintendo as the successor to the Wii. Released in late 2012, it is the first eighth-generation video game console and competed with Microsoft's Xbox One and Sony's PlayStation 4.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/Australasia": "Australasia comprises Australia, New Zealand, and some neighbouring islands (see the section Derivation and definitions). It is used in a number of different contexts including geopolitically, physiogeographically, and ecologically where the term covers several slightly different but related regions.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch."
}