{
  "/wiki/Metepenagiag_Mi%27kmaq_Nation": "Metepenagiag (pronounced MET-EHH-PE-NAH-GHEE-AH), also known as Red Bank is a Mi'kmaq First Nation band government in New Brunswick, Canada on the other side of the Miramichi river from Sunny Corner.",
  "/wiki/Mi%27kmaq": "The Miꞌkmaq or Miꞌgmaq (also Micmac, Lnu, Miꞌkmaw or Miꞌgmaw; English: /ˈmɪɡmɑː/; Miꞌkmaq: [miːɡmax]) are a First Nations people of the Northeastern Woodlands, indigenous to the areas now known as Canada's Atlantic Provinces and the Gaspé Peninsula of Quebec as well as the northeastern region of Maine. They call their national territory Miꞌkmaꞌki (or Miꞌgmaꞌgi). The nation has a population of about 170,000 (including 18,044 members in the recently formed Qalipu First Nation in Newfoundland), of whom nearly 11,000 speak Miꞌkmaq, an Eastern Algonquian language. Once written in Miꞌkmaq hieroglyphic writing, it is now written using most letters of the Latin alphabet.",
  "/wiki/Northumberland_County,_New_Brunswick": "Northumberland County is located in northeastern New Brunswick, Canada.",
  "/wiki/Eel_Ground_First_Nation": "The Eel Ground Band or Eel Ground First Nation is a Mi'kmaq First Nation band government of 977 people located on the Miramichi River in northern New Brunswick, Canada. The community comprises three reserves (Eel Ground #2, Big Hole Tract # 8 (south half), and Renous #12).",
  "/wiki/Buctouche_16,_New_Brunswick": "Buctouche 16 is a Mi'kmaq reserve in Canada located in Kent County, New Brunswick.",
  "/wiki/Bouctouche,_New_Brunswick": "Bouctouche /ˈbʌktuːʃ/ is a Canadian town in Kent County, New Brunswick. In 2016, the population was 2,361.",
  "/wiki/Devon_30,_New_Brunswick": "St. Mary's Band or St. Mary's First Nation is one of six Wolastoqiyik or Maliseet Nations on the Saint John River in Canada.",
  "/wiki/St._Mary%27s_First_Nation": "St. Mary's Band or St. Mary's First Nation is one of six Wolastoqiyik or Maliseet Nations on the Saint John River in Canada.",
  "/wiki/Maliseet": "The Wəlastəkwewiyik, or Maliseet (English:  /ˈmæləˌsiːt/, also spelled Malecite), are an Algonquian-speaking First Nation of the Wabanaki Confederacy. They are the Indigenous people of the Saint John River valley and its tributaries, and their territory extends across the current borders of New Brunswick and Quebec in Canada, and parts of Maine in the United States. The Houlton Band of Maliseet Indians, based on the Meduxnekeag River in the Maine portion of their traditional homeland, are since 19 July 1776, the first \"foreign\" Treaty allies with the United States of America and a federally recognized tribe of Maliseet people by the United States. Today Maliseet people have also migrated to other parts of the world. Maliseets are forest, river and coastal people within their 20,000,000 acre, 200 mile wide, and 600 mile long Saint John river watershed homeland.",
  "/wiki/Fredericton,_New_Brunswick": "Fredericton (/ˈfrɛdrɪktən/; French pronunciation: ​[fʁɛdeʁiktœn]) is the capital of the Canadian province of New Brunswick. The city is situated in the west-central portion of the province along the Saint John River, which flows west to east as it bisects the city. The river is the dominant natural feature of the area. One of the main urban centres in New Brunswick, the city had a population of 58,220 in the 2016 Canadian Census. It is the third-largest city in the province after Moncton and Saint John.",
  "/wiki/Miramichi,_New_Brunswick": "Miramichi [ˈmɛɚˌməˌʃi] is the largest city in northern New Brunswick, Canada. It is situated at the mouth of the Miramichi River where it enters Miramichi Bay. The Miramichi Valley is the second longest valley in New Brunswick, after the Saint John River Valley.",
  "/wiki/Eel_River_Crossing,_New_Brunswick": "Eel River Crossing (2016 population: 1,953) is a Canadian village in Restigouche County, New Brunswick.",
  "/wiki/Esgeno%C3%B4petitj_Indian_Reserve_No._14": "Esgenoôpetitj (2016 population: 1,079) is a Mi'kmaq Indian reserve in Northumberland County, New Brunswick, Canada. Prior to July 11, 2012, the Indian reserve was named Burnt Church 14.",
  "/wiki/Esgeno%C3%B4petitj_First_Nation_(Burnt_Church)": "Burnt Church Band or Burnt Church First Nation (Míkmaq: Eskɨnuopitijk or Esgenoôpetitj)  is a Mi'kmaq First Nation band government in New Brunswick, Canada, centred south of the community of Lagacéville (approximately 4.5 km) and southwest of the village of Neguac (approximately 7 km) on Miramichi Bay. It covers two Indian reserves in Northumberland County (Esgenoôpetitj 14, previously Burnt Church 14, and Tabusintac 9) and two reserves in Gloucester County (Pokemouche 13) (Pabineau). The population was 1,715 as of 2011.  The Mi'kmaq call Burnt Church Esgenoopetitj, which means \"a lookout\".",
  "/wiki/Neguac,_New_Brunswick": "Neguac (2016 population: 1,684) is a Canadian village in Northumberland County, New Brunswick.",
  "/wiki/Fort_Folly_1,_New_Brunswick": "Fort Folly 1 is a Mi'kmaq Indian reserve located near Dorchester in Westmorland County, New Brunswick, Canada.",
  "/wiki/Fort_Folly_First_Nation": "The Fort Folly First Nation is a Mi'kmaq First Nation band government located near the village of Dorchester, New Brunswick, Canada.",
  "/wiki/Dorchester,_New_Brunswick": "Dorchester is a village and shire town in Westmorland County, New Brunswick, Canada. It is named for Guy Carleton, 1st Baron Dorchester, an 18th-century Governor-General of the old Province of Quebec.",
  "/wiki/Indian_Island_28": "Indian Island 28 is a Mi'kmaq First Nation reserve on Indian Island in Canada located in Kent County, New Brunswick.",
  "/wiki/Kent_County,_New_Brunswick": "Kent County (2016 population 30,475) is located in east-central New Brunswick, Canada. The county features a unique blend of cultures including Mi'kmaq, Acadian and English Speaking Settlers. Some larger tourist attractions include la dune de Bouctouche, Kouchibouguac National Park, and Bonar Law Commons.",
  "/wiki/Richibucto": "Richibucto is a town in Kent County, New Brunswick, Canada.",
  "/wiki/Dalhousie,_New_Brunswick": "Dalhousie (/dælˈhaʊzi/ dal-HOW-zee) is a Canadian town located in Restigouche County, New Brunswick.",
  "/wiki/York_County,_New_Brunswick": "York County (2016 population 99,411) is located in west-central New Brunswick, Canada. The county contains the provincial capital, Fredericton. Outside the city, farming and forestry are two major industries in the county, which is bisected by the Saint John River. The Southwest Miramichi River flows through the northern section of the county.",
  "/wiki/Oromocto": "Oromocto (2016 population: 9,223) is a Canadian town in Sunbury County, New Brunswick.",
  "/wiki/Bathurst,_New_Brunswick": "Bathurst (2016 population; UA 11,897) is the seat of government of Gloucester County, New Brunswick, and is at the estuary of the Nepisiguit River.",
  "/wiki/Pokemouche_13,_New_Brunswick": "Pokemouche 13 is the Statistics Canada census area designation for what is properly termed the Pokemouche Indian Reserve No. 13, located 64 km east of Bathurst, New Brunswick, Canada in Gloucester County near the community of Pokemouche.  The reserve is under the jurisdiction of the Burnt Church First Nation and is 151.4 ha. in size.  Nearby locatlies include Boudreau Road, Cowans Creek, Haut-Sainte-Rose, Landry, and Maltampec.",
  "/wiki/Maltampec,_New_Brunswick": "Maltampec also called Maltempec is a community in the Canadian province of New Brunswick on the north bank of the Pokemouche River. The Community is located on Route 350.",
  "/wiki/Red_Bank_4,_New_Brunswick": "Metepenagiag (pronounced MET-EHH-PE-NAH-GHEE-AH), also known as Red Bank is a Mi'kmaq First Nation band government in New Brunswick, Canada on the other side of the Miramichi river from Sunny Corner.",
  "/wiki/Red_Bank_7,_New_Brunswick": "Metepenagiag (pronounced MET-EHH-PE-NAH-GHEE-AH), also known as Red Bank is a Mi'kmaq First Nation band government in New Brunswick, Canada on the other side of the Miramichi river from Sunny Corner.",
  "/wiki/Richibucto_15,_New_Brunswick": "The Elsipogtog First Nation /ɛlzɪˈbʊktʊk/, formerly called the Big Cove Band, is a Miꞌkmaq First Nations band government in New Brunswick, Canada.  The First Nation's territory comprises Richibucto Reserve #15, lying 8 kilometres (5.0 mi) southwest of Rexton, New Brunswick on the Richibucto River off of Route 116. It also comprises Soegao Reserve #35, lying 5 kilometres (3.1 mi) west of Moncton, New Brunswick. As of April 2016[update], the registered Elsipogtog population is 3,313, with 2,587 living on reservations and 726 living off reservations.",
  "/wiki/Elsipogtog_First_Nation": "The Elsipogtog First Nation /ɛlzɪˈbʊktʊk/, formerly called the Big Cove Band, is a Miꞌkmaq First Nations band government in New Brunswick, Canada.  The First Nation's territory comprises Richibucto Reserve #15, lying 8 kilometres (5.0 mi) southwest of Rexton, New Brunswick on the Richibucto River off of Route 116. It also comprises Soegao Reserve #35, lying 5 kilometres (3.1 mi) west of Moncton, New Brunswick. As of April 2016[update], the registered Elsipogtog population is 3,313, with 2,587 living on reservations and 726 living off reservations.",
  "/wiki/Rexton,_New_Brunswick": "Rexton is a village in Kent County, New Brunswick, Canada.",
  "/wiki/Madawaska_Maliseet_First_Nation": "Madawaska Maliseet First Nation or St. Basile 10 band is one of six Wolastoqiyik or Maliseet Nations on the Saint John River in Canada. The Madawaska Maliseet First Nation is located in Northern New Brunswick, a few kilometres from Edmundston, and has a band membership of 350 people. About 114 members of the MMFN lived on the St. Basile no. 10 reserve. This reserve is located 1.6 km east of Edmundston in the north-western region of New Brunswick. They are part of the Saint John River Valley Tribal Council. Family names include Bernard, Cimon, Francis and Wallace.",
  "/wiki/Edmundston,_New_Brunswick": "Edmundston /ˈɛdməndstən/ is a city in Madawaska County, New Brunswick, Canada.",
  "/wiki/St._Mary%27s_24,_New_Brunswick": "St. Mary's Band or St. Mary's First Nation is one of six Wolastoqiyik or Maliseet Nations on the Saint John River in Canada."
}