{
  "/wiki/Edmonton,_London": "Edmonton is a district in North London in the London Borough of Enfield, England,  8.4 miles (13.5 km) north-northeast of Charing Cross. The population of all of Edmonton was 82,472 as of 2011.",
  "/wiki/John_Gilpin": "John Gilpin (18th century) was featured as the subject in a well-known comic ballad of 1782 by William Cowper, entitled The Diverting History of John Gilpin. Cowper had heard the story from his friend Lady Austen.",
  "/wiki/Marie_Lloyd": "Matilda Alice Victoria Wood (12 February 1870 – 7 October 1922), professionally known as Marie Lloyd /ˈmɑːri/; was an English music hall singer, comedian and musical theatre actress. She was best known for her performances of songs such as \"The Boy I Love Is Up in the Gallery\", \"My Old Man (Said Follow the Van)\" and \"Oh Mr Porter What Shall I Do\". She received both criticism and praise for her use of innuendo and double entendre during her performances, but enjoyed a long and prosperous career, during which she was affectionately called the \"Queen of the Music Hall\".",
  "/wiki/Edmonton_Green_Shopping_Centre": "Edmonton Green Shopping Centre is a major shopping centre in Edmonton in the east of the London Borough of Enfield. Located close to Edmonton Green railway station and many bus routes.",
  "/wiki/St_Edmunds_RC_Primary_School": "St Edmund's is a Roman Catholic primary school for boys and girls aged 4–11 located on the junction where the Hertford Road meets Bounces Road in Edmonton, north London, United Kingdom. The school was built in 1912.",
  "/wiki/Charles_Lamb": "Charles Lamb (10 February 1775 – 27 December 1834) was an English essayist, poet, and antiquarian, best known for his Essays of Elia and for the children's book Tales from Shakespeare, co-authored with his sister, Mary Lamb (1764–1847).",
  "/wiki/George_Frampton": "Sir George James Frampton, RA (18 June 1860 – 21 May 1928) was a notable British sculptor and leading member of the New Sculpture movement.",
  "/wiki/John_Keats": "John Keats (/kiːts/; 31 October 1795 – 23 February 1821) was an English Romantic poet. He was one of the main figures of the second generation of Romantic poets, along with Lord Byron and Percy Bysshe Shelley, despite his works having been in publication for only four years before his death from tuberculosis at the age of 25.",
  "/wiki/Circa": "Circa (from Latin, meaning 'around, about, roughly, approximately') – frequently abbreviated ca. or c. and less frequently circ. or cca. – signifies \"approximately\" in several European languages and as a loanword in English, usually in reference to a date. Circa is widely used in historical writing when the dates of events are not accurately known.",
  "/wiki/Edmonton_Green_railway_station": "Edmonton Green is a London Overground and National Rail station on the Lea Valley Lines which form part of the West Anglia Main Line, located in Edmonton in the London Borough of Enfield, north London. It is 8 miles 45 chains (13.8 km) down the line from London Liverpool Street and is situated between Silver Street to the south and Bush Hill Park (on the Enfield Town branch) and Southbury (on the Cheshunt branch) to the north."
}