{
  "/wiki/Battle_of_Stoney_Creek": "The Battle of Stoney Creek was fought on 6 June 1813, during the War of 1812 near present-day Stoney Creek, Ontario. British units made a night attack on an American encampment. Due in large part to the capture of the two senior officers of the American force, and an overestimation of British strength by the Americans, the battle was a victory for the British, and a turning point in the defence of Upper Canada.",
  "/wiki/Stoney_Creek,_Ontario": "Stoney Creek is a community in the city of Hamilton in the Canadian province of Ontario. It was officially a city from 1984 to 2001 when it was amalgamated with the rest of the cities of the Regional Municipality of Hamilton-Wentworth.",
  "/wiki/War_of_1812": "The War of 1812 was a conflict fought between the United States and the United Kingdom, with their respective allies, from June 1812 to February 1815. Historians in Britain often see it as a minor theatre of the Napoleonic Wars; historians in the United States and Canada see it as a war in its own right.",
  "/wiki/Burlington_Heights_(Ontario)": "Burlington Heights refers to a promontory or area of flat land sitting elevated (at about 100 metres (330 ft)) above the west end of Hamilton Harbour in the city of Hamilton, Ontario which continues as a peninsula to the north toward the city of Burlington, Ontario. It separates Cootes Paradise Marsh on the west from the harbor on the east. Geologically the Burlington Heights is a sand and gravel bar formed across the eastern end of the Dundas Valley by Glacial Lake Iroquois. It is the northern continuation of the longer Iroquois Bar which extends south into Hamilton.",
  "/wiki/Hamilton,_Ontario": "Hamilton is a port city in the Canadian province of Ontario. An industrialized city in the Golden Horseshoe at the west end of Lake Ontario, Hamilton has a population of 536,917, and its census metropolitan area, which includes Burlington and Grimsby, has a population of 747,545. The city is 58 kilometres (36 mi) southwest of Toronto, with which the Greater Toronto and Hamilton Area (GTHA) is formed.",
  "/wiki/Niagara_Peninsula": "The Niagara Peninsula is the portion of Golden Horseshoe, Southern Ontario, Canada, lying between the southwestern shore of Lake Ontario and the northeastern shore of Lake Erie. Technically an isthmus rather than a peninsula, it stretches from the Niagara River in the east to Hamilton, Ontario, in the west. The population of the peninsula is roughly 1,000,000 people. The region directly across the Niagara River and Lake Erie in New York State is known as the Niagara Frontier. The broader Buffalo Niagara Region includes the Niagara Peninsula, the Niagara Frontier, and the city of Buffalo, New York.",
  "/wiki/Lake_Ontario": "Lake Ontario is one of the five Great Lakes of North America. It is surrounded on the north, west, and southwest by the Canadian province of Ontario, and on the south and east by the American state of New York, whose water boundaries meet in the middle of the lake. Ontario, Canada's most populous province, was named for the lake. Many of Ontario's most populous cities, including Toronto, Canada's most populous city, and Hamilton, are on the lake's northern and western shores respectively. In the Huron language, the name Ontarí'io means \"great lake\". Its primary inlet is the Niagara River from Lake Erie.  The last in the Great Lakes chain, Lake Ontario serves as the outlet to the Atlantic Ocean via the Saint Lawrence River. It is the only Great Lake not to border the state of Michigan.",
  "/wiki/Dundurn_Castle": "Dundurn Castle is a historic neoclassical mansion on York Boulevard in Hamilton, Ontario, Canada. The 18,000-square-foot (1,700 m2) house took three years and $175,000 to build, and was completed in 1835.  \nThe forty room castle featured the latest conveniences of gas lighting and running water.  It is currently owned by the City of Hamilton, which purchased it in 1899 or 1900 for $50,000. The City has spent nearly $3 million renovating the site to make it open to the public.  The rooms have been restored to the year 1855 when its owner Sir Allan Napier MacNab, 1st Baronet, was at the height of his career. Costumed interpreters guide visitors through the home, illustrating daily life from the 1850s. The Duchess of Cornwall, a descendant of Sir Allan MacNab, is the Royal Patron of Dundurn Castle.",
  "/wiki/Picturesque": "Picturesque is an aesthetic ideal introduced into English cultural debate in 1782 by William Gilpin in Observations on the River Wye, and Several Parts of South Wales, etc. Relative Chiefly to Picturesque Beauty; made in the Summer of the Year 1770, a practical book which instructed England’s leisured travellers to examine “the face of  a country by the rules of picturesque beauty”. Picturesque, along with the aesthetic and cultural strands of Gothic and Celticism, was a part of the emerging Romantic sensibility of the 18th century.",
  "/wiki/Allan_MacNab": "Sir Allan Napier MacNab, 1st Baronet (19 February 1798 – 8 August 1862) was a Canadian political leader and Premier of the Province of Canada, from 1854 to 1856.",
  "/wiki/Erland_Lee_Museum": "The Erland Lee Museum is a National Historic Site of Canada located on the ridge of the Niagara Escarpment in Stoney Creek, Ontario. Originally a farmhouse belonging to Erland and Janet Lee, the museum is recognized as the birthplace of the first Women's Institutes, an international organization formed in 1897 to promote the education of isolated rural women.[non-primary source needed]",
  "/wiki/Carpenter_Gothic": "Carpenter Gothic, also sometimes called Carpenter's Gothic or Rural Gothic, is a North American architectural style-designation for an application of Gothic Revival architectural detailing and picturesque massing applied to wooden structures built by house-carpenters. The abundance of North American timber and the carpenter-built vernacular architectures based upon it made a picturesque improvisation upon Gothic a natural evolution. Carpenter Gothic improvises upon features that were carved in stone in authentic Gothic architecture, whether original or in more scholarly revival styles; however, in the absence of the restraining influence of genuine Gothic structures, the style was freed to improvise and emphasize charm and quaintness rather than fidelity to received models. The genre received its impetus from the publication by Alexander Jackson Davis of Rural Residences and from detailed plans and elevations in publications by Andrew Jackson Downing.",
  "/wiki/Women%27s_Institutes": "The Women's Institute (WI) is a community-based organisation for women in the United Kingdom, Canada, South Africa and New Zealand. The movement was founded in Stoney Creek, Ontario, Canada, by Erland and Janet Lee with  Adelaide Hoodless being the first speaker in 1897. It was based on the British concept of Women's Guilds, created by Rev Archibald Charteris in 1887 and originally confined to the Church of Scotland. From Canada the organisation spread back to the motherland, throughout the British Empire and Commonwealth, and thence to other countries. Many WIs belong to the Associated Country Women of the World organization.",
  "/wiki/Custom_House": "A custom house or customs house was traditionally a building housing the offices for a jurisdictional government whose officials oversaw the functions associated with importing and exporting goods into and out of a country, such as collecting customs duty on imported goods. A custom house was typically located in a seaport or in a city on a major river, with access to an ocean.  These cities acted as a port of entry into a country.",
  "/wiki/Italianate_architecture": "The Italianate style of architecture was a distinct 19th-century phase in the history of Classical architecture.\nIn the Italianate style, the models and architectural vocabulary of 16th-century Italian Renaissance architecture, which had served as inspiration for both Palladianism and Neoclassicism, were synthesised with picturesque aesthetics. The style of architecture that was thus created, though also characterised as \"Cali Byrd-Renaissance\", was essentially of its own time. \"The backward look transforms its object,\" Siegfried Giedion wrote of historicist architectural styles; \"every spectator at every period—at every moment, indeed—inevitably transforms the past according to his own nature.\"",
  "/wiki/Frederick_Preston_Rubidge": "Frederick Preston Rubidge, (10 March 1806 – 16 August 1897), was a surveyor and an architect. He was born in England and emigrated to Upper Canada around 1825 where he took his training.",
  "/wiki/Canadian_National_Railway": "The Canadian National Railway (French: Canadien National) (reporting mark CN) is a Canadian Class I freight railway headquartered in Montreal, Quebec, that serves Canada and the Midwestern and Southern United States.",
  "/wiki/Train_station": "A train station, railway station, railroad station, or depot is a railway facility or area where trains regularly stop to load or unload passengers or freight or both. It generally consists of at least one track-side platform and a station building (depot) providing such ancillary services as ticket sales, waiting rooms, and baggage/freight service. If a station is on a single-track line, it often has a passing loop to facilitate traffic movements. The smallest stations are most often referred to as \"stops\" or, in some parts of the world, as \"halts\" (flag stops).",
  "/wiki/Interwar_period": "In the context of the history of the 20th century, the interwar period was the period between the end of the First World War in November 1918 and the beginning of the Second World War in September 1939. This period is also colloquially referred to as Between the Wars.",
  "/wiki/City_Beautiful_movement": "The City Beautiful Movement was a reform philosophy of North American architecture and urban planning that flourished during the 1890s and 1900s with the intent of introducing beautification and monumental grandeur in cities. It was a part of the progressive social reform movement in North America under the leadership of the upper-middle class concerned with poor living conditions in all major cities. The movement, which was originally associated mainly with Chicago, Cleveland, Detroit, and Washington, D.C., promoted beauty not only for its own sake, but also to create moral and civic virtue among urban populations. Advocates of the philosophy believed that such beautification could promote a harmonious social order that would increase the quality of life, while critics would complain that the movement was overly concerned with aesthetics at the expense of social reform; Jane Jacobs referred to the movement as an \"architectural design cult.\"",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Griffin_House_(Ancaster)": "Griffin House is a house built in 1827 by Englishmen in Ancaster. It was purchased by an African-American escaped slave in 1834 who also had enough cash to purchase 50 acres. It offers Underground Railroad tours and history-related programs.",
  "/wiki/Upper_Canada": "The Province of Upper Canada (French: province du Haut-Canada) was a part of British Canada established in 1791 by the Kingdom of Great Britain, to govern the central third of the lands in British North America, formerly part of the Province of Quebec since 1763. Upper Canada included all of modern-day Southern Ontario and all those areas of Northern Ontario in the Pays d'en Haut which had formed part of New France, essentially the watersheds of the Ottawa River or Lakes Huron and Superior, excluding any lands within the watershed of Hudson Bay. The \"upper\" prefix in the name reflects its geographic position along the Great Lakes, mostly above the headwaters of the Saint Lawrence River, contrasted with Lower Canada (present-day Quebec) to the northeast.",
  "/wiki/African_American": "African Americans (also referred to as Black Americans or Afro-Americans) are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The phrase generally refers to descendants of enslaved black people who are from the United States.",
  "/wiki/Virginia": "Virginia (/vərˈdʒɪniə/ (listen)), officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States located between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virginia Beach is the most populous city, and Fairfax County is the most populous political subdivision. The Commonwealth's estimated population as of 2018[update] is over 8.5 million.",
  "/wiki/British_North_America": "British North America refers to the British Empire's colonial territories in North America from 1783 to 1907, not including the Caribbean and Bermuda. The term was first used informally in 1783, but it was uncommon before the Report on the Affairs of British North America (1839), called the Durham Report.[citation needed] These territories today form modern-day Canada and the Pacific Northwest of the United States.",
  "/wiki/Underground_Railroad": "The Underground Railroad was a network of secret routes and safe houses established in the United States during the early to mid-19 century, and used by enslaved African-Americans to escape into free states and Canada. The scheme was assisted by abolitionists and others sympathetic to the cause of the escapees. Not literally a railroad, the workers (both black and white, free and enslaved) who secretly aided the fugitives are also collectively referred to as the \"Underground Railroad\". Various other routes led to Mexico, where slavery had been abolished, or overseas. An earlier escape route running south toward Florida, then a Spanish possession (except 1763–83), existed from the late 17th century until Florida became a United States territory in 1821. One of the main reasons Florida was purchased by the United States was to end its function as a safe haven for escaped slaves. However, the network now generally known as the Underground Railroad was formed in the late 1700s. It ran north and grew steadily until the Civil War began. One estimate suggests that by 1850, 100,000 slaves had escaped via the \"Railroad\".",
  "/wiki/Hamilton_Waterworks": "The Hamilton Waterworks, also known as the Hamilton Waterworks Pumping Station, is a National Historic Site of Canada located in Hamilton, Ontario. It is an industrial water works structure built in the Victorian style, and a rare example of such a structure in Canada to be \"architecturally and functionally largely intact\". It is currently used to house the Museum of Steam and Technology.",
  "/wiki/Water_supply": "Water supply is the provision of water by public utilities, commercial organisations, community endeavors or by individuals, usually via a system of pumps and pipes. Irrigation is covered separately.",
  "/wiki/Victorian_era": "In the history of the United Kingdom, the Victorian era was the period of Queen Victoria's reign, from 20 June 1837 until her death on 22 January 1901. The era followed the Georgian period and preceded the Edwardian period, and its later half overlaps with the first part of the Belle Époque era of Continental Europe. In terms of moral sensibilities and political reforms, this period began with the passage of the Reform Act 1832. There was a strong religious drive for higher moral standards led by the nonconformist churches, such as the Methodists, and the Evangelical wing of the established Church of England. Britain's relations with the other Great Powers were driven by the colonial antagonism of the Great Game with Russia, climaxing during the Crimean War; a Pax Britannica of international free trade was maintained by the country's naval and industrial supremacy. Britain embarked on global imperial expansion, particularly in Asia and Africa, which made the British Empire the largest empire in history. National self-confidence peaked.",
  "/wiki/HMCS_Haida_(G63)": "HMCS Haida is a Tribal-class destroyer that served in the Royal Canadian Navy (RCN) from 1943 to 1963, participating in World War II and the Korean War. She was named for the Haida people.",
  "/wiki/Tribal-class_destroyer_(1936)": "The Tribal class, or Afridi class, were a class of destroyers built for the Royal Navy, Royal Canadian Navy and Royal Australian Navy that saw service in World War II. Originally conceived during design studies for a light fleet cruiser, the Tribals evolved into fast, powerful destroyers, with greater emphasis on guns over torpedoes than previous destroyers, in response to new designs by Japan, Italy, and Germany. The Tribals were well admired by their crews and the public when they were in service due to their power, often becoming symbols of prestige while in service.",
  "/wiki/Museum_ship": "A museum ship, also called a memorial ship, is a ship that has been preserved and converted into a museum open to the public for educational or memorial purposes. Some are also used for training and recruitment purposes, mostly for the small number of museum ships that are still operational and thus capable of regular movement.",
  "/wiki/Burlington_Bay": "Hamilton Harbour, formerly known as Burlington Bay, lies on the western tip of Lake Ontario, bounded on the northwest by the City of Burlington, on the south by the City of Hamilton, and on the east by Hamilton Beach (south of the Burlington Bay James N. Allan Skyway) and Burlington Beach (north of the channel). It is joined to Cootes Paradise by a narrow channel formerly excavated for the Desjardins Canal. Within Hamilton itself, it is referred to as \"Hamilton Harbour\", \"The Harbour\" and \"The Bay\". The bay is naturally separated from Lake Ontario by a sand bar. The opening in the north end was filled in and channel cut in the middle for ships to pass. The Port of Hamilton is on the Hamilton side of the harbour.",
  "/wiki/John_Weir_Foote": "John Weir Foote, VC CD (May 5, 1904 – May 2, 1988) was a Canadian military chaplain and politician. He received the Victoria Cross for his actions during the Dieppe Raid in 1942. Foote is the only Canadian chaplain to be awarded the Victoria Cross. After the war he was elected to the Legislative Assembly of Ontario and served as a Progressive Conservative member from 1948 to 1959. He represented the riding of Durham. He served as a cabinet minister in the government of Leslie Frost.",
  "/wiki/Drill_hall": "A drill hall is a place such as a building or a hangar where soldiers practice and perform military drill.",
  "/wiki/Whitehern": "Whitehern Historic House and Garden in Hamilton, Ontario, Canada, built shortly before 1850, is a Late Classical house that is now a historic house museum.",
  "/wiki/Neoclassical_architecture": "Neoclassical architecture is an architectural style produced by the neoclassical movement that began in the mid-18th century in Italy and France. In its purest form, it is a style principally derived from the architecture of classical antiquity, the Vitruvian principles, and the work of the Italian architect Andrea Palladio.",
  "/wiki/Thomas_McQuesten": "Thomas Baker McQuesten (June 30, 1882 – January 13, 1948) was a politician in Ontario, Canada. He was a Liberal member of the Legislative Assembly of Ontario from 1934 to 1943 who represented the riding of Hamilton—Wentworth. He served as a cabinet minister in the governments of Mitchell Hepburn and Gordon Conant.",
  "/wiki/Royal_Botanical_Gardens_(Ontario)": "Royal Botanical Gardens (RBG) is headquartered in Burlington and also owns extensive natural areas and gardens lands in Hamilton, Ontario, Canada. It is one of the major tourist attractions between Niagara Falls and Toronto, as well as a significant local and regional horticultural, education, conservation, and scientific resource. On 31 July 2006, Royal Botanical Gardens was selected as the National Focal Point for the Global strategy for plant conservation (GSPC) by Environment Canada.",
  "/wiki/Botanical_garden": "A botanical garden or botanic garden[nb 1] is a garden dedicated to the collection, cultivation, preservation and display of a wide range of plants labelled with their botanical names. It may contain specialist plant collections such as cacti and other succulent plants, herb gardens, plants from particular parts of the world, and so on; there may be greenhouses, shadehouses, again with special collections such as tropical plants, alpine plants, or other exotic plants. Visitor services at a botanical garden might include tours, educational displays, art exhibitions, book rooms, open-air theatrical and musical performances, and other entertainment.",
  "/wiki/Cultivar": "A  cultivar[nb 1] (cultivated variety) is an assemblage of plants selected for desirable characteristics that are maintained during propagation. More generally, a cultivar is the most basic classification category of cultivated plants in the International Code of Nomenclature for Cultivated Plants (ICNCP). Most cultivars arose in cultivation, but a few are special selections from the wild.",
  "/wiki/Syringa": "Syringa (lilac) is a genus of 12 currently recognized species of flowering woody plants in the olive family (Oleaceae), native to woodland and scrub from southeastern Europe to eastern Asia, and widely and commonly cultivated in temperate areas elsewhere.",
  "/wiki/Convention_on_Biological_Diversity": "The Convention on Biological Diversity (CBD), known informally as the Biodiversity Convention, is a multilateral treaty. The Convention has three main goals including: the conservation of biological diversity (or biodiversity); the sustainable use of its components; and the fair and equitable sharing of benefits arising from genetic resources.",
  "/wiki/Terraced_house": "In architecture and city planning, a terrace or terrace house (UK) or townhouse (US) is a form of medium-density housing that originated in Europe in the 16th century, whereby a row of attached dwellings share side walls. They are also known in some areas as row houses or row homes (especially in Baltimore, New York City, Philadelphia, Boston, and Washington, D.C.).",
  "/wiki/Scottish_Canadian": "Scottish Canadians are people of Scottish descent or heritage living in Canada. As the third-largest ethnic group in Canada and amongst the first Europeans to settle in the country, Scottish people have made a large impact on Canadian culture since colonial times. According to the 2011 Census of Canada, the number of Canadians claiming full or partial Scottish descent is 4,714,970, or 15.10% of the nation's total population.  Prince Edward Island has the highest population of Scottish descendants at 41%.",
  "/wiki/St._Paul%27s_Presbyterian_Church_(Hamilton)": "St Paul's Presbyterian Church, Hamilton is a congregation of the Presbyterian Church in Canada located at the city centre of Hamilton, Ontario. The church building, designed by renowned architect William Thomas, is federally designated as a National Historic Site in Canada  and provincially designated by the province of Ontario as a heritage site under the Ontario Heritage Act.",
  "/wiki/Gothic_Revival_architecture_in_Canada": "Gothic Revival architecture in Canada is an historically influential style, with many prominent examples. The Gothic Revival was imported to Canada from Britain and the United States in the early 19th century, and rose to become the most popular style for major projects throughout the late 19th and early 20th centuries.",
  "/wiki/Victoria_Hall_(Ontario)": "Victoria Hall is a former ​3 1⁄2-storey commercial building in Hamilton, Ontario, Canada. Overlooking Gore Park, it is located in downtown Hamilton's central commercial district. For many years, the building (alongside the MacKay Building) was jointly known as the \"Foster Building\" due to its most recent use as a high-end clothing store.  Some people still refer to Victoria Hall by this nickname today. It is a superior and rare example of a commercial building with a decorative architectonic sheet metal facade, which is completely hand-made. It was designated a National Historic Site in 1995.",
  "/wiki/Galvanization": "Galvanization or galvanizing (also spelled galvanisation or galvanising) is the process of applying a protective zinc coating to steel or iron, to prevent rusting. The most common method is hot-dip galvanizing, in which the parts are submerged in a bath of molten hot zinc.",
  "/wiki/Sheet_metal": "Sheet metal is metal formed by an industrial process into thin, flat pieces. Sheet metal is one of the fundamental forms used in metalworking and it can be cut and bent into a variety of shapes. Countless everyday objects are fabricated from sheet metal. Thicknesses can vary significantly; extremely thin sheets are considered foil or leaf, and pieces thicker than 6 mm (0.25 in) are considered plate steel or \"structural steel.\"",
  "/wiki/List_of_National_Historic_Sites_of_Canada_in_Hamilton,_Ontario": "This is a list of National Historic Sites (French: Lieux historiques nationaux du Canada) in Hamilton, Ontario.  There are 15 National Historic Sites designated in Hamilton, of which one (HMCS Haida) is administered by Parks Canada (identified below by the beaver icon ). Burlington Heights was designated in 1929 and was the first site designated within what are now the boundaries of Hamilton."
}