{
  "/wiki/Alin_Moldoveanu": "Alin Moldoveanu (Romanian pronunciation: [aˈlin moldoˈve̯anu]; born 3 May 1983, in Focșani) is a Romanian 10 m Air Rifle sport shooter, Olympic champion at the 2012 Summer Olympics. He also competed in the 2008 Summer Olympics where he ranked fourth.",
  "/wiki/Shooting_at_the_2012_Summer_Olympics": "Shooting competitions at the 2012 Summer Olympics in London took place from 28 July to 6 August at the Royal Artillery Barracks in Woolwich. Fifteen events were included with 390 athletes taking part. The events were the same as in 2008.",
  "/wiki/Shooting_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_10_metre_air_rifle": "The Men's 10 metre air rifle event at the 2012 Olympic Games took place on 30 July 2012 at the Royal Artillery Barracks.",
  "/wiki/Sandra_Izba%C8%99a": "Sandra Raluca Izbașa (Romanian pronunciation: [ˈsandra izˈbaʃa]; born 18 June 1990) is a retired artistic gymnast from Romania. She is a double Olympic champion, having won the floor event at the 2008 Olympics and vault at the 2012 Olympics. She is also a winner of two Olympic bronze medals (as part of the Romanian team in 2008 and 2012) and multiple World Championship and European Championship medals.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics": "Three gymnastics disciplines were contested at the 2012 Olympic Games in London: artistic gymnastics, rhythmic gymnastics and trampolining. The trampoline events were held at the North Greenwich Arena (normally called The O2 Arena) from 3 to 4 August; the artistic events were also held at the North Greenwich Arena, from 28 July to 7 August. The rhythmic gymnastics events took place at Wembley Arena from 9 to 12 August.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_vault": "The women's vault competition at the 2012 Summer Olympics in London, United Kingdom. The event was held at the North Greenwich Arena on 5 August.",
  "/wiki/Alina_Alexandra_Dumitru": "Alina Dumitru (Romanian pronunciation: [aˈlina duˈmitru]; born 30 August 1982) is a Romanian judoka, one-time Olympic champion and eight-time European champion. At the 2008 Summer Olympics she defeated Japanese double gold medallist Ryoko Tani, who until then had been undefeated in major international competitions for 12 years.",
  "/wiki/Judo_at_the_2012_Summer_Olympics": "The judo 2012  London|ExCeL Exhibition Centre.",
  "/wiki/Judo_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_48_kg": "Women's 48 kg competition in judo at the 2012 Summer Olympics occurred at ExCeL London in London.",
  "/wiki/Corina_C%C4%83prioriu": "Corina Căprioriu (Romanian pronunciation: [koˈrina kəpriˈorju]; born 18 July 1986) is a Romanian judoka. She has competed under the name Corina Ștefan since her 2016 marriage to Romanian wrestler Gheorghiță Ștefan.",
  "/wiki/Judo_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_57_kg": "Women's 57 kg competition in judo at the 2012 Summer Olympics in London, United Kingdom, took place at ExCeL London.",
  "/wiki/Roxana_Coco%C8%99": "Roxana Cocoș (Romanian pronunciation: [rokˈsana koˈkoʃ]; born June 5, 1989, in Bucharest) is a Romanian weightlifter.",
  "/wiki/Weightlifting_at_the_2012_Summer_Olympics": "Weightlifting competitions at the 2012 Summer Olympics in London were held from 28 July to 7 August in the ExCeL venue. Fifteen gold medals were awarded and 260 athletes took part (156 men and 104 women).",
  "/wiki/Weightlifting_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_69_kg": "The Women's 69 kg weightlifting event at the 2012 Summer Olympics in London, United Kingdom, took place at ExCeL London.",
  "/wiki/Rare%C8%99_Dumitrescu": "Rareș Dumitrescu (Romanian pronunciation: [ˈrareʃ dumiˈtresku]; born 24 December 1983 in Brașov) is a Romanian sabre fencer, World silver medal in 2009. With the Romanian team he was European champion in 2006, World champion in 2009 and Olympic team silver medal in 2012.",
  "/wiki/Tiberiu_Dolniceanu": "Tiberiu Dolniceanu (Romanian pronunciation: [tiˈberju dolniˈt͡ʃe̯anu]; born 3 April 1988) is a Romanian sabre fencer, European champion in 2013 and bronze medal in the 2013 World championships. As part of Romania's sabre team, he won the team silver medal in the 2012 Summer Olympics and the team gold medal in the 2009 World Championships in Antalya.",
  "/wiki/Florin_Zalomir": "Florin Zalomir (Romanian pronunciation: [floˈrin zaloˈmir]; born 21 April 1981 in Iaşi) is a Romanian sabre fencer who competed in the 2012 Summer Olympics winning a silver medal in the sabre team event.",
  "/wiki/Alexandru_Siri%C8%9Beanu": "Alexandru Sirițeanu (Romanian pronunciation: [alekˈsandru siriˈt͡se̯anu]; born 16 April 1984) is a Romanian sabre fencer who competed in the 2012 Summer Olympics winning a silver medal in the sabre team event as a reserve.",
  "/wiki/Fencing_at_the_2012_Summer_Olympics": "The fencing competitions at the 2012 Olympic Games in London were held from 28 July to 5 August at the ExCeL Exhibition Centre. Ten events (six individual, four team) were contested. The International Fencing Federation (FIE) had pushed for the inclusion of two more team events, but the International Olympic Committee voted to keep the current format of ten events.",
  "/wiki/Fencing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_team_sabre": "The men's team sabre competition in fencing at the 2012 Olympic Games in London was held on 3 August at the ExCeL Exhibition Centre.",
  "/wiki/C%C4%83t%C4%83lina_Ponor": "Cătălina Ponor (Romanian pronunciation: [kətəˈlina poˈnor]; born 20 August 1987) is a Romanian former artistic gymnast who competed at three Olympiads: 2004, 2012, and 2016. She won three gold medals at the 2004 Summer Olympics in Athens on balance beam, floor and as part of the Romanian team. She also earned a silver medal on floor and bronze medal as part of the Romanian team at the 2012 Summer Olympics in London, as well as multiple World Championship and European Championship medals. She announced her plans to retire from gymnastics after the 2017 Artistic Gymnastics World Championships, in Montreal. During her career, she won 23 Olympic, World and European medals. More than half of them (12) were gold medals.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_floor": "The Women's floor competition at the 2012 Summer Olympics in London, United Kingdom. The event was held at the North Greenwich Arena on 7 August.",
  "/wiki/Diana_Bulimar": "Diana Laura Bulimar (Romanian pronunciation: [diˈana buliˈmar]; born 22 August 1995) is a Romanian artistic gymnast and a 2-time European Champion with Romania. She was part of the Romanian team at the 2012 Summer Olympics that won the bronze medal.",
  "/wiki/Diana_Chelaru": "Diana Maria Chelaru (Romanian pronunciation: [diˈana keˈlaru]; born 15 August 1993) is a Romanian artistic gymnast who competed at the 2012 Summer Olympics.",
  "/wiki/Larisa_Iordache": "Larisa Andreea Iordache (Romanian pronunciation: [laˈrisa anˈdree̯a jorˈdake]; born 19 June 1996 in Bucharest) is a Romanian artistic gymnast. As of 2019, she is the current leader of the Romanian women's artistic gymnastics team.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_artistic_team_all-around": "The final of the women's artistic team all-around competition at the 2012 Summer Olympics was held at the North Greenwich Arena, London on 31 July 2012. Eight teams of five gymnasts competed in the final from a total of twelve teams which have qualified for the Games. The total number of team members had changed since the 2008 Summer Olympics in Beijing from 6 members down to only 5 in 2012.",
  "/wiki/R%C4%83zvan_Martin": "Răzvan Constantin Martin (Romanian pronunciation: [rəzˈvan marˈtin]; born 22 December 1991) is a Romanian weightlifter. He competed at the 2008 and 2012 Olympics and won a bronze medal in 2012.",
  "/wiki/Weightlifting_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_69_kg": "The Men's 69 kg weightlifting event at the 2012 Summer Olympics in London, United Kingdom, took place at ExCeL London on 31 July 2012.",
  "/wiki/Romania_at_the_2012_Summer_Olympics": "Romania competed at the 2012 Summer Olympics in London, from 27 July to 12 August 2012. This nation has competed at the Summer Olympic Games since its official debut in 1924, missing only two editions, including the 1948 Summer Olympics. Despite being London's third Olympic Games, this is the first time the Romanian team has competed in London. The Romanian Olympic and Sports Committee (Romanian: Comitetul Olimpic și Sportiv Român, COSR) sent a total of 103 athletes to the Games, 54 men and 49 women, to compete in 14 sports."
}