{
  "/wiki/Isehara,_Kanagawa": "Isehara (伊勢原市, Isehara-shi) is a city located in Kanagawa Prefecture, Japan.",
  "/wiki/Monuments_of_Japan": "Monuments (記念物, kinenbutsu) is a collective term used by the Japanese government's Law for the Protection of Cultural Properties to denote Cultural Properties of Japan[note 1] as historic locations such as shell mounds, ancient tombs, sites of palaces, sites of forts or castles, monumental dwelling houses and other sites of high historical or scientific value; gardens, bridges, gorges, mountains, and other places of great scenic beauty; and natural features such as animals, plants, and geological or mineral formations of high scientific value.",
  "/wiki/Kamakura,_Kanagawa": "Kamakura (鎌倉市, Kamakura-shi) is a city in Kanagawa Prefecture, Japan. Although Kamakura proper is today rather small, it is often described in history books as a former de facto capital of Japan, the nation's most populous settlement from 1200 to 1300 AD, as the seat of the shogunate and of the Regency during the Kamakura period. Kamakura was designated as a city on November 3, 1939.",
  "/wiki/Gokuraku-ji_(Kamakura)": "Gokuraku-ji (極楽寺) is a Buddhist temple of the Shingon sect located in Kamakura, Kanagawa Prefecture, Japan. It was founded in 1259 by Ninshō (1217-1303) and has been restored and rebuilt many times since then.",
  "/wiki/Inamuragasaki": "Inamuragasaki (稲村ケ崎) is a cape at the western end of Yuigahama (Beach) in Kamakura, Kanagawa Prefecture, Japan. The cape divides Yuigahama from Shichirigahama (Beach) and Enoshima.  Its name seems to stem from its shape, similar to a stack of rice at harvest time (an inamura (稲叢)). At its foot on the Shichirigahama side there is a park, the Inamuragasaki Park (稲村ケ崎海浜公園).",
  "/wiki/Nitta_Yoshisada": "Nitta Yoshisada (新田 義貞, 1301 – August 17, 1338[citation needed]) was the head of the Nitta clan in the early fourteenth century, and supported the Southern Court of Emperor Go-Daigo in the Nanboku-chō period. He famously marched on Kamakura, besieging and capturing it from the Hōjō clan in 1333.",
  "/wiki/Siege_of_Kamakura_(1333)": "The 1333 siege of Kamakura was a battle of the Genkō War, and marked the end of the power of the Hōjō clan, which had dominated the regency of the Kamakura shogunate for over a century.  Forces loyal to Emperor Go-Daigo and led by Nitta Yoshisada entered the city from multiple directions and destroyed it; in the end, the Hōjō leaders retreated to Tōshō-ji, the Hōjō family temple, where they committed suicide with the rest of the clan.",
  "/wiki/Egara_Tenjin_Shrine": "Egara Tenjin Shrine (荏柄天神社, Egara Tenjinsha), is a Shinto shrine in Kamakura. Having been founded according to legend by an unknown priest in 1104, it is one of the few extant religious institutions in the area to predate the advent of Minamoto no Yoritomo, who arrived here in 1181. Like all other Tenjin shrines in Japan, it enshrines the spirit of famous scholar and politician Sugawara no Michizane under the name Tenjin. For this reason, the kami is believed to be a protector of intellectual pursuits.",
  "/wiki/Kamakura's_proposed_World_Heritage_sites": "Kamakura, Home of the Samurai (武家の古都・鎌倉, Buke no koto・Kamakura) is a grouping of historic sites concentrated in and around the Japanese city of Kamakura, near Tokyo. The city gave its name to the Kamakura shogunate which governed the country during the Kamakura period (1185-1333). In 1992 the monuments were submitted jointly for inscription on the UNESCO World Heritage List under criteria i, ii, iii, iv, and vi.",
  "/wiki/Important_Cultural_Properties_of_Japan": "An Important Cultural Property (重要文化財, jūyō bunkazai)[note 1] is an item officially classified as Tangible Cultural Property by the Agency for Cultural Affairs and judged to be of particular importance to the Japanese people.",
  "/wiki/Honden": "In Shinto shrine architecture, the honden (本殿, main hall), also called shinden (神殿), or sometimes shōden (昇殿) as in Ise Shrine's case, is the most sacred building at a Shinto shrine, intended purely for the use of the  enshrined kami, usually symbolized by a mirror or sometimes by a statue. The building is normally in the rear of the shrine and closed to the general public. In front of it usually stands the haiden, or oratory. The haiden is often connected to the honden by a heiden, or hall of offerings.",
  "/wiki/Yōfuku-ji": "Nikaidō (二階堂) is the name of one of the administrative units (\"towns\", chō or machi) of Kamakura, a city located in Kanagawa, Japan, about 50 km south-south-west of Tokyo. Nikaidō lies immediately to the east of Nishi Mikado and Yukinoshita, and used to be called Higashi Mikado. The name is still sometimes used. In it lie famous temples and shrines like Zuisen-ji, Egara Tenjinsha, Kamakura-gū and Kakuon-ji. It's in Nikaidō that first Kamakura shōgun Minamoto no Yoritomo built Yōfuku-ji (永福寺), one of his most important temples. It was probably part, together with Yukinoshita, of the Ōkura Valley that gave its name to the Ōkura Bakufu, Yoritomo's first government.",
  "/wiki/Engaku-ji": "Zuirokusan Engaku Kōshō Zenji (瑞鹿山円覚興聖禅寺), or Engaku-ji (円覚寺), is one of the most important Zen Buddhist temple complexes in Japan and is ranked second among Kamakura's Five Mountains.  It is situated in the city of Kamakura, in Kanagawa prefecture to the south of Tokyo.",
  "/wiki/Chigasaki,_Kanagawa": "Chigasaki (茅ヶ崎市, Chigasaki-shi) is a city located in Kanagawa Prefecture, Japan.",
  "/wiki/Kamakura's_Seven_Entrances": "The city of Kamakura, Kanagawa in Japan, is closed off on three sides by very steep hills and on the fourth by the sea: before the construction of several modern tunnels and roads, the so-called Seven Entrances (Nana-guchi), or Seven Passes (Nana-kiridoshi, 七切り通し) (all artificial) were its main links to the rest of the world. The city was therefore a natural fortress and, according to the Azuma Kagami, it was chosen by Minamoto no Yoritomo as his base specifically for this reason. The name itself seems to have been modeled on that of Kyoto's Seven Entrances (京都七口)—sometimes translated as the seven \"mouths\"—which first appears in the literature of the intermediate Muromachi period (around the year 1450). Together with the other \"numbered\" names like \"Kamakura's Ten Wells\" and \"Kamakura's Ten Bridges\", the modern \"Seven Entrances\" is an Edo period invention probably concocted to stimulate tourism. The Azuma Kagami calls them simply -zaka: Kobukurozaka, Daibutsuzaka, Gokurakuzaka, etc. Besides these seven, there were always other mountain roads that connected Kamakura with, for example, Kotsubo and Shichirigahama. There is one, for example, that connects Kaizō-ji in Ōgigayatsu with Kita-Kamakura Station. The Seven Entrances were simply the most convenient and important.",
  "/wiki/Yokosuka,_Kanagawa": "Yokosuka (横須賀市, Yokosuka-shi) is a city in Kanagawa Prefecture, Japan.",
  "/wiki/Kōtoku-in": "Taiizan Kotokuin Shojosenji (大異山高徳院清浄泉寺), or Kōtoku-in (高徳院) is a Jōdo-shū Buddhist temple in the city of Kamakura in Kanagawa Prefecture, Japan.",
  "/wiki/Kawasaki,_Kanagawa": "Kawasaki (川崎市, Kawasaki-shi) is a city in Kanagawa Prefecture, Japan. It is the 8th most populated city in Japan (including the Tokyo Metropolitan Area) and one of the main cities forming the Greater Tokyo Area and Keihin Industrial Area.",
  "/wiki/Yokohama_Specie_Bank": "Yokohama Specie Bank (横浜正金銀行, Yokohama Shōkin Ginkō) was a Japanese bank founded in Yokohama, Japan in the year 1880.  Its assets were transferred to The Bank of Tokyo (now MUFG Bank) in 1946.  The bank played a significant role in Japanese trade with China.  The original bank building is now the Kanagawa Prefectural Museum of Cultural History. During the Second World War the bank controversially acted as the paymaster for the Imperial Japanese Army as it conquered parts of Asia.",
  "/wiki/Yokohama": "Yokohama (Japanese: 横浜, Hepburn: Yokohama, pronounced [jokohama] (listen)) is the second largest city in Japan by population, and the most populous municipality of Japan. It is the capital city of Kanagawa Prefecture. It lies on Tokyo Bay, south of Tokyo, in the Kantō region of the main island of Honshu. It is a major commercial hub of the Greater Tokyo Area.",
  "/wiki/Kanagawa_Prefectural_Museum_of_Cultural_History": "Kanagawa Prefectural Museum of Cultural History (神奈川県立歴史博物館, Kanagawa Kenritsu Rekishi Hakubutsukan) also known as the Yokohama Museum of Cultural History is a history museum in Naka-ku, Yokohama, Kanagawa, Japan.",
  "/wiki/Ninshō": "Ninshō (忍性, August 19, 1217 – August 25, 1303 (Kengen July 16 – Kempo July 12)) was a Japanese Shingon Risshu priest during the Kamakura period. His was instrumental in reviving Ritsu Buddhism during this period, as well as establishing facilities to care for invalids. He was criticized by his contemporary Nichiren.",
  "/wiki/Kenchō-ji": "Kenchō-ji (建長寺) is a Rinzai Zen temple in Kamakura, Kanagawa Prefecture, Japan, which ranks first among Kamakura's so-called Five Great Zen Temples (the Kamakura Gozan) and is the oldest Zen training monastery in Japan. These temples were at the top of the Five Mountain System, a network of Zen temples started by the Hōjō Regents. Still very large, it originally had a full shichidō garan and 49 subtemples.",
  "/wiki/List_of_Historic_Sites_of_Japan_(Kanagawa)": "This list is of the Historic Sites of Japan located within the Prefecture of Kanagawa."
}