{
  "/wiki/Dynasty_(1981_TV_series)": "Dynasty is an American prime time television soap opera that aired on ABC from January 12, 1981, to May 11, 1989. The series, created by Richard and Esther Shapiro and produced by Aaron Spelling, revolves around the Carringtons, a wealthy family residing in Denver, Colorado. Dynasty stars John Forsythe as oil magnate Blake Carrington, Linda Evans as his new wife Krystle, and later Joan Collins as his former wife Alexis.",
  "/wiki/Vincent_McEveety": "Vincent Michael McEveety (August 10, 1929 – May 19, 2018) was an American film and television director and producer.",
  "/wiki/Capitol_(TV_series)": "Capitol is an American soap opera which aired on CBS from March 29, 1982, to March 20, 1987, for 1,270 episodes. As its name suggests, the storyline usually revolves around the political intrigues of people whose lives are intertwined in Washington, D.C.",
  "/wiki/Corey_Allen": "Corey Allen (June 29, 1934 – June 27, 2010) was an American film and television director, writer, producer, and actor. He began his career as an actor but eventually became a television director. He may be best known for playing the character Buzz Gunderson in Nicholas Ray's Rebel Without a Cause (1955).",
  "/wiki/Santa_Barbara_(TV_series)": "Santa Barbara is an American television soap opera that aired on NBC from July 30, 1984, to January 15, 1993. The show revolves around the eventful lives of the wealthy Capwell family of Santa Barbara, California. Other prominent families featured on the soap were the rival Lockridge family, and the more modest Andrade and Perkins families.",
  "/wiki/Rick_Bennewitz": "Rick Bennewitz (November 10, 1936 – January 9, 1999) was an American television soap opera director, best known for shooting location sequences for various soap operas. The last episode of Sunset Beach he directed was dedicated to his memory.",
  "/wiki/Murder,_She_Wrote": "Murder, She Wrote was an American crime drama television series starring Angela Lansbury as mystery writer and amateur detective Jessica Fletcher. The series aired for 12 seasons with 264 episodes from 1984 to 1996 on the CBS network. It was followed by four TV films. Among the most successful and longest-running television shows in history, it averaged more than 30 million viewers per week in its prime (sometimes hitting above 40 million viewers), and was a staple of the CBS Sunday night lineup for a decade. In syndication, the series is still highly successful throughout the world.",
  "/wiki/Generations_(U.S._TV_series)": "Generations is an American soap opera that aired on NBC from March 27, 1989, to January 25, 1991. The show was groundbreaking in that it was the first soap opera to feature from its inception an African-American family.",
  "/wiki/Edward_Mallory": "Edward Mallory (born Edward Ralph Martz; June 14, 1930 – April 4, 2007) was an American actor, best known for his role as Dr. Bill Horton on the soap opera Days of Our Lives, which he played from 1966 to 1980.",
  "/wiki/Fred_Gerber": "Fred Gerber is an American film and television director and television producer. Gerber has directed several popular television series which include The X-Files, Desperate Housewives and House. Gerber has also served as a producer on China Beach, Threat Matrix, Family Law and The Lying Game.",
  "/wiki/NYPD_Blue": "NYPD Blue is an American police procedural drama television series set in New York City, exploring the struggles of the fictional 15th Precinct detective squad in Manhattan. Each episode typically intertwines several plots involving an ensemble cast.",
  "/wiki/Babylon_5": "Babylon 5 is an American space opera television series created by writer and producer J. Michael Straczynski, under the Babylonian Productions label, in association with Straczynski's Synthetic Worlds Ltd. and Warner Bros. Domestic Television. After the successful airing of a test pilot movie on February 22, 1993, Babylon 5: The Gathering, in May 1993 Warner Bros. commissioned the series for production as part of its Prime Time Entertainment Network (PTEN). The show premiered in the US on January 26, 1994, and ran for five seasons.",
  "/wiki/Confessions_and_Lamentations": "Babylon 5 is an American science fiction television series created, produced and largely written by J. Michael Straczynski. The show centers on the Babylon 5 space station: a focal point for politics, diplomacy, and conflict during the years 2257–2262. With its prominent use of planned story arcs, the series was often described as a \"novel for television\".",
  "/wiki/Star_Trek:_Deep_Space_Nine": "Star Trek: Deep Space Nine (DS9) is an American science fiction television series created by Rick Berman and Michael Piller. It originally aired from January 1993 to June 1999, in syndication, spanning 176 episodes over seven seasons. The fourth series in the Star Trek franchise, it served as the third sequel to Star Trek: The Original Series. Set in the 24th century, when Earth is part of a United Federation of Planets, it is based on the eponymous space station Deep Space Nine, located adjacent to a wormhole connecting Federation territory to the Gamma Quadrant on the far side of the Milky Way galaxy.",
  "/wiki/Allan_Kroeker": "Allan Kroeker (born February 29, 1960 in Winnipeg, Manitoba) is a Canadian film and television director, cinematographer, screenwriter, film editor and film producer. He has the distinction of directing the series finales for Star Trek: Deep Space Nine, Star Trek: Voyager and Star Trek: Enterprise. He has also directed several Chuck episodes from 2007 to 2009.",
  "/wiki/Days_of_Our_Lives": "Days of Our Lives (also stylized as Days of our Lives; often abbreviated to DOOL or Days) is an American daytime soap opera broadcast on NBC. It is one of the longest-running scripted television programs in the world, airing nearly every weekday since November 8, 1965.[dead link] A co-production of Corday Productions and Sony Pictures Television, the series was created by husband-and-wife team Ted Corday and Betty Corday. During Days of Our Lives' early years, Irna Phillips (creator of former NBC stablemate Another World as well as its former CBS rivals, As the World Turns and Guiding Light) served as a story editor for the program and many of the show's earliest storylines were written by William J. Bell (who would depart the series in 1975 to focus full-time on The Young and the Restless, which he created for CBS in 1973).",
  "/wiki/Joseph_Behar": "Joseph Behar (born April 1, 1933) (also credited as Joe Behar) is an American television director. He is known for directing the game show Let's Make a Deal, as well as the serials The Greatest Gift (producer and director), First Love, From These Roots,  Days of Our Lives, and General Hospital.",
  "/wiki/Randy_Robbins_(director)": "Randy J. Robbins is an American director.",
  "/wiki/The_Visitor_(TV_series)": "The Visitor is an American science fiction television series created by Roland Emmerich and Dean Devlin which aired on Fox from 1997–98. It starred John Corbett as Adam McArthur who was abducted by extraterrestrials 50 years earlier and escapes back to Earth to help improve life for humanity.",
  "/wiki/Frederick_King_Keller": "Frederick King Keller (born 1954 in Buffalo, New York) is an American director, producer and screenwriter for film and television. He is also credited under the names Frederick K. Keller, Fred K. Keller and Fred Keller. He is the son of actor/screenwriter Frederick A. Keller. His father was a television pioneer who produced and directed the first weekly dramatic series seen on television. Besides acting and directing in theater his father also ran several art house movie theaters in Buffalo which the young Fred became intimately involved with and which formed the root of his cinematic education.",
  "/wiki/Diagnosis:_Murder": "Diagnosis Murder is an American action-comedy-mystery-medical crime drama television series starring Dick Van Dyke as Dr. Mark Sloan, a medical doctor who solves crimes with the help of his son Steve, a homicide detective played by Van Dyke's real-life son Barry. The series began as a spin-off of Jake and the Fatman (Dr. Mark Sloan made his first appearance in episode 4.19 \"It Never Entered My Mind\"), became a series of three TV movies, and then a weekly television series that debuted on CBS on October 29, 1993. Joyce Burditt wrote the episode in Jake and the Fatman and is listed here as the creator of the spin off series.",
  "/wiki/Beverly_Hills,_90210": "Beverly Hills, 90210 is an American teen drama television series created by Darren Star and produced by Aaron Spelling under his production company Spelling Television. The series ran for ten seasons on Fox from October 4, 1990, to May 17, 2000, and is the longest-running show produced by Spelling. It is the first of six television series in the Beverly Hills, 90210 franchise and follows the lives of a group of friends living in the upscale and star-studded community of Beverly Hills, California, as they transition from high school to college and into the adult world. \"90210\" refers to one of the city's five ZIP codes.",
  "/wiki/Chip_Chalmers": "Chip Chalmers is a theater and television director.",
  "/wiki/Michael_Lange": "Michael Lange (born March 1, 1950) is an American television director and record producer.",
  "/wiki/Profiler_(TV_series)": "Profiler is an American crime drama television series created by Cynthia Saunders that aired on NBC from September 21, 1996 to July 1, 2000 as part of its Thrillogy block and also airs on CNBC Europe. The series follows the exploits of a criminal profiler working with the fictional FBI Violent Crimes Task Force (VCTF) based in Atlanta, Georgia.",
  "/wiki/John_Patterson_(director)": "John Tiffin Patterson (April 4, 1940 – February 7, 2005) was a television director known for his work on drama series, who also made television films. He directed thirteen episodes of The Sopranos, including the first five season finales. Patterson was born in Buffalo, New York.",
  "/wiki/Seinfeld": "Seinfeld is an American sitcom television series created by Larry David and Jerry Seinfeld for NBC. As a comedian rising in popularity in the late eighties, Seinfeld was presented with an opportunity to create a show with NBC. Seinfeld asked fellow comedian and friend, Larry David, to help create a premise for a sitcom. The show stars Seinfeld as a fictionalized version of himself, and mostly focuses on his personal life with a handful of friends and acquaintances, including best friend George Costanza (Jason Alexander), friend and former girlfriend Elaine Benes (Julia Louis-Dreyfus), and neighbor across the hall Cosmo Kramer (Michael Richards). Seinfeld is set predominantly in an apartment building in Manhattan's Upper West Side in New York City. It is often described as being \"a show about nothing\", as many of its episodes are about the minutiae of daily life.",
  "/wiki/Andy_Ackerman": "Robert Andrew Ackerman (born September 19, 1956) is an American director and producer and script editor who is best known for his work on Seinfeld, The New Adventures of Old Christine and the HBO series Curb Your Enthusiasm. He is a 1978 graduate of Santa Clara University.",
  "/wiki/Chicago_Hope": "Chicago Hope is an American medical drama television series, created by David E. Kelley. It originally aired on CBS from September 18, 1994, to May 4, 2000. The series is set in a fictional private charitable hospital in Chicago, Illinois.",
  "/wiki/Bill_D%27Elia": "Bill D'Elia is an American screenwriter, producer, director and actor. He is linked to many popular and award-winning television shows.",
  "/wiki/Stephen_Cragg": "Stephen Cragg is an American television producer and director.  Cragg has directed several network television series. Cragg also directed episodes of  ER, Boston Legal, Detroit 1-8-7, Southland, Harry's Law, Northern Exposure, Doogie Howser, M.D. and Third Watch. Cragg was also a producer on A Year In The Life (for which he received the Best Miniseries Emmy), Doogie Howser, M.D., The American Embassy and The Byrds of Paradise.",
  "/wiki/Michael_Schultz": "Michael Schultz (born November 10, 1938) is an American director and producer of theater, film and television.",
  "/wiki/Jesus_Salvador_Trevino": "Jesús Salvador Treviño (born March 26, 1946 in El Paso, Texas) is an American television director of Mexican descent.",
  "/wiki/Robert_Butler_(director)": "Robert Butler (born November 16, 1927) is an American film and Emmy Award-winning television director. He is best known for his work in television, where he directed the pilots for a number of series including Star Trek and Hill Street Blues.",
  "/wiki/Melrose_Place": "Melrose Place is an American prime time television soap opera that aired on Fox from July 8, 1992 to May 24, 1999, for seven seasons. The show follows the lives of a group of young adults living in an apartment complex called Melrose Place, in West Hollywood, California. The show was created by Darren Star for Fox and executive produced by Aaron Spelling for his company, Spelling Television. It was the second series in the Beverly Hills, 90210 franchise. Season one and season two were broadcast on Wednesday at 9 p.m., after Beverly Hills, 90210. In 1994, for its third-season premiere, the show moved to Monday at 8 p.m.",
  "/wiki/Charles_Pratt,_Jr.": "Charles Pratt Jr. (born January 6, 1955) is an American television writer, producer and director."
}