{
  "/wiki/London_Borough_of_Bromley": "The London Borough of Bromley (/ˈbrɒmli/ (listen)) is the southeasternmost of the 32 London boroughs that make up Greater London along with the City of London. It is named after Bromley, its principal town; other major towns are Beckenham and Orpington. The local authority is Bromley London Borough Council.[n 1]",
  "/wiki/Beckenham_Crematorium_and_Cemetery": "Beckenham Crematorium and Cemetery is a cemetery in the London Borough of Bromley, opened in 1876.",
  "/wiki/London_Borough_of_Newham": "The London Borough of Newham /ˈnjuːəm/ (listen) is a London borough created in 1965 by the London Government Act 1963. It covers an area  previously administered by the Essex county boroughs of West Ham and East Ham, authorities that were both abolished by the same act.",
  "/wiki/City_of_London_Corporation": "The City of London Corporation, officially and legally the Mayor and Commonalty and Citizens of the City of London, is the municipal governing body of the City of London, the historic centre of London and the location of much of the United Kingdom's financial sector.",
  "/wiki/City_of_London_Cemetery_and_Crematorium": "The City of London Cemetery and Crematorium is a cemetery and crematorium in the east of London. It is owned and operated by the City of London Corporation. It is designated Grade I on the Historic England National Register of Historic Parks and Gardens.",
  "/wiki/London_Borough_of_Croydon": "The London Borough of Croydon (pronunciation (help·info)) is a London borough in South London, part of Outer London. It covers an area of 87 km2 (33.6 sq mi). It is the southernmost borough of London. At its centre is the historic town of Croydon from which the borough takes its name; while other urban centres include Coulsdon, Purley, South Norwood, and Thornton Heath. Croydon is mentioned in Domesday Book, and from a small market town has expanded into one of the most populous areas on the fringe of London. The borough is now one of London's leading business, financial and cultural centres, and its influence in entertainment and the arts contribute to its status as a major metropolitan centre.",
  "/wiki/CR_postcode_area": "The CR postcode area, also known as the Croydon postcode area, is a group of eight postcode districts in England, within ten post towns. These cover parts of southern Greater London and north-east Surrey.",
  "/wiki/Croydon_Cemetery": "Mitcham Road Cemetery, previously called Croydon Cemetery, is a cemetery located next to Mitcham Common near Croydon, which is part of the London Borough of Croydon, London. Croydon Crematorium is located inside the cemetery, and are both managed by Croydon Cemeteries and Crematoriums. The cemetery is much larger than other ones in London.[citation needed] There is also a chapel located inside the cemetery.",
  "/wiki/Golders_Green_Crematorium": "Golders Green Crematorium and Mausoleum was the first crematorium to be opened in London, and one of the oldest crematoria in Britain. The land for the crematorium was purchased in 1900, costing £6,000, and the crematorium was opened in 1902 by Sir Henry Thompson.",
  "/wiki/London_Borough_of_Barnet": "The London Borough of Barnet (pronunciation (help·info)) is a suburban London borough in North London. It forms part of Outer London and is the largest London borough by population with 384,774 inhabitants; it covers an area of 86.74 square kilometres (33 sq mi), the fourth highest, and has a population density of 45.8 people per hectare, which ranks it 25th. The borough was formed in 1965 from parts of the counties of Middlesex and Hertfordshire.",
  "/wiki/NW11": "The NW (North Western) postcode area, also known as the London NW postcode area, is a group of postcode districts covering part of northwest London, England. It is the successor of the NW sector,  originally created as part of the London postal district in 1856.",
  "/wiki/London_Borough_of_Southwark": "The London Borough of Southwark (/ˈsʌðərk/ (listen)) in South London forms part of Inner London and is connected by bridges across the River Thames to the City of London. It was created in 1965 when three smaller council areas amalgamated under the London Government Act 1963. All districts of the area are within the London postal district. It is governed by Southwark London Borough Council.",
  "/wiki/SE23": "The SE (South Eastern) postcode area covers a broad radial swathe of the south-east of the London post town from the Albert Embankment to West Heath and the nearest edges of Sidcup and Selhurst. It loosely corresponds to the Boroughs named after Southwark, Lewisham and Greenwich plus indicated parts of those named after Croydon (north), Lambeth (east), Bexley (west) and Bromley (its northwest corner).",
  "/wiki/Camberwell_Cemeteries": "The two Camberwell cemeteries are close to one another in Honor Oak, south London, England. Both have noteworthy burials and architecture, and they are an important source of socioeconomic data in recording the historical growth and changing demography in the community for the Southwark area since 1855.",
  "/wiki/Mortlake_Crematorium": "The Mortlake Crematorium is a crematorium in Kew, near its boundary with Mortlake, in the London Borough of Richmond upon Thames. It opened in 1939, next to Mortlake Cemetery.",
  "/wiki/London_Borough_of_Richmond": "The London Borough of Richmond upon Thames (pronunciation (help·info)) in southwest London forms part of Outer London and is the only London borough on both sides of the River Thames. It was created in 1965 when three smaller council areas amalgamated under the London Government Act 1963. It is governed by Richmond upon Thames London Borough Council and is divided into nineteen wards.",
  "/wiki/TW9": "The TW postcode area, also known as the Twickenham postcode area, is a group of 20 postcode districts in  England, within 13 post towns. These cover parts of south-west London and north-west Surrey, plus a very small part of Berkshire.",
  "/wiki/Kew": "Kew (/kjuː/) is a district in the London Borough of Richmond upon Thames, 1.5 miles (2.4 km) north-east of Richmond and 7.1 miles (11.4 km) west by south-west of Charing Cross; its population at the 2011 census was 11,436. Kew is the location of the Royal Botanic Gardens (\"Kew Gardens\"), now a World Heritage Site, which includes Kew Palace. Kew is also the home of important historical documents such as Domesday Book, which is held at The National Archives.",
  "/wiki/Crematorium": "A crematorium or crematory is a venue for the cremation of the dead.",
  "/wiki/Act_of_Parliament": "Acts of parliament, also called primary legislation, are statutes passed by a parliament (legislature). Act of the Oireachtas is an equivalent term used in the Republic of Ireland where the legislature is commonly known by its Irish name, Oireachtas. The United States Act of Congress is based on it.",
  "/wiki/London_Borough_of_Ealing": "The London Borough of Ealing (/ˈiːlɪŋ/ (listen)) is a London borough in West London. It comprises seven major towns: Acton (W3), Ealing (W5, W13), Greenford (UB6), Hanwell (W7), Northolt (UB5), Perivale (UB6) and Southall (UB1, UB2).",
  "/wiki/London_Borough_of_Hammersmith_&_Fulham": "The London Borough of Hammersmith and Fulham (pronunciation (help·info)) is a London borough partly in west London (Hammersmith, West Kensington) and partly in southwest London (Fulham); it forms part of Inner London.",
  "/wiki/London_Borough_of_Hounslow": "The London Borough of Hounslow (pronunciation (help·info)) is a London borough in West London, England, forming part of Outer London. It was created in 1965 when three smaller Middlesex council areas amalgamated under the London Government Act 1963. It is governed by Hounslow London Borough Council.",
  "/wiki/London_Borough_of_Richmond_upon_Thames": "The London Borough of Richmond upon Thames (pronunciation (help·info)) in southwest London forms part of Outer London and is the only London borough on both sides of the River Thames. It was created in 1965 when three smaller council areas amalgamated under the London Government Act 1963. It is governed by Richmond upon Thames London Borough Council and is divided into nineteen wards.",
  "/wiki/London_Borough_of_Lambeth": "Lambeth (/ˈlæmbəθ/ (listen)) is a London borough in south London, England, which forms part of Inner London. Its name was recorded in 1062 as Lambehitha (\"landing place for lambs\") and in 1255 as Lambeth. The geographical centre of London is at Frazier Street near Lambeth North tube station, though nearby Charing Cross on the other side of the Thames in the City of Westminster is traditionally considered the centre of London.",
  "/wiki/SE27": "The SE (South Eastern) postcode area covers a broad radial swathe of the south-east of the London post town from the Albert Embankment to West Heath and the nearest edges of Sidcup and Selhurst. It loosely corresponds to the Boroughs named after Southwark, Lewisham and Greenwich plus indicated parts of those named after Croydon (north), Lambeth (east), Bexley (west) and Bromley (its northwest corner).",
  "/wiki/West_Norwood_Cemetery": "West Norwood Cemetery is a 40-acre (16 ha) rural cemetery in West Norwood in London, England. It was also known as the South Metropolitan Cemetery.\nOne of the first private landscaped cemeteries in London, it is one of the \"Magnificent Seven\" cemeteries of London, and is a site of major historical, architectural and ecological interest.",
  "/wiki/List_of_cemeteries_in_London": "There are a number of cemeteries in Greater London. Among them are the Magnificent Seven, seven large Victorian-era cemeteries. There are also a number of crematoria. A number of cemeteries have listed buildings or structures, or have been placed on the National Register of Historic Parks and Gardens by English Heritage. Others have secured Green Heritage Site accreditation or may be on the UNESCO World Heritage List."
}