{
  "/wiki/Robert_Barron_(priest)": "Robert Emmet Barron (born November 19, 1959) is an American prelate of the Catholic Church serving as auxiliary bishop of the Archdiocese of Los Angeles. He is the founder of the Catholic ministerial organization Word on Fire, and was the host of the TV series Catholicism, an award-winning documentary about the Catholic faith which aired on PBS.   Previously, he served as rector at Mundelein Seminary in the Archdiocese of Chicago.",
  "/wiki/Roman_Catholic_Church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/University_of_Saint_Mary_of_the_Lake": "The University of Saint Mary of the Lake, also called Mundelein Seminary, is a Roman Catholic seminary in Mundelein, Illinois. It is the principal seminary and school of theology for the formation of priests in the Roman Catholic Archdiocese of Chicago. Chartered by the Illinois General Assembly in 1844, it has the longest continuous academic charter in the state of Illinois.[citation needed]",
  "/wiki/Steve_Baumgartner": "Steven John Baumgartner (born March 26, 1951) is a former professional American football player who played defensive end for seven seasons for the New Orleans Saints and the Houston Oilers.",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/New_Orleans_Saints": "The New Orleans Saints are a professional American football team based in New Orleans, Louisiana. The Saints currently compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) South division. The team was founded by John W. Mecom Jr., David Dixon, and the city of New Orleans on November 1, 1966. The Saints began play in Tulane Stadium in 1967 where they remained until the 1974 NFL season, when they moved to the new Louisiana Superdome (now the Mercedes-Benz Superdome).",
  "/wiki/Houston_Oilers": "The Houston Oilers were a professional American football team who played in Houston, Texas from 1960 to 1996 before relocating and becoming the Tennessee Titans. The Oilers began play in 1960 as a charter member of the American Football League (AFL). The team won two AFL championships before joining the NFL as part of the AFL–NFL merger in the late 1960s.",
  "/wiki/Dave_Bickler": "David \"Dave\" Bickler (born March 31, 1953) is an American vocalist, best known as the lead singer for the rock band Survivor from 1978 until 1983, particularly on the #1 U.S. hit \"Eye of the Tiger\". In addition to his wide vocal range, his trademark look included a beret. Bickler would go on to provide the vocals in advertisements, including Bud Light's \"Real Men of Genius\" TV and radio commercials.",
  "/wiki/Grammy_Award": "A Grammy Award (stylized as GRAMMY, originally called Gramophone Award), or Grammy, is an award presented by The Recording Academy to recognize achievements in the music industry. The trophy depicts a gilded gramophone. The annual presentation ceremony features performances by prominent artists, and the presentation of those awards that have a more popular interest. The Grammys are the second of the Big Three major music awards held annually (between the American Music Awards in the Fall, and the Billboard Music Awards in the Summer), was held May 1 in 2019.",
  "/wiki/Rock_and_roll": "Rock and roll (often written as rock & roll, rock 'n' roll or rock 'n roll) is a genre of popular music that originated and evolved in the United States during the late 1940s and early 1950s from musical styles such as gospel, jump blues, jazz, boogie woogie, and rhythm and blues, and country music. While elements of what was to become rock and roll can be heard in blues records from the 1920s and in country records of the 1930s, the genre did not acquire its name until 1954.",
  "/wiki/Survivor_(band)": "Survivor is an American rock band, formed in Chicago in 1978 around Jim Peterik and Frankie Sullivan. The band achieved its greatest success in the 1980s, producing many charting singles, especially in the United States. The band is best-known for its double-platinum-certified 1982 hit \"Eye of the Tiger\", the theme song for the 1982 motion picture Rocky III (US number 1 for six weeks). The band continued to chart in the mid-1980s with singles like \"Burning Heart\" (US number 2), \"The Search Is Over\" (US number 4), \"High on You\" (US number 8), \"Is This Love\" (US number 9), and \"I Can't Hold Back\" (US number 13).",
  "/wiki/Bud_Light": "Anheuser-Busch, a wholly owned subsidiary of Anheuser-Busch InBev SA/NV, is the largest brewing company in the United States, with a market share of 45 percent in 2016.",
  "/wiki/Real_Men_of_Genius": "Real Men of Genius is a series of advertisements, primarily 60-second American radio spots, for Bud Light beer. The campaign was originally conceived by copywriter Bob Winter and art director Mark Gross –  and co-created with copywriter Bill Cimino –  at DDB Chicago.",
  "/wiki/Joan_Biskupic": "Joan Biskupic (Croatian: Biskupić; born c.  1956 is an American journalist, author, and lawyer who has covered the United States Supreme Court since 1989. She is a full time Supreme Court analyst at CNN. She was previously Editor in Charge, Legal Affairs for Reuters from 2012 to 2016. For the 2016–17 academic year, she was a visiting professor at the University of California, Irvine's School of Law. From 2000 to 2012 she was the Legal Affairs Correspondent for USA Today.[citation needed]",
  "/wiki/USA_Today": "USA Today is an internationally distributed American daily, middle-market newspaper that serves as the flagship publication of its owner, the Gannett Company. Founded by Al Neuharth on September 15, 1982, it operates from Gannett's corporate headquarters on Jones Branch Drive, in McLean, Virginia. It is printed at 37 sites across the United States and at five additional sites internationally. Its dynamic design influenced the style of local, regional, and national newspapers worldwide, through its use of concise reports, colorized images, informational graphics, and inclusion of popular culture stories, among other distinct features.",
  "/wiki/US_Supreme_Court": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States. It has ultimate (and largely discretionary) appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which a State shall be Party\". The Court holds the power of judicial review, the ability to invalidate a statute for violating a provision of the U.S. Constitution. It is also able to strike down presidential directives for violating either the Constitution or statutory law. However, it may act only within the context of a case in an area of law over which it has jurisdiction. The Court may decide cases having political overtones, but it has ruled that it does not have power to decide non-justiciable political questions.",
  "/wiki/Sandra_Day_O%27Connor": "Sandra Day O'Connor (born March 26, 1930) is a retired Associate Justice of the Supreme Court of the United States, who served from her 1981 appointment by President Ronald Reagan until her retirement in 2006. She was the first woman to serve on the Court.",
  "/wiki/Antonin_Scalia": "Antonin Gregory Scalia  (/ˌæntənɪn skəˈliːə/ (listen); March 11, 1936 – February 13, 2016)[n 1] was an American lawyer, jurist, government official, and academic who served as an Associate Justice of the Supreme Court of the United States from 1986 until his death in 2016. He was described as the intellectual anchor for the originalist and textualist position in the Court's conservative wing. For catalyzing an originalist and textualist movement in American law, he has been described as one of the most influential jurists of the twentieth century. Scalia was posthumously awarded the Presidential Medal of Freedom in 2018.",
  "/wiki/Steven_M._Biskupic": "Steven M. Biskupic (Croatian: Biskupić) (born March 26, 1961) is a former U.S. Attorney for the Eastern District of Wisconsin serving under Attorneys General John Ashcroft, Alberto Gonzales and Michael Mukasey. He was appointed by George W. Bush in May 2002. Prior to his appointment, Biskupic served as an Assistant U.S. Attorney for 13 years, specializing in the prosecution of white-collar crime. Biskupic stepped down in 2008. He is now a partner at Michael Best & Friedrich in Milwaukee.",
  "/wiki/US_Attorney": "United States attorneys (also known as chief federal prosecutors and, historically, as United States district attorneys) represent the United States federal government in United States district courts and United States courts of appeals.",
  "/wiki/United_States_District_Court_for_the_Eastern_District_of_Wisconsin": "The United States District Court for the Eastern District of Wisconsin (in case citations, E.D. Wis.) is a federal trial court of limited jurisdiction.  The court is under the auspices of the United States Court of Appeals for the Seventh Circuit, although patent claims and claims against the federal government under the Tucker Act are appealed to the United States Court of Appeals for the Federal Circuit.  The Eastern District was established on June 30, 1870.",
  "/wiki/Diablo_Cody": "Brook Maurio (born June 14, 1978), pen name Diablo Cody, is an American writer and producer. She became known for her candid blog and subsequent memoir, Candy Girl: A Year in the Life of an Unlikely Stripper (2005), Cody achieved critical acclaim for her debut feature film script, Juno (2007), winning the Academy Award for Best Original Screenplay, the BAFTA Award for Best Original Screenplay, the Independent Spirit Award for Best First Screenplay, and the Writers Guild of America Award for Best Original Screenplay.",
  "/wiki/Candy_Girl:_A_Year_in_the_Life_of_an_Unlikely_Stripper": "Candy Girl: A Year in the Life of an Unlikely Stripper is a memoir written by Diablo Cody, who later became known as an Academy Award–winning screenwriter. It focused on Cody's brief career working as a stripper and the various sights and oddities that she encountered.",
  "/wiki/Academy_Award": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.",
  "/wiki/Juno_(film)": "Juno is a 2007 American coming-of-age comedy-drama film directed by Jason Reitman and written by Diablo Cody. Ellen Page stars as the title character, an independent-minded teenager confronting an unplanned pregnancy and the subsequent events that put pressures of adult life onto her. Michael Cera, Jennifer Garner, Jason Bateman, Allison Janney and J. K. Simmons also star. Filming spanned from early February to March 2007 in Vancouver, British Columbia. It premiered on September 8 at the 2007 Toronto International Film Festival, receiving a standing ovation.",
  "/wiki/Robert_J._Conrad": "Robert James \"Bob\" Conrad Jr. (born 1958) is a United States District Judge of the United States District Court for the Western District of North Carolina and a former nominee to the United States Court of Appeals for the Fourth Circuit to take the place of the retired James Dickson Phillips Jr.",
  "/wiki/United_States_District_Court_for_the_Western_District_of_North_Carolina": "The United States District Court for the Western District of North Carolina (in case citations, W.D.N.C.)  is a Federal district court which covers the western third of North Carolina.",
  "/wiki/Mark_DeCarlo": "Mark DeCarlo (born June 23, 1962) is an American actor, television host, comedian, and travel and foodie expert. He is currently known for being a contributor to WLS-TV morning show Windy City Live, a locally produced Chicago program that replaced The Oprah Winfrey Show following its 2011 ending. DeCarlo has been awarded three local Emmy Awards for his work on Windy City Live.",
  "/wiki/The_Adventures_of_Jimmy_Neutron:_Boy_Genius": "The Adventures of Jimmy Neutron: Boy Genius (sometimes shortened to Jimmy Neutron) is an American computer animated television series created by Keith Alcorn and John A. Davis. It originally aired on Nickelodeon for three seasons beginning July 20, 2002, and the final episode aired on November 25, 2006.  Following the 2001 film Jimmy Neutron: Boy Genius, the show follows a genius 11-year-old from Retroville, James \"Jimmy\" Isaac Neutron, as he goes on adventures with his friends Carl Wheezer and Sheen Estevez. Throughout the show, various mishaps and conflicts occur on these adventures, as Jimmy's various inventions go awry.  The series features voices of Debi Derryberry (Jimmy), Jeffrey Garcia (Sheen), and Rob Paulsen (Carl) for the three main characters.",
  "/wiki/Sex_Sells:_The_Making_of_Touch%C3%A9": "Sex Sells: The Making of Touché is a 2005 comedy film that was written and directed by Jonathan Liebert.  It was filmed as a faux documentary, in the same style as The Blair Witch Project and Cannibal Holocaust.  It tells the story of the making of a pornographic film.  Due to the film's sometimes explicit (though simulated) sex scenes it has not received a rating from the MPAA.  Priscilla Barnes (who also served as an associate producer), Mark DeCarlo and Jay Michael Ferguson star.  The film is 96 minutes long.",
  "/wiki/Studs_(game_show)": "Studs is an American television game show that was produced by Fox Television Studios for local television stations. The series premiered on March 11, 1991 as a midseason series, did well enough in its run to be renewed for a full season, and aired for two more full seasons until September 9, 1993. The show was hosted by former game show contestant and comedian Mark DeCarlo, in one of his first TV hosting jobs.",
  "/wiki/Cameron_Esposito": "Cameron Anne Young Anastasia Esposito (born October 17, 1981) is an American comedian, actor, and podcaster, known for her show Take My Wife, as well as her stand-up comedy and her podcast, Queery. Esposito substantially focuses on topics surrounding the LGBTQ community, feminism, social justice, and the challenges faced by members of marginalized communities. Originally from Western Springs, Illinois, Esposito resides in Los Angeles.",
  "/wiki/Seeso": "Seeso was an over-the-top subscription streaming service owned by Comcast through NBCUniversal, launched on January 7, 2016 and closed on November 8, 2017. It provided comedy content such as original and broadcast television shows.",
  "/wiki/Meagen_Fay": "Meagen Fay is an American actress known for her work in television.",
  "/wiki/The_Second_City": "The Second City is an improvisational comedy enterprise and is, historically, the first ongoing improvisational theater troupe to be continually based in Chicago, with training programs and live theatres in Toronto and Los Angeles. The Second City Theatre opened on December 16, 1959, and has since become one of the most influential and prolific comedy theatres in the world.",
  "/wiki/The_Drew_Carey_Show": "The Drew Carey Show is an American sitcom television series that aired on ABC from September 13, 1995 to September 8, 2004. It was set in Cleveland, Ohio and revolved around the retail office and home life of \"everyman\" Drew Carey, a fictionalized version of the actor.",
  "/wiki/Marita_Geraghty": "Marita Geraghty (born March 26, 1962) is an American television and film actress. She had roles in several movies during the late 1980s and early 1990s, most notably as Nancy Taylor in Groundhog Day. She was married to actor Michael Maguire.",
  "/wiki/CSI:_Crime_Scene_Investigation": "CSI: Crime Scene Investigation, also referred to as CSI and CSI: Las Vegas, is an American procedural forensics crime drama television series which ran on CBS from October 6, 2000, to September 27, 2015, spanning 15 seasons. The series starred William Petersen, Marg Helgenberger, George Eads, Ted Danson, Laurence Fishburne, Elisabeth Shue, and Jorja Fox and was the first in the CSI franchise. The series concluded with a feature-length finale titled \"Immortality\".",
  "/wiki/Seinfeld": "Seinfeld is an American sitcom television series created by Larry David and Jerry Seinfeld for NBC. As a comedian rising in popularity in the late eighties, Seinfeld was presented with an opportunity to create a show with NBC. Seinfeld asked fellow comedian and friend, Larry David, to help create a premise for a sitcom. The show stars Seinfeld as a fictionalized version of himself, and mostly focuses on his personal life with a handful of friends and acquaintances, including best friend George Costanza (Jason Alexander), friend and former girlfriend Elaine Benes (Julia Louis-Dreyfus), and neighbor across the hall Cosmo Kramer (Michael Richards). Seinfeld is set predominantly in an apartment building in Manhattan's Upper West Side in New York City. It is often described as being \"a show about nothing\", as many of its episodes are about the minutiae of daily life.",
  "/wiki/The_Luck_of_the_Irish_(2001_film)": "The Luck of the Irish is a 2001 American Disney Channel original movie.",
  "/wiki/Groundhog_Day_(film)": "Groundhog Day is a 1993 American  fantasy comedy film directed by Harold Ramis and written by Ramis and Danny Rubin. It stars Bill Murray as Phil Connors, a TV weatherman who, during an assignment covering the annual Groundhog Day event, is caught in a time loop, repeatedly reliving the same day. Andie MacDowell and Chris Elliott co-star.",
  "/wiki/Don_Juan_DeMarco": "Don Juan DeMarco is a 1995 American romantic comedy-drama film starring Johnny Depp as John Arnold DeMarco, a man who believes himself to be Don Juan, the greatest lover in the world. Clad in a cape and domino mask, DeMarco undergoes psychiatric treatment with Marlon Brando's character, Dr. Jack Mickler, to cure him of his apparent delusion. But the psychiatric sessions have an unexpected effect on the psychiatric staff, some of whom find themselves inspired by DeMarco's delusion; the most profoundly affected is Dr. Mickler himself, who rekindles the romance in his complacent marriage.",
  "/wiki/Heidi_Chronicles": "The Heidi Chronicles is a 1988 play by Wendy Wasserstein. The play won the 1989 Pulitzer Prize for Drama.",
  "/wiki/Nancy_Johnson_(sport_shooter)": "Nancy Napolski-Johnson (born January 14, 1974) is a retired American sports shooter. She competed and won a gold medal in the 2000 Summer Olympics (10-meter air rifle for women) at the age of 26. Nancy Johnson also competed in the 1996 Olympics but finished 36th place.",
  "/wiki/Air_gun": "An air gun (or airgun) is any kind of gun that launches projectiles pneumatically with compressed air or other gases that are pressurized mechanically without involving any chemical reactions, in contrast to a firearm, which pressurizes gases chemically via an exothermic oxidation of combustible propellants which generates propulsive energy by breaking molecular bonds. Both the long gun and handgun forms (air rifle and air pistol) typically propel metallic projectiles that are either diabolo-shaped pellets or spherical shots called BBs. Certain types of air guns (usually rifles) may also propel darts or arrows.",
  "/wiki/Shooting_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_10_metre_air_rifle": "Following a recent tradition, the women's 10 metre air rifle competition was the first medal event concluded at the 2000 Summer Olympics. It was held on 16 September, the day after the opening ceremony, with the 40-shot qualification round between 09:00 and 10:15 Australian Eastern Standard Time (UTC+10), and the final round of 10 additional shots at 11:00. Kang Cho-hyun equalled the Olympic record in the qualification round but lost her two-point pre-final lead to Nancy Johnson, who thus won the first Sydney gold medal for the United States.",
  "/wiki/Frank_Kaminsky": "Francis Stanley Kaminsky III (born April 4, 1993) is an American professional basketball player who plays for the Phoenix Suns of the National Basketball Association (NBA). He previously played four years of college basketball for the Wisconsin Badgers, where he set the Wisconsin single-game record for points (43). He was the unanimous men's National College Player of the Year in 2015.",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/Charlotte_Hornets": "The Charlotte Hornets are an American professional basketball team based in Charlotte, North Carolina. The Hornets compete in the National Basketball Association (NBA), as a member of the league's Eastern Conference Southeast Division. The team is largely owned by retired NBA player Michael Jordan, who acquired a controlling interest in the team in 2010. The Hornets play their home games at the Spectrum Center in Uptown Charlotte.",
  "/wiki/NCAA_Division_I": "NCAA Division I (D-I) is the highest level of intercollegiate athletics sanctioned by the National Collegiate Athletic Association (NCAA) in the United States. D-I schools include the major collegiate athletic powers, with larger budgets, more elaborate facilities and more athletic scholarships than Divisions II and III as well as many smaller schools committed to the highest level of intercollegiate competition.",
  "/wiki/2014%E2%80%9315_NCAA_Division_I_men%27s_basketball_season": "The 2014–15 NCAA Division I men's basketball season began in November with the 2K Sports Classic and ended with the Final Four in Indianapolis April 4–6.  Practices officially began on October 3.",
  "/wiki/Mike_Lee_(boxing)": "Michael Gene Lee (born 1987 in Wheaton, Illinois) is an American professional boxer in the light heavyweight class. He turned pro in February 2010.",
  "/wiki/Dan_LeFevour": "Daniel Terrence LeFevour (born March 19, 1987) is a former Canadian football quarterback. He was originally drafted in the sixth round of the 2010 NFL Draft by the Chicago Bears and spent time with three other NFL teams (without appearing in a regular-season game) before entering the CFL in 2012. Before his professional career begun, he played college football at Central Michigan University. Known as a dual-threat quarterback, LeFevour previously held the record for most touchdowns scored (e.g., by passing, running and catching the ball) in the history of the NCAA, with 148 touchdowns scored. Case Keenum has since surpassed that record, in 2011.",
  "/wiki/Quarterback": "The quarterback (commonly abbreviated \"QB\"), colloquially known as the \"signal caller\", is a position in gridiron football. Quarterbacks are members of the offensive team and line up directly behind the offensive line. In modern American football, the quarterback is usually considered the leader of the offensive team, and is often responsible for calling the play in the huddle. The quarterback also touches the ball on almost every offensive play, and is the offensive player that almost always throws forward passes. When the QB is tackled behind the line of scrimmage, it is called a sack.",
  "/wiki/Central_Michigan_Chippewas_football": "The Central Michigan Chippewas are a college football program in Division I FBS, representing Central Michigan University (CMU). CMU currently[when?] has the 30th highest overall winning percentage of programs currently playing in NCAA Division I.",
  "/wiki/Chicago_Bears": "The Chicago Bears are a professional American football team based in Chicago, Illinois. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numbers. The Bears have also recorded more victories than any other NFL franchise.",
  "/wiki/Hamilton_Tiger_Cats": "The Hamilton Tiger-Cats are a professional Canadian football team based in Hamilton, Ontario, Canada. They are currently members of the East Division of the Canadian Football League (CFL). The Tiger-Cats play their home games at Tim Hortons Field. They were founded in 1869 as the Hamilton Football Club (nickname \"Tigers\"). In 1950, the Tigers merged with cross-town upstart Hamilton Wildcats and adopted the nickname \"Tiger-Cats\".",
  "/wiki/John_Lynch_(radio)": "John Lynch is the president and CEO of the Broadcast Company of the Americas. He is also the father of John Lynch, Jr., former football player for the Tampa Bay Buccaneers.",
  "/wiki/Broadcast_Company_of_the_Americas": "The Broadcast Company of the Americas, traded as  BCA Radio was a broadcasting company based in the San Diego, California area.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Pittsburgh_Steelers": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh, Pennsylvania. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the seventh-oldest franchise in the NFL, and they are the oldest franchise in the AFC.",
  "/wiki/Justin_McCareins": "Justin Morgan McCareins (born December 1, 1978) is a former American football wide receiver in the National Football League. He was drafted by the Tennessee Titans in the fourth round of the 2001 NFL Draft. He also played for the New York Jets. He played college football at Northern Illinois.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Tennessee_Titans": "The Tennessee Titans are a professional American football team based in Nashville, Tennessee. The Titans compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. Previously known as the Houston Oilers, the team began play in 1960 in Houston, Texas, as a charter member of the American Football League (AFL). The Oilers won the first two AFL Championships, and joined the NFL as part of the AFL–NFL merger in 1970.",
  "/wiki/New_York_Jets": "The New York Jets are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team is headquartered in Florham Park, New Jersey. In a unique arrangement for the league, the Jets share MetLife Stadium in East Rutherford, New Jersey with the New York Giants. The franchise is legally and corporately registered as New York Jets, LLC.",
  "/wiki/Naperville_North_High_School": "Naperville North High School is a public four-year high school located at the corner of Ogden Avenue and Mill Street in the northern-central part of Naperville, Illinois, a western suburb of Chicago, Illinois, in the United States. It is the counterpart to Naperville Central High School of Naperville Community Unit School District 203. Naperville North contains more than 3000 students and over 250 certified staff members, with most of them having a master's degree or beyond. Naperville North is accredited to the Illinois State Board of Education and is a part of the Illinois Association for College Admission Counseling.",
  "/wiki/James_McManus": "James \"Jim\" McManus (born March 22, 1951) is an American teacher, writer and poker player living in Kenilworth, Illinois. He is a professor in the Master of Fine Arts program for writers at the Art Institute of Chicago.",
  "/wiki/Positively_Fifth_Street": "Positively Fifth Street: Murderers, Cheetahs, and Binion's World Series of Poker is a memoir by Chicago area author James McManus set during the 2000 World Series of Poker.",
  "/wiki/Porter_Moser": "Porter Andrew Moser (born August 24, 1968) is the head men's basketball coach at Loyola University Chicago. Originally from Naperville, Illinois, Moser attended and played varsity basketball at Benet Academy, and then Creighton University. Moser previously held the head coaching position at Illinois State (2003–2007) and Arkansas-Little Rock (2000–2003). Prior to being hired at Loyola, Moser was an assistant coach at Saint Louis under Rick Majerus for the 2007-08 season, and the associate head coach from 2008-11.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Loyola_Ramblers": "The Loyola Ramblers are the varsity sports teams of Loyola University Chicago. Most teams compete in the Missouri Valley Conference, which the school joined in 2013 after leaving the Horizon League. Notable athletes from Loyola have included middle-distance runner Tom O'Hara, volleyball player Thomas Jaeschke, and basketball players Mike Novak, Jerry Harkness, Les Hunter, Wayne Sappleton, Alfredrick Hughes, LaRue Martin, and Blake Schilb. The nickname \"Ramblers\" was first used in 1926.",
  "/wiki/Illinois_State_Redbirds_men%27s_basketball": "The Illinois State Redbirds men's basketball team represents Illinois State University, located in Normal, Illinois, in NCAA Division I basketball competition. They are currently led by head coach Dan Muller and play their home games at Redbird Arena as a member of the Missouri Valley Conference.  They have the national distinction of earning the most National Invitation Tournament berths (14) without making the semifinals, and also have the longest NCAA Tournament drought (21 years and counting) in the Missouri Valley Conference.",
  "/wiki/Arkansas%E2%80%93Little_Rock_Trojans": "The Little Rock Trojans are the athletic teams representing the University of Arkansas at Little Rock. The Trojans are a non-football member of the Sun Belt Conference and a wrestling affiliate member of the Pac-12 Conference. The University offers 7 men's and 8 women's varsity sports. Little Rock has Sun Belt rivalries with all the West Division schools (Arkansas State, Louisiana–Monroe, Louisiana–Lafayette, Texas State, and UT Arlington). Little Rock's primary Sun Belt rival is Arkansas State.",
  "/wiki/List_of_Benet_Academy_alumni": "Benet Academy (often shortened to \"Benet\") is a co-educational, college-preparatory Benedictine high school in Lisle, Illinois, United States, overseen by the Diocese of Joliet. Since its founding in 1887, notable alumni have included Olympic athletes, professional American football players, winners of Grammy and Academy Awards, and a former Illinois Attorney General."
}