{
  "/wiki/San_José_State_University": "San José State University (San Jose State or SJSU) is a public university in San Jose, California. SJSU is the oldest public university on the West Coast and the founding campus of the California State University (CSU) system.",
  "/wiki/College_of_the_Canyons": "College of the Canyons (COC) is a public community college operated by the Santa Clarita Community College District in Santa Clarita, California. The college is accredited by the Western Association of Schools and Colleges and has campus locations in Valencia and Canyon Country.",
  "/wiki/Santa_Rosa_Junior_College": "Santa Rosa Junior College (SRJC) is a public community college in Santa Rosa, California with an additional campus in Petaluma and centers in surrounding Sonoma County. Santa Rosa Junior College was modeled as a feeder school for the University of California system (a \"junior\" version of nearby University of California, Berkeley, with the Bear Cub mascot modeled after Oski). SRJC is operated by the Sonoma County Community College District.",
  "/wiki/University_of_California,_San_Diego": "The University of California, San Diego (UC San Diego or, colloquially, UCSD[a]) is a public research university in San Diego, California. Established in 1960 near the pre-existing Scripps Institution of Oceanography, UC San Diego is the seventh-oldest of the 10 University of California campuses and offers over 200 undergraduate and graduate degree programs, enrolling approximately 30,800 undergraduate and 8,000 graduate students. The university occupies 2,141 acres (866 ha) near the coast of the Pacific Ocean, with the main campus resting on approximately 1,152 acres (466 ha).",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/California_State_University,_Northridge": "California State University, Northridge (CSUN /ˈsiːsʌn/ or Cal State Northridge) is a public university in the Northridge neighborhood of Los Angeles, California. With a total enrollment of 38,391 students (as of Fall 2019), it has the largest undergraduate population as well as the second largest total student body of the 23-campus California State University system, making it one of the largest comprehensive universities in the United States in terms of enrollment size. The size of CSUN also has a major impact on the California economy, with an estimated $1.9 billion in economic output generated by CSUN on a yearly basis. As of Fall 2019, the university had 2,139 faculty, of which 805 (or about 40%) were tenured or on the tenure track.",
  "/wiki/California_State_University,_Fullerton": "California State University, Fullerton (CSUF or Cal State Fullerton) is a public university in Fullerton, California.  With a total enrollment of about 40,400, it has the largest student body of the 23-campus California State University (CSU) system, and its approximately 5,800 graduate student body is also the largest in the CSU and one of the largest in all of California. As of Fall 2016, the school had 2,083 faculty, of which 782 were on the tenure track.",
  "/wiki/San_Diego_State_University": "San Diego State University (SDSU) is a public research university in San Diego, California. Founded in 1897 as San Diego Normal School, it is the third-oldest university in the 23-member California State University (CSU) system. SDSU has a Fall 2018 student body of 34,828 and an alumni base of more than 280,000.",
  "/wiki/University_of_California,_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Santa_Clara_University": "Santa Clara University is a private Jesuit university in Santa Clara, California, with about 5,400 undergraduate students and about 3,300 postgraduate students. Established in 1851, Santa Clara University is the oldest operating institution of higher learning in California and has remained in its original location for 168 years. The university's campus surrounds the historic Mission Santa Clara de Asis which traces its founding to 1776. The campus mirrors the Mission's architectural style and provides a fine early example of Mission Revival architecture. The university is classified as a \"Doctoral/Professional\" university by Carnegie Classification.",
  "/wiki/University_of_California,_Santa_Barbara": "The University of California, Santa Barbara (UC Santa Barbara or UCSB) is a public research university in Santa Barbara, California.  It is one of the 10 campuses of the University of California system. Tracing its roots back to 1891 as an independent teachers' college, UCSB joined the University of California system in 1944 and is the third-oldest general-education campus in the system.",
  "/wiki/Moorpark_College": "Moorpark College is a public community college in Moorpark, California. It was established in 1967 with enrollment of 2,500 students and enrolled 14,254 students in 2014. An Exotic Animal Training and Management center houses over 200 animals on campus.",
  "/wiki/Fresno_State_University": "California State University, Fresno (Fresno State) is a public university in Fresno, California.  It is one of 23 campuses in the California State University system. The university had a Fall 2018 enrollment of 24,995 students.  It offers bachelor's degrees in 60 areas of study, 45 master's degrees, 3 doctoral degrees, 12 certificates of advanced study, and 2 different teaching credentials.",
  "/wiki/Orange_Coast_College": "Orange Coast College (OCC) is a public community college in Costa Mesa in Orange County, California. It was founded in 1947, with its first classes opening in the fall of 1948. It provides Associate of Art and Associate of Science degrees, certificates of achievement, and lower-division classes transferable to other colleges and universities. The school enrolls approximately 24,000 undergraduate students. In terms of population size, Orange Coast College is the third largest college in Orange County.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Pepperdine_University": "Pepperdine University is a private research university affiliated with the Churches of Christ and has its main campus near Malibu, California. Founded by entrepreneur George Pepperdine in South Los Angeles in 1937, the school expanded to Malibu in 1972. Courses are now taught at a main Malibu campus, six graduate campuses in southern California, a center in Washington, DC, and at international campuses in Argentina, China, England, Germany, Italy, and Switzerland.",
  "/wiki/Los_Angeles_Pierce_College": "Los Angeles Pierce College (Pierce College or Pierce) is a public community college in Woodland Hills, Los Angeles, California. It is part of the Los Angeles Community College District and is accredited by the Western Association of Schools and Colleges. It serves 22,000 students each semester.",
  "/wiki/Los_Angeles_Valley_College": "Los Angeles Valley College (LAVC) is a public community college in the Valley Glen neighborhood of Los Angeles, California in the east-central San Fernando Valley. The school is a part of the Los Angeles Community College District.",
  "/wiki/Pacific_Collegiate_Hockey_Association": "The Pacific Collegiate Hockey Association (PCHA) is a collegiate hockey conference within Division 2 of the ACHA. The PCHA has been in operation for more than 40 years and administers the PCHA Playoffs at the conclusion of each regular season. The winner of the PCHA Playoffs receives the coveted Adams Cup, named after Cary Adams who started the conference."
}