{
  "/wiki/Jouko_T%C3%B6rm%C3%A4nen": "Jouko Sihveri Törmänen (10 April 1954 – 3 January 2015) was a Finnish ski jumper.",
  "/wiki/Ski_jumping_at_the_1980_Winter_Olympics": "Ski jumping at the 1980 Winter Olympics consisted of two events held from 17 February to 23 February, taking place at Lake Placid Olympic Ski Jumping Complex.",
  "/wiki/Juha_Mieto": "Juha Iisakki Mieto (born 20 November 1949) is a Finnish former cross-country skier, who was born in Kurikka. He competed in the 1972, 1976, 1980 and 1984 Olympics and won five medals, including a gold medal in the 4 × 10 km relay in 1976. He also placed fourth three times, losing the 15 km bronze medal in 1972 by 0.06 seconds. He finished second in this event in 1980 in the closest-ever margin of victory in Olympic cross-country skiing, 0.01 seconds, which led the International Ski Federation (FIS) to round all of their times to the nearest 1/10 second in future competitions. Mieto was selected as the Finnish flag bearer at the 1972 Winter Olympics.",
  "/wiki/Cross-country_skiing_at_the_1980_Winter_Olympics": "The 1980 Winter Olympics results in cross-country skiing.",
  "/wiki/Hilkka_Riihivuori": "Hilkka Riihivuori (née Kuntola, born 24 December 1952 in Jurva, Southern Ostrobothnia) is a Finnish  former cross-country skier who competed during the 1970s and 1980s. She competed in three Winter Olympics, earning a total of four medals (1972 and 1976 under her maiden name and 1980 under her married name.). Riihivuori also competed several times at the Holmenkollen ski festival, winning twice at 10 km (1974, 1980) and once at 5 km (1977).",
  "/wiki/Jouko_Karjalainen": "Jouko Karjalainen (born 27 July 1956 in Kajaani) is a Finnish former nordic combined skier. He won two silver medals in the individual Nordic combined at the 1980 Winter Olympics and the 1984 Winter Olympics.",
  "/wiki/Nordic_combined_at_the_1980_Winter_Olympics": "Nordic combined at the 1980 Winter Olympics, consisted of one event, held from 18 February to 19 February. The ski jumping portion took place at Lake Placid Olympic Ski Jumping Complex, while the cross-country portion took place at Lake Placid Olympic Sports Complex Cross Country Biathlon Center.",
  "/wiki/Harri_Kirvesniemi": "Harri Tapani Kirvesniemi (born 10 May 1958 in Mikkeli) is a Finnish former cross-country skier who competed from 1980 to 2001. During his career he won six Olympic medals (all bronzes), and also the 50 km event at the Holmenkollen ski festival in 2000.",
  "/wiki/Matti_Pitk%C3%A4nen": "Matti Pitkänen (born 20 December 1948 in Ikaalinen) is a Finnish former cross-country skier who competed in the late 1970s and early 1980s. He won two medals in the 4 × 10 km relay at the Winter Olympics with a gold in 1976 and a bronze in 1980. He also finished sixth in the 30 km at the 1980 Winter Olympics.",
  "/wiki/Pertti_Teuraj%C3%A4rvi": "Pertti Teurajärvi (born 20 February 1951, in Kolari) is a Finnish former cross-country skier who competed in the late 1970s and early 1980s. He won two medals in the 4 × 10 km relay at the Winter Olympics with a gold in 1976 and a bronze in 1980.",
  "/wiki/Helena_Takalo": "Anni Helena Takalo (née Kivioja, born 28 October 1947) is a Finnish former cross-country skier. She was born in Nivala, and was dominant women's cross-country skiing in the 1970s, earning five Winter Olympic medals and four FIS Nordic World Ski Championships medals (golds in 5 km and 4 × 5 km relay (both 1978), and bronzes in 3 × 5 km relay (1970), 10 km (1974), and 20 km (1978).).",
  "/wiki/Jari_Puikkonen": "Jari Markus Puikkonen (born 25 June 1959) is a Finnish former ski jumper."
}