{
  "/wiki/C.D._Marte": "Club Deportivo Marte was a football club.",
  "/wiki/C.F._Pachuca": "Club de Fútbol Pachuca is a Mexican professional football team based in Pachuca, Hidalgo, that competes in Liga MX. Founded by Cornish miners in 1901, it is one of the oldest football clubs in the Americas. After decades of mediocre or poor performances between the 1st and 2nd division, Pachuca was promoted once again to the Primera División in 1998. Since then, it has been one of the most successful clubs in Mexico, winning six national championships, four CONCACAF Champions' Cups, the 2007 SuperLiga, and one Copa Sudamericana. In 2006, Pachuca became the first CONCACAF team to win a CONMEBOL tournament.  Pachuca was one of the founding members of the Mexican Primera División.",
  "/wiki/N%C3%ADlson_Esidio_Mora": "Nilson Esidio, (born November 19, 1965 in Santa Rita do Passa Quatro, São Paulo) is a former Brazilian footballer. In 1993, he played 34 games and scored 25 goals for Flamengo.",
  "/wiki/Tigres_UANL": "Club de Fútbol Tigres de la Universidad Autónoma de Nuevo León, simply known as Tigres UANL or Tigres, is a Mexican professional football club based in San Nicolás de los Garza, a city in the Monterrey metropolitan area. Founded in 1960, the club has spent 60 years in Liga MX, the top tier of the Mexican football league system.",
  "/wiki/%C3%81ngel_Lemus": "Ángel Lemus Silva (born 3 September 1971 in Mexico City) is a Mexican retired professional footballer, who played at forward during his career. He was a member of the Mexico national team competing at the 1992 Summer Olympics in Barcelona, Spain.",
  "/wiki/Carlos_Pav%C3%B3n": "Carlos Alberto Pavón Plummer (born 9 October 1973 in El Progreso) is a retired Honduran football striker.",
  "/wiki/Irapuato_F.C.": "Club Atlético Irapuato is a professional football club, based in Irapuato, Guanajuato, Mexico. They are currently playing in the Serie A in the Liga Premier.",
  "/wiki/Correcaminos_UAT": "Club de Fútbol Correcaminos de la Universidad Autónoma de Tamaulipas is an association football team from Ciudad Victoria, Tamaulipas.",
  "/wiki/Niver_Arboleda": "Niver Arboleda Díaz (8 December 1967 – 5 October 2011) was a Colombian footballer who played for Atlético Nacional, Deportivo Cali, Veracruz, Zacatepec and Zhejiang Greentown.",
  "/wiki/Club_Zacatepec": "Club Atlético Zacatepec is a Mexican football team based in Zacatepec, Morelos. They are nicknamed Cañeros (sugarcane growers). Their colors are white and green (from sugar and sugarcane, respectively). Their uniform color is a white shirt with a big green line in the middle and white shorts and socks. Their greatest achievements were in the 1950s when Zacatepec won two titles in First Division. They won their first league title in the 1954–1955 season and their second title in the 1957–1958 season. Zacatepec won the Copa Mexico championship in the 1958–1959 season.",
  "/wiki/Carlos_Mar%C3%ADa_Morales": "Carlos María Morales Maeso (born 1 March 1970 in Montevideo) is a former Uruguayan footballer. and he resigned as manager of Liga MX club San Luis in March 2013.",
  "/wiki/Tigres_UANL_Premier": "Tigres UANL Premier was the Liga Premier affiliate team of Tigres UANL. They played in the lower division to provide a training ground for prospective players aspiring to play in the Primera División de México. They played in San Nicolás de los Garza, Nuevo León. With the changes made to the Primera División \"A\", Tigres B disappeared from the Liga de Ascenso before starting the Apertura 2009. But, Cachorros UANL was appeared in the Segunda Division de Mexico in 2010–11 Season and disappeared after 2014–15 season, but moved to Liga Premier as Tigres Liga Premier beginning 2015–16 season.",
  "/wiki/Cristi%C3%A1n_Ariel_Morales": "Cristián Ariel Morales Yáñez (born September 25, 1972 in Santa Fe, Argentina) is a former Argentine footballer who played for clubs of Argentina, Chile and Mexico.",
  "/wiki/San_Luis_F.C.": "San Luis Fútbol Club, known more commonly as San Luis or San Luis Potosí, was a Mexican professional football club from the city of San Luis Potosí, Mexico. The club was founded in 1957, when they were known as Santos (saints). The team's nickname of Tuneros, a reference to the tuna fruit, was later changed to Gladiadores. The nickname for the team was then changed to Reales. The nickname Tribu Real is a reference to the fact that the team was once named Real San Luis. Another nickname recently given to the team is El Equipo del Milagro (The Miracle team) because of the last-minute \"miracle\" to stay in the highest division.  San Luis play their home games at Alfonso Lastras Ramirez Stadium. On May 28, 2013 it was confirmed the team would move to Tuxtla Gutiérrez, Mexico and be renamed Chiapas Fútbol Club.",
  "/wiki/Carlos_Mu%C3%B1oz_Cobo": "Carlos Antonio Muñoz Cobo (born 25 August 1961), known simply as Carlos, is a Spanish retired footballer who played as a striker.",
  "/wiki/Lobos_BUAP": "Club de Fútbol Lobos de la Benemérita Universidad Autónoma de Puebla was a Mexican football club based in Puebla, Mexico. The club represented the Benemérita Universidad Autónoma de Puebla. The club's history goes back to the early 1930s when the club was known as Preparatoria, formed exclusively by players that attended the university. The club has played on and off since then. It was not until the 1990s when the club made a serious comeback. It has been playing in the lower level Mexican football divisions. In 2003 the club was awarded a spot in the Primera A (now known as the Liga de Ascenso), a league where the club played until earning promotion in 2017 to the Liga MX Primera División. The club marked its home in the Estadio Universitario BUAP.",
  "/wiki/CF_La_Piedad": "Club de Fútbol La Piedad is a Mexican football club based in La Piedad, Michoacán. The club currently plays in the Liga Premier de Ascenso de Mexico in the Liga Premier. Reboceros was founded in 1951 by football players from \"Perros Bravos\" neighborhood, most of them were craftsman working with leather and textile.",
  "/wiki/H%C3%A9ctor_Gim%C3%A9nez_(footballer)": "Héctor Horacio Giménez Silvera (born 29 April 1975, in Montevideo) is a former Uruguayan - Mexican football striker who last played for Estudiantes de Altamira in the Liga de Ascenso.",
  "/wiki/Gallos_de_Aguascalientes": "Club de Fútbol Gallos Hidrocálidos de Aguascalientes was a football club from Aguascalientes, Mexico.",
  "/wiki/Tampico_Madero_F.C.": "Tampico Madero Fútbol Club is a football (soccer) club that currently plays in the Ascenso MX. The club is one of the oldest in the league; the club was  founded on July 8, 1945 under the name Club Deportivo Tampico, was very successful in its beginnings, winning its first and only Mexican Primera División title in 1952–53 tournament as well as two Copa México titles in 1960 and 1961. The club spent most of the 1970s in the Segunda División de México after being relegated in the early 1960s. In 1977 the club bought out the Atlético Potosino franchise to move it to Tampico in order for the club to have once again first division action. The club played out the 1980s in the first division but was once again relegated in the early 1990s and has never again reached the top division.",
  "/wiki/Ariel_Gonz%C3%A1lez": "Oscar Ariel González Meza (born October 28, 1974 in Mendoza, Argentina) is a former Argentine naturalized Mexican footballer who last played as a center forward, for Irapuato. He played most of his career in the first and second divisions of Mexican football.",
  "/wiki/Quer%C3%A9taro_F.C.": "Querétaro Fútbol Club, also called Gallos Blancos de Querétaro, is a Mexican professional football club based in Querétaro City, Mexico. Querétaro plays in the Liga MX, the top level of the Mexican football league system. Their colors are blue, black, and white and the team mascot is a rooster. They were to be relegated to the Liga de Ascenso in 2013, but Chiapas F.C. was relocated to Querétaro.",
  "/wiki/Club_Le%C3%B3n": "Club León, simply known as León, is a Mexican professional football club based in the city of León, Guanajuato, Mexico.",
  "/wiki/Mauro_N%C3%A9stor_Gerk": "Mauro Néstor Gerk Larrea also known as El Tanque or El delantero del amor (born 9 May 1977), is a retired Argentine football Striker who last played for Cruz Azul Hidalgo in the Ascenso MX.",
  "/wiki/Celaya_F.C.": "Celaya Football Club is a Mexican professional football club based in Celaya, Guanajuato. Celaya currently plays in the Ascenso MX. Initially formed on Sunday 7 February 1954, the team was reorganized in Winter 2003 after their city neighbour Atlético Celaya lost its license to Colibríes de Morelos and moved to Primera División A, through the moving of La Piedad to Celaya.",
  "/wiki/Rub%C3%A9n_Dar%C3%ADo_Gigena": "Rubén Darío Gigena (born 2 October 1980 in Bahía Blanca, province of Buenos Aires) is an Argentine football striker currently playing for Tiro Federal BB.",
  "/wiki/Cruz_Azul_Hidalgo": "Club Deportivo Cruz Azul Hidalgo, also known as Cruz Azul Hidalgo, is a professional football club in Mexico who last played in the Liga Premier league of Mexico. Their stadium was the Estadio 10 de Diciembre located in Ciudad Cooperativa Cruz Azul (previously name the town of Jasso) in Hidalgo and was the affiliate team of Cruz Azul. The team dissolved in 2014 after Zacatepec 1948 bought their spot to remain in Ascenso MX. But has a team in the Liga Premier de Ascenso, replace Cruz Azul Jasso."
}