{
  "/wiki/St_Wulfran%27s_Church,_Ovingdean": "St Wulfran's Church, dedicated to the 7th-century French archbishop Wulfram of Sens, is an Anglican church in Ovingdean, a rural village now within the English city of Brighton and Hove.  Parts of the structure date from the early 12th century, and the church is listed at Grade I, a designation used for buildings \"of outstanding architectural or historic interest\".",
  "/wiki/Circa": "Circa (from Latin, meaning 'around, about, roughly, approximately') – frequently abbreviated ca. or c. and less frequently circ. or cca. – signifies \"approximately\" in several European languages and as a loanword in English, usually in reference to a date. Circa is widely used in historical writing when the dates of events are not accurately known.",
  "/wiki/Ovingdean": "Ovingdean is a small formerly agricultural village in Brighton and Hove, East Sussex, England.",
  "/wiki/Flint": "Flint is a sedimentary cryptocrystalline form of the mineral quartz, categorized as the variety of chert that occurs in chalk or marly limestone. Flint was widely used historically to make stone tools and start fires.",
  "/wiki/Victorian_restoration": "The Victorian restoration was the widespread and extensive refurbishment and rebuilding of Church of England churches and cathedrals that took place in England and Wales during the 19th-century reign of Queen Victoria. It was not the same process as is understood today by the term building restoration.",
  "/wiki/Stanmer_House": "The house stands close to Stanmer village and Church, within Stanmer Park. Constructed by the French architect Nicholas Dubois in 1722 in a Palladian style for the Pelham family, it incorporates the remains of an earlier house, and was again altered in 1860.",
  "/wiki/Stanmer": "Stanmer is a small village on the eastern outskirts of Brighton, in East Sussex, England.",
  "/wiki/Henry_Pelham": "Henry Pelham FRS (25 September 1694 – 6 March 1754) was a British Whig statesman, who served as Prime Minister of Great Britain from 27 August 1743 until his death. He was the younger brother of Thomas Pelham-Holles, 1st Duke of Newcastle, who served in Pelham's government and succeeded him as Prime Minister. Pelham is generally considered to have been Britain's third Prime Minister after Sir Robert Walpole and the Earl of Wilmington.",
  "/wiki/Earl_of_Chichester": "Earl of Chichester is a title that has been created three times in British history. The current title was created in 1801 for Thomas Pelham, 2nd Baron Pelham of Stanmer in the Peerage of the United Kingdom.",
  "/wiki/Marlborough_House,_Brighton": "Marlborough House is a mansion at 54, Old Steine, Brighton on the south coast of England. It is a Grade I listed building. Initially it was built for Samuel Shergold in the 1760s. After being sold on by both Shergold and its second owner, the Duke of Marlborough, in 1786 it was bought by William Gerard Hamilton and altered to a  neoclassical design by Robert Adam. After being owned by the Brighton School Board and Brighton and Hove City Council, it was sold to a local businessman in 1999. Since then, the building has stood empty and original features have been destroyed, leading to several courtcases.",
  "/wiki/Brighton": "Brighton (/ˈbraɪtən/) is a seaside resort in the county of East Sussex. It is a constituent part of the city of Brighton and Hove, created from the formerly separate towns of Brighton and Hove.  Brighton is located on the south coast of England, positioned 47 miles (76 km) south of London.",
  "/wiki/George_Spencer,_4th_Duke_of_Marlborough": "George Spencer, 4th Duke of Marlborough, KG, PC, FRS (26 January 1739 – 29 January 1817), styled Marquess of Blandford until 1758, was a British courtier, nobleman, and politician from the Spencer family. He served as Lord Chamberlain between 1762 and 1763 and as Lord Privy Seal between 1763 and 1765. He is the great-great-great grandfather of Sir Winston Churchill.",
  "/wiki/William_Gerard_Hamilton": "William Gerard Hamilton (28 January 1729 – 16 July 1796), was an English statesman and Irish politician, popularly known as \"Single Speech Hamilton\".",
  "/wiki/Robert_Adam": "Robert Adam FRSE FRS FSA (Scot) FSA FRSA (3 July 1728 – 3 March 1792) was a Scottish neoclassical architect, interior designer and furniture designer. He was the son of William Adam (1689–1748), Scotland's foremost architect of the time, and trained under him. With his older brother John, Robert took on the family business, which included lucrative work for the Board of Ordnance, after William's death.",
  "/wiki/Bay_(architecture)": "In architecture, a bay is the space between architectural elements, or a recess or compartment. The term bay comes from  Old French baee, meaning an opening or hole.",
  "/wiki/Doric_order": "The Doric order was one of the three orders of ancient Greek and later Roman architecture; the other two canonical orders were the Ionic and the Corinthian. The Doric is most easily recognized by the simple circular capitals at the top of columns. Originating in the western Dorian region of Greece, it is the earliest and in its essence the simplest of the orders, though still with complex details in the entablature above.",
  "/wiki/Palladian_architecture": "Palladian architecture is  a European style of architecture derived from and inspired by the designs of the Venetian architect Andrea Palladio (1508–1580). What is recognised as Palladian architecture today is an evolution of his original concepts. Palladio's work was strongly based on the symmetry, perspective, and values of the formal classical temple architecture of the Ancient Greeks and Romans. From the 17th century Palladio's interpretation of this classical architecture was adapted as the style known as \"Palladianism\". It continued to develop until the end of the 18th century.",
  "/wiki/Nikolaus_Pevsner": "Sir Nikolaus Bernhard Leon Pevsner CBE FBA (30 January 1902 – 18 August 1983) was a German-British art historian and architectural historian best known for his monumental 46-volume series of county-by-county guides, The Buildings of England (1951–74).",
  "/wiki/Brighton_Dome": "The Brighton Dome is an arts venue in Brighton, England, that contains the Concert Hall, the Corn Exchange and the Studio Theatre (formerly the Pavilion Theatre). All three venues are linked to the rest of the Royal Pavilion Estate by a tunnel to the Royal Pavilion in Pavilion Gardens and through shared corridors to Brighton Museum.",
  "/wiki/William_Porden": "William Porden (c. 1755 – 1822) was a versatile English architect who worked for the 1st Earl Grosvenor and the Prince Regent.",
  "/wiki/Indo-Saracenic": "Indo-Saracenic, also known as Indo-Gothic, Mughal-Gothic, and, formerly, Hindoo Style, was a revival architectural style mostly used by British architects in India in the later 19th century, especially in public and government buildings in the British Raj, and the palaces of rulers of the princely states. It drew stylistic and decorative elements from native Indo-Islamic architecture, especially Mughal architecture, which the British regarded as the classic Indian style, and less often, Hindu temple architecture. The basic layout and structure of the buildings tended to be close to that used in contemporary buildings in other styles, such as Gothic revival and Neo-Classical, with specific Indian features and decoration added. Saracen is a term used in Europe until the 19th century referring to Muslim and/or Arabic-speaking people and regions of the Middle East and North Africa.",
  "/wiki/George_IV_of_the_United_Kingdom": "George IV (George Augustus Frederick; 12 August 1762 – 26 June 1830) was King of the United Kingdom of Great Britain and Ireland and King of Hanover following the death of his father, King George III, on 29 January 1820, until his own death ten years later. From 1811 until his accession, he served as regent during his father's final mental illness.",
  "/wiki/Royal_Pavilion": "The Royal Pavilion, also known as the Brighton Pavilion, is a Grade I listed former royal residence located in Brighton, England. Beginning in 1787, it was built in three stages as a seaside retreat for George, Prince of Wales, who became the Prince Regent in 1811. It is built in the Indo-Saracenic style prevalent in India for most of the 19th century. The current appearance of the Pavilion, with its domes and minarets, is the work of architect John Nash, who extended the building starting in 1815.",
  "/wiki/British_Regency": "The Regency in  the United Kingdom of Great Britain and Ireland was a period at the end of the Georgian era, when King George III was deemed unfit to rule due to his illness, and his son ruled as his proxy, as prince regent. Upon George III's death in 1820, the prince regent became King George IV. The term Regency (or Regency era) can refer to various stretches of time; some are longer than the decade of the formal Regency which lasted from 1811 to 1820. The period from 1795 to 1837, which includes the latter part of George III's reign and the reigns of his sons George IV and William IV, is sometimes regarded as the Regency era, characterised by distinctive trends in British architecture, literature, fashions, politics, and culture. It ended in 1837 when Queen Victoria succeeded William IV.",
  "/wiki/Orientalism": "In art history, literature and cultural studies, Orientalism is the imitation or depiction of aspects in the Eastern world. These depictions are usually done by writers, designers, and artists from the West. In particular, Orientalist painting, depicting more specifically \"the Middle East\", was one of the many specialisms of 19th-century academic art, and the literature of Western countries took a similar interest in Oriental themes.",
  "/wiki/Brunswick_(Hove)": "Brunswick Town is an area in Hove, in the city of Brighton and Hove, England. It is best known for the Regency architecture of the Brunswick estate.",
  "/wiki/Pilaster": "In classical architecture, a pilaster is an architectural element used to give the appearance of a supporting column and to articulate an extent of wall, with only an ornamental function. It consists of a flat surface raised from the main wall surface, usually treated as though it were a column, with a capital at the top, plinth (base) at the bottom, and the various other column elements. In contrast to a pilaster, an engaged column or buttress can support the structure of a wall and roof above.",
  "/wiki/Baluster": "A baluster is a vertical moulded shaft, square, or lathe-turned form found in stairways, parapets, and other architectural features.  In furniture construction it is known as a spindle. Common materials used in its construction are wood, stone, and less frequently metal and ceramic. A group of balusters supporting handrail, coping, or ornamental detail are known as a  balustrade.",
  "/wiki/Sash_window": "A sash window or hung sash window is made of one or more movable panels, or \"sashes\",[A] that form a frame to hold panes of glass, which are often separated from other panes (or \"lights\") by glazing bars, also known as muntins in the US (moulded strips of wood). Although any window with this style of glazing is technically a sash, the term is used almost exclusively to refer to windows where the glazed panels are opened by sliding vertically, or horizontally in a style known as a \"Yorkshire light\", sliding sash, or sash and case (so called because the weights are concealed in a box case).",
  "/wiki/Ionic_order": "The Ionic order forms one of the three classical orders of classical architecture, the other two canonic orders being the Doric and the Corinthian. There are two lesser orders: the Tuscan (a plainer Doric), and the rich variant of Corinthian called the composite order, both added by 16th-century Italian architectural writers, based on Roman practice. Of the three canonic orders, the Ionic order has the narrowest columns.",
  "/wiki/Chambranle": "In architecture and joinery, the chambranle is the border, frame, or ornament, made of stone or wood, that is a component of the three sides round chamber doors, large windows, and chimneys.",
  "/wiki/Cast_iron": "Cast iron is a group of iron-carbon alloys with a carbon content greater than 2%. Its usefulness derives from its relatively low melting temperature. The alloy constituents affect its colour when fractured: white cast iron has carbide impurities which allow cracks to pass straight through, grey cast iron has graphite flakes which deflect a passing crack and initiate countless new cracks as the material breaks, and ductile cast iron has spherical graphite \"nodules\" which stop the crack from further progressing.",
  "/wiki/St_Andrew%27s_Church,_Waterloo_Street,_Hove": "St Andrew's Church is a former Anglican church in the Brunswick Town area of Hove, part of the English city of Brighton and Hove. It is in the care of The Churches Conservation Church, the national charity protecting historic churches at risk.",
  "/wiki/Charles_Barry": "Sir Charles Barry FRS RA (23 May 1795 – 12 May 1860) was an English architect, best known for his role in the rebuilding of the Palace of Westminster (also known as the Houses of Parliament) in London during the mid-19th century, but also responsible for numerous other buildings and gardens. He is known for his major contribution to the use of Italianate architecture in Britain, especially the use of the Palazzo as basis for the design of country houses, city mansions and public buildings. He also developed the Italian Renaissance garden style for the many gardens he designed around country houses.",
  "/wiki/Chapel": "A chapel is a Christian place of prayer and worship that is usually relatively small, and is distinguished from a church.  The term has several senses. Firstly, smaller spaces inside a church that have their own altar are often called chapels; the Lady chapel is a common type of these.  Secondly, a chapel is a place of worship, sometimes non-denominational, that is part of a building or complex with some other main purpose, such as a school, college, hospital, palace or large aristocratic house, castle, barracks, prison, funeral home, cemetery, airport, or a military or commercial ship.  Thirdly, chapels are small places of worship, built as satellite sites by a church or monastery, for example in remote areas; these are often called a chapel of ease.  A feature of all these types is that often no clergy were permanently resident or specifically attached to the chapel.  Finally, for historical reasons, chapel is also often the term used for independent or nonconformist places of worship in Great Britain—outside the established church, even where in practice they operate as a parish church.",
  "/wiki/Charles_Busby": "Charles Augustin Busby (1786–1834) was an English architect.",
  "/wiki/Upper_class": "The upper class in modern societies is the social class composed of people who hold the highest social status, usually are the wealthiest members of society, and wield the greatest political power. According to this view, the upper class is generally distinguished by immense wealth which is passed on from generation to generation. Prior to the 20th century, the emphasis was on aristocracy, which emphasized generations of inherited noble status, not just recent wealth.",
  "/wiki/Churches_Conservation_Trust": "The Churches Conservation Trust is a registered UK charity  (number 258612) whose purpose is to protect historic churches at risk in England. In practice, the Trust works to prevent any deterioration in the condition of the buildings in its care and to ensure they are in use as community assets.  Local communities are encouraged to use them for activities and events and the buildings provide an educational resource, allowing children and young people to study history, architecture and other subjects.",
  "/wiki/Kemp_Town": "Kemp Town is a 19th-century residential estate in the east of Brighton in East Sussex, England, UK. Conceived and financed by Thomas Read Kemp, it has given its name to the larger Kemptown region of Brighton. The majority of the original estate is now demarcated by the modern Kemp Town Conservation Area as defined by the local authority, Brighton and Hove City Council.",
  "/wiki/Composite_order": "The Composite order is a mixed order, combining the volutes of the Ionic order capital with the acanthus leaves of the Corinthian order. In many versions the composite order volutes are larger, however, and there is generally some ornament placed centrally between the volutes. The column of the composite order is typically ten diameters high, though as with all the orders these details may be adjusted by the architect for particular buildings.  The Composite order is essentially treated as Corinthian except for the capital, with no consistent differences to that above or below the capital.",
  "/wiki/Thomas_Read_Kemp": "Thomas Read Kemp (23 December 1782 – 20 December 1844) was an English property developer and politician.",
  "/wiki/Giant_order": "In classical architecture, a giant order, also known as colossal order, is an order whose columns or pilasters span two (or more) storeys. At the same time, smaller orders may feature in arcades or window and door framings within the storeys that are embraced by the giant order.",
  "/wiki/Verandah": "A veranda or verandah is a roofed, open-air gallery or porch, attached to the outside of a building. A veranda is often partly enclosed by a railing and frequently extends across the front and sides of the structure.",
  "/wiki/Arundel_Terrace": "Arundel Terrace is a road in Kemp Town, Brighton containing 1–13 Arundel Terrace, a row of Grade I listed buildings; numbers 12–13 are known as Arundel House. The buildings were built between 1824 and 1828 by Amon Wilds and Charles Busby.",
  "/wiki/Corinthian_order": "The Corinthian order is the last developed of the three principal classical orders of ancient Greek and Roman architecture. The other two are the Doric order which was the earliest, followed by the Ionic order. When classical architecture was revived during the Renaissance, two more orders were added to the canon: the Tuscan order and the Composite order. The Corinthian, with its offshoot the Composite, is the most ornate of the orders. This architectural style is characterized by slender fluted columns and elaborate capitals decorated with acanthus leaves and scrolls. There are many variations.",
  "/wiki/Mansard_roof": "A mansard or mansard roof (also called a French roof or curb roof) is a four-sided gambrel-style hip roof characterized by two slopes on each of its sides with the lower slope, punctured by dormer windows, at a steeper angle than the upper. The steep roof with windows creates an additional floor of habitable space (a garret), and reduces the overall height of the roof for a given number of habitable stories. The upper slope of the roof may not be visible from street level when viewed from close proximity to the building.",
  "/wiki/Capital_(architecture)": "In architecture the capital (from the Latin caput, or \"head\") or chapiter forms the topmost member of a column (or a pilaster). It mediates between the column and the load thrusting down upon it, broadening the area of the column's supporting surface.  The capital, projecting on each side as it rises to support the abacus, joins the usually square abacus and the usually circular shaft of the column. The capital may be convex, as in the Doric order; concave, as in the inverted bell of the Corinthian order; or scrolling out, as in the Ionic order. These form the three principal types on which all capitals in the classical tradition are based. The Composite order established in the 16th century on a hint from the Arch of Titus, adds Ionic volutes to Corinthian acanthus leaves.",
  "/wiki/Cupola": "In architecture, a cupola /ˈkjuːpələ/ is a relatively small, most often dome-like, tall structure on top of a building. Often used to provide a lookout or to admit light and air, it usually crowns a larger roof or dome.",
  "/wiki/Klemens_Wenzel,_Prince_von_Metternich": "Klemens Wenzel Nepomuk Lothar, Prince of Metternich-Winneburg zu Beilstein (/ˈmɛtərnɪx/ MET-ər-nikh; German: Klemens Wenzel Nepomuk Lothar Fürst von Metternich-Winneburg zu Beilstein [ˈkleːməns fɔn ˈmɛtɐnɪç]; 15 May 1773 – 11 June 1859) was an Austrian diplomat who was at the center of European affairs for four decades as the Austrian Empire's foreign minister from 1809 and Chancellor from 1821 until the liberal Revolutions of 1848 forced his resignation.",
  "/wiki/Tuscan_order": "The Tuscan order (Latin Ordo Tuscanicus or Ordo Tuscanus, with the meaning of Etruscan order) is one of the two classical orders developed by the Romans, the other being the composite order. It is influenced by the Doric order, but with un-fluted columns and a simpler entablature with no triglyphs or guttae. While relatively simple columns with round capitals had been part of the vernacular architecture of Italy and much of Europe since at least Etruscan architecture, the Romans did not consider this style to be a distinct architectural order (for example, the Roman architect Vitruvius did not include it alongside his descriptions of the Greek Doric, Ionic, and Corinthian orders). Its classification as  a separate formal order was made during the Italian Renaissance.",
  "/wiki/Thomas_Cubitt": "Thomas Cubitt (25 February 1788 – 20 December 1855) was an English master builder, notable for his employment in developing many of the historic streets and squares of London, especially in Belgravia, Pimlico[a] and Bloomsbury.[b]",
  "/wiki/West_Pier": "The West Pier is a pier in Brighton, England. It was designed by Eugenius Birch and opened in 1866. It was the first pier to be Grade I listed in Britain but has become increasingly derelict since its closure in 1975.",
  "/wiki/Eugenius_Birch": "Eugenius Birch (20 June 1818 – 8 January 1884) was a 19th-century English seaside architect, civil engineer and noted builder of promenade-piers.",
  "/wiki/Wrought_iron": "Wrought iron is an iron alloy with a very low carbon (less than 0.08%) content in contrast to cast iron (2.1% to 4%). It is a semi-fused mass of iron with fibrous slag inclusions (up to 2% by weight), which gives it a \"grain\" resembling wood that is visible when it is etched or bent to the point of failure. Wrought iron is tough, malleable, ductile, corrosion-resistant and easily welded."
}