{
  "/wiki/Haley_Anderson": "Haley Danita Anderson (born November 20, 1991) is an American competitive swimmer who is an Olympic silver medalist.  She placed second in the 10-kilometer open water event at the 2012 Summer Olympics.",
  "/wiki/Open_water_swimming_at_the_2013_World_Aquatics_Championships": "The Open water swimming portion of the 2013 World Aquatics Championships was held between July 20–27 in Barcelona, Spain, in Moll de la Fusta.",
  "/wiki/Open_water_swimming_at_the_2013_World_Aquatics_Championships_–_Women's_5_km": "The women's 5 km competition of the open water swimming events at the 2013 World Aquatics Championships was held on July 20.",
  "/wiki/Katie_Ledecky": "Kathleen Genevieve Ledecky (/ləˈdɛki/; Czech pronunciation: [ˈlɛdɛtskiː]; born March 17, 1997) is an American competitive swimmer. She has won five Olympic gold medals and 15 world championship gold medals, the most in history for a female swimmer. She is the current world record holder in the women's 400-, 800-, and 1500-meter freestyle (long course). She also holds the fastest-ever times in the women's 500-, 1000-, and 1650-yard freestyle events.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships": "The swimming events of the 15th FINA World Aquatics Championships were held July 28 – August 4, 2013, in Barcelona, Spain. The competition was held in a long course pool inside the Palau Sant Jordi. It featured 40 LCM events, split evenly between males and females. Swimming was one of the five aquatic disciplines at the championships.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Women's_400_metre_freestyle": "The women's 400 meter freestyle event in swimming at the 2013 World Aquatics Championships took place on 28 July at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Natalie_Coughlin": "Natalie Anne Coughlin Hall (born August 23, 1982) is an American competition swimmer and twelve-time Olympic medalist. While attending the University of California, Berkeley, she became the first woman ever to swim the 100-meter backstroke (long course) in less than one minute—ten days before her 20th birthday in 2002.  At the 2008 Summer Olympics, she became the first U.S. female athlete in modern Olympic history to win six medals in one Olympiad, and the first woman ever to win a 100-meter backstroke gold in two consecutive Olympics. At the 2012 Summer Olympics, she earned a bronze medal in the 4×100-meter freestyle relay.  Her total of twelve Olympic medals ties her with Jenny Thompson and Dara Torres for the most all-time medals by a female swimmer.",
  "/wiki/Missy_Franklin": "Melissa Jeanette Franklin (born May 10, 1995) is an American former competition swimmer and five-time Olympic gold medalist. She formerly held the world record in the 200-meter backstroke (long course). As a member of the U.S. national swim team, she also held the world records in the 4×100-meter medley relay (short course and long course).",
  "/wiki/Megan_Romano": "Megan Romano (born February 2, 1991) is an American competition swimmer who specializes in backstroke and freestyle events.  She is part of the current American record women's 4x100-meter freestyle relay team, and is the short-course yards American record-holder in the 200-yard freestyle and 4x200-meter freestyle relay. Along with her Georgia Bulldogs teammates, she won the NCAA Division I women's team championship in 2013.",
  "/wiki/Shannon_Vreeland": "Shannon Vreeland (born November 15, 1991) is an American former competition swimmer specializing in freestyle and Olympic gold medallist.  She was a member of the 2012 United States Olympic team, and won a gold medal in the 4×200-meter freestyle relay at the 2012 London Summer Olympics. Vreeland had won a total of nineteen medals in major international competitions, including thirteen gold medals, three silver, and three bronze, spanning the Olympics, World Championships, Pan Pacific Championships, and Summer Universiade. Vreeland retired after the 2016 Olympic Trials and began attending law school at Vanderbilt University in the fall of 2016.",
  "/wiki/Simone_Manuel": "Simone Ashley Manuel (born August 2, 1996) is an American competition swimmer specializing in sprint freestyle. At the 2016 Rio Olympics, she won two gold and two silver medals: gold in the 100-meter freestyle and the 4x100-meter medley, and silver in the 50-meter freestyle and the 4×100-meter freestyle relay. In winning the 100-meter freestyle, a tie with Penny Oleksiak of Canada, Manuel became the first African-American woman to win an individual Olympic gold in swimming and set an Olympic record and an American record.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Women's_4_×_100_metre_freestyle_relay": "The women's 4 × 100 metre freestyle relay event in swimming at the 2013 World Aquatics Championships took place on 28 July at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Cesilie_Carlton": "Cesilie Carlton (born 27 March 1981) is an American high diver who won the first gold medal at the high diving competition at the 2013 World Aquatics Championships. She defeated her fellow countrywoman Ginger Huber and German Anna Bader to win the gold medal. In 2015, she won the silver medal.",
  "/wiki/High_diving_at_the_2013_World_Aquatics_Championships": "The high diving  portion of the 2013 World Aquatics Championships was held from 29–31 July 2013 at the Port Vell in Barcelona, Spain.",
  "/wiki/High_diving_at_the_2013_World_Aquatics_Championships_–_Women": "The women's competition of the High diving events at the 2013 World Aquatics Championships was held on 30 July 2013. The competition was divided into three rounds with jumps of 20m.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Women's_100_metre_backstroke": "The women's 100 metre backstroke event in swimming at the 2013 World Aquatics Championships took place on 29–30 July at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Women's_1500_metre_freestyle": "The women's 1500 metre freestyle event in swimming at the 2013 World Aquatics Championships took place on 29–30 July at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Matt_Grevers": "Matthew Grevers (born March 26, 1985) is an American competition swimmer who competes in the backstroke and freestyle events, and is a six-time Olympic medalist.  He has won a total of thirty-three medals in major international competition, fourteen gold, twelve silver, and seven bronze spanning the Olympics, World Championships, and the Universiade.  At the 2008 Summer Olympics, Grevers won gold medals as a member of the U.S. teams in the 4×100-meter freestyle and 4×100-meter medley relays, and a silver medal in the 100-meter backstroke.  Four years later, at the 2012 Summer Olympics, he won gold medals in the 100-meter backstroke and the 4×100-meter medley relay, and a silver medal in the 4×100-meter freestyle relay.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Men's_100_metre_backstroke": "The men's 100 metre backstroke event in swimming at the 2013 World Aquatics Championships took place on 29–30 July at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Women's_200_metre_freestyle": "The women's 200 metre freestyle event in swimming at the 2013 World Aquatics Championships took place on 30–31 July at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Karlee_Bispo": "Karlee Delane Bispo (born 14 January 1990) is an American competition swimmer who specializes in middle-distance freestyle events.",
  "/wiki/Chelsea_Chenault": "Chelsea Chenault (born October 19, 1994) is an American swimmer who specializes in middle-distance freestyle events.  Chenault has been a member of the U.S. national team, winning gold medals as a member of the U.S. teams in the 4x200-meter freestyle relay events at the 2012 and 2013 FINA world championships.",
  "/wiki/Madeline_Dirado": "Madeline Jane \"Maya\" DiRado - Andrews (born April 5, 1993) is an American former competitive swimmer who specialized in freestyle, butterfly, backstroke, and individual medley events.  She attended and swam for Stanford University, where she won NCAA titles in the 200 and 400 yard individual medley in 2014 and graduated with a degree in management science and engineering. At the 2016 US Olympic Trials, DiRado qualified to swim the 200 meter and 400 meter individual medley events, as well as the 200 meter backstroke, at the 2016 Summer Olympics. At the 2016 Summer Olympics in Rio de Janeiro, she won a gold medal in the women's 4x200 meter freestyle relay, a silver medal in the 400 meter individual medley, a bronze medal in the women's 200 meter individual medley, and a gold medal in the 200 meter backstroke. Following the Olympics, DiRado retired from the sport.",
  "/wiki/Jordan_Mattern": "Jordan Mattern (born February 1, 1993) is an American swimmer who specializes in middle-distance freestyle events.  At the 2013 World Aquatics Championships in Barcelona, Mattern won a gold medal as a member of the winning U.S. team in the women's 4×200-metre freestyle.  She attends the University of Georgia, where she swims for coach Jack Bauerle's Georgia Bulldogs swimming and diving team. She is currently engaged to fellow UGA Alum and former Olympian, [Gemmell].",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Women's_4_×_200_metre_freestyle_relay": "The women's 4 × 200 metre freestyle relay event in swimming at the 2013 World Aquatics Championships took place on 1 August at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Ryan_Lochte": "Ryan Steven Lochte (/ˈlɒkti/ LOK-tee; born August 3, 1984) is an American competitive swimmer and 12-time Olympic medalist. Lochte's 12 Olympic medals earn him the second-most decorated Olympian along with Natalie Coughlin, Dara Torres, and Jenny Thompson. He currently holds the world records in the 200-meter individual medley (long and short course). As part of the American teams, he also holds the world record in the 4×200-meter freestyle (long course) and 4x100-meter freestyle (mixed) relay.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Men's_200_metre_individual_medley": "The men's 200 metre individual medley event in swimming at the 2013 World Aquatics Championships took place on 31 July and 1 August at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Men's_200_metre_backstroke": "The men's 200 metre backstroke event in swimming at the 2013 World Aquatics Championships took place on 1–2 August July at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Ricky_Berens": "Richard \"Ricky\" Berens (born April 21, 1988) is an American former competition swimmer, two-time Olympic gold medalist, world champion, and current world record-holder.  As a member of the U.S. national team, he holds the world record in the 4×200-meter freestyle relay (long course).  He competed in the 4×100-meter and 4×200-meter freestyle relay events, as well as the individual 200-meter freestyle at the 2012 Summer Olympics.",
  "/wiki/Conor_Dwyer": "Conor James Dwyer (born January 10, 1989) is an American competition swimmer and Olympic gold medalist. He competes in freestyle and medley events, and won a gold medal as a member of the winning U.S. 4×200-meter freestyle relay team at the 2012 Summer Olympics. In total, he has won seventeen medals in major international competitions: nine gold, six silver, and two bronze spanning the Summer Olympics, the FINA World Championships, the Pan Pacific Championships, and the Pan American Games. Dwyer placed second at the 2016 US Olympic Swimming Trials in the 400m freestyle.",
  "/wiki/Charlie_Houchin": "Charles \"Charlie\" Houchin (born November 3, 1987) is an American former competition swimmer who has had his greatest international success in freestyle relay events.  He earned a gold medal as a member of the winning United States team in the 4×200-meter freestyle relay at the 2012 Summer Olympics.  He is the CEO and founder of HydroXphere (pronounced \"Hydrosphere\").  Their product, Meet Central, is a mobile app that can operate an entire swim meet from iPhones.",
  "/wiki/Michael_Klueh": "Michael Klueh (born March 15, 1987) is an American competition swimmer.  He is a four-time medalist (three gold, one silver) at the World Championships. He is also an eight-time medalist (four gold, two silver, two bronze) at the World University Games. Klueh competed for the University of Texas from 2005 to 2009 where he was a 2009 NCAA champion as a member of the 4x200 yard freestyle relay. He is a former American record holder in the 800 short course meter freestyle and former Texas 5A state high school record-holder in the 500-yard freestyle. Klueh is currently a medical student at the University of Michigan Medical School.",
  "/wiki/Matt_McLean": "Matthew McLean (born May 13, 1988) is an American competition swimmer who has been a member of several winning U.S. teams in freestyle relay events.  He was a member of the 2012 United States Olympic team, and earned a gold medal as a member of the winning U.S. team in the 4×200-meter freestyle relay at the 2012 Summer Olympics.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Men's_4_×_200_metre_freestyle_relay": "The men's 4 × 200 metre freestyle relay event in swimming at the 2013 World Aquatics Championships took place on 2 August at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Women's_200_metre_backstroke": "The women's 200 metre backstroke event in swimming at the 2013 World Aquatics Championships took place on 2–3 August at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Women's_800_metre_freestyle": "The women's 800 metre freestyle event in swimming at the 2013 World Aquatics Championships took place on 2–3 August at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Claire_Donahue": "Claire Christine Donahue (born January 12, 1989) is an American competition swimmer.  She won two gold medals at the 2011 Pan American Games and finished second at the 2011 National Championships in the 100-meter butterfly.  She earned a gold medal for swimming in the preliminary heats of the 4×100-meter medley relay at the 2012 Summer Olympics.",
  "/wiki/Jessica_Hardy": "Jessica Adele Hardy (born March 12, 1987) is an American competition swimmer who specializes in breaststroke and freestyle events.  Hardy earned a bronze medal in the 4×100-meter freestyle and a gold medal in the 4×100-meter medley relays at the 2012 Summer Olympics.",
  "/wiki/Breeja_Larson": "Breeja Larson (born April 16, 1992) is an American competition swimmer who specializes in the breaststroke, and is an Olympic gold medalist.  She earned a gold medal in the 4×100-meter medley relay at the 2012 Summer Olympics.",
  "/wiki/Elizabeth_Pelton": "Elizabeth Anne Pelton (born November 26, 1993) is an American former competitive swimmer and multi FINA world champion.",
  "/wiki/Dana_Vollmer": "Dana Whitney Vollmer (born November 13, 1987) is an American former competition swimmer, Olympic gold medalist, and former world record-holder.  At the 2004 Summer Olympics, she won a gold medal as a member of the winning United States team in the 4×200-meter freestyle relay that set the world record in the event. Eight years later at the 2012 Summer Olympics, Vollmer set the world record on her way to the gold medal in the 100-meter butterfly, and also won golds in the 4×100-meter medley relay and 4×200-meter freestyle relay. She won three medals at the 2016 Summer Olympics in Rio de Janeiro.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Women's_4_×_100_metre_medley_relay": "The women's 4 × 100 metre medley relay event in swimming at the 2013 World Aquatics Championships took place on 4 August at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/David_Boudia": "David Alasdair Boudia /boʊˈdaɪə/ (born April 24, 1989) is an American diver. He won the gold medal in the 10 metre platform diving competition at the 2012 Summer Olympics and the bronze medal in the same event at the 2016 Summer Olympics.  He also won a bronze medal with Nick McCrory in the men's synchronized 10 metre platform at the 2012 Summer Olympics and a silver medal in the same event with Steele Johnson at the 2016 Summer Olympics.",
  "/wiki/Diving_at_the_2013_World_Aquatics_Championships": "The diving portion of the 2013 World Aquatics Championships was held from 20–28 July 2013 at the Piscina Municipal de Montjuïc in Barcelona, Spain.",
  "/wiki/Diving_at_the_2013_World_Aquatics_Championships_–_Men's_10_m_platform": "The men's 10 metre platform competition at 2013 World Aquatics Championships was held on July 27 with the preliminary round and semifinal and the final on July 28.",
  "/wiki/Nathan_Adrian": "Nathan Ghar-jun Adrian (born December 7, 1988) is an American competitive swimmer and five-time Olympic gold medalist who formerly held the American record in the long course 50-meter freestyle event.",
  "/wiki/Anthony_Ervin": "Anthony Lee Ervin (born May 26, 1981) is an American competition swimmer who has won four Olympic medals and two World Championship golds.  At the 2000 Summer Olympics, he won a gold medal in the men's 50-meter freestyle, and earned a silver medal as a member of the second-place United States relay team in the 4×100-meter freestyle event.  He was the second swimmer of African descent after Anthony Nesty of Suriname to win an individual gold medal in Olympic swimming. He is the first United States citizen of African descent to medal gold in an individual Olympic swimming event.",
  "/wiki/Jimmy_Feigen": "James \"Jimmy\" Feigen (born September 26, 1989) is an American competition swimmer who specializes in freestyle events. He won a gold medal for the 4x100-meter freestyle relay for the 2016 Summer Olympics. Previously, he won a silver medal as a member of the second-place U.S. team in the 4×100-meter freestyle relay at the 2012 Summer Olympics.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Men's_4_×_100_metre_freestyle_relay": "The men's 4 × 100 metre freestyle relay event in swimming at the 2013 World Aquatics Championships took place on 28 July at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Eugene_Godsoe": "Eugene Godsoe (born January 20, 1988) is an American former competition swimmer who specializes in backstroke and butterfly events. At the 2013 World Aquatics Championships, Godsoe placed 2nd in the 50m butterfly.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Men's_50_metre_butterfly": "The men's 50 metre butterfly event in swimming at the 2013 World Aquatics Championships took place on 28–29 July at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/Ginger_Huber": "Ginger Huber is an American diver who won the silver medal at the 2013 World Aquatics Championships in Barcelona at the High diving event behind Cesilie Carlton and before Anna Bader.",
  "/wiki/Swimming_at_the_2013_World_Aquatics_Championships_–_Men's_200_metre_freestyle": "The men's 200 metre freestyle event in swimming at the 2013 World Aquatics Championships took place on 29–30 July at the Palau Sant Jordi in Barcelona, Spain.",
  "/wiki/United_States_at_the_2013_World_Aquatics_Championships": "The United States competed at the 2013 World Aquatics Championships in Barcelona, Spain between July 19 and August 4, 2013."
}