{
  "/wiki/Capital_(political)": "A capital city (or simply capital) is the municipality exercising primary status in a country, state, province, or other administrative region, usually as its seat of government. A capital is typically a city that physically encompasses the government's offices and meeting places; the status as capital is often designated by its law or constitution. In some jurisdictions, including several countries, the different branches of government are located in different settlements. In some cases, a distinction is made between the official (constitutional) capital and the seat of government, which is in another place.",
  "/wiki/Census": "A census is the procedure of systematically acquiring and recording information about the members of a given population. This term is used mostly in connection with national population and housing censuses; other common censuses include traditional culture, business, supplies, agricultural, and traffic censuses. The United Nations defines the essential features of population and housing censuses as \"individual enumeration, universality within a defined territory, simultaneity and defined periodicity\", and recommends that population censuses be taken at least every ten years. United Nations recommendations also cover census topics to be collected, official definitions, classifications and other useful information to co-ordinate international practices.",
  "/wiki/Ambae": "Ambae Island, also known as Aoba or Oba and formerly Leper's Island, is an island in the South Pacific island nation of Vanuatu, located near 15°30′S 167°30′E﻿ / ﻿15.500°S 167.500°E﻿ / -15.500; 167.500, approximately 165 miles (266 km) NNW of Vanuatu's capital city, Port Vila.",
  "/wiki/Maéwo": "Maewo (local pronunciation: [ŋʷaewo]; formerly Aurora Island) is an island in Vanuatu in Penama province, 105 km to the east of Espiritu Santo.",
  "/wiki/Longana": "Longana is a village located on the eastern part of Ambae island in Penama Province, Vanuatu.",
  "/wiki/Penama_Province": "Penama is one of the six provinces of Vanuatu, located in the northeast of the country and consisting of three major islands:",
  "/wiki/Ambrym": "Ambrym is a volcanic island in Malampa Province in the archipelago of Vanuatu.  Volcanic activity on the island includes lava lakes in two craters near the summit.",
  "/wiki/Malampa_Province": "Malampa is one of the six provinces of Vanuatu, located in the center of the country. It consists of three main islands: Malakula, Ambrym and Paama, and takes its name from the first syllable of their names. It includes a number of other islands – the small islands of Uripiv, Norsup, Rano, Wala, Atchin and Vao off the coast of Malakula, and the volcanic island of Lopevi (currently uninhabited). Also included are the Maskelynes Islands and some more small islands along the south coast of Malakula.",
  "/wiki/Banks_Islands,_Vanuatu": "The Banks Islands (in Bislama Bankis) are a group of islands in northern Vanuatu. Together with the Torres Islands to the northwest, they make up the northernmost province of Torba. The group lies about 40 km (25 mi) north of Maewo, and includes Gaua and Vanua Lava, two of the 13 largest islands in Vanuatu. In 2009, the islands supported a population of 8,533 on a land area of 780 km².",
  "/wiki/Torres_Islands": "The Torres Islands are in the Torba Province of Vanuatu, the northernmost island group in the country. The chain of islands that make up this micro-archipelago straddle the broader cultural boundary that distinguishes Island Melanesia from several Polynesian outliers located in the neighbouring Solomon Islands. To the north is Temotu Province of the Solomon Islands, to the south Espiritu Santo, and to the southeast the Banks Islands. To the west, in the ocean, is the deep Torres Trench, the subduction zone between the Australian and Pacific Plates.",
  "/wiki/Sola,_Vanuatu": "Sola is the capital village of Torba Province in Vanuatu.",
  "/wiki/Torba_Province": "Torba (or TorBa) is the northernmost province of Vanuatu, consisting of the Banks Islands and the Torres Islands.",
  "/wiki/Éfaté": "Efate is an island in the Pacific Ocean which is part of the Shefa Province in Vanuatu. It is also known as Île Vate.",
  "/wiki/Port_Vila": "Port Vila (French: Port-Vila), or simply Vila (English: /ˈviːlə/; French: Vila; Bislama: Vila [viˈla]), is the capital and largest city of Vanuatu and is on the island of Efate.",
  "/wiki/Shefa_Province": "Shefa is one of the six provinces of Vanuatu, located in the center of the country and including the islands of Epi and Efate and the Shepherd Islands.",
  "/wiki/Epi_(island)": "Epi (or Épi, Api; formerly known as Tasiko or Volcano Island) is an island in Shefa Province, Vanuatu, at the north end of the Shepherd Islands.",
  "/wiki/Malakula": "Malakula Island, also spelled Malekula, is the second-largest island in the nation of Vanuatu, in the Pacific Ocean region of Melanesia.",
  "/wiki/Lakatoro": "Lakatoro is the capital of Malampa Province of the island country of Vanuatu. It is situated on the eastern shore of Malakula and is the largest settlement in that island. Lakatoro consists of a couple of retail shops, a supermarket, a local market selling locally farmed goods.",
  "/wiki/Paama": "Paama (Paama language: Voum) is a small island in the Malampa Province, Vanuatu.",
  "/wiki/Pentecost_Island": "Pentecost Island is one of the 83 islands that make up the South Pacific nation of Vanuatu.",
  "/wiki/Santo,_Vanuatu": "Espiritu Santo[a] (UK: /ɛˌspɪrɪtuː ˈsæntoʊ/, US: /- ˈsɑːntuː, - ˈsɑːntoʊ/; French: [ɛspiʁity sɑ̃to]) is the largest island in the nation of Vanuatu, with an area of 3,955.5 km2 (1,527.2 sq mi) and a population of around 40,000 according to the 2009 census.",
  "/wiki/Malo_Island": "Malo (formerly known as St. Bartholomew) is an island in Vanuatu, 3 km (1.9 mi) off the southern coast of Vanuatu's largest island Espiritu Santo in Sanma Province. It has a circumference of 55 km (34 mi) and an area of 180 km2 (69 sq mi). length - 17 km, width - 13 km, area - 180.0 km². The highest point on the island is Mount Malo (326 m).",
  "/wiki/Luganville": "Luganville is the second largest city in Vanuatu. Its population is 16,312.",
  "/wiki/Sanma_Province": "Sanma is a province located in the Northern part of the nation of Vanuatu, occupying the nation's largest island, Espiritu Santo, which is located approximately 2,500 km northeast of Sydney, Australia.\nSanam \nThe name Sanma is derived from the initial letters of the main islands of (Espiritu) SANto and MAlo.",
  "/wiki/Shepherd_Islands": "The Shepherd Islands (coordinates 16°48′S 168°30′E﻿ / ﻿16.8°S 168.5°E﻿ / -16.8; 168.5Coordinates: 16°48′S 168°30′E﻿ / ﻿16.8°S 168.5°E﻿ / -16.8; 168.5) are a group of islands lying between the larger islands of Epi and Éfaté, in the Shefa province of Vanuatu. The aggregate land area is 88 square kilometres (34 square miles). They were named by Captain Cook after Anthony Shepherd, a British astronomer and friend of Cook.",
  "/wiki/Taféa": "Tafea is the southernmost of the six provinces of Vanuatu.",
  "/wiki/Isangel": "Isangel is a town in Vanuatu.",
  "/wiki/Tafea_Province": "Tafea is the southernmost of the six provinces of Vanuatu.",
  "/wiki/Vanuatu": "Vanuatu (English: /ˌvɑːnuˈɑːtuː/ (listen) VAH-noo-AH-too or /vænˈwɑːtuː/ van-WAH-too; Bislama and French pronunciation [vanuatu]), officially the Republic of Vanuatu (French: République de Vanuatu, Bislama: Ripablik blong Vanuatu), is a Pacific island country located in the South Pacific Ocean. The archipelago, which is of volcanic origin, is 1,750 kilometres (1,090 mi) east of northern Australia, 540 kilometres (340 mi) northeast of New Caledonia, east of New Guinea, southeast of the Solomon Islands, and west of Fiji.",
  "/wiki/Provinces_of_Vanuatu": "Vanuatu has been divided into six provinces since 1994. The names in English of all provinces are derived from the initial letters of their constituent islands:"
}