{
  "/wiki/Eddie_Howe": "Edward John Frank Howe (/haʊ/; born 29 November 1977) is an English professional football manager and former player. He is the manager of Premier League club AFC Bournemouth.",
  "/wiki/A.F.C._Bournemouth": "Athletic Football Club Bournemouth (/ˈbɔːrnməθ/ (listen)), often abbreviated as AFC Bournemouth or simply Bournemouth, is a professional football club based in Kings Park, Boscombe, a suburb of Bournemouth, Dorset, that plays in the Premier League, the top tier of the English football league system. Formed in 1899 as Boscombe St. John's Institute F.C., the club adopted their current name in 1972. Nicknamed \"The Cherries\", Bournemouth have played their home games at Dean Court since 1910. Their home colours are red and black striped shirts, with black shorts and socks, inspired by that of Italian club A.C. Milan.",
  "/wiki/Sean_Dyche": "Sean Mark Dyche (/daɪtʃ/; born 28 June 1971) is an English professional football manager and former player who is the manager of Premier League club Burnley.",
  "/wiki/Burnley_F.C.": "Burnley Football Club (/ˈbɜːrnli/) is a professional association football club based in Burnley, Lancashire, England. Founded on 18 May 1882, the team originally played only friendly matches until they entered the FA Cup for the first time in 1885–86. The club currently plays in the Premier League, the first tier of English football. Nicknamed \"the Clarets\", due to the dominant colour of the home shirts, Burnley was one of the twelve founding members of the Football League in 1888. The club's emblem is based on the town's crest, with a Latin motto Pretiumque et Causa Laboris (\"The Prize and the Cause of [Our] Labour\").",
  "/wiki/Jürgen_Klopp": "Jürgen Norbert Klopp (German pronunciation: [ˈjʏʁɡn̩ ˈklɔp] (listen); born 16 June 1967) is a German professional football manager and former player who is the manager of Premier League club Liverpool. Often credited with popularising the football philosophy known as Gegenpressing, Klopp is regarded by many as one of the best managers in the world.",
  "/wiki/Liverpool_F.C.": "Liverpool Football Club is a professional football club in Liverpool, England, that competes in the Premier League, the top tier of English football. The club has won six European Cups, more than any other English club, three UEFA Cups, four UEFA Super Cups (both also English records), one FIFA Club World Cup, eighteen League titles, seven FA Cups, a record eight League Cups, fifteen FA Community Shields and one Football League Super Cup.",
  "/wiki/Chris_Wilder": "Christopher John Wilder (born 23 September 1967) is an English professional football manager and former player who played as a right back. He is the manager of Premier League club Sheffield United.",
  "/wiki/Sheffield_United_F.C.": "Sheffield United Football Club is an English professional association football club based in the city of Sheffield, South Yorkshire. The club competes in the Premier League, the top division of English football. The football club was formed in 1889 as an offshoot of Sheffield United Cricket Club, and are nicknamed The Blades due to Sheffield's history of steel production. The club have played their home games at Bramall Lane since their formation in 1889. Bramall Lane is an all-seater ground with a current capacity of 32,702.",
  "/wiki/Pep_Guardiola": "Josep \"Pep\" Guardiola Sala (Catalan pronunciation: [ʒuˈzɛb ɡwəɾðiˈɔlə]; born 18 January 1971) is a Spanish professional football manager and former player, who is the current manager of Premier League club Manchester City. He is considered to be one of the greatest managers of all time. He holds the record for the most consecutive league games won in La Liga, the Bundesliga and the Premier League.[note 1]",
  "/wiki/Manchester_City_F.C.": "Manchester City Football Club is an English football club based in Manchester, that competes in the Premier League, the top flight of English football. Founded in 1880 as St. Mark's (West Gorton), it became Ardwick Association Football Club in 1887 and Manchester City in 1894. The club's home ground is the City of Manchester Stadium in east Manchester, to which it moved in 2003, having played at Maine Road since 1923.",
  "/wiki/Daniel_Farke": "Daniel Farke (German pronunciation: [ˈdaːnjəl ˈfaːʁkə]; born 30 October 1976) is a German professional football manager and former player who played as a forward. He is the head coach of Premier League club Norwich City.",
  "/wiki/Norwich_City_F.C.": "Norwich City Football Club (also known as The Canaries or City) is an English professional football club based in Norwich, Norfolk, that competes in the Premier League, the top division of English football. The club was founded in 1902. Since 1935, Norwich have played their home games at Carrow Road and have a long-standing and fierce rivalry with East Anglian rivals Ipswich Town, with whom they have contested the East Anglian derby 134 times since 1902.  The fans' song \"On the Ball, City\" is the oldest football chant in the world, written in 1890 and still sung today.",
  "/wiki/Nuno_Espírito_Santo": "Nuno Herlander Simões Espírito Santo (Portuguese pronunciation: [ˈnunu (ɨ)ʃˈpiɾitu ˈsɐ̋tu]; born 25 January 1974), known simply as Nuno as a player, is a Portuguese former footballer who played as a goalkeeper, and head coach of Premier League club Wolverhampton Wanderers.",
  "/wiki/Wolverhampton_Wanderers_F.C.": "Wolverhampton Wanderers Football Club /ˌwʊlvərˈhæmptən/ (listen), commonly known as Wolves, is an English professional football club based in Wolverhampton, West Midlands. Formed as St. Luke's FC in 1877, the club has played at Molineux Stadium since 1889 and competes in the Premier League, the top division of English football, after winning the 2017–18 EFL Championship. The Wolves also compete in the 2019–20 UEFA Europa League: this is the first time the club has qualified for a European tournament for 39 years, by virtue of finishing in seventh place in the 2018–19 Premier League, their first season in the top tier since  the 2011–12 season.",
  "/wiki/Roy_Hodgson": "Roy Hodgson (born 9 August 1947) is an English professional football manager and former player who is the manager of Premier League club Crystal Palace.",
  "/wiki/Crystal_Palace_F.C.": "Crystal Palace Football Club is a professional football club based in Selhurst, South London, England. They currently compete in the Premier League, the highest level of English football. The club play their home matches at Selhurst Park.",
  "/wiki/Dean_Smith_(footballer,_born_1971)": "Dean Smith (born 19 March 1971) is an English professional football manager and former player who is the manager of Premier League club Aston Villa.",
  "/wiki/Aston_Villa_F.C.": "Aston Villa Football Club (nicknamed Villa) is an English professional football club based in Aston, Birmingham. The club competes in the Premier League, the top tier of the English football league system. Founded in 1874, they have played at their home ground, Villa Park, since 1897. Aston Villa were one of the founder members of the Football League in 1888 and of the Premier League in 1992. Villa are one of only five English clubs to have won the European Cup, in 1981–82. They have also won the Football League First Division seven times, the FA Cup seven times, the League Cup five times, and the UEFA Super Cup once.",
  "/wiki/Ralph_Hasenhüttl": "Ralph Hasenhüttl (German pronunciation: [ˈhaːzn̩ˌhʏtl̩]; born 9 August 1967) is an Austrian football manager and former player who currently manages Premier League club Southampton.",
  "/wiki/Southampton_F.C.": "Southampton Football Club (/saʊθˈ(h)æmptən/ (listen)) is a professional association football club based in Southampton, Hampshire, England, which plays in the Premier League, the top tier of English football.",
  "/wiki/Ole_Gunnar_Solskjær": "Ole Gunnar Solskjær KSO (Norwegian pronunciation: [ˈûːlə ˈɡʉ̂nːɑr ˈsûːlʂæːr] (listen); born 26 February 1973) is a Norwegian professional football manager and former player. He is currently the manager of English club Manchester United. As a player, he played as a forward and spent most of his career with Manchester United. Solskjær also supervises a training academy for young footballers in his home town of Kristiansund, and is a patron of the Manchester United Supporters' Trust.",
  "/wiki/Manchester_United_F.C.": "Manchester United Football Club is a professional football club based in Old Trafford, Greater Manchester, England, that competes in the Premier League, the top flight of English football. Nicknamed \"the Red Devils\", the club was founded as Newton Heath LYR Football Club in 1878, changed its name to Manchester United in 1902 and moved to its current stadium, Old Trafford, in 1910.",
  "/wiki/Brendan_Rodgers": "Brendan Rodgers (born 26 January 1973) is a Northern Irish football coach and former player who is the manager of Premier League club Leicester City.",
  "/wiki/Leicester_City_F.C.": "Leicester City Football Club is an English professional football club based in Leicester in the East Midlands. The club competes in the Premier League, England's top division of football, and plays its home games at the King Power Stadium.",
  "/wiki/Graham_Potter": "Graham Stephen Potter (born 20 May 1975) is an English professional football manager and former player who played as a left back. He is the head coach of Premier League club Brighton & Hove Albion.",
  "/wiki/Brighton_&_Hove_Albion_F.C.": "Brighton & Hove Albion Football Club (/ˈbraɪtən ... ˈhoʊv/), commonly referred to as simply Brighton, is an English professional football club based in the city of Brighton. They compete in the Premier League, the top tier of the English football league system. The club's home ground is the 30,750-capacity Falmer Stadium, situated in Falmer to the north east of the city.",
  "/wiki/Frank_Lampard": "Frank James Lampard OBE (born 20 June 1978) is an English professional football manager and former player who is the head coach of Premier League club Chelsea. As a player, he is widely considered to have been one of the greatest midfielders of his generation.",
  "/wiki/Chelsea_F.C.": "Chelsea Football Club are an English professional football club based in Fulham, London. Founded in 1905, they compete in the Premier League, the top division of English football. Chelsea are among England's most successful clubs; they have been league champions six times and won over thirty competitive honours, including six European trophies. Their home ground is Stamford Bridge.",
  "/wiki/Steve_Bruce": "Stephen Roger Bruce (born 31 December 1960) is an English professional football manager and former player who played as a centre-back. He is the current manager of Newcastle United.",
  "/wiki/Newcastle_United_F.C.": "Newcastle United Football Club is an English professional football club based in Newcastle upon Tyne, Tyne and Wear, that plays in the Premier League, the top tier of English football.\nFounded in 1892 by the merger of Newcastle East End and Newcastle West End. Per the requirements from the Taylor Report, in response to the Hillsborough disaster, that all Premiership teams have an all-seater stadium, the grounds were adjusted in the mid-1990s and now has a capacity of 52,354., The team plays its home matches at St James' Park.",
  "/wiki/José_Mourinho": "José Mário dos Santos Mourinho Félix, GOIH (Portuguese pronunciation: [ʒuˈzɛ moˈɾiɲu]; born 26 January 1963), is a Portuguese professional football manager and former player who is the current manager of Premier League club Tottenham Hotspur. He is widely considered to be one of the greatest managers of all time, and he is one of the most decorated managers of all time.",
  "/wiki/Tottenham_Hotspur_F.C.": "Tottenham Hotspur Football Club, commonly referred to as Tottenham (/ˈtɒtənəm/) or Spurs, is an English professional football club in Tottenham, London, that competes in the Premier League. Tottenham Hotspur Stadium has been the club's home ground since April 2019, replacing their former home of White Hart Lane, which had been demolished to make way for the new stadium on the same site. Their training ground is on Hotspur Way in Bulls Cross in the London Borough of Enfield. The club is owned by ENIC Group. Tottenham have played in a first (home) strip of white shirts and navy blue shorts since the 1898–99 season. The club's emblem is a cockerel standing upon a football, with a Latin motto Audere est Facere (\"To Dare Is to Do\").",
  "/wiki/Nigel_Pearson": "Nigel Graham Pearson (born 21 August 1963) is an English football manager and former professional player who is the manager of Premier League club Watford.",
  "/wiki/Watford_F.C.": "Watford Football Club is an English professional football club in Watford, Hertfordshire.  The club recognises its foundation as 1881, aligned with that of its antecedent, Watford Rovers, and was established as Watford Football Club in 1898. After finishing the 1914–15 season as Southern League champions under the management of Harry Kent, Watford joined the Football League in 1920. The club played at several grounds in its early history, before moving to Vicarage Road in 1922.",
  "/wiki/Mikel_Arteta": "Mikel Arteta Amatriain (Basque: [mikel aɾteta amatɾiain]; Spanish: [ˈmikel aɾˈteta amaˈtɾjain]; born 26 March 1982) is a Spanish professional football coach and former player. He is currently the head coach at Premier League club Arsenal.",
  "/wiki/Arsenal_F.C.": "Arsenal Football Club is a professional football club based in Islington, London, England, that plays in the Premier League, the top flight of English football. The club has won 13 League titles, a record 13 FA Cups, 2 League Cups, 15 FA Community Shields, 1 League Centenary Trophy, 1 UEFA Cup Winners' Cup and 1 Inter-Cities Fairs Cup.",
  "/wiki/Carlo_Ancelotti": "Carlo Ancelotti OSI (Italian pronunciation: [ˈkarlo antʃeˈlɔtti]; born 10 June 1959) is an Italian former professional footballer and a professional football  manager who currently manages Premier League club Everton.",
  "/wiki/Everton_F.C.": "Everton Football Club (/ˈɛvərtən/) is an English professional football club based in Liverpool that competes in the Premier League, the top tier of English football. The club has competed in the top division for a record 116 seasons and has missed the top division only four times (1930–31, 1951–52, 1952–53, and 1953–54) since the creation of the Football League, of which it is a founding member. The club has won nine League Championships, five FA Cups, and one UEFA Cup Winners Cup.",
  "/wiki/David_Moyes": "David William Moyes (/mɔɪz/ MOYZ; born 25 April 1963) is a Scottish professional football coach and former player. He is currently the manager of Premier League club West Ham United. He was previously the manager of Preston North End, Everton, Manchester United, La Liga club Real Sociedad and Sunderland. Moyes was the 2003, 2005 and 2009 League Managers Association Manager of the Year. He is also on the committee for the League Managers Association in an executive capacity.",
  "/wiki/West_Ham_United_F.C.": "West Ham United Football Club is an English professional football club based in Stratford, East London. They compete in the Premier League, the top tier of English football. The club play at the London Stadium, having moved from their former home the Boleyn Ground in 2016.",
  "/wiki/Premier_League": "The Premier League, often referred to as the English Premier League or the EPL outside England, is the top level of the English football league system. Contested by 20 clubs, it operates on a system of promotion and relegation with the English Football League (EFL). Seasons run from August to May with each team playing 38 matches (playing all 19 other teams both home and away). Most games are played on Saturday and Sunday afternoons. The Premier League has featured 47 English and two Welsh clubs since its inception, making it a cross-border league."
}