{
  "/wiki/Ellis_Valentine": "Ellis Clarence Valentine (born July 30, 1954) is a former Major League Baseball right fielder. He is remembered for having one of the all-time great throwing arms. \"There's a plateau where you can't throw the ball any harder and you can't be any more accurate\", said former Montreal manager Felipe Alou. \"That was Ellis Valentine.\"",
  "/wiki/Montreal_Expos": "The Montreal Expos (French: Les Expos de Montréal) were a Canadian professional baseball team based in Montreal, Quebec. The Expos were the first Major League Baseball (MLB) franchise located outside the United States. They played in the National League (NL) East division from 1969 until 2004. Following the 2004 season, the franchise relocated to Washington, D.C., and became the Washington Nationals.",
  "/wiki/Dennis_Leonard": "Dennis Patrick Leonard (born May 8, 1951) is a former pitcher for the Kansas City Royals in the late 1970s and early 1980s.  He retired in 1986 due to injuries.",
  "/wiki/Kansas_City_Royals": "The Kansas City Royals are an American professional baseball team based in Kansas City, Missouri. They compete in Major League Baseball (MLB) as a member team of the American League (AL) Central division. The team was founded as an expansion franchise in 1969, and has participated in four World Series, winning in 1985 and 2015, and losing in 1980 and 2014.",
  "/wiki/Bob_Knepper": "Robert Wesley Knepper (born May 25, 1954) is an American former Major League Baseball pitcher. From 1976 to 1990, he pitched 15 seasons for the San Francisco Giants and Houston Astros, earning two All-Star appearances as well as the 1981 NL Comeback Player of the Year award. He generated controversy with his 1988 remarks about female umpire Pam Postema and the National Organization for Women.",
  "/wiki/San_Francisco_Giants": "The San Francisco Giants are an American professional baseball team based in San Francisco, California. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Founded in 1883 as the New York Gothams, and renamed three years later the New York Giants, the team eventually moved to San Francisco in 1958.",
  "/wiki/John_Candelaria": "John Robert Candelaria (born November 6, 1953) is a retired Major League Baseball pitcher.  Nicknamed \"The Candy Man\", he played for the Pittsburgh Pirates, California Angels, New York Mets, New York Yankees, Montreal Expos, Minnesota Twins, Toronto Blue Jays, and Los Angeles Dodgers between 1975–1993.",
  "/wiki/Pittsburgh_Pirates": "The Pittsburgh Pirates are an American professional baseball team based in Pittsburgh, Pennsylvania. They compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Founded in 1881 under the name Pittsburgh Allegheny, the franchise has won five World Series championships. The Pirates are also often referred to as the \"Bucs\" or the \"Buccos\" (derived from buccaneer, a synonym for pirate). The team plays its home games at PNC Park, its home since 2001. The Pirates previously played at Forbes Field from 1909-1970 and at Three Rivers Stadium, so named because of its location near the confluence of the Allegheny, Monongahela, and Ohio rivers, from 1970-2000.",
  "/wiki/Dennis_Eckersley": "Dennis Lee Eckersley (born October 3, 1954), nicknamed \"Eck\", is an American former professional baseball pitcher. Between 1975 and 1998, he pitched in Major League Baseball (MLB) for the Cleveland Indians, Boston Red Sox, Chicago Cubs, Oakland Athletics, and St. Louis Cardinals. Eckersley had success as a starter, but gained his greatest fame as a closer, becoming the first of two pitchers in MLB history to have both a 20-win season and a 50-save season in a career. He is the pitcher who gave up a dramatic walk-off home run (a phrase Eckersley coined) to the injured Kirk Gibson in Game 1 of the 1988 World Series.",
  "/wiki/Cleveland_Indians": "The Cleveland Indians are an American professional baseball team based in Cleveland, Ohio. They compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. Since 1994, they have played at Progressive Field. The team's spring training facility is at Goodyear Ballpark in Goodyear, Arizona. Since their establishment as a major league franchise in 1901, the team has won 10 Central Division titles, six American League pennants, and two World Series championships, (in 1920 and 1948). The team's current 70-year World Series championship drought is the longest active among all 30 current Major League teams.",
  "/wiki/Gary_Carter": "Gary Edmund Carter (April 8, 1954 – February 16, 2012) was an American professional baseball catcher whose 19-year Major League Baseball (MLB) career was spent primarily with the Montreal Expos and New York Mets.",
  "/wiki/Craig_Swan": "Craig Steven Swan (born November 30, 1950) is a former professional baseball pitcher who played in Major League Baseball from 1973 to 1984 for the New York Mets and California Angels. Swan's best season came in 1978 when he posted a 9–6 win–loss record and led the National League with an earned run average of 2.43. This was significant as the Mets were in the National League East cellar that year. Swan featured a fastball between 90 and 95 miles per hour with good movement and an occasional slider.",
  "/wiki/New_York_Mets": "The New York Mets are a Major League Baseball team based in the New York City borough of Queens. They compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. They are one of two MLB teams based in New York City, the other being the New York Yankees of the American League (AL).",
  "/wiki/Randy_Jones_(baseball)": "Randall Leo Jones (born January 12, 1950), nicknamed \"Junkman\", is an American former professional baseball left-handed pitcher. He pitched in Major League Baseball for the San Diego Padres and New York Mets. Jones won the Cy Young Award in 1976.",
  "/wiki/San_Diego_Padres": "The San Diego Padres are an American professional baseball team based in San Diego, California. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Founded in 1969, the Padres have won two NL pennants — in 1984 and 1998, losing in the World Series both years. As of 2018, they have had 14 winning seasons in franchise history. The Padres are one of two Major League Baseball teams (the other being the Los Angeles Angels) in California to originate from that state; the Athletics were originally from Philadelphia (and moved to the state from Kansas City), and the Dodgers and Giants are originally from two New York City boroughs – Brooklyn and Manhattan, respectively. The Padres are the only MLB team that does not share its city with another franchise in the four major American professional sports leagues.  The Padres are the only major professional sports franchise to be located in San Diego, following the relocation of the Chargers to Los Angeles in 2017. They are also the only franchise in the MLB not to have a no-hitter, having gone 8,020 games without throwing one, a major league record to begin a franchise.",
  "/wiki/Willie_Randolph": "Willie Larry Randolph (born July 6, 1954) is an American former Major League Baseball second baseman, coach, and manager. During an 18-year baseball career, he played from 1975 to 1992 for six different teams, most notably the New York Yankees with whom he won back-to-back world titles against the Los Angeles Dodgers. He has joined ESPN as a post-season baseball analyst, beginning in September 2013. Mainly, he appeared on Baseball Tonight and provided updates during Monday and Wednesday night September network telecasts.",
  "/wiki/Jim_Sundberg": "James Howard Sundberg (born May 18, 1951) is an American former professional baseball player, television sports analyst and executive. He played in Major League Baseball as a catcher from 1974 to 1989. A three-time All-Star player, Sundberg established himself as one of the top defensive catchers of his era by winning six consecutive Gold Glove Awards with the Texas Rangers. Later in his career, he won a World Series championship as a member of the Kansas City Royals in 1985. He also played for the Milwaukee Brewers and the Chicago Cubs. Sundberg was inducted into the Texas Rangers Hall of Fame in 2003.",
  "/wiki/Texas_Rangers_(baseball)": "The Texas Rangers are an American professional baseball team based in Arlington, Texas, located in the Dallas–Fort Worth metroplex. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. In 2020, they will move to the new Globe Life Field after having played at Globe Life Park in Arlington from 1994 to 2019. The team's name is borrowed from the famous law enforcement agency of the same name.",
  "/wiki/Rick_Honeycutt": "Frederick Wayne Honeycutt (born June 29, 1954) is an American former professional baseball coach and pitcher.  Honeycutt pitched in Major League Baseball (MLB) for six different teams over 21 years, from 1977 to 1997. He pitched in 30 post-season games, including 20 League Championship Series games and seven World Series games, and never lost a game, going 3-0. Honeycutt gave up zero runs in the 1988 and 1990 post-seasons, and was a member of the Oakland Athletics' 1989 World Series championship team.  He was also the pitching coach for the Los Angeles Dodgers from 2006 through 2019.",
  "/wiki/Baltimore_Orioles": "The Baltimore Orioles are an American professional baseball team based in Baltimore, Maryland. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. As one of the American League's eight charter teams in 1901, this particular franchise spent its first year as a major league club in Milwaukee, Wisconsin, as the Milwaukee Brewers before moving to St. Louis, Missouri, to become the St. Louis Browns in 1902. After 52 years in St. Louis, the franchise was purchased in November 1953 by a syndicate of Baltimore business and civic interests led by attorney and civic activist Clarence Miles and Mayor Thomas D'Alesandro, Jr. The team's current owner is American trial lawyer Peter Angelos.",
  "/wiki/Jason_Thompson_(first_baseman,_born_1954)": "Jason Dolph Thompson (born July 6, 1954) is a former Major League Baseball first baseman, and the current owner and operator of Jason Thompson Baseball, which offers baseball instruction in Auburn Hills, Michigan. He threw and batted left-handed.",
  "/wiki/Los_Angeles_Dodgers": "The Los Angeles Dodgers are an American professional baseball team based in Los Angeles, California. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Established in 1883 in Brooklyn, New York, the team moved to Los Angeles before the 1958 season. They played for four seasons at the Los Angeles Memorial Coliseum before moving to their current home of Dodger Stadium in 1962.",
  "/wiki/Glenn_Burke": "Glenn Lawrence Burke (November 16, 1952 – May 30, 1995) was a Major League Baseball (MLB) player for the Los Angeles Dodgers and Oakland Athletics from 1976 to 1979. He was the first MLB player to come out as gay to teammates and team owners during his professional career and the first to publicly acknowledge it, stating, \"They can't ever say now that a gay man can't play in the majors, because I'm a gay man and I made it.\" In October 1977, Burke ran onto the field to congratulate his Dodgers teammate Dusty Baker after Baker hit his 30th home run; Burke raised his hand over his head and Baker slapped it. They are widely  credited with inventing the high five.",
  "/wiki/Vern_Ruhle": "Vernon Gerald Ruhle (January 25, 1951 – January 20, 2007), was an American professional baseball right-handed pitcher and coach, who played in Major League Baseball (MLB), primarily for the Detroit Tigers and Houston Astros for thirteen seasons, from 1974 to 1986.",
  "/wiki/Detroit_Tigers": "The Detroit Tigers are an American professional baseball team based in Detroit, Michigan. They compete in Major League Baseball (MLB) as a member of the American League (AL) Central division. One of the AL's eight charter franchises, the club was founded in Detroit as a member of the minor league Western League in 1894 and is the only Western League team still in its original city. They are also the oldest continuous one name, one city franchise in the AL.",
  "/wiki/Mike_Hargrove": "Dudley Michael Hargrove (born October 26, 1949) is a former Major League Baseball first baseman and manager. He is currently employed as an advisor with the Cleveland Indians.\nHargrove batted and threw left-handed. He played for the Texas Rangers (1974–78), San Diego Padres (1979), and Cleveland Indians (1979–85). After retiring, he went on to manage the Indians, Baltimore Orioles, and Seattle Mariners.",
  "/wiki/Lyman_Bostock": "Lyman Wesley Bostock Jr. (November 22, 1950 – September 23, 1978) was an American professional baseball player.  He played Major League Baseball for four seasons, as an outfielder for the Minnesota Twins (1975–77) and California Angels (1978), with a lifetime average of .311.  He batted left-handed and threw right-handed.",
  "/wiki/Minnesota_Twins": "The Minnesota Twins are an American professional baseball team based in Minneapolis, Minnesota. They compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. The team is named after the Twin Cities area comprising Minneapolis and St. Paul.",
  "/wiki/1972_Major_League_Baseball_draft": "The following are the first round picks in the 1972 Major League Baseball draft."
}