{
  "/wiki/Somali_Civil_War": "The Somali Civil War (Somali: Dagaalkii Sokeeye ee Soomaaliya, Arabic: الحرب الأهلية الصومالية‎) is an ongoing civil war taking place in Somalia. It grew out of resistance to the military junta led by Siad Barre during the 1980s. By 1988–1990, the Somali Armed Forces began engaging various armed rebel groups, including the Somali Salvation Democratic Front in the northeast, the Somali National Movement in the northwest, and the United Somali Congress in the south. The clan-based armed opposition groups eventually managed to overthrow the Barre government in 1991.",
  "/wiki/Al-Shabaab_(militant_group)": "Harakat al-Shabaab al-Mujahideen (HSM; Arabic: حركة الشباب المجاهدين‎, lit. 'Ḥarakat ash-Shabāb al-Mujāhidīn'; Somali: Xarakada Mujaahidiinta Alshabaab, lit. 'Mujahideen Youth Movement' or 'Movement of Striving Youth'), more commonly known as al-Shabaab (/ælʃəˈbɑːb/; Arabic: الشباب‎, lit. 'The Youth'), is a terrorist, jihadist fundamentalist group based in East Africa. In 2012, it pledged allegiance to the militant Islamist organization Al-Qaeda. In February 2012, some of the group's leaders quarreled with Al-Qaeda over the union, and quickly lost ground. Al-Shabaab's troop strength was estimated at 7,000 to 9,000 militants in 2014. As of 2015, the group has retreated from the major cities; however, al-Shabaab still controls large parts of the rural areas.",
  "/wiki/Civil_war_in_Afghanistan_(1992%E2%80%9396)": "This article covers a part of the contemporary Afghan history that started between 28 April 1992, the day that a new interim Afghan government was supposed to replace the Republic of Afghanistan of President Mohammad Najibullah, and the Taliban's conquest of Kabul establishing the Islamic Emirate of Afghanistan on 27 September 1996.",
  "/wiki/Islamic_State_of_Afghanistan": "The Islamic State of Afghanistan (Persian: دولت اسلامی افغانستان‎, Dowlat-e Eslami-ye Afghanestan, Pashto: دا افغانستان اسلامی دولت‎, Da Afghanistan Islami Dowlat) was the interim government of Afghanistan, established by the Peshawar Accords on 26 April 1992 by many, but not all, mujahideen Afghan parties, after the fall of the communist government. From 1996, it existed alongside the Taliban-ruled Islamic Emirate of Afghanistan, until the Taliban Government was overthrown by the United States in 2001 during the War in Afghanistan.",
  "/wiki/Al-Qaeda_insurgency_in_Yemen": "The Al-Qaeda insurgency in Yemen was an armed conflict between the Yemeni government, United States, and al-Qaeda-affiliated cells in Yemen. It is a part of the Global War on Terror.",
  "/wiki/Al-Qaeda_in_the_Arabian_Peninsula": "Al-Qaeda in the Arabian Peninsula (Arabic: تنظيم القاعدة في جزيرة العرب‎, romanized: Tanẓīm al-Qā‘idah fī Jazīrat al-‘Arab, lit. 'Organization of the Base in the Arabian Peninsula' or تنظيم قاعدة الجهاد في جزيرة العرب‎, Tanẓīm Qā‘idat al-Jihād fī Jazīrat al-‘Arab, \"Organization of Jihad's Base in the Arabian Peninsula\"), or AQAP, also known as Ansar al-Sharia in Yemen (Arabic: جماعة أنصار الشريعة‎, Jamā‘at Anṣār ash-Sharī‘ah, \"Group of the Helpers of the Sharia\"), is a  militant Islamist group primarily active in Yemen and Saudi Arabia that is part of the al-Qaeda network. It is considered the most active of al-Qaeda's branches that emerged after the weakening of central leadership. The U.S. government believes AQAP to be the most dangerous al-Qaeda branch. The group established an emirate during the 2011 Yemeni Revolution, which waned in power after foreign interventions in the subsequent Yemeni Civil War.",
  "/wiki/Civil_war_in_Afghanistan_(1996%E2%80%932001)": "This article covers the Afghan history between the Taliban's conquest of Kabul and their establishing of the Islamic Emirate of Afghanistan on 27 September 1996, and the U.S. and U.K. invasion of Afghanistan on 7 October 2001: a period that was part of the Afghan civil war that had started in 1989, and also part of the war (in wider sense) in Afghanistan that had started in 1978.",
  "/wiki/Islamic_Emirate_of_Afghanistan": "The Islamic Emirate of Afghanistan (Pashto: د افغانستان اسلامي امارات‎, Da Afghanistan Islami Amarat) was a totalitarian Islamic state established in September 1996 when the Taliban began their rule of Afghanistan after the fall of Kabul. At its peak, the Taliban established control over approximately 90% of the country, whereas remaining parts of the country in the northeast were held by the Northern Alliance, who maintained broad international recognition as a continuation of the Islamic State of Afghanistan. After 9/11, international opposition to the regime drastically increased, with diplomatic recognition from the United Arab Emirates, and Pakistan being rescinded. The Islamic Emirate ceased to exist on December 17, 2001, after being overthrown by the Northern Alliance, which had been bolstered by a US-led invasion of the country.",
  "/wiki/War_in_Afghanistan_(2001%E2%80%93present)": "The War in Afghanistan (also called the US War in Afghanistan, Afghanistan War, or Fourth Anglo-Afghan War), code named Operation Enduring Freedom (2001–14) and Operation Freedom's Sentinel (2015–present), following the United States invasion of Afghanistan of 7 October 2001, when the United States of America and its allies successfully drove the Taliban from power in order to deny al-Qaeda a safe base of operations in Afghanistan. Since the initial objectives were completed, a coalition of over 40 countries (including all NATO members) formed a security mission in the country. The war has since mostly involved US and allied Afghan government troops battling Taliban insurgents. The war in Afghanistan is the longest war in US history.",
  "/wiki/Insurgency_in_the_Maghreb_(2002%E2%80%93present)": "The Insurgency in the Maghreb refers to Islamist militant and terrorist activity in the Maghreb and Sahel regions of North Africa since 2002. The conflict succeeded the conclusion of the Algerian Civil War as the militant group Salafist Group for Preaching and Combat (GSPC) allied itself with al-Qaeda to eventually become al-Qaeda in the Islamic Maghreb (AQIM). Algeria and other Maghreb states affected by the activity have been offered assistance in fighting extremist militants by the United States and the United Kingdom since 2007, when Operation Enduring Freedom – Trans Sahara began.",
  "/wiki/Al-Qaeda_in_the_Islamic_Maghreb": "Al-Qaeda in the Islamic Maghreb (Arabic: تنظيم القاعدة في بلاد المغرب الإسلامي‎, romanized: Tanẓīm al-Qā'idah fī Bilād al-Maghrib al-Islāmī), or AQIM, is an Islamist militant organization (of al-Qaeda) which aims to overthrow the Algerian government and institute an Islamic state. To that end, it is currently engaged in an anti-government campaign.",
  "/wiki/Iraq_War": "The Iraq War[nb 1] was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 600,000 Iraqis were killed in the first three to four years of conflict. US troops were officially withdrawn in 2009 but are still fighting in Iraq, most of them having been redeployed following the spread of the Syrian Civil War and the territorial gains of the Islamic State of Iraq and the Levant. Many former soldiers are employed by defence contractors and private military companies. The U.S. became re-involved in 2014 at the head of a new coalition; the insurgency and many dimensions of the civil armed conflict continue. The invasion occurred as part of the George W. Bush administration's War on Terror, following the September 11 attacks.",
  "/wiki/Al-Qaeda_in_Iraq": "Tanzim Qaidat al-Jihad fi Bilad al-Rafidayn or TQJBR (\"Organization of Jihad's Base in Mesopotamia\", Arabic: تنظيم قاعدة الجهاد في بلاد الرافدين‎, romanized: tanẓīm qā‘idat al-jihād fī bilād ar-rāfidayn), also referred to as Al-Qaeda in Iraq, AQI, or Al-Qaeda in Mesopotamia, was an Iraqi Sunni Islamic Jihadist organization affiliated with al-Qaeda, for part of the first two decades of the 21st century.",
  "/wiki/Islamic_State_of_Iraq": "The Islamic State of Iraq (ISI; Arabic: دولة العراق الإسلامية‎ Dawlat al-ʿIrāq al-ʾIslāmiyyah) (commonly referred to as al-Qaeda in Iraq) was a militant Salafist jihadist group that aimed to establish an Islamic state in Sunni, Arab-majority areas of Iraq during the Iraq War and later in Syria during the Syrian Civil War.",
  "/wiki/War_in_North-West_Pakistan": "The insurgency in Khyber Pakhtunkhwa, also known as the War in North-West Pakistan, was a war fought by Pakistan, against armed militant groups such as the Tehrik-i-Taliban Pakistan (TTP), Jundallah, Lashkar-e-Islam (LeI), TNSM, al-Qaeda, and their Central Asian allies such as the ISIL–Khorasan (ISIL), Islamic Movement of Uzbekistan, East Turkistan Movement, Emirate of Caucasus, and elements of organized crime.",
  "/wiki/Insurgency_in_the_North_Caucasus": "The insurgency in the North Caucasus is a low-level armed conflict between Russia and militants associated with the Caucasus Emirate and, since June 2015, Islamic State of Iraq and the Levant (ISIL) groups. It followed the official end of the decade-long Second Chechen War on 16 April 2009. It attracted people from the Middle East, North Africa, Europe, and Central Asia, who then participated in the conflict, but volunteers from the North Caucasus are also fighting in Syria. Also used is the name Armed Conflict in the North Caucasus (Russian: Вооружённый конфликт на Северном Кавказе).",
  "/wiki/Caucasus_Emirate": "The Caucasus Emirate (Chechen: Имарат Кавказ Imarat Kavkaz (IK); Russian: Кавказский Эмират Kavkazskiy Emirat), also known as the Caucasian Emirate or Emirate of Caucasus, is a terrorist Jihadist organisation active in rebel-held parts of Syria and previously in the southwestern region of the Russian Federation. Its intention was to expel the Russian presence from the North Caucasus and to establish an independent Islamic emirate in the region. Caucasus Emirate also refers to the state that the group seeks to establish. Partially a successor to the secessionist Chechen Republic of Ichkeria, it was officially announced on 7 October 2007, by former President of Ichkeria Dokka Umarov, who became its first emir.",
  "/wiki/Syrian_Civil_War": "The Syrian civil war (Arabic: الحرب الأهلية السورية‎, al-ḥarb al-ʾahlīyah as-sūrīyah) is an ongoing multi-sided civil war in Syria fought between the Ba'athist Syrian Arab Republic led by Syrian President Bashar al-Assad, along with domestic and foreign allies, and various domestic and foreign forces opposing both the Syrian government and each other in varying combinations. The war is currently the second deadliest of the 21st century.",
  "/wiki/Al-Nusra_Front": "Al-Nusra Front or Jabhat al-Nusra (Arabic: جبهة النصرة‎ lit. Front of the Supporters), known as Jabhat Fatah al-Sham (Arabic: جبهة فتح الشام‎) after July 2016, and also described as al-Qaeda in Syria or al-Qaeda in the Levant, was a Salafist jihadist organization fighting against Syrian government forces in the Syrian Civil War. Its aim was to establish an Islamic state in the country.",
  "/wiki/Saudi_Arabian-led_intervention_in_Yemen": "The Saudi-led intervention in Yemen, also called the Arab coalition (Arabic: التحالف العربي‎), is an intervention launched by Saudi Arabia in 2015, leading a coalition of nine countries from West Asia and Africa, in response to calls from the internationally recognized pro-Saudi president of Yemen Abdrabbuh Mansur Hadi for military support after he was ousted by the Houthi movement due to economic and political grievances, and fled to Saudi Arabia."
}