{
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Esteban_Guerrieri": "Esteban Guerrieri (born 19 January 1985 in Buenos Aires) is an Argentine racing driver.",
  "/wiki/2009_Superleague_Formula_season": "The 2009 Superleague Formula season was the second Superleague Formula championship. The series was rebranded the \"Superleague Formula by Sonangol\" for this season and also 2010 with the Angolan oil company becoming the title sponsor. It began on June 28 at Magny-Cours and finished on November 8 at Jarama.",
  "/wiki/2010_Superleague_Formula_season": "The 2010 Superleague Formula season was the third Superleague Formula championship. The series was rebranded \"Superleague Formula by Sonangol\", due to a two-year deal that began in the previous season. The first race of the season was on 4 April at Silverstone and it finished on 24 October at Navarra after a series record of 12 race weekends in all.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/John_Martin_(Australian_racing_driver)": "John Martin is an Australian professional racing driver. Martin has had wide experience racing in European based open-wheel series since 2006. In that time Martin has had a wide experience of open-wheel racing having driven in various national and international series driving Formula Ford, Formula 3, A1 Grand Prix and Formula Renault 3.5. For the past two season Martin has raced for several teams in the football inspired series Superleague Formula. Martin has long been associated with the British Alan Docking Racing team having raced with them in a variety of formulae for four of the five years he has been racing in Europe. In 2012 Martin will again race with ADR, racing an Oreca 03 sports car in the LMP2 class of the FIA World Endurance Championship.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Bertrand_Baguette": "Bertrand Baguette (born 23 February 1986) is a Belgian professional racing driver. Since 2000, he has competed in various motorsport formulae. He currently competes in Super GT for Honda on the n°17 Honda NSX-GT from Keihin Real Racing. In 2013 he won the 24 Hours of Le Mans in the LMP2 class and the 2013 FIA WEC World Champion LMP2 class for drivers and teams.",
  "/wiki/2008_Superleague_Formula_season": "The 2008 Superleague Formula season was the inaugural Superleague Formula championship. The season started very late in 2008 with the first round being on August 31 at Donington Park. There were six rounds (twelve races) in total with the successful season finale at Circuito Permanente de Jerez on 23 November. In the 18 cars on the grid were established A1GP and GP2 drivers as well as two ex-Formula One race starters, Robert Doornbos and Antônio Pizzonia.",
  "/wiki/Fr%C3%A9d%C3%A9ric_Vervisch": "Frédéric Vervisch (born 10 August 1986 in Kortrijk) is a Belgian racing driver who currently races in the Blancpain GT Series.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Tuka_Rocha": "Christiano \"Tuka\" Chiaradia Alcoba Rocha (December 13, 1982 – November 17, 2019) was a Brazilian race car driver. He won numerous karting championships in Brazil from 1996 to 2000. Then moved up to South American Formula 3 Lights. In 2002 he moved to Europe to compete in the World Series by Nissan where he was Ricardo Zonta's teammate. In 2004 he competed in Superfund Euro 3000. In 2005 he was a test driver for A1 Team Brazil in the A1 Grand Prix Series and was named one of the team's race drivers for the 2006-2007 season. In 2008 Tuka was chosen to drive the Flamengo's car in Formula Superleague.",
  "/wiki/Ant%C3%B4nio_Pizzonia": "Antônio Reginaldo Pizzonia Júnior (born 11 September 1980) is a Brazilian professional racing driver who has raced in Formula One and the Champ Car World Series. As of 2013, he is competing in the FIA World Endurance Championship (driving for Delta-ADR) and the Grand-Am Rolex Series (driving for Michael Shank Racing).",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Ho-Pin_Tung": "Ho-Pin Tung (Chinese: 董荷斌; pinyin: Dǒng Hébīn; born December 4, 1982) is a Chinese-Dutch auto-racing driver who races with a Chinese license.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Filip_Salaquarda": "Filip Salaquarda (born January 11, 1984 in Prague) is a professional racing driver from the Czech Republic.",
  "/wiki/2011_Superleague_Formula_season": "The 2011 Superleague Formula season was the fourth Superleague Formula championship. The series reverted to being known simply as \"Superleague Formula\", with 2009's two-year sponsorship deal with Sonangol also having expired. The first race of the season was held on 5 June at Assen and was due to finish at a venue in New Zealand after 8 race weekends.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Tristan_Gommendy": "Tristan Gommendy (born 4 January 1979) is a French professional racing driver.",
  "/wiki/Nelson_Philippe": "Nelson Philippe (born July 23, 1986 in Valence, Drôme) is a French race car driver.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Max_Wissel": "Maximilian \"Max\" Wissel (born 24 November 1989 in Germany) is a German racing driver.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Stamatis_Katsimis": "Stamatis Katsimis (born May 30, 1982 in Greece) is a Greek racing driver. He has raced in junior motorsport category for most of his racing career, before driving in the 2008 Superleague Formula season for Olympiacos CFP in the final rounds.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Narain_Karthikeyan": "Kumar Ram Narain Karthikeyan (born 14 January 1977) is a racing driver who was the first Formula One driver from India. He has previously competed in A1GP, and the Le Mans Series. He has won multiple races in A1GP, British F3, World series by Nissan, AutoGP, Formula Asia, British Formula Ford & Opel series in his single-seater career. He won the British Formula Ford Winter Series in 1994 & Formula Asia Championship in 1996. He also finished fourth overall in British F3 in 2000 & the World Nissan series in 2003. He made his Formula One debut in 2005 with the Jordan team, and was a Williams F1 test driver in 2006 and 2007. Like several other former F1 drivers, Karthikeyan moved to stock car racing and drove the No. 60 Safe Auto Insurance Company Toyota Tundra for Wyler Racing in the 2010 NASCAR Camping World Truck Series. In 2011 he returned to F1 with the HRT team, continued with the team in 2012 and was expected to drive for them in the 2013 season as well. However, HRT was not included in the FIA's 2013 entry list, and thus Karthikeyan was left without a drive. From 2014–2018, Karthikeyan raced in Japanese Super Formula series. In 2019 he ended his single-seater career by joining SuperGT series in Japan.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Davide_Rigon": "Davide Rigon (born 26 August 1986) is an Italian professional racing driver. Rigon is currently part of the Scuderia Ferrari Formula One test driver team.",
  "/wiki/Alessandro_Pier_Guidi": "Alessandro Pier Guidi (born December 18, 1983) is a racing driver from Italy. He drove two races for the Italian A1 Team. Ferrari factory driver since 2017, he won LMGTE-PRO 2017 FIA World Endurance Championship and 2019 24 Hours of Le Mans",
  "/wiki/Enrico_Toccacelo": "Enrico Toccacelo (born 14 December 1978 in Rome) is an Italian auto racer with karting, GT and Formula 3000 experience. He won three F3000 events and briefly led Vitantonio Liuzzi in the 2004 championship before Liuzzi went on to win the next three races. He finished runner-up, but, unable to land a Formula One seat, raced in the World Series by Renault series in 2005. From the 2005 Turkish Grand Prix he was the third driver with Minardi, appearing in Friday practice sessions for three Grand Prix weekends.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Yelmer_Buurman": "Yelmer Evert Frans Buurman (born 19 February 1987) is a Dutch professional racing driver. He was 3rd in the Blancpain Endurance Series in 2013, and second in the FIA GT1 Championship in 2012. Besides achieving victories in those categories, also won several races in the Superleague Formula, and was second in the 2013 24 Hours of Nürburgring.",
  "/wiki/Robert_Doornbos": "Robert Michael Doornbos (Dutch pronunciation: [ˈroːbərt ˈmɑikəl ˈdoːrnbɔs] (listen); born 23 September 1981) is a Dutch racing driver who also competed with a Monégasque licence. He has been test and third driver for the Jordan and Red Bull Racing Formula One teams, as well as driving for Minardi and Red Bull Racing in 2005 and 2006. Doornbos then drove for Minardi Team USA in the 2007 and final season of the Champ Car World Series. He competed in the Superleague Formula racing series in 2008, and drove for the Netherlands team in A1 Grand Prix's 2008–2009 season. In 2009, Doornbos competed in the IndyCar Series. He began the season with Newman/Haas/Lanigan Racing, but switched to HVM Racing after the race in Kentucky Speedway.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Chris_van_der_Drift": "Christopher Jason van der Drift (born 8 March 1986) is a New Zealand racing driver of Dutch descent.",
  "/wiki/Earl_Bamber": "Earl Anderson Bamber (born 9 July 1990) is a professional racing driver from New Zealand, currently competing as a factory driver for Porsche Motorsport in the WeatherTech SportsCar Championship GTLM class. He is the 2014 Porsche Supercup and double Porsche Carrera Cup Asia champion,. He is a double Le Mans 24 Hours winner, having won the 2015 24 Hours of Le Mans with Nico Hülkenberg and Nick Tandy and the 2017 24 Hours of Le Mans with Timo Bernhard and Brendon Hartley. The trio was also joint winner of the 2017 FIA World Endurance Championship for Drivers.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/Pedro_Petiz": "Pedro Petiz (born 29 October 1986 in Porto, Portugal) is a Portuguese racing driver.",
  "/wiki/%C3%81lvaro_Parente": "Álvaro Parente (born 4 October 1984) is a Portuguese professional racing driver. He is currently under contract with McLaren racing their GT cars for several customer teams.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Adri%C3%A1n_Vall%C3%A9s": "Adrián Vallés Escortell (born 3 June 1986 in Teulada, Alicante) is a Spanish race car driver.",
  "/wiki/Borja_Garc%C3%ADa": "Borja García (born 15 December 1982 in Valencia) is a Spanish racing driver. He last competed in the NASCAR Whelen Euro Series, having last driven for Alex Caffi Motorsport in a part-time effort in 2018. He was the 2004 Spanish Formula Three champion, and raced in the inaugural GP2 Series season.",
  "/wiki/Andy_Soucek": "Andy Christian Soucek, a.k.a. Souček (born 14 June 1985) is a professional racing driver.",
  "/wiki/Mar%C3%ADa_de_Villota": "María de Villota Comba (13 January 1980 – 11 October 2013) was a Spanish racing driver. She was the daughter of former Formula One driver Emilio de Villota, and sister of Emilio de Villota Jr., who similarly competed in Formula Palmer Audi. Prior to her death, De Villota was recovering from serious head and facial injuries, sustained during an accident in straight-line testing as the Marussia Formula One team test driver.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Neel_Jani": "Neel Jani (born 8 December 1983) is a Swiss professional racing driver. His father is from India and his mother is German-speaking Swiss.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Andreas_Zuber": "Andreas \"Andi\" Zuber (born 9 October 1983 in Judenburg, Austria) is a motor racing driver. An Austrian by birth, he once raced under a licence issued by the United Arab Emirates.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Ryan_Dalziel": "Ryan Dalziel (/diˈɛl/ (listen) DEE-el; born 12 April 1982), is a British professional racing driver.  Dalziel has seen the most success in his career in the United States, racing in the American Le Mans Series GT1 class and the Champ Car World Series, and winning the 2010 24 Hours of Daytona.",
  "/wiki/Craig_Dolby": "Craig Dolby (born 31 March 1988 in Melton Mowbray, Leicestershire, England) is a British  racing driver. He has raced in Formula Renault series around the world for most of his career, winning the Formula Renault 1.6 Belgium championship in 2006.",
  "/wiki/Duncan_Tappy": "Duncan Tappy (born 26 June 1984 in West Ewell, Surrey) is a professional racing driver from the United Kingdom."
}