{
  "/wiki/NBA_territorial_pick": "A territorial pick was a type of special draft choice used in the Basketball Association of America (BAA) draft in 1949 and in the National Basketball Association (NBA) draft after the 1950 season, the year in which the BAA was renamed the NBA. In the draft, NBA teams took turns selecting amateur U.S. college basketball players. Territorial picks were eliminated when the draft system was revamped in 1966. In the first 20 years of the BAA/NBA, the league was still trying to gain the support of fans who lived in or near the teams' home markets. To achieve this, the league introduced the territorial pick rule to help teams acquire popular players from colleges in their area who would presumably have strong local support. Before the draft, a team could forfeit its first-round draft pick and then select any player from within a 50-mile radius of its home arena. Although the territorial picks were selected before the draft, these picks were not factored into the overall selection count of the draft; therefore, the first non-territorial pick of the draft was considered the first overall pick. Of the 23 territorial picks, 12 players have been inducted into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/Ed_Macauley": "Charles Edward Macauley (March 22, 1928 – November 8, 2011) was a professional basketball player. His playing nickname was \"Easy Ed.\" Macauley spent his prep school days at St. Louis University High School, then went on to Saint Louis University, where his team won the NIT championship in 1948. He was named the AP Player of the Year in 1949. Macauley played in the NBA with the St. Louis Bombers, Boston Celtics, and St. Louis Hawks. Macauley was named MVP of the first NBA All-Star Game (he played in the first seven), and was named to the NBA's All-NBA First Team three consecutive seasons. He was named to the All-NBA second team once, in 1953–54—the same season he led the league in field goal percentage. Macauley's trade (with Cliff Hagan) to St. Louis brought Bill Russell to the Celtics.",
  "/wiki/St._Louis_Bombers_(NBA)": "The St. Louis Bombers were an original National Basketball Association franchise based in St. Louis, Missouri. Originally founded in 1946, the team ceased operations in 1950.",
  "/wiki/Saint_Louis_University": "Saint Louis University (SLU) is a private Roman Catholic research university with campuses in St. Louis, Missouri, United States, and Madrid, Spain. Founded in 1818 by Louis Guillaume Valentin Dubourg, it is the oldest university west of the Mississippi River and the second-oldest Jesuit university in the United States. It is one of 28 member institutions of the Association of Jesuit Colleges and Universities. The university is accredited by the North Central Association of Colleges and Secondary Schools. SLU's athletic teams compete in NCAA's Division I and are a member of the Atlantic 10 Conference. It has an enrollment of 12,546 students with an additional 7,101 students enrolled in its 1818 advanced college credit program. The 2019-20 student body includes 8,072 undergraduate students and 4,474 graduate students that represents all 50 states and more than 82 foreign countries. Its average class size for undergraduates is 26 and the student-faculty ratio is 9:1.",
  "/wiki/Vern_Mikkelsen": "Arild Verner Agerskov Mikkelsen (October 21, 1928 – November 21, 2013) was an American professional basketball player. He was one of the National Basketball Association's first power forwards in the 1950s and was known for his tenacious defense.",
  "/wiki/Minneapolis_Lakers": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles. The Lakers compete in the National Basketball Association (NBA), as a member of the league's Western Conference in the Pacific Division. The Lakers play their home games at Staples Center, an arena shared with the NBA's Los Angeles Clippers, the Los Angeles Sparks of the Women's National Basketball Association, and the Los Angeles Kings of the National Hockey League. The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships, the second-most behind the Boston Celtics. The franchise began with the 1947 purchase of a disbanded team, the Detroit Gems of the National Basketball League (NBL). The new team began playing in Minneapolis, calling themselves the Minneapolis Lakers. Initially a member of the NBL, the Lakers won the 1948 NBL championship before joining the rival Basketball Association of America, where they would win five of the next six championships, led by star George Mikan. After struggling financially in the late 1950s following Mikan's retirement, they relocated to Los Angeles before the 1960–61 season.",
  "/wiki/Hamline_University": "Hamline University is a private liberal arts college in Saint Paul, Minnesota.  It was founded in 1854 and is known for its emphasis on experiential learning, service, and social justice. The university is named after Bishop Leonidas Lent Hamline of the United Methodist Church. Hamline was the first institution of higher learning in Minnesota and is one of five Associated Colleges of the Twin Cities. The university is composed of the College of Liberal Arts, School of Education, School of Business, and the Creative Writing Programs. Hamline is a community of 2,117 undergraduate students and 1,668 graduate students.",
  "/wiki/Howie_Shannon": "Howard Shannon (June 10, 1923 – August 16, 1995) was an American basketball player and coach. He played professionally in the Basketball Association of America (BAA) and the early years of the National Basketball Association (NBA). He later coached at the high school and college levels. Shannon played college basketball for the North Texas Green and Kansas State Wildcats. After the 1947–48 season with Kansas State, he was ruled ineligible to play by the Big Seven after the conference re-interpreted a rule to count freshman and junior college play against a player's four-year limit of college play. Consequently, Shannon signed a one-year contract to play professionally with the Providence Steamrollers of the BAA. He averaged 13.4 points per game in 1948–49 and was named the league's Rookie of the Year, a designation not currently recognized by the NBA for that season. Although he had already signed and played with Providence, the team was still required to select him in the 1949 BAA draft to secure his rights.",
  "/wiki/Providence_Steamrollers": "The Providence Steamrollers were a Basketball Association of America team based in Providence, Rhode Island. As of 2019, the Steamrollers remain the last professional sports franchise from one of the Big Four leagues to be based in Rhode Island.",
  "/wiki/Kansas_State_University": "Kansas State University (KSU), commonly shortened to Kansas State or K-State, is a public research university with its main campus in Manhattan, Kansas. It was opened as the state's land-grant college in 1863 and was the first public institution of higher learning in the state of Kansas. It had a record high enrollment of 24,766 students for the Fall 2014 semester. The university is classified among \"R1: Doctoral Universities – Very high research activity.\" Kansas State's academic offerings are administered through nine colleges, including the College of Veterinary Medicine and the College of Technology and Aviation in Salina. Graduate degrees offered include 65 master's degree programs and 45 doctoral degrees. Branch campuses are in Salina and Olathe. The Kansas State University Polytechnic Campus in Salina is home to the College of Technology and Aviation.",
  "/wiki/Alex_Groza": "Alex John Groza (October 7, 1926 – January 21, 1995) was an American professional basketball player from Martins Ferry, Ohio. Resulting from the CCNY point shaving scandal, Groza was banned from the National Basketball Association (NBA) for life in 1951. In college, he won two NCAA championships as captain of the University of Kentucky WIldcats, and was a two-time All-NBA player for the Indianapolis Olympians before his career abruptly ended.",
  "/wiki/Indianapolis_Olympians": "The Indianapolis Olympians were a founding National Basketball Association (NBA) team based in Indianapolis, Indiana.  They were founded in 1949 and folded in 1953. Their home arena was Butler Fieldhouse on the campus of Butler University--now known as Hinkle Fieldhouse.",
  "/wiki/University_of_Kentucky": "The University of Kentucky (UK) is a public university in Lexington, Kentucky. Founded in 1865 by John Bryan Bowman as the Agricultural and Mechanical College of Kentucky, the university is one of the state's two land-grant universities (the other being Kentucky State University) and the institution with the highest enrollment in the state, with 30,720 students as of Fall 2015.\n The institution comprises 16 colleges, a graduate school, 93 undergraduate programs, 99 master programs, 66 doctoral programs, and four professional programs.[needs update] The University of Kentucky has fifteen libraries on campus. The largest is the William T. Young Library, a federal depository, hosting subjects related to social sciences, humanities, and life sciences collections. In recent years, the university has focused expenditures increasingly on research, following a compact formed by the Kentucky General Assembly in 1997. The directive mandated that the university become a Top 20 public research institution, in terms of an overall ranking, to be determined by the university itself, by the year 2020.",
  "/wiki/Bob_Harris_(basketball)": "Robert Anderson \"Bob\" Harris (March 16, 1927 – April 10, 1977) was a National Basketball Association (NBA) player. In his senior season at Oklahoma State University, Harris was selected to the NCAA AP All-American second team. Harris was drafted with the third overall pick in the 1949 BAA Draft by the Fort Wayne Pistons. On December 19, 1950 Harris was traded to the Boston Celtics for Dick Mehen. On October 16, 1954 Harris was traded back to the Pistons for Fred Scolari, but he never had any play time for the remainder of games for the Pistons. In his NBA career, Harris averaged 6.8 points and 6.9 rebounds per game.",
  "/wiki/Fort_Wayne_Pistons": "The Detroit Pistons are an American professional basketball team based in Detroit, Michigan. The Pistons compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division and plays its home games at Little Caesars Arena, located in Midtown. The team was founded in Fort Wayne, Indiana as the Fort Wayne (Zollner) Pistons in 1941, a member of the National Basketball League (NBL) where it won two NBL championships: in 1944 and 1945. The Pistons later joined the Basketball Association of America (BAA) in 1948. The NBL and BAA merged to become the NBA in 1949, and the Pistons became part of the merged league. In 1957, the franchise moved to Detroit. The Pistons have won three NBA championships: in 1989, 1990 and 2004.",
  "/wiki/Oklahoma_State_University": "Oklahoma State University (OSU) is a public land-grant research university in Stillwater, Oklahoma. OSU was founded in 1890 under the Morrill Act. Originally known as Oklahoma Agricultural and Mechanical College (Oklahoma A&M), it is the flagship institution of the Oklahoma State University System. Official enrollment for the fall 2010 semester system-wide was 35,073, with 23,459 students enrolled at OSU-Stillwater. Enrollment shows the Freshman class of 2012 was the largest on record with 4,298 students. OSU is classified by the Carnegie Foundation as a research university with highest research activity.\n The Oklahoma State Cowboys and Cowgirls' athletic heritage includes 52 national championships, a total greater than all but three NCAA Division I schools in the United States, and first in the Big 12 Conference.  Students spend part of the fall semester preparing for OSU's Homecoming celebration, begun in 1913, which draws more than 40,000 alumni and over 70,000 participants each year to campus and is billed by the university as \"America's Greatest Homecoming Celebration.\"",
  "/wiki/Tony_Lavelli": "Anthony Lavelli, Jr. (July 11, 1926 – January 8, 1998) was an American professional basketball player and musician.  He averaged 6.9 points per game during his two-year National Basketball Association (NBA) career (1949–1951) while also providing half-time entertainment with his accordion performances.",
  "/wiki/Boston_Celtics": "The Boston Celtics (/ˈsɛltɪks/ SEL-tiks) are an American professional basketball team based in Boston. The Celtics compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division. Founded in 1946 as one of the league's original eight teams, the Celtics play their home games at TD Garden, which they share with the National Hockey League (NHL)'s Boston Bruins. The Celtics are regarded as the most successful basketball team in NBA history; the franchise has won the most championships in the NBA with 17 (accounting for 23.9 percent of all NBA championships since the league's founding), and currently hold the record for the most recorded wins of any NBA team. The Celtics have a notable rivalry with the Los Angeles Lakers, who have won 16 NBA championships, second behind the Celtics. The rivalry was heavily highlighted throughout the 1960s and 1980s. The franchise has played the Lakers a record 12 times in the NBA Finals (including their most recent appearances in 2008 and 2010), of which the Celtics have won nine. Four Celtics players (Bob Cousy, Bill Russell, Dave Cowens and Larry Bird) have won the NBA Most Valuable Player Award for an NBA record total of 10 MVP awards.",
  "/wiki/Yale_University": "Yale University is a private Ivy League research university in New Haven, Connecticut. Founded in 1701, it is the third-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution. Chartered by Connecticut Colony, the \"Collegiate School\" was established in 1701 by clergy to educate Congregational ministers. It moved to New Haven in 1716 and shortly after was renamed Yale College in recognition of a gift from British East India Company governor Elihu Yale. Originally restricted to theology and sacred languages, the curriculum began to incorporate humanities and sciences by the time of the American Revolution. In the 19th century, the college expanded into graduate and professional instruction, awarding the first Ph.D. in the United States in 1861 and organizing as a university in 1887. Its faculty and student populations grew after 1890 with rapid expansion of the physical campus and scientific research. Yale is organized into fourteen constituent schools: the original undergraduate college, the Yale Graduate School of Arts and Sciences and twelve professional schools.",
  "/wiki/Vern_Gardner": "Vern B. Gardner (May 14, 1925 – August 26, 1987) was an American basketball player. He was a two-time consensus All-American at the University of Utah and played three seasons with the Philadelphia Warriors. Vern Gardner was a 6'5 forward/center who played at Star Valley High School in Afton, Wyoming and played collegiately at the University of Utah, where he was a second team consensus All-American in 1947 and 1949. Gardner led the Utes to the NIT championship in 1947, at a time where this tournament was considered as prestigious as the NCAA Tournament is today. Gardner was named tournament MVP. His number 33 was retired by the University of Utah. After the completion of his college career, Gardner was selected in the first round of the 1949 BAA draft by the Philadelphia Warriors. Gardner played three seasons for the Warriors, averaging 8.9 points per game over his career.",
  "/wiki/Philadelphia_Warriors": "The Golden State Warriors are an American professional basketball team based in San Francisco. The Warriors compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. Founded in 1946 in Philadelphia, the Warriors moved to the San Francisco Bay Area in 1962 and took the city's name, before changing its geographic moniker to Golden State in 1971. [b] They play their home games at the Chase Center. The Warriors won the inaugural Basketball Association of America (BAA) championship in 1947,[c] and won again in 1956, led by Hall of Fame trio Paul Arizin, Tom Gola, and Neil Johnston. After a brief rebuilding period after the trade of star Wilt Chamberlain, the team moved to San Francisco. In 1975, star players Jamaal Wilkes and Rick Barry powered the Warriors to their third championship, largely considered one of the biggest upsets in NBA history. The team struggled in the 1980s, then became playoff regulars at the turn of the decade with stars Tim Hardaway, Mitch Richmond, and Chris Mullin, nicknamed \"Run TMC\".",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994. The university was established in 1850 as the University of Deseret (/ˌdɛzəˈrɛt/ (listen)) by the General Assembly of the provisional State of Deseret, making it Utah's oldest institution of higher education. It received its current name in 1892, four years before Utah attained statehood, and moved to its current location in 1900.",
  "/wiki/Ron_Livingstone": "George Ronald \"Ron\" Livingstone (October 9, 1925 – August 26, 1991) was an American professional basketball player. Livingstone was the sixth overall pick in the 1949 BAA draft by the Baltimore Bullets. He played for the Bullets for just sixteen games in his rookie season before he was traded to the Philadelphia Warriors for Ed Sadowski and cash. He played for the Warriors until 1951. Prior to the professional leagues, Livingstone was an AAU All-American while playing for the Oakland Bittners in 1946–47.",
  "/wiki/Baltimore_Bullets_(1944–54)": "The Baltimore Bullets were an American Basketball League (1944–1947) team, and later, a Basketball Association of America (1947–1949), and (beginning in 1949, following the BAA's absorption of the National Basketball League) a National Basketball Association team based in Baltimore. The team folded November 27, 1954, with a 3–11 record, making the Bullets the last NBA franchise to do so, as of 2018.[citation needed]  Out of all defunct NBA teams, the Bullets were members of the association for the longest time and the only defunct team to win a championship.[citation needed] The Baltimore Bullets acquired their name in reference to the Phoenix Shot Tower.",
  "/wiki/University_of_Wyoming": "The University of Wyoming (UW) is a public land-grant research university in Laramie, Wyoming. It  was founded in March 1886, four years before the territory was admitted as the 44th state, and opened in September 1887. The University of Wyoming is unusual in that its location within the state is written into the state's constitution. The university also offers outreach education in communities throughout Wyoming and online. The University of Wyoming consists of seven colleges: agriculture and natural resources, arts and sciences, business, education, engineering and applied sciences, health sciences, and law. The university offers over 120 undergraduate, graduate and certificate programs including Doctor of Pharmacy and Juris Doctor. In addition to on-campus classes in Laramie, the university's Outreach School offers more than 41 degree, certificate and endorsement programs to distance learners across the state and beyond. These programs are delivered through the use of technology, such as online and video conferencing classes.",
  "/wiki/Dick_McGuire": "Richard Joseph McGuire (January 26, 1926 – February 3, 2010) was an American professional basketball player and coach. One of the premier guards of the 1950s, McGuire spent eleven seasons in the NBA (1949–60), eight with the New York Knicks and three with the Detroit Pistons. McGuire led the league in assists during his rookie season with a then-record 386 assists, and was among the league's top ten playmakers for ten of his eleven seasons. He was an NBA All-Star seven times (1951,'52, '54-'56, '58, '59), and was named to the All-NBA Second Team in 1951. McGuire became player-coach for the Pistons in his last season (1959–60), and coached them until 1963. He also coached the Knicks for three seasons, beginning in 1965. He compiled a 197-260 coaching record. McGuire was working as a senior consultant for the Knicks when he died on February 3, 2010 of a ruptured aortic aneurysm at age 84.",
  "/wiki/New_York_Knicks": "The New York Knickerbockers, more commonly referred to as the Knicks, are an American professional basketball team based in the New York City borough of Manhattan. The Knicks compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden, an arena they share with the New York Rangers of the National Hockey League (NHL). They are one of two NBA teams located in New York City; the other team is the Brooklyn Nets. Alongside the Boston Celtics, the Knicks are one of two original NBA teams still located in its original city. The team, established by Ned Irish in 1946, was one of the founding members of the Basketball Association of America (BAA), which became the NBA after merging with the rival National Basketball League (NBL) in 1949. The Knicks were successful during their early years and were constant playoff contenders under the franchise's first head coach Joe Lapchick. Beginning in 1950, the Knicks made three consecutive appearances in the NBA Finals, all of which were losing efforts.",
  "/wiki/St._John's_University_(Jamaica,_New_York)": "St. John's University is a private Roman Catholic university in New York City. Founded and run by the Congregation of the Mission (C.M., the Vincentian Fathers) in 1870, the school was originally located in the neighborhood of Bedford–Stuyvesant in the borough of Brooklyn. In the 1950s, the school was relocated to its current site at Utopia Parkway in Hillcrest, Queens. St. John's also has campuses in Staten Island and Manhattan in New York City and overseas in Rome, Italy. In addition, the university has a Long Island Graduate Center in Hauppauge, along with academic locations in Paris, France, and Limerick, Ireland. The university is named after Saint John the Baptist. St. John's is organized into five undergraduate schools and six graduate schools. In 2016, the university had 16,440 undergraduate and 4,647 graduate students.",
  "/wiki/Wallace_Jones": "Wallace Clayton \"Wah Wah\" Jones (July 14, 1926 – July 27, 2014) was an American professional basketball player. He played in the National Basketball Association from 1949 to 1952 with the Indianapolis Olympians.",
  "/wiki/Washington_Capitols": "The Washington Capitols were a charter Basketball Association of America (forerunner of the National Basketball Association) team based in Washington, D.C. The team was coached from 1946 to 1949 by NBA Hall of Famer Red Auerbach. The Capitols were charter members of the National Basketball Association in 1950-1951.",
  "/wiki/Jack_Kerris": "John Edward \"Jack\" Kerris (January 30, 1925 – December 4, 1983) was an American professional basketball player. Kerris played college basketball for Loyola of Chicago and was the ninth overall pick in the 1949 BAA draft by the Chicago Stags. He played for the Tri-Cities Blackhawks, Fort Wayne Pistons and Baltimore Bullets in his four-year career.",
  "/wiki/Chicago_Stags": "The Chicago Stags were an original National Basketball Association franchise based in Chicago, Illinois from 1946 to 1950.",
  "/wiki/Loyola_University_Chicago": "Loyola University Chicago (Loyola or LUC) is a private Catholic research university in Chicago, Illinois. Founded in 1870 by the Jesuits, Loyola is one of the largest Catholic universities in the United States. Loyola's professional schools include programs in medicine, nursing, and health sciences anchored by the Loyola University Medical Center. Comprising eleven colleges and schools, Loyola offers over 80 undergraduate and 140 graduate/professional programs and enrolls approximately 17,000 students. Loyola has six campuses across the Chicago metropolitan area, as well as a campus in Rome and guest programs in Beijing and Ho Chi Minh City. The flagship Lake Shore Campus is on the shores of Lake Michigan in the Rogers Park and Edgewater neighborhoods of Chicago, eight miles north of the Loop. Loyola's athletic teams, nicknamed the Ramblers, compete in NCAA Division I as members of the Missouri Valley Conference. Loyola won the 1963 NCAA men's basketball championship, and remains the only school from Illinois to do so.",
  "/wiki/Frank_Saul_(basketball)": "Frank Benjamin Saul Jr. (February 16, 1924 – November 7, 2019) was an American National Basketball Association (NBA) player. Raised in Westwood, New Jersey, Saul spent three years at Holy Trinity High School in Hackensack, New Jersey, where he played both baseball and basketball. He transferred to Seton Hall Preparatory in West Orange, New Jersey for his senior year. He played collegiately for the Seton Hall Pirates men's basketball, leaving college after his freshman year to serve for three years in the United States Army during World War II. He scored his 1,000th career point in a game against Creighton University on March 5, 1949, making him the first player from Seton Hall to reach that milestone. Saul won four consecutive NBA championships with the Rochester Royals in 1951 and with the Minneapolis Lakers from 1952 to 1954. He, Steve Kerr and Patrick McCaw are the only three players in NBA history who won three championships with two different teams in consecutive seasons, with him and Kerr winning four times in a row. Saul was known as \"Pep Saul\" during his career.",
  "/wiki/Rochester_Royals": "The Sacramento Kings are an American professional basketball team based in Sacramento, California. The Kings compete in the National Basketball Association (NBA) as a member of the Western Conference's Pacific Division. The Kings are the only team in the major professional North American sports leagues located in Sacramento. The team plays its home games at the Golden 1 Center. Their best seasons to date in the city were in the early 2000s, including the 2001–02 season when they had the best record in the NBA at 61–21 (a winning percentage of .744). The Sacramento Kings are the latest and current version of one of the oldest continuously operating professional basketball franchises in the nation. They originated in Rochester, New York, as the Rochester Seagrams (a semi-professional team) in 1923, hosting a number of teams there over the next 20 years. They joined the National Basketball League in 1945 as the renamed Rochester Royals, winning that league's championship in their first season, 1945-46.",
  "/wiki/Seton_Hall_University": "Seton Hall University is a private Roman Catholic university in South Orange, New Jersey. Founded in 1856 by then-Bishop James Roosevelt Bayley and named after his aunt, Saint Elizabeth Ann Seton, Seton Hall is the oldest diocesan university in the United States.\n Seton Hall consists of 11 schools and colleges, with an undergraduate enrollment of about 5,800 students and a graduate enrollment of about 4,400.\n The university has been particularly known nationally for its successful men's basketball team, which has appeared in 13 NCAA Division I Men's Basketball Tournaments and achieved national renown after making it to the final of the 1989 tournament and losing 80-79 in overtime to the Michigan Wolverines. The basketball success and increased national television exposure has led to a sharp jump in applications from potential students and attendance at games.",
  "/wiki/Leo_Barnhorst": "Leo A. \"Barney\" Barnhorst (May 11, 1924 – August 25, 2000) was an American basketball player.\n A 6'4\" forward/guard from Cathedral High School in Indianapolis, Barnhorst played four seasons at University of Notre Dame, where he was an honorable mention All-American. He then played professionally in the NBA for the Chicago Stags, Indianapolis Olympians, Baltimore Bullets and Fort Wayne Pistons.  Barnhorst appeared in two NBA All-Star Games (1952, 1953) and scored 3,232 career points.\n Barnhorst was inducted into the Indiana Basketball Hall of Fame in 1980.",
  "/wiki/University_of_Notre_Dame": "The University of Notre Dame du Lac (or simply Notre Dame /ˌnoʊtərˈdeɪm/ NOH-tər-DAYM, or ND) is a private Catholic research university in Notre Dame, Indiana, outside the city of South Bend. It was founded in 1842 by Rev. Edward Sorin. The main campus covers 1,261 acres (510 ha) in a suburban setting; it contains a number of recognizable landmarks, such as the Golden Dome, the Word of Life mural (commonly known as Touchdown Jesus), Notre Dame Stadium, and the Basilica. Notre Dame has consistently been recognized as one of the top universities in the United States, in particular for its undergraduate education. Undergraduate students are organized into six colleges. The School of Architecture is known for teaching New Classical Architecture and for awarding the annual Driehaus Architecture Prize. The university offers over 50 yearlong study programs abroad and over 15 summer programs.",
  "/wiki/Ralph_Beard": "Ralph Milton Beard Jr. (December 2, 1927 – November 29, 2007) was an American collegiate and professional basketball player.\nHe won two NCAA national basketball championships at the University of Kentucky and played two years in the National Basketball Association prior to being barred for life for his participation in the 1951 point shaving scandal.",
  "/wiki/Jack_Coleman_(basketball)": "Jack L. Coleman (May 23, 1924 – December 11, 1998) was an American professional basketball player. After playing college basketball for Louisville, Coleman played in the National Basketball Association for the Rochester Royals and St. Louis Hawks from 1949 through 1957.",
  "/wiki/University_of_Louisville": "The University of Louisville (UofL) is a public research university in Louisville, Kentucky. It is part of the Kentucky state university system. When founded in 1798, it was the first city-owned public university in the United States and one of the first universities chartered west of the Allegheny Mountains. The university is mandated by the Kentucky General Assembly to be a \"Preeminent Metropolitan Research University\". The university enrolls students from 118 of 120 Kentucky counties, all 50 U.S. states, and 116 countries around the world. The University of Louisville School of Medicine is touted for the first fully self-contained artificial heart transplant surgery as well as the first successful hand transplantation in the United States. The University Hospital is also credited with the first civilian ambulance, the nation's first accident services, now known as an emergency department (ED), and one of the first blood banks in the US. Louisville is also known for its Louisville Cardinals athletics programs.",
  "/wiki/Harry_Donovan": "Henry Harry Donovan (born September 10, 1926) is an American former professional basketball player. Donovan was selected in the second round in the 1949 BAA draft by the New York Knicks. He played for the Knicks in 1949–50, then spent two seasons playing in the American Basketball League.",
  "/wiki/Muhlenberg_College": "Muhlenberg College is a private liberal arts college in Allentown, Pennsylvania. Founded in 1848, Muhlenberg is affiliated with the Evangelical Lutheran Church in America and is named for Henry Melchior Muhlenberg, the German patriarch of the Lutheran Church in America.",
  "/wiki/George_Kaftan": "George A. Kaftan (February 22, 1928 – October 6, 2018) was an American professional basketball player.\n George grew up in New York City and went to Xavier High School in Manhattan before going to Holy Cross for college. Though just 6'3\", Kaftan was the starting center for the College of the Holy Cross team that won the 1947 NCAA Basketball Tournament. In 1947 Kaftan also won Most Outstanding Player honors after averaging 21 points per game in three games.\n Kaftan was selected in the second round of the 1949 BAA Draft. Kaftan later played professionally for the Boston Celtics (1949–1950), New York Knicks (1950–1952) and Baltimore Bullets (1952–1953). He averaged 7.5 points per game in his professional career.\n Kaftan is a member of the New England Basketball Hall of Fame and the Holy Cross Varsity Club Hall of Fame.",
  "/wiki/College_of_the_Holy_Cross": "The College of the Holy Cross, or better known simply as Holy Cross, is a private Jesuit liberal arts college in Worcester, Massachusetts. Founded in 1843, Holy Cross is the oldest Catholic college in New England and one of the oldest in the United States.\n Opened as a school for boys under the auspices of the Society of Jesus, it was the first Jesuit college in New England. Today, Holy Cross is one of 28 member institutions of the Association of Jesuit Colleges and Universities (AJCU) and is part of the Colleges of Worcester Consortium (COWC). Holy Cross sports teams are called the Crusaders, and their sole color is purple; they compete in NCAA Division I as members of the Patriot League.",
  "/wiki/Jim_Nolan_(basketball)": "James S. Nolan (June 9, 1927 – April 19, 1983) was an American professional basketball player. Nolan was selected in the second round of the 1949 BAA Draft by the Philadelphia Warriors. He played for the Warriors for just five games in the 1949–50 NBA season and recorded totals of eight points and four assists. He played college basketball and football at Georgia Institute of Technology.",
  "/wiki/Georgia_Institute_of_Technology": "The Georgia Institute of Technology, commonly referred to as Georgia Tech or, in the state of Georgia, as Tech, is a public research university and institute of technology in Atlanta, Georgia. It is part of the University System of Georgia and has satellite campuses in Savannah, Georgia; Metz, France; Athlone, Ireland; Shenzhen, China; and Singapore. The school was founded in 1885 as the Georgia School of Technology as part of Reconstruction plans to build an industrial economy in the post-Civil War Southern United States. Initially, it offered only a degree in mechanical engineering. By 1901, its curriculum had expanded to include electrical, civil, and chemical engineering. In 1948, the school changed its name to reflect its evolution from a trade school to a larger and more capable technical institute and research university. Today, Georgia Tech is organized into six colleges and contains about 31 departments/units, with emphasis on science and technology. It is well recognized for its degree programs in engineering, computing, business administration, the sciences and design.",
  "/wiki/John_Oldham_(basketball)": "John Oldham (born June 22, 1923) is a retired American college and professional basketball player, college basketball coach and athletic director. Oldham came to Western Kentucky in 1942 after earning All-State honors at Hartford High School. In 1943 he left college to serve in the US Navy during World War II. He returned to the college in 1946, graduating in 1949. The teams he played on at Western were nationally ranked, participated in three National Invitation Tournaments, including a 3rd-place finish in 1948, won three KIAC titles, one SIAA championship, and the first Ohio Valley Conference title. He was a United Press and Associated Press All-American in 1949. After college, he played for the Fort Wayne Pistons of the National Basketball Association. In 1952 he began his coaching career at College High School in Bowling Green, KY.",
  "/wiki/Western_Kentucky_University": "Western Kentucky University is a public university in Bowling Green, Kentucky, United States. It was founded by the Commonwealth of Kentucky in 1906, though its roots reach back a quarter-century earlier. In the fall 2016 semester, enrollment was approximately 20,000.\n The main campus, which has been undergoing expansion and renovation since the 1990s, sits atop a hill overlooking the Barren River valley. \n WKU operates regional campuses in Glasgow, Elizabethtown-Fort Knox and Owensboro.",
  "/wiki/Johnny_Orr_(basketball,_born_1927)": "John Michael Orr (June 10, 1927 – December 30, 2013) was an American basketball player and coach, best known as the head coach of men's basketball at the University of Massachusetts Amherst, University of Michigan, and at Iowa State University. In the 1975-76 season, Orr was named National Coach of the Year.",
  "/wiki/Beloit_College": "Beloit College is a private liberal arts college in Beloit, Wisconsin. Founded in 1846, while the state of Wisconsin was still a territory, it is the oldest continuously operated college in the state. It is a member of the Associated Colleges of the Midwest and has an enrollment of roughly 1,402 undergraduate students.",
  "/wiki/1949_BAA_draft": "The 1949 BAA draft was the third annual draft of the Basketball Association of America (BAA), which later became the National Basketball Association (NBA). The draft was held on March 21, 1949, before the 1949–50 season. In this draft, eleven remaining BAA teams along with the Indianapolis Olympians who joined the BAA, took turns selecting amateur U.S. college basketball players. The draft consisted of 8 rounds and a regional selection period, with 75 players selected. This was the final BAA Draft before the league was renamed the NBA in August 1949. The 75 players selected matched the same number of players selected in the 1989 draft; both drafts have the fewest picks selected prior to 1989 (when the NBA draft was reduced to two rounds ever since)."
}