{
  "/wiki/Category:Australian_Football_League_clubs": "N/A",
  "/wiki/Jordie_McKenzie": "Jordie McKenzie (born 21 June 1990) is an Australian rules footballer who played for the Melbourne Football Club in the Australian Football League (AFL). In November 2015, he signed with the North Adelaide Football Club in the South Australian National Football League (SANFL).",
  "/wiki/Geelong_Falcons": "The Geelong Falcons is a youth Australian rules football representative club in the NAB League, the Victorian statewide under-18s competition, Victoria, Australia.",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/Liam_Bedford": "As of the end of the 2015 season, a total of 224 players have played at least one senior game for the West Coast Eagles, an Australian rules football team in the Australian Football League. A number of other players were listed (or are listed) with the club for periods of time without making their debut, some of whom played at senior level for other AFL teams.",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/West_Coast_Eagles": "The West Coast Eagles Football Club is a professional Australian rules football club based in Perth, Western Australia, and plays in the Australian Football League (AFL).",
  "/wiki/Casey_Sibosado": "Casey Sibosado (born 13 October 1990) is an Australian rules footballer who played for the Fremantle Football Club in the Australian Football League (AFL).",
  "/wiki/Oakleigh_Chargers": "The Oakleigh Chargers is an Australian rules football club playing in the NAB League, the top statewide under-18 competition in Victoria, Australia.  They are based at Warrawee Park in Oakleigh, Victoria, representing the southeastern suburban area of Melbourne.  The Chargers were one of two additional metropolitan clubs introduced to the competition in 1995 as part of a plan by the AFL to replace the traditional club zones with independent junior clubs.  This was to help aid in player development and the process of the AFL draft. In June 2008 the Chargers moved into a new pavilion at their Warrawee Park, They have Been The Feeder Club to Port Melbourne Football Club Since 1999.",
  "/wiki/Fremantle_Football_Club": "The Fremantle Football Club, nicknamed the Dockers, is a professional Australian rules football team that competes in the Australian Football League (AFL). It was founded in 1994 in honour of the rich footballing history associated with the Western Australian port city of Fremantle, and entered the AFL the following year, making it the second team from the state after the West Coast Eagles to be admitted to the competition.",
  "/wiki/Wade_Thompson": "Wade Thompson (born 28 August 1988) is a former professional Australian rules footballer who played for the Port Adelaide Football Club in the Australian Football League (AFL).",
  "/wiki/North_Adelaide_Football_Club": "North Adelaide Football Club, nicknamed The Roosters, is an Australian rules football club affiliated with the South Australian National Football League (SANFL). The club plays its home games at Prospect Oval, located in Prospect, a northern suburb of Adelaide. The club was formed in 1888 as the Medindie Football Club, changing its name to North Adelaide in 1893. North Adelaide's first premiership was won in 1900, and the club has won a total of fourteen senior premierships in the SANFL, most recently in 2018.",
  "/wiki/Port_Adelaide_Football_Club": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/Western_Jets": "The Western Jets is an Australian rules football club which plays in the Victorian premier U18 competition, the NAB League, since its inception in 1992. The club have developmental squads in the U15 and 16 age groups, however much of the attention is towards its U18 team.",
  "/wiki/Essendon_Football_Club": "The Essendon Football Club, nicknamed the Bombers, is a professional Australian rules football club that plays in the Australian Football League (AFL), the sport's premier competition. Thought to have formed in 1872, the club played its first recorded game on 7 June 1873 against a Carlton Second 20, winning 1 goal to nil. The club played a senior club in the Victorian Football Association in 1878, one year after the VFA formed.  It is historically associated with Essendon, a suburb in the north-west of Melbourne, Victoria. Since 2013, the club has been headquartered at The Hangar, Melbourne Airport, and plays its home games at either Docklands Stadium or the Melbourne Cricket Ground; throughout most of its history the club's home ground and headquarters was Windy Hill, Essendon, where it played from 1922 until 1991. While it stopped playing games at the ground thereafter, Windy Hill remained its training and administration base until the end of 2013.  Dyson Heppell is the current team captain.",
  "/wiki/Jeff_Garlett": "Jeffrey Garlett (born 3 August 1989) is an Australian rules footballer who currently plays for the Melbourne Football Club in the Australian Football League (AFL). He is of Indigenous descent.",
  "/wiki/Swan_Districts_Football_Club": "The Swan Districts Football Club, nicknamed the Swans, is an Australian rules football club playing in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). The club is based at Bassendean Oval, in Bassendean, an eastern suburb of Perth, Western Australia. The club was formed in 1932, and joined the then-Western Australian National Football League (WANFL) in 1934, acting as a successor to the Midland Junction Football Club, which had disbanded during World War I, in the Perth Hills region.",
  "/wiki/Carlton_Football_Club": "The Carlton Football Club, nicknamed the Blues, is an Australian rules football club based in Melbourne, Victoria. Founded in 1864 in Carlton, an inner suburb of Melbourne, the club competes in the Australian Football League (formerly the Victorian Football League), and was one of the competition's eight founding member clubs in 1896.",
  "/wiki/East_Perth_Football_Club": "The East Perth Football Club, nicknamed the Royals, is an Australian rules football club based in Leederville, Western Australia, current playing in the West Australian Football League (WAFL). Formed in 1902 as the Union Football Club, the club entered the WAFL in 1906, changing its name to East Perth. It won its first premiership in 1919, part of a streak of five consecutive premierships. Overall, the club has won 17 premierships, most recently in 2002. The club is currently based at Leederville Oval, which it shares with the Subiaco Football Club, having previously played home games at Wellington Square (from 1901 to 1909) and Perth Oval (formerly known as Loton Park) from 1910 to 1999. The current coach of East Perth is Jeremy Barnard and the current captains are Kyle Anderson and Patrick McGinnity.",
  "/wiki/Brisbane_Lions": "The Brisbane Lions Australian Football Club is a professional Australian rules football club who play in the Australian Football League (AFL). The club is based in Brisbane, Queensland, Australia. The club was formed in late 1996 from the merger of the Fitzroy Lions and the Brisbane Bears. The Lions are one of the most successful AFL clubs of the 21st century, having appeared in four consecutive AFL Grand Finals from 2001 to 2004 and winning three premierships (2001, 2002, 2003).",
  "/wiki/Robin_Nahas": "Robin Nahas (born 10 November 1987) is a professional Australian rules footballer who played for the Richmond Football Club and the North Melbourne Football Club in the Australian Football League (AFL).",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Marcus_White": "Marcus White (born 26 October 1991) is a former professional Australian rules football player at the North Melbourne Football Club in the Australian Football League (AFL). He made his first appearance at the senior level in the 2010 AFL season. White made his debut in Round 18, against the Western Bulldogs.",
  "/wiki/Calder_Cannons": "The Calder Cannons is an Australian rules football club from Melbourne, Australia. The club competes in the NAB League, the Victorian Statewide Under-18s competition, and fields squads in the Under-15s, Under-16s and Under-18s. The club was formed in 1995 after the need for two more metropolitan clubs. The geographic catchment area for the club is the north western suburbs of Melbourne extending to cover the Macedon Ranges area.",
  "/wiki/North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or less formally the Roos, the Kangas or North, is an Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in North Melbourne, Victoria in 1869, it is based at its traditional home ground, Arden Street Oval, and currently plays its home matches at both the nearby Docklands Stadium and Blundstone Arena in Hobart, Tasmania.",
  "/wiki/Ricky_Henderson_(footballer)": "Ricky John Henderson (born 11 September 1988) is an Australian rules footballer playing for the Hawthorn Football Club in the Australian Football League (AFL). He previously played for the Adelaide Football Club from 2009 to 2016. Henderson was Adelaide's first selection in the 2008 rookie draft, taken at pick 10.",
  "/wiki/Trentham,_Victoria": "Trentham is a small town in the Shire of Hepburn and Shire of Moorabool local government area, Victoria, Australia. At the 2016 census, Trentham had a population of 1,180, with a median age of 55 years.\nLocated at an altitude of 700 metres (2,297 ft), the town is 87 kilometres (54 mi) north-west of Melbourne.",
  "/wiki/Adelaide_Football_Club": "The  Adelaide Football Club, nicknamed the Crows, are a professional Australian rules football club that competes in the Australian Football League (AFL). The club has both a men's team, which played its first match in 1991, and a women's team, which began in 2017 in the inaugural season of the AFLW. The club is based in Adelaide, South Australia, playing its home matches at Adelaide Oval. The club has its training and administration base at Football Park in West Lakes, where it previously played home matches between 1991 and 2013. The club song is \"The Pride of South Australia\", to the tune of the US Marines' Hymn.",
  "/wiki/Gippsland_Power": "The Gippsland Power is an Australian rules football team in the NAB League, the top statewide under-18 competition in Victoria, Australia.",
  "/wiki/Collingwood_Football_Club": "The Collingwood Football Club, nicknamed the Magpies or colloquially the Pies, is a professional Australian rules football club playing in the Australian Football League (AFL). Formed in 1892 in the then-working class Melbourne suburb of Collingwood, the club played in the Victorian Football Association (VFA) before joining seven other teams in 1896 to found the breakaway Victorian Football League (now the national AFL). Originally based at Victoria Park, Collingwood now plays its home games at the Melbourne Cricket Ground with its training and administrative headquarters located at Olympic Park Oval and the Holden Centre.",
  "/wiki/Kristin_Thornton": "Kristin Thornton (born 5 March 1988) is an Australian rules footballer.",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/Zac_Dawson": "Zac Dawson (born 22 February 1986) is a former professional Australian rules footballer who played for the Hawthorn Football Club, St Kilda Football Club and Fremantle Football Club in the Australian Football League (AFL). In March 2019, he was appointed as Manager of the Carlton Football Club's Next Generation Academy program.",
  "/wiki/Hawthorn_Football_Club": "The Hawthorn Football Club, nicknamed the Hawks, is a professional Australian rules football club in the Australian Football League (AFL). The club, founded in 1902, is the youngest of the Victorian-based teams in the AFL and has won thirteen VFL/AFL premierships. It is the only club to have won premierships in each decade of the 1960s, 1970s, 1980s, 1990s, 2000s and 2010s. The team play in brown and gold vertically striped guernsey. The club's Latin motto is spectemur agendo, the English translation being \"Let us be judged by our acts\".",
  "/wiki/St_Kilda_Football_Club": "The St Kilda Football Club, nicknamed the Saints, is an Australian rules football club based in Melbourne, Victoria, Australia. The club plays in the Australian Football League, the sport's premier league.",
  "/wiki/Murray_Bushrangers": "The Murray Bushrangers is an Australian rules football team playing in Victorian statewide under-18s competition, presently known as the NAB League, since 1993 based in Wangaratta. The team trains on Norm Minns Oval. The team is coached by Leon Higgins. Guernsey colors are Black, Purple and Yellow, with black socks and black (home) or white (away) shorts.",
  "/wiki/Western_Bulldogs": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/Central_District_Football_Club": "Central District Football Club is an Australian rules football club based in the city of Elizabeth about 25 km to the north of Adelaide, South Australia.",
  "/wiki/Riley_Milne": "Riley Milne is an Australian rules footballer who formally played in the Australian Football League for the Hawthorn Football Club and currently (as of 2015) plays for West Adelaide in the SANFL.",
  "/wiki/Rhys_Healey_(Australian_footballer)": "This is a list of every player to have at least played one senior VFL/AFL game for Melbourne Football Club since the inception of the VFL, of which Melbourne was a foundation club, in 1897.",
  "/wiki/Bendigo_Pioneers": "The Bendigo Pioneers is an Australian rules football team in the statewide Victorian under-18s league, the NAB League.",
  "/wiki/Adam_Cockie": "Adam Cockie (born 18 April 1989) is an Australian rules footballer who plays in the West Australian Football League (WAFL) for the Subiaco Football Club. He spent two years with the West Coast Eagles in the Australian Football League (AFL) between 2009 and 2010.",
  "/wiki/Subiaco_Football_Club": "The Subiaco Football Club, nicknamed the Lions and known before 1973 as the Maroons, is an Australian rules football club in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). It was founded in 1896, and admitted to the WAFL in 1901, along with North Fremantle. The club is currently based at Leederville Oval, having previously played at Subiaco Oval.",
  "/wiki/Matt_de_Boer": "Matthew de Boer (born 10 March 1990) is an Australian rules footballer with the Greater Western Sydney Giants in the Australian Football League (AFL).",
  "/wiki/Claremont_Football_Club": "The Claremont Football Club, nicknamed Tigers, is an Australian rules football club based in Claremont, Western Australia, that currently plays in the West Australian Football League (WAFL) and WAFL Women's (WAFLW). Its official colours are navy blue and gold. Formed as the \"Cottesloe Beach Football Club\" in 1906, the club entering the WAFL in 1925 as the \"Claremont-Cottesloe Football Club\"', changing its name to the present in 1935. Claremont have won 12 senior men's premierships since entering the competition, including most recently the 2011 and 2012 premierships.",
  "/wiki/Danny_Meyer_(footballer)": "Danny Meyer (born 3 August 1986) is a former Australian rules football player who played for the Port Adelaide Football Club and Richmond Tigers."
}