{
  "/wiki/Orl%C3%A9ans_Ward": "Orléans Ward (Ward 1) is a city ward in the city of Ottawa, Ontario, Canada. It was created before the 2000 Election when the area was amalgamated into the city of Ottawa. The ward covers much of the suburban community of Orleans in the east of the city. Previous to that, the ward existed in the Regional Municipality of Ottawa-Carleton Council. It contains the neighbourhoods of Convent Glen, Convent Glen South, Hiawatha Park, Orleans Wood, Riverglen, Queenswood Village, Chatelaine Village, River Walk, Queenswood Heights, Queenswood South, Fallingbrook and the eastern part of the Cardinal Creek neighbourhood (east of Trim Road). Not all of Orleans is in the Orléans Ward, as some of it is in Cumberland Ward and Innes Ward.  It covers an area of 25.2 km2.",
  "/wiki/Orleans,_Ontario": "Orleans (/ɔːrˈliːnz/; French: [ɔʁleɑ̃]; officially Orléans[note 1]) is a suburb of Ottawa, Ontario, Canada. It is located in the eastern part of the city along the Ottawa River, about 16 km (10 mi) from Downtown Ottawa. The Canada 2016 Census determined that Orleans' population was 116,688. Prior to being amalgamated into Ottawa in 2001, the community of Orleans was spread over two municipal jurisdictions, the eastern portion being in the pre-amalgamation City of Cumberland, the western portion in the City of Gloucester.  According to the 2016 census, 69,178 people lived in the Cumberland portion of Orleans, while 47,510 people lived in the Gloucester portion. Today, Orleans spans the municipal wards of Orléans, Innes, and Cumberland. Orleans contains a significant francophone minority, although this has been declining in recent decades.",
  "/wiki/Innes_Ward": "Innes (Ward 2) is a city ward in the city of Ottawa, Ontario, Canada.  It includes the community of Blackburn Hamlet as well as the neighbourhoods of Orléans Village, Chateau Neuf and Chapel Hill in Orléans. It also includes the part of the community of Notre Dame des Champs formerly in the city of Gloucester and the newer Bradley Estates development. The ward is represented on Ottawa City Council by Laura Dudas. The ward was created when the city of Gloucester was amalgamated into the new city of Ottawa.",
  "/wiki/Innes_Road": "Innes Road (Ottawa Road #30) is one of the most important streets in the east end of the City of Ottawa, Ontario, Canada, running through the former cities of Gloucester and Cumberland. It is the main route serving Blackburn Hamlet and south Orleans, as well as several industrial and commercial areas in east Ottawa. This road has changed considerably over the years.",
  "/wiki/Barrhaven_Ward": "Barrhaven Ward (Ward 3) is a city ward in Ottawa, Ontario, Canada. Prior to 2006, the ward was known as Bell-South Nepean Ward.",
  "/wiki/Barrhaven": "Barrhaven is a rapidly growing suburban neighbourhood in the southwest of the urban area of the city of Ottawa, Ontario, Canada, about 17 km (11 mi) southwest of downtown Ottawa. Prior to amalgamation with Ottawa in 2001, Barrhaven was part of the City of Nepean. Its population as of the Canada 2016 Census was 87,234.",
  "/wiki/Kanata_North_Ward": "Kanata North Ward or Ward 4 (French: Quartier Kanata-Nord) is a ward in the city of Ottawa, Ontario, Canada. The ward was created in 2006 when its predecessor, Kanata Ward, split in two main parts. The original Kanata Ward covered all of the former City of Kanata. The new Kanata North Ward also includes a small part taken from West Carleton Ward (near Palladium Drive)",
  "/wiki/Kanata,_Ontario": "Kanata (/kəˈnædə/, kə-NA-də) is one of the largest suburbs of Ottawa, Ontario, Canada. It is about 22 km (14 mi) west of the city's downtown. As of 2016, Kanata had a population of 90,806 (117,304 in the population centre)  and is growing rapidly. Before it was amalgamated into Ottawa in 2001, it was one of the fastest growing cities in Canada and the fastest growing community in Eastern Ontario. Located just to the west of the National Capital Commission Greenbelt, it is one of the largest of several communities that surround central Ottawa. It is a planned community and an important high tech centre.",
  "/wiki/West_Carleton-March_Ward": "West Carleton-March Ward (Ward 5) is a city ward in Ottawa, Ontario, Canada.",
  "/wiki/West_Carleton_Township,_Ontario": "West Carleton is a historic township in Eastern Ontario, Canada. It is located in the rural parts of the new City of Ottawa, west of Kanata. Its northern boundary is the Ottawa River.",
  "/wiki/March_Township,_Ontario": "March Township is a geographic township and former municipality originally part of Carleton County in eastern Ontario, Canada.  It is currently part of the City of Ottawa. It is located in the western part of the county, bordered to the northwest by Torbolton Township, to the southwest by Huntley Township, to the east by Nepean, to the south by Goulbourn Township and to the north by the Ottawa River. According to the Canada 2001 Census, the Township had a population of approximately 26,650.",
  "/wiki/Stittsville_Ward": "Stittsville (Ward 6) is a city ward in Ottawa, Ontario, Canada. It consists of the community of Stittsville in suburban Ottawa. Prior to the 2006 election, the Ward was known as Goulbourn Ward which consisted of the former Goulbourn Township (including Stittsville and Richmond). The ward was altered in 2006, by losing all of the rural parts of Goulbourn (including urban Richmond) and gaining a tiny bit of the former city of Kanata around the Canadian Tire Centre. The ward was created when Goulbourn was amalgamated into Ottawa in 2000. It was known as Stittsville-Kanata West Ward until 2010.",
  "/wiki/Stittsville,_Ontario": "Stittsville is a suburban community, part of the City of Ottawa, Ontario, Canada. It is within the former Goulbourn Township. A part of the National Capital Region, Stittsville is immediately to the southwest of Kanata, and about 31 km (19 mi) west of Downtown Ottawa. The urban part of the community corresponds to Stittsville Ward on Ottawa City Council. There are many schools in the Stittsville area, (3 school boards - Ottawa Catholic School Board, Ottawa Carleton District School Board, CECCE. There are 3 high schools in Stittsville; Sacred Heart Catholic High School, Frederick Banting Secondary Alternate Program and École secondaire catholique Paul-Desmarais.",
  "/wiki/Bay_Ward": "Bay Ward or Ward 7 (French: Quartier Baie) is a municipal ward in Ottawa, Ontario, Canada. It covers much of the western portion of the old city of Ottawa as well as some portions of what was once Nepean. The ward runs from Sherbourne and Maitland in the east to March Road in the west. The southern border is the Queensway while the northern border is the Ottawa River. The ward makes up the northern portion of the federal and provincial riding of Ottawa West-Nepean.",
  "/wiki/Britannia_Bay": "Britannia Bay is a small town in West Coast District Municipality in the Western Cape province of South Africa.",
  "/wiki/Shirleys_Bay": "Shirleys Bay is a bay of the Ottawa River, about sixteen kilometres from downtown Ottawa in Ontario, Canada. Shirleys Bay also includes a significant wetland and nature preserve that is part of an Important Bird and Biodiversity Area the Lac Deschênes-Ottawa River IBA.",
  "/wiki/College_Ward": "College Ward or Ward 8 (French: Quartier Collège) is a city ward in Ottawa, Canada's west end. The ward covers the neighbourhoods of Bells Corners, Qualicum, Graham Park, Leslie Park, Redwood, Kenson Park, Parkway Park, Bel-Air Park, Bel-Air Heights, Braemar Park, Copeland Park, Briargreen, Centrepointe, Navaho, City View, Ryan Farm, Meadowlands and Crestview.",
  "/wiki/Algonquin_College": "Algonquin College of Applied Arts and Technology is a publicly funded English-language college located in  Ottawa, Ontario, Canada. The college serves the National Capital Region and the outlying areas of Eastern Ontario, Western Quebec, and Upstate New York. The college has three campuses; a primary campus located in Ottawa, Ontario, and secondary campuses located in Perth, Ontario, and Pembroke, Ontario. The college offers bachelor's degrees, diplomas, and college certificates in a range of disciplines and specialties. It has been ranked among the Top 50 Research Colleges in Canada  and has been recognized as one of Canada's top innovation leaders. The enabling legislation is the Ministry of Training, Colleges and Universities Act. It is a member of Polytechnics Canada.",
  "/wiki/Knoxdale-Merivale_Ward": "Knoxdale-Merivale is a city ward in Ottawa, Ontario. Located in the city's west end, the ward is bordered to the east by the Rideau River and Fisher Avenue, the northern boundaries of the community of Barrhaven to the south, Ontario Highway 416 and Cedarview Road to the west and to the north by the Canadian National railway west of Merivale Road and Baseline Road to its east. It includes the communities of portions or all of Arlington Woods, Craig Henry, Tanglewood, Manordale, Crestview, Skyview, Parkwood Hills, Merivale Gardens, Grenfell Glen, Pineglen and Country Place.",
  "/wiki/Merivale_Road": "Merivale Road is an arterial road in the western part of Ottawa, Ontario, Canada. It starts at Island Park Drive just north of Highway 417 and continues south until it ends at Prince of Wales Drive in Rideau Glen. South of Clyde Avenue, Merivale is known as Ottawa Road #17, while north of Clyde it is Ottawa Road #63.",
  "/wiki/Gloucester-Southgate_Ward": "Gloucester-Southgate Ward is a city ward located in Ottawa, Ontario. Located in the city's south end, the ward includes Gloucester Glen east of the Rideau River, most of the Ottawa International Airport, CFB Uplands, Blossom Park, Greenboro, portions of Heron Gate south of Walkley Road, the Ottawa South/Hawthorne Industrial Park and rural areas west of Anderson Road and north of Leitrim. Previously, the ward included the community of Riverside South located south of the airport but in a ward reorganization, the growing community was included in the new ward of Gloucester-South Nepean.",
  "/wiki/Gloucester,_Ontario": "Gloucester is a suburb of and within the City of Ottawa. Gloucester Township was established in 1792 and originally included lands east of the Rideau River from the Ottawa River south to Manotick. It was incorporated as a township in 1850 and became a city in 1981. Gloucester was one of the 11 municipalities that merged in 2001 to form the new city of Ottawa. As of the Canada 2016 Census, the former city of Gloucester had a population of 133,280.",
  "/wiki/Ottawa_South": "Ottawa South (French: Ottawa-Sud) is a federal electoral district in Ottawa, Ontario, Canada. It is represented in the House of Commons of Canada by David McGuinty, brother of former Premier of Ontario and Ottawa South MPP Dalton McGuinty. It has been held continuously by Liberal candidates since it was first contested in 1988. Ottawa South is a suburban, generally middle class riding, notable for having the highest Arab population in Ontario.",
  "/wiki/Beacon_Hill-Cyrville_Ward": "Beacon Hill-Cyrville Ward is a city ward in Ottawa, Ontario. Located in the city's east end, the ward is bordered to the west by Blair Road from the Ottawa River to Ogilvie Road and St. Laurent Boulevard south of it, the south by the Via Rail train line and Innes Ward, to the east by Green's Creek and Regional Road 174 and to the north by the Ottawa River. It includes the communities of Rothwell Heights, Beacon Hill and Pineview.",
  "/wiki/Beacon_Hill,_Ottawa": "Beacon Hill is a neighbourhood located in Beacon Hill-Cyrville Ward in the east end of Ottawa, Ontario, Canada. Beacon Hill was a part of the City of Gloucester until it was amalgamated with the new city of Ottawa in 2001.",
  "/wiki/Rideau-Vanier_Ward": "Rideau-Vanier Ward is a ward in the city of Ottawa, designated as Ward 12 and represented on Ottawa City Council. It was originally created in 1994 as a Ward on Regional Council.",
  "/wiki/Rideau_River": "The Rideau River (French: Rivière Rideau), (Anishinàbemowin name: Pasapkedjinawong) is a river in Eastern Ontario, Canada. The river flows north from Upper Rideau Lake and empties into the Ottawa River at the Rideau Falls in Ottawa, Ontario. Its length is 146 kilometres (91 mi).",
  "/wiki/Vanier,_Ontario": "Vanier is a neighbourhood in the Rideau-Vanier Ward of Ottawa, Ontario, Canada's east end.  Historically francophone and working class, the neighbourhood was a separate city until being amalgamated into Ottawa in 2001. It no longer has a majority francophone population. By 2012 its francophone population had shrunk to less than 40% from 63% in the early 1980s.[citation needed] The neighbourhood is located on the east bank of the Rideau River, across from the neighbourhoods of Lowertown and Sandy Hill, and just south of Rockcliffe Park, New Edinburgh, Lindenlea, and Manor Park. To the east of Vanier are the suburbs of Gloucester. Vanier has a relatively small area with a high population density.",
  "/wiki/Rideau-Rockcliffe_Ward": "Rideau-Rockcliffe Ward is a city ward in Ottawa, Ontario. Located in the city's east end, the ward covers the neighbourhoods of New Edinburgh, Manor Park, Rockcliffe Park, CFB Rockcliffe, Overbrook, Lindenlea, Viscount Alexander Park, Quarries, Cardinal Glen, Rockcliffe Mews, Forbes, Castle Heights and part of Carson Grove.",
  "/wiki/Rockcliffe_Park": "Rockcliffe Park (French: Parc Rockcliffe)  is a neighbourhood in Rideau-Rockcliffe Ward, close to the centre of Ottawa, Ontario, Canada. Established in 1864, organized as a Police village in 1908, and an independent village from 1926, and ultimately amalgamated with the rest of Ottawa on January 1, 2001. As of 2011[update], it had a population of 2,021.  In 1977 the entire village of Rockcliffe Park was designated a Heritage Conservation District.  Rockcliffe Park is one of only a handful of surviving nineteenth-century communities of its kind in North America.",
  "/wiki/Somerset_Ward": "Somerset (Ward 14) is a city ward in the city of Ottawa, Ontario, Canada. It covers the neighbourhoods of Downtown Ottawa, Centretown, Lebreton Flats and most of Centretown West. It is Ottawa's smallest and most dense ward. It is represented on Ottawa City Council by Catherine McKenney. It has an area of 6.5 km² and a projected 2006 population of 38,500. According to Canada 2001 Census it had a population of 36,365. The ward was created in 1994 when Dalhousie Ward and Wellington Ward were merged.",
  "/wiki/Somerset_Street_(Ottawa)": "Somerset Street is a street in Ottawa, Ontario, Canada. It is divided into Somerset Street East and Somerset Street West by the Rideau Canal.",
  "/wiki/Kitchissippi_Ward": "Kitchissippi Ward (Ward 15) is a city ward in the city of Ottawa, Ontario, Canada. It gets its name from the Algonquin name for the Ottawa River, meaning Great River. The ward is slightly west of downtown, and covers the neighbourhoods of Champlain Park, Civic Hospital, Hampton Park, Highland Park,  Hintonburg, Island Park, McKellar Heights, McKellar Park, Mechanicsville, Westboro Beach, Westboro, Wellington Village, and Wellington Street West.",
  "/wiki/Algonquin_language": "Algonquin (also spelled Algonkin; in Algonquin: Anicinàbemowin or Anishinàbemiwin) is either a distinct Algonquian language closely related to the Ojibwe language or a particularly divergent Ojibwe dialect. It is spoken, alongside French and to some extent English, by the Algonquin First Nations of Quebec and Ontario.  As of 2006, there were 2,680 Algonquin speakers, less than 10% of whom were monolingual. Algonquin is the language for which the entire Algonquian language subgroup is named.  The similarity among the names often causes considerable confusion.  Like many Native American languages, it is strongly verb-based, with most meaning being incorporated into verbs instead of using separate words for prepositions, tense, etc.",
  "/wiki/Ottawa_River": "The Ottawa River (French: Rivière des Outaouais, Algonquin: Kitchissippi) is a river in the Canadian provinces of Ontario and Quebec. It is named in honour of the Algonquin word 'to trade', as it was the major trade route of Eastern Canada at the time. For most of its length, it defines the border between these two provinces. It is a major tributary of the St. Lawrence River and the longest river in Quebec.",
  "/wiki/River_Ward": "River Ward or Ward 16 (French: Quartier Rivière) is a municipal ward located in Ottawa, Ontario. It is located in the south central portion of the city, and includes the communities of Carlington, Central Park, Carleton Heights, Mooney's Bay, Riverside Park and Hunt Club/Uplands. The ward spans both sides of the Rideau River between Carling Avenue and Hunt Club Road.",
  "/wiki/Capital_Ward": "Capital Ward or Ward 17 (French: Quartier Capitale) is a city ward located in the centre of Ottawa, Ontario. Situated just south of downtown Ottawa, the ward includes the communities of Old Ottawa East, Old Ottawa South, the Glebe, Heron Park, Carleton University, and Riverside",
  "/wiki/Capital_of_Canada": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Alta_Vista_Ward": "Alta Vista Ward (Ward 18) is a city ward in the city of Ottawa, Ontario, Canada represented on Ottawa City Council. Alta Vista Ward was created prior to the 1966 election when Gloucester Ward was split in half due to population growth in the Alta Vista area. Until the 1972 elections, the ward was represented by two councillors (then called aldermen). Prior to the 1980 election, the Ward was split in half, with the western half remaining as Alta Vista ward and the eastern half became Canterbury Ward. They were reunited prior to the  1994 Election and was known as Alta Vista-Canterbury Ward. During this time, on regional council it was known as just Alta Vista Ward. It was renamed to Alta Vista in 2000.",
  "/wiki/Alta_Vista_Drive": "Alta Vista Drive is a suburban road in Ottawa, Ontario, Canada. It runs from Bank Street in the south to Industrial Avenue in the north covering the neighbourhoods of Ridgemont, Alta Vista and Riverview.",
  "/wiki/Cumberland_Ward": "Cumberland Ward is a city ward in Ottawa, Ontario. Situated in the far east end of the city, it includes portions of the Orleans communities of Queenswood Heights, Mer Bleue, Avalon, Chaperal, Notting Hill, Fallingbrook as well as the rural areas of the former city of Cumberland and the village as well as the former villages of Sarsfield, Navan, Notre-Dame-des-Champs, Carlsbad Springs, Vars and Bearbrook.",
  "/wiki/Cumberland,_Ontario": "Cumberland was a township in eastern Ontario, Canada, that existed from 1800 to 1999, when it was incorporated as the City of Cumberland.  It ceased to be a separate municipality in 2001, when it was amalgamated into the city of Ottawa.",
  "/wiki/Osgoode_Ward": "Osgoode Ward (Ward 20) is a municipal ward located in the rural southeast corner of the City of Ottawa.  It mostly consists of the former Osgoode Township and parts of the former city of Gloucester. It is represented on Ottawa City Council by George Darouze.",
  "/wiki/Osgoode_Township,_Ontario": "Osgoode Township is a former township that is now a part of the city of Ottawa, Ontario, Canada.  The township along the Rideau River was established in 1798 and incorporated in 1850. It was an independent township in Carleton County until its amalgamation with the city in 2001. It remains a largely rural area with only some 22,239 inhabitants as of 2011. On Ottawa city council it is represented by George Darouze."
}