{
  "/wiki/Nancy_Johnson_(sport_shooter)": "Nancy Napolski-Johnson (born January 14, 1974) is a retired American sports shooter. She competed and won a gold medal in the 2000 Summer Olympics (10-meter air rifle for women) at the age of 26. Nancy Johnson also competed in the 1996 Olympics but finished 36th place.",
  "/wiki/Shooting_at_the_2000_Summer_Olympics": "The shooting competitions at the 2000 Summer Olympics were carried out at the Sydney International Shooting Centre in Liverpool, New South Wales, Australia during the first week of the Games, from Saturday 16 September 2000 to Saturday 23 September 2000.",
  "/wiki/Shooting_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_10_metre_air_rifle": "Following a recent tradition, the women's 10 metre air rifle competition was the first medal event concluded at the 2000 Summer Olympics. It was held on 16 September, the day after the opening ceremony, with the 40-shot qualification round between 09:00 and 10:15 Australian Eastern Standard Time (UTC+10), and the final round of 10 additional shots at 11:00. Kang Cho-hyun equalled the Olympic record in the qualification round but lost her two-point pre-final lead to Nancy Johnson, who thus won the first Sydney gold medal for the United States.",
  "/wiki/Erin_Phenix": "Erin Ashley Phenix (born March 1, 1981) is an American former competition swimmer who won a gold medal at the 2000 Summer Olympics.",
  "/wiki/Courtney_Shealy": "Courtney Amanda Shealy (born December 12, 1977), from Irmo, South Carolina, later known by her married name Courtney Hart, is an American former competition swimmer, Olympic gold medalist, and former world record-holder.  Shealy swam the third leg of the world record-breaking women's 4×100-meter freestyle relay team that won gold at the 2000 Summer Olympics.  Her winning teammates were Jenny Thompson, Dara Torres and Amy Van Dyken.  At the same Olympics, she swam in the qualifying heats of the women's 4×100-meter medley relay, and earned a gold medal for doing so.",
  "/wiki/Ashley_Tappin": "Ashley Tara Tappin (born December 18, 1974), also known by her married name Ashley Doussan, is an American former competition swimmer and three-time Olympic champion.",
  "/wiki/Jenny_Thompson": "Jennifer Beth Thompson (born February 26, 1973) is an American former competition swimmer and anesthesiologist.",
  "/wiki/Dara_Torres": "Dara Grace Torres (born April 15, 1967) is an American former competitive swimmer, who is a 12-time Olympic medalist and former world record-holder in three events.  Torres is the first swimmer to represent the United States in five Olympic Games (1984, 1988, 1992, 2000 and 2008), and at age 41, the oldest swimmer to earn a place on the U.S. Olympic team.  At the 2008 Summer Olympics, she competed in the 50-meter freestyle, 4×100-meter medley relay, and 4×100-meter freestyle relay, and won silver medals in all three events.",
  "/wiki/Amy_Van_Dyken": "Amy Deloris Van Dyken-Rouen (born February 15, 1973) is an American former competitive swimmer, Olympic champion, former world record-holder, and national radio sports talk show co-host.  She won six Olympic gold medals in her career, four of which she won at the 1996 Summer Olympics, making her the first American woman to accomplish such a feat and the most successful athlete at the 1996 Summer Olympics.  She won gold in the 50-meter freestyle, 100-meter butterfly, 4×100-meter freestyle relay, and 4×100-meter medley relay.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics": "The swimming competitions at the 2000 Summer Olympics in Sydney took place from 16 to 23 September 2000 at the Sydney International Aquatic Centre in Homebush Bay. It featured 32 events (16 male, 16 female), and a total of 954 swimmers from 150 nations.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_4_%C3%97_100_metre_freestyle_relay": "The women's 4×100 metre freestyle relay event at the 2000 Summer Olympics took place on 16 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Brooke_Bennett": "Brooke Marie Bennett (born May 6, 1980) is an American former competition swimmer and three-time Olympic champion.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_400_metre_freestyle": "The women's 400 metre freestyle event at the 2000 Summer Olympics took place on 17 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Tara_Nott": "Tara Nott-Cunningham (born Tara Nott, May 10, 1972) is an American former Olympic weightlifter who competed for the United States in both the 2000 and 2004 Olympic Games. She is the only athlete to have trained for three different sports at the United States Olympic Training Center (gymnastics, soccer, and weightlifting).",
  "/wiki/Weightlifting_at_the_2000_Summer_Olympics": "The Weightlifting Competition at the 2000 Summer Olympics in Sydney, Australia saw the introduction of women's weightlifting.",
  "/wiki/Weightlifting_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_48_kg": "The women's 48 kg weightlifting event at the 2000 Summer Olympics in Sydney, Australia took place at the Sydney Convention and Exhibition Centre on September 17.",
  "/wiki/Lenny_Krayzelburg": "Lenny Krayzelburg (born September 28, 1975, as Leonid Krayzelburg; Ukrainian: Леонід Крайзельбург, Russian: Леони́д Кра́йзельбург) is an American former backstroke swimmer, Olympic gold medalist, and former world record holder. He swam in the 2000 and 2004 Olympics, winning a total of four Olympic gold medals.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_100_metre_backstroke": "The men's 100 metre backstroke event at the 2000 Summer Olympics took place on 17–18 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Megan_Jendrick": "Megan Jendrick (born January 15, 1984), née Megan M. Quann, is an American former competition swimmer, former world record-holder, and fitness columnist. She won two gold medals at the 2000 Summer Olympics and a silver medal at the 2008 Summer Olympics. Jendrick set 27 American records and four world records in her swimming career. She is a 13-time national champion, ten-time U.S. Open champion, seven-time masters world record-holder, and fifteen-time U.S. Masters national record-holder. Jendrick is married to American author Nathan Jendrick.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_100_metre_breaststroke": "The women's 100 metre breaststroke event at the 2000 Summer Olympics took place on 17–18 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Tom_Malchow": "Thomas Andrew Malchow (born August 18, 1976) is a retired American competition swimmer, Olympic gold medalist, and former world record-holder.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_200_metre_butterfly": "The men's 200 metre butterfly event at the 2000 Summer Olympics took place on 18–19 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Misty_Hyman": "Misty Dawn Marie Hyman (born March 23, 1979) is an American former competition swimmer, Olympic gold medalist, and former world record-holder.  Hyman won the gold medal in the women's 200-meter butterfly at the 2000 Summer Olympics in Sydney.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_200_metre_butterfly": "The women's 200 metre butterfly event at the 2000 Summer Olympics took place on 19–20 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Samantha_Arsenault": "Samantha Arsenault (born October 11, 1981), later known by her married name Samantha Livingstone, is an American former competition swimmer and Olympic champion. She attended South Memorial Elementary School in Peabody. She has living cousins in Peabody today. Steve C., Steven M., and Christine T. Hachey",
  "/wiki/Lindsay_Benko": "Lindsay Dianne Benko (born November 29, 1976), also known by her married name as Lindsay Mintenko, is an American former competition swimmer, Olympic gold medalist, and former world record-holder. She represented the United States at the 2000 Summer Olympics and 2004 Summer Olympics. She held the short-course world record in the 400-meter freestyle (at 3:59.53) for nearly three years from January 2003 to December 2005.",
  "/wiki/Kim_Black": "Kimberly A. \"Kim\" Black (born April 30, 1978) is an American former competition swimmer and Olympic gold medalist.",
  "/wiki/Diana_Munz": "Diana Marie Munz (born June 19, 1982), later known by her married name Diana DePetro, is an American former competition swimmer and Olympic champion from Moreland Hills, Ohio. She represented the United States at the 2000 Summer Olympics in Sydney, Australia, where she won a gold medal in the women's 4×200-meter freestyle relay and a silver medal in 400-meter freestyle.  Four years later she added a bronze medal in the 800-meter freestyle to her Olympic medal collection.",
  "/wiki/Julia_Stowers": "Julia Gray Stowers (born March 18, 1982) is an American former competition swimmer and Olympic gold medalist.  At the 2000 Summer Olympics in Sydney, Australia, Stowers earned a gold medal by swimming for the winning U.S. team in the preliminary heats of the women's 4×200-meter freestyle relay.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_4_%C3%97_200_metre_freestyle_relay": "The women's 4×200 metre freestyle relay event at the 2000 Summer Olympics took place on 20 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Marty_Nothstein": "Martin Wayne Nothstein (born February 10, 1971) is an American politician and former professional road bicycle racer and track cyclist. He is a three-time world champion in track events and an Olympic gold and silver medalist. He has since entered the field of politics, serving one term on the Board of Commissioners of Lehigh County, Pennsylvania. Nothstein unsuccessfully ran as the Republican Party nominee for the 2018 United States House of Representatives election in Pennsylvania's 7th congressional district and Pennsylvania's 15th district special election.",
  "/wiki/Cycling_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics, 3 different bicycle racing disciplines were contested: Road cycling, track cycling, and mountain biking.",
  "/wiki/Cycling_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_sprint": "The men's 200m Sprint at the 2000 Summer Olympics (Cycling) was an event that consisted of cyclists making three laps around the track.  Only the time for the last 200 metres of the 750 metres covered was counted as official time. The races were held on Monday, 18 September, Tuesday, 19 September, and Wednesday, 20 September 2000 at the Dunc Gray Velodrome.",
  "/wiki/Tom_Dolan": "Thomas Fitzgerald Dolan (born September 15, 1975) is an American former competition swimmer, two-time Olympic champion, and former world record-holder.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_400_metre_individual_medley": "The men's 400 metre individual medley event at the 2000 Summer Olympics took place on 17 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_200_metre_backstroke": "The men's 200 metre backstroke event at the 2000 Summer Olympics took place on 20–21 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/David_O%27Connor_(equestrian)": "David John O'Connor (born January 18, 1962) is a retired equestrian who represented the United States in the sport of three-day eventing. He competed in two Olympic Games, winning a team silver at the 1996 Summer Olympics and an individual gold and team bronze at the 2000 Summer Olympics. At the 1999 Pan American Games, O'Connor took an individual silver and team gold and at the 2002 World Equestrian Games he assisted the US team to gold. After his retirement from competition in 2004, he became involved in the administrative side of international eventing. O'Connor has held top coaching roles for the US and Canadian national eventing teams, and was president of the United States Equestrian Federation from 2004 to 2012. During his career, O'Connor and his horses were awarded many honors, including equestrian and horse of the year awards from several organizations. In 2009, he was inducted to the United States Eventing Association's Hall of Fame, and two of his horses have been granted the same honor. O'Connor is married to fellow international event rider Karen O'Connor, and the pair operate two equestrian training facilities in the eastern United States.",
  "/wiki/Equestrian_at_the_2000_Summer_Olympics": "The equestrian events at the 2000 Summer Olympics in Sydney included dressage, eventing, and show jumping. All three disciplines had both individual and team competitions.",
  "/wiki/Equestrian_at_the_2000_Summer_Olympics_%E2%80%93_Eventing_Individual": "The individual eventing event, part of the equestrian program at the 2000 Summer Olympics, was held from 20 to 22 September 2000 in the Sydney International Equestrian Centre.  Like all other equestrian events, the eventing competition was mixed gender, with both male and female athletes competing in the same division.",
  "/wiki/Anthony_Ervin": "Anthony Lee Ervin (born May 26, 1981) is an American competition swimmer who has won four Olympic medals and two World Championship golds.  At the 2000 Summer Olympics, he won a gold medal in the men's 50-meter freestyle, and earned a silver medal as a member of the second-place United States relay team in the 4×100-meter freestyle event.  He was the second swimmer of African descent after Anthony Nesty of Suriname to win an individual gold medal in Olympic swimming. He is the first United States citizen of African descent to medal gold in an individual Olympic swimming event.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_50_metre_freestyle": "The men's 50 metre freestyle event at the 2000 Summer Olympics took place on 21–22 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Gary_Hall,_Jr.": "Gary Wayne Hall, Jr. (born September 26, 1974) is an American former competition swimmer who represented the United States at the 1996, 2000, and 2004 Olympics and won ten Olympic medals (five gold, three silver, two bronze).  He is a former world record-holder in two relay events.  Hall is well known for his \"pro-wrestling like\" antics before a competition; frequently strutting onto the pool deck in boxing shorts and robe, shadow boxing and flexing for the audience.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_800_metre_freestyle": "The women's 800 metre freestyle event at the 2000 Summer Olympics took place on 21–22 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Barbara_Bedford_(swimmer)": "Barbara Jane Bedford (born November 9, 1972), who competed as BJ Bedford, currently known by her married name, Barbara Miller, is an American former competition swimmer, Olympic champion, and former world record-holder.",
  "/wiki/Staciana_Stitts": "Staciana Stitts Winfield (born September 12, 1981), née Staciana Stitts, is an American former competition swimmer and breaststroke specialist.  She is a 2000 Summer Olympics and 1999 Pan American Games gold medalist, and 1998 Goodwill Games silver medalist.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_4_%C3%97_100_metre_medley_relay": "The women's 4×100 metre medley relay event at the 2000 Summer Olympics took place on 22–23 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Maurice_Greene_(athlete)": "Maurice Greene (born July 23, 1974) is an American former track and field sprinter who specialized in the 100 meters and 200 meters. He is a former 100 m world record holder with a time of 9.79 seconds. During the height of his career (1997–2004) he won four Olympic medals and was a five-time World Champion. This included three golds at the 1999 World Championships, a feat which had previously only been achieved by Carl Lewis and Michael Johnson and has since been equaled by three others.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_100_metres": "The men's 100 metres at the 2000 Summer Olympics as part of the athletics program were held at the Stadium Australia from September 22 to 23.",
  "/wiki/Ian_Crocker": "Ian Lowell Crocker (born August 31, 1982) is an American former competition swimmer, five-time Olympic medalist, and former world record-holder.  During his career, he set world records in the 50- and 100-meter butterfly (long course and short course) and the 100-meter freestyle (short course).  He has won a total of twenty-one medals in major international competition, spanning the Olympics, the FINA World Aquatics Championships, and the Pan Pacific Swimming Championships. He has helped coach the Longhorns swim camp in 2019 as well as other years. \nCitation-https://www.teamusa.org/usa-swimming/athletes/Ian-Crocker",
  "/wiki/Tommy_Hannan": "Thomas G. Hannan (born January 14, 1980) is an American former competition swimmer and Olympic gold medalist.",
  "/wiki/Jason_Lezak": "Jason Edward Lezak (born November 12, 1975) is an American former competition swimmer and a four-time Olympic gold medalist. He swam for Rose Bowl Aquatics. He graduated from Irvine High School in 1994, and then from the University of California, Santa Barbara in 1999.",
  "/wiki/Ed_Moses_(swimmer)": "Glenn Edward Moses Jr. (born June 7, 1980) is an American former competition swimmer and breaststroke specialist who is an Olympic gold medalist, world champion, and former world record-holder.  He represented the United States at the 2000 Summer Olympics, where he won a gold and silver medal.",
  "/wiki/Neil_Walker_(swimmer)": "Neil Scott Walker (born June 25, 1976) is an American former competition swimmer, four-time Olympic medalist, and former world record-holder in multiple events.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_100_metre_medley_relay": "The men's 4×100 metre medley relay event at the 2000 Summer Olympics took place on 22–23 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Laura_Wilkinson": "Laura Ann Wilkinson (born November 17, 1977 in Houston, Texas) is a former American diver and Olympic gold medalist.",
  "/wiki/Diving_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, eight diving events were contested for the first time due to the inclusion of synchronized variants for each of the traditional events. The competition took place at the Sydney International Aquatic Centre, from 22 to 30 September, comprising a total of 157 divers from 42 nations.",
  "/wiki/Diving_at_the_2000_Summer_Olympics_%E2%80%93_Women%27s_10_metre_platform": "The women's 10 metre platform was one of eight diving events included in the Diving at the 2000 Summer Olympics programme."
}