{
  "/wiki/Virginia_Thrasher": "Virginia \"Ginny\" Thrasher (born February 28, 1997) is an American sports shooter who won a gold medal in the women's 10 meter air rifle at the 2016 Summer Olympics. She won the first gold medal awarded at the 2016 Olympics.",
  "/wiki/Shooting_at_the_2016_Summer_Olympics": "Shooting competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 14 August at the National Shooting Center in Deodoro. A maximum of 390 athletes were able to compete in the fifteen events across these Games. The event format was similar to 2012, although there were significant changes to the rules and guidelines of the competition.",
  "/wiki/Shooting_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_10_metre_air_rifle": "The women's 10 metre air rifle event at the 2016 Summer Olympics took place on 6 August 2016 at the National Shooting Center.",
  "/wiki/Nathan_Adrian": "Nathan Ghar-jun Adrian (born December 7, 1988) is an American competitive swimmer and five-time Olympic gold medalist who formerly held the American record in the long course 50-meter freestyle event.",
  "/wiki/Caeleb_Dressel": "Caeleb Remel Dressel (born August 16, 1996) is an American freestyle and butterfly swimmer who specializes in the sprint events. He won seven gold medals at the 2017 World Aquatics Championships in Budapest and a record eight medals, including six gold, at the 2019 World Aquatics Championships in Gwangju. Dressel is a two-time Olympic gold medalist and currently holds the world records in the 100 meter butterfly (long course) and 50 meter freestyle (short course).",
  "/wiki/Anthony_Ervin": "Anthony Lee Ervin (born May 26, 1981) is an American competition swimmer who has won four Olympic medals and two World Championship golds.  At the 2000 Summer Olympics, he won a gold medal in the men's 50-meter freestyle, and earned a silver medal as a member of the second-place United States relay team in the 4×100-meter freestyle event.  He was the second swimmer of African descent after Anthony Nesty of Suriname to win an individual gold medal in Olympic swimming. He is the first United States citizen of African descent to medal gold in an individual Olympic swimming event.",
  "/wiki/Jimmy_Feigen": "James \"Jimmy\" Feigen (born September 26, 1989) is an American competition swimmer who specializes in freestyle events. He won a gold medal for the 4x100-meter freestyle relay for the 2016 Summer Olympics. Previously, he won a silver medal as a member of the second-place U.S. team in the 4×100-meter freestyle relay at the 2012 Summer Olympics.",
  "/wiki/Ryan_Held": "Ryan Held (born June 27, 1995) is an American freestyle swimmer who specializes in the sprint events, and is currently sponsored by Arena.",
  "/wiki/Michael_Phelps": "Michael Fred Phelps II (born June 30, 1985) is an American former competitive swimmer and the most successful and most decorated Olympian of all time, with a total of 28 medals. Phelps also holds the all-time records for Olympic gold medals (23), Olympic gold medals in individual events (13), and Olympic medals in individual events (16). When he won eight gold medals at the 2008 Beijing Games, Phelps broke fellow American swimmer Mark Spitz's 1972 record of seven first-place finishes at any single Olympic Games. At the 2004 Summer Olympics in Athens, Phelps had already tied the record of eight medals of any color at a single Games by winning six gold and two bronze medals. At the 2012 Summer Olympics in London, Phelps won four gold and two silver medals, and at the 2016 Summer Olympics in Rio de Janeiro, he won five gold medals and one silver. This made him the most successful athlete of the Games for the fourth Olympics in a row.",
  "/wiki/Blake_Pieroni": "Blake Pieroni (born November 15, 1995) is an American competition swimmer who specializes in freestyle events. At the US Olympic Trials, he qualified for the 2016 Summer Olympics in Rio de Janeiro as a 4×100 meter freestyle relay swimmer. In the heats, he swam a split time of 48.39 on the third leg, and the team went on to win the gold medal.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics": "The swimming competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 13 August at the Olympic Aquatics Stadium. The women's open-water marathon was held on August 15, and the men's open water race on August 16 in Fort Copacabana.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_100_metre_freestyle_relay": "The men's 4 × 100 metre freestyle relay event at the 2016 Summer Olympics took place on 7 August at the Olympic Aquatics Stadium.",
  "/wiki/Katie_Ledecky": "Kathleen Genevieve Ledecky (/ləˈdɛki/; Czech pronunciation: [ˈlɛdɛtskiː]; born March 17, 1997) is an American competitive swimmer. She has won five Olympic gold medals and 15 world championship gold medals, the most in history for a female swimmer. She is the current world record holder in the women's 400-, 800-, and 1500-meter freestyle (long course). She also holds the fastest-ever times in the women's 500-, 1000-, and 1650-yard freestyle events.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_400_metre_freestyle": "The women's 400 metre freestyle event at the 2016 Summer Olympics took place on 7 August, at the Olympic Aquatics Stadium.",
  "/wiki/Ryan_Murphy_(swimmer)": "Ryan Murphy (born July 2, 1995) is an American competitive swimmer who specializes in backstroke. He is a three-time Olympic gold medalist and world-record holder in the men's 100-meter backstroke (long course).",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_100_metre_backstroke": "The men's 100 metre backstroke event at the 2016 Summer Olympics took place between 7–8 August at the Olympic Aquatics Stadium.",
  "/wiki/Lilly_King": "Lilly King (born February 10, 1997) is an American swimmer. At the 2016 Summer Olympics she won the gold medal in the 100 meter breaststroke competition and also won a gold medal in the women's 4 × 100 m medley relay, in which she swam the breaststroke leg. She is the current world record holder in 100-metre and 50-metre breaststroke (long course).",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_100_metre_breaststroke": "The women's 100 metre breaststroke event at the 2016 Summer Olympics took place on 7–8 August at the Olympic Aquatics Stadium.",
  "/wiki/Simone_Biles": "Simone Arianne Biles (born March 14, 1997) is an American artistic gymnast. With a total of 30 Olympic and World Championship medals, Biles is the most decorated American gymnast and the world's third most decorated gymnast, behind Belarus' Vitaly Scherbo (33 medals) and Russia's Larisa Latynina (32 medals).",
  "/wiki/Gabby_Douglas": "Gabrielle Christina Victoria Douglas (born December 31, 1995) is an American artistic gymnast. She is the 2012 Olympic all around champion and the 2015 World all-around silver medalist. She was a member of the gold-winning teams at both the 2012 and the 2016 Summer Olympics, dubbed the \"Fierce Five\" and the \"Final Five\" by the media, respectively. She was also a member of the gold-winning American teams at the 2011 and the 2015 World Championships.",
  "/wiki/Laurie_Hernandez": "Lauren Zoe Hernandez (born June 9, 2000) is an American artistic gymnast. She competed as a member of the U.S. women's gymnastics team dubbed the \"Final Five\" at the 2016 Summer Olympics, winning gold in the team event and silver on the balance beam.",
  "/wiki/Madison_Kocian": "Madison Taylor Kocian (born June 15, 1997) is an American artistic gymnast. On the uneven bars, she is one of four 2015 world champions and the 2016 Olympic silver medalist. She was part of the gold medal-winning team dubbed the \"Final Five\" at the 2016 Summer Olympics in Rio de Janeiro, and was a member of the first-place American teams at the 2014 and 2015 World Artistic Gymnastics Championships. As of 2016, she has been attending the University of California, Los Angeles, where she is a member of its NCAA women's gymnastics team.",
  "/wiki/Aly_Raisman": "Alexandra Rose Raisman (born May 25, 1994) is a retired American gymnast and two-time Olympian. She was captain of both the 2012 \"Fierce Five\" and 2016 \"Final Five\" U.S. women's Olympic gymnastics teams which won their respective team competitions. Raisman is the 2016 Olympic individual all-around silver medalist and floor exercise silver medalist.",
  "/wiki/Gymnastics_at_the_2016_Summer_Olympics": "Gymnastics at the 2016 Summer Olympics in Rio de Janeiro was held in three categories: artistic gymnastics, rhythmic gymnastics and trampolining. All gymnastics events were staged at the Arena Olímpica do Rio from 6 to 21 August 2016.",
  "/wiki/Gymnastics_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_artistic_team_all-around": "The Women's artistic team all-around competition at the 2016 Summer Olympics was held on 9 August 2016 at the HSBC Arena.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_200_metre_butterfly": "The men's 200 metre butterfly event at the 2016 Summer Olympics took place on 8–9 August at the Olympic Aquatics Stadium.",
  "/wiki/Gunnar_Bentz": "Joseph \"Gunnar\" Bentz (born January 3, 1996) is an American competition swimmer and Olympic gold medalist.",
  "/wiki/Jack_Conger": "John \"Jack\" Conger (born September 26, 1994) is an American competition swimmer who specializes in the backstroke, butterfly, and freestyle, and is a one-time Olympic gold medalist.",
  "/wiki/Conor_Dwyer": "Conor James Dwyer (born January 10, 1989) is an American competition swimmer and Olympic gold medalist. He competes in freestyle and medley events, and won a gold medal as a member of the winning U.S. 4×200-meter freestyle relay team at the 2012 Summer Olympics. In total, he has won seventeen medals in major international competitions: nine gold, six silver, and two bronze spanning the Summer Olympics, the FINA World Championships, the Pan Pacific Championships, and the Pan American Games. Dwyer placed second at the 2016 US Olympic Swimming Trials in the 400m freestyle.",
  "/wiki/Townley_Haas": "Francis Townley Haas (born December 13, 1996) is an American swimmer specializing in freestyle events.  He competes for the University of Texas.",
  "/wiki/Ryan_Lochte": "Ryan Steven Lochte (/ˈlɒkti/ LOK-tee; born August 3, 1984) is an American competitive swimmer and 12-time Olympic medalist. Lochte's 12 Olympic medals earn him the second-most decorated Olympian along with Natalie Coughlin, Dara Torres, and Jenny Thompson. He currently holds the world records in the 200-meter individual medley (long and short course). As part of the American teams, he also holds the world record in the 4×200-meter freestyle (long course) and 4x100-meter freestyle (mixed) relay.",
  "/wiki/Clark_Smith_(swimmer)": "Clark Smith (born April 17, 1995) is an American swimmer who specializes in freestyle and butterfly. He earned an Olympic gold medal as a member of the United States Olympic 800m free relay.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_200_metre_freestyle_relay": "The men's 4 × 200 metre freestyle relay event at the 2016 Summer Olympics took place on 9 August at the Olympic Aquatics Stadium.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_200_metre_freestyle": "The women's 200 metre freestyle event at the 2016 Summer Olympics took place 8–9 August at the Olympic Aquatics Stadium.",
  "/wiki/Kristin_Armstrong": "Kristin Armstrong (born August 11, 1973) is a former professional road bicycle racer and three-time Olympic gold medalist, the winner of the women's individual time trial in 2008, 2012, and 2016. Before temporarily retiring to start a family in 2009, she rode for Cervélo TestTeam in women's elite professional events on the National Racing Calendar (NRC) and UCI Women's World Cup. She announced a return to competitive cycling beginning in the 2011 season, competing for Peanut Butter & Co. TWENTY12 at the Redlands Classic.",
  "/wiki/Cycling_at_the_2016_Summer_Olympics": "The cycling competitions of the 2016 Summer Olympics in Rio de Janeiro were held at four venues scheduled to host Eighteen events between 6 August and 21 August.",
  "/wiki/Cycling_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_road_time_trial": "The women's individual time trial was one of eighteen  cycling events of the 2016 Olympic Games. The event started and finished on 10 August at Pontal, a small peninsula and beach area in the Recreio dos Bandeirantes neighborhood, located in the West Zone of Rio de Janeiro, Brazil. The race start and finish were part of the Barra venues cluster and one of seven temporary venues of the 2016 Summer Olympics.",
  "/wiki/Maya_DiRado": "Madeline Jane \"Maya\" DiRado - Andrews (born April 5, 1993) is an American former competitive swimmer who specialized in freestyle, butterfly, backstroke, and individual medley events.  She attended and swam for Stanford University, where she won NCAA titles in the 200 and 400 yard individual medley in 2014 and graduated with a degree in management science and engineering. At the 2016 US Olympic Trials, DiRado qualified to swim the 200 meter and 400 meter individual medley events, as well as the 200 meter backstroke, at the 2016 Summer Olympics. At the 2016 Summer Olympics in Rio de Janeiro, she won a gold medal in the women's 4x200 meter freestyle relay, a silver medal in the 400 meter individual medley, a bronze medal in the women's 200 meter individual medley, and a gold medal in the 200 meter backstroke. Following the Olympics, DiRado retired from the sport.",
  "/wiki/Missy_Franklin": "Melissa Jeanette Franklin (born May 10, 1995) is an American former competition swimmer and five-time Olympic gold medalist. She formerly held the world record in the 200-meter backstroke (long course). As a member of the U.S. national swim team, she also held the world records in the 4×100-meter medley relay (short course and long course).",
  "/wiki/Melanie_Margalis": "Melanie Margalis (born December 30, 1991) is an American competitive swimmer who specializes in the freestyle, breaststroke and individual medley events.",
  "/wiki/Cierra_Runge": "Cierra Runge (born March 7, 1996) is an American competition swimmer.",
  "/wiki/Allison_Schmitt": "Allison Rodgers Schmitt (born June 7, 1990) is an American competition swimmer who specializes in freestyle events, and is an eight-time Olympic medalist.",
  "/wiki/Leah_Smith_(swimmer)": "Leah Smith (born April 19, 1995) is an American competition swimmer who specializes in freestyle events.  Smith is a member of the 2016 US Women's Olympic Swimming team, and won a bronze medal in the 400 m freestyle and a gold medal in the 4 × 200 m relay at those games.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_4_%C3%97_200_metre_freestyle_relay": "The women's 4 × 200 metre freestyle relay event at the 2016 Summer Olympics took place on 10 August at the Olympic Aquatics Stadium.",
  "/wiki/Gymnastics_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_artistic_individual_all-around": "The women's artistic individual all-around competition at the 2016 Summer Olympics in Rio de Janeiro was held at the Arena Olímpica do Rio on 11 August.",
  "/wiki/Kayla_Harrison": "Kayla Harrison (born July 2, 1990) is an American former judoka who competed in the 78 kg weight category, and is currently a mixed martial artist who competes in the lightweight division. She won the 2010 World Championships, gold medals at the 2012 and 2016 Olympics, and gold at the 2011 and 2015 Pan American Games.",
  "/wiki/Judo_at_the_2016_Summer_Olympics": "Judo at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 12 August at the Carioca Arena 2 inside the Barra Olympic Park in Barra da Tijuca. Around 386 judoka competed in 14 events (seven each for both men and women).",
  "/wiki/Judo_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_78_kg": "The women's 78 kg competition in judo at the 2016 Summer Olympics in Rio de Janeiro was held on 11 August at the Carioca Arena 2.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_200_metre_backstroke": "The men's 200 metre backstroke event at the 2016 Summer Olympics took place on 10–11 August at the Olympic Aquatics Stadium.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_200_metre_individual_medley": "The men's 200 metre individual medley event at the 2016 Summer Olympics took place on 10–11 August at the Olympic Aquatics Stadium.",
  "/wiki/Simone_Manuel": "Simone Ashley Manuel (born August 2, 1996) is an American competition swimmer specializing in sprint freestyle. At the 2016 Rio Olympics, she won two gold and two silver medals: gold in the 100-meter freestyle and the 4x100-meter medley, and silver in the 50-meter freestyle and the 4×100-meter freestyle relay. In winning the 100-meter freestyle, a tie with Penny Oleksiak of Canada, Manuel became the first African-American woman to win an individual Olympic gold in swimming and set an Olympic record and an American record.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_100_metre_freestyle": "The women's 100 metre freestyle event at the 2016 Summer Olympics took place between 10–11 August at the Olympic Aquatics Stadium.",
  "/wiki/Michelle_Carter_(athlete)": "Michelle Denee Carter (born October 12, 1985) is an American shot putter, and the current Olympic women's champion. She is the current American record holder in the event with a distance of 20.63 m (67 ft 8 in) set at the 2016 Olympic Games. She was Inducted into the Texas Track and Field Hall of Fame in 2018.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics": "Athletics at the 2016 Summer Olympics were held during the last 10 days of the games, from 12–21 August 2016, at the Olympic Stadium. The sport of athletics at the 2016 Summer Olympics was made into three distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_shot_put": "The women's shot put competition at the 2016 Summer Olympics in Rio de Janeiro, Brazil. The event was held at the Olympic Stadium on 12 August. Each athlete receives three throws in the qualifying round. All who achieve the qualifying distance progress to the final. If less than twelve athletes achieve this mark, then the twelve furthest throwing athletes reach the final. Each finalist is allowed three throws in last round, with the top eight athletes after that point being given three further attempts.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_50_metre_freestyle": "The men's 50 metre freestyle event at the 2016 Summer Olympics took place between 11–12 August at the Olympic Aquatics Stadium.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_800_metre_freestyle": "The women's 800 metre freestyle event at the 2016 Summer Olympics took place between 11–12 August at the Olympic Aquatics Stadium.",
  "/wiki/Swimming_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_200_metre_backstroke": "The women's 200 metre backstroke event at the 2016 Summer Olympics took place on 11–12 August at the Olympic Aquatics Stadium.",
  "/wiki/List_of_United_States_Olympic_medalists": "This is a list of the United States athletes who won an Olympic medal since 1896."
}