{
  "/wiki/Mariel_Zagunis": "Mariel Leigh Zagunis (born March 3, 1985) is an American sabre fencer. She is a two-time Olympic champion in the individual sabre (2004 and 2008) and the first American to win a gold medal in Olympic fencing. She was chosen to be the flag bearer of the United States at the 2012 Summer Olympics Parade of Nations. She also has two Olympic bronze medals in team events (2008 and 2016) and is a four-time Olympian (2004, 2008, 2012 and 2016).",
  "/wiki/Fencing_at_the_2008_Summer_Olympics": "Fencing competitions at the Beijing 2008 Summer Olympics were held from August 9 to August 17 at the Olympic Green Convention Center.",
  "/wiki/Fencing_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_sabre": "The women's sabre fencing competition at the 2008 Summer Olympics in Beijing took place on August 9 at the Olympic Green Convention Centre.",
  "/wiki/Michael_Phelps": "Michael Fred Phelps II (born June 30, 1985) is an American former competitive swimmer and the most successful and most decorated Olympian of all time, with a total of 28 medals. Phelps also holds the all-time records for Olympic gold medals (23), Olympic gold medals in individual events (13), and Olympic medals in individual events (16). When he won eight gold medals at the 2008 Beijing Games, Phelps broke fellow American swimmer Mark Spitz's 1972 record of seven first-place finishes at any single Olympic Games. At the 2004 Summer Olympics in Athens, Phelps had already tied the record of eight medals of any color at a single Games by winning six gold and two bronze medals. At the 2012 Summer Olympics in London, Phelps won four gold and two silver medals, and at the 2016 Summer Olympics in Rio de Janeiro, he won five gold medals and one silver. This made him the most successful athlete of the Games for the fourth Olympics in a row.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics": "The swimming competitions at the 2008 Summer Olympics took place from 9 to 17 August 2008 at the Beijing National Aquatics Centre. The newly introduced open water marathon events (10 km) were held on 20 and 21 August 2008 at Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_400_metre_individual_medley": "The men's 400 metre individual medley event at the 2008 Olympic Games took place on 9–10 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Nathan_Adrian": "Nathan Ghar-jun Adrian (born December 7, 1988) is an American competitive swimmer and five-time Olympic gold medalist who formerly held the American record in the long course 50-meter freestyle event.",
  "/wiki/Matt_Grevers": "Matthew Grevers (born March 26, 1985) is an American competition swimmer who competes in the backstroke and freestyle events, and is a six-time Olympic medalist.  He has won a total of thirty-three medals in major international competition, fourteen gold, twelve silver, and seven bronze spanning the Olympics, World Championships, and the Universiade.  At the 2008 Summer Olympics, Grevers won gold medals as a member of the U.S. teams in the 4×100-meter freestyle and 4×100-meter medley relays, and a silver medal in the 100-meter backstroke.  Four years later, at the 2012 Summer Olympics, he won gold medals in the 100-meter backstroke and the 4×100-meter medley relay, and a silver medal in the 4×100-meter freestyle relay.",
  "/wiki/Cullen_Jones": "Cullen Andrew Jones (born February 27, 1984) is an American competition swimmer and Olympic gold medalist who specializes in freestyle sprint events.  As part of the American team, he holds the world record in the 4×100-meter freestyle relay (long course).  At the 2012 Summer Olympics, he won silver medals in the 4 x 100-meter freestyle relay and the 50-meter freestyle, as well as the gold in the 4 x 100-metre medley.",
  "/wiki/Jason_Lezak": "Jason Edward Lezak (born November 12, 1975) is an American former competition swimmer and a four-time Olympic gold medalist. He swam for Rose Bowl Aquatics. He graduated from Irvine High School in 1994, and then from the University of California, Santa Barbara in 1999.",
  "/wiki/Garrett_Weber-Gale": "Garrett Weber-Gale (born August 6, 1985) is an American competition swimmer, two-time Olympic gold medalist, and world record-holder in two events.",
  "/wiki/Ben_Wildman-Tobriner": "Benjamin Marshall Wildman-Tobriner (born September 21, 1984) is an American competition swimmer, Olympic gold medalist, and former world record-holder.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_100_metre_freestyle_relay": "The men's 4 × 100 metre freestyle relay event at the 2008 Olympic Games took place on 10–11 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_200_metre_freestyle": "The men's 200 metre freestyle event at the 2008 Olympic Games took place on 10–12 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Natalie_Coughlin": "Natalie Anne Coughlin Hall (born August 23, 1982) is an American competition swimmer and twelve-time Olympic medalist. While attending the University of California, Berkeley, she became the first woman ever to swim the 100-meter backstroke (long course) in less than one minute—ten days before her 20th birthday in 2002.  At the 2008 Summer Olympics, she became the first U.S. female athlete in modern Olympic history to win six medals in one Olympiad, and the first woman ever to win a 100-meter backstroke gold in two consecutive Olympics. At the 2012 Summer Olympics, she earned a bronze medal in the 4×100-meter freestyle relay.  Her total of twelve Olympic medals ties her with Jenny Thompson and Dara Torres for the most all-time medals by a female swimmer.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_100_metre_backstroke": "The women's 100 metre backstroke event at the 2008 Olympic Games took place on 10–12 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Aaron_Peirsol": "Aaron Wells Peirsol (born July 23, 1983) is an American former competition swimmer and backstroke specialist who is a former world champion and world record-holder.  He is a three-time Olympian and seven-time Olympic medalist (five gold, two silver).  As a member of the U.S. national team, he holds the world record in the men's 4×100-meter medley relay (long course).  Individually, he currently holds the world record in the 200-meter backstroke event (long course).  In February 2011, Peirsol announced his retirement, saying, \"I ended up doing everything I set out to do.\"",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_100_metre_backstroke": "The men's 100 metre backstroke event at the 2008 Olympic Games took place on 10–12 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Walton_Eller": "Walton Glenn Eller III (born January 6, 1982) is an American trap shooter and five-time U.S. Olympic athlete (2000, 2004, 2008, 2012, 2016). At the 2008 Summer Olympics, he won the gold medal in men's double trap setting both an Olympic Record and a Final Olympic Record.",
  "/wiki/Shooting_at_the_2008_Summer_Olympics": "Shooting competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 17, at the Beijing Shooting Range Hall (rifle and pistol events) and Beijing Shooting Range Clay Target Field (shotgun events). Of the fifteen events, the host country won five.",
  "/wiki/Shooting_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_double_trap": "The men's double trap event at the 2008 Summer Olympics took place on August 12 at the Beijing Shooting Range Clay Target Field. Walton Eller, the gold medal winner in this event, broke two Olympic records for both the qualification and final rounds.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_200_metre_butterfly": "The men's 200 metre butterfly event at the 2008 Olympic Games took place on 11–13 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Ricky_Berens": "Richard \"Ricky\" Berens (born April 21, 1988) is an American former competition swimmer, two-time Olympic gold medalist, world champion, and current world record-holder.  As a member of the U.S. national team, he holds the world record in the 4×200-meter freestyle relay (long course).  He competed in the 4×100-meter and 4×200-meter freestyle relay events, as well as the individual 200-meter freestyle at the 2012 Summer Olympics.",
  "/wiki/Klete_Keller": "Klete D. Keller (born March 21, 1982) is an American former competition swimmer who won medals at the 2000 Summer Olympics and the 2004 Summer Olympics in the 400-meter freestyle and the 4×200-meter freestyle relay. In the 4×200-meter freestyle relay, Keller held off a charging Ian Thorpe in the anchor leg to win the race by 0.13 seconds.  This was the first time Australia had been beaten in the event in over seven years. The American relay of Michael Phelps, Ryan Lochte, Peter Vanderkaay, and Keller are undefeated since the Athens games.  Vanderkaay, Larsen Jensen, Erik Vendt, and Keller make up the core of the premier American mid-distance/distance freestyle swimmers.",
  "/wiki/Ryan_Lochte": "Ryan Steven Lochte (/ˈlɒkti/ LOK-tee; born August 3, 1984) is an American competitive swimmer and 12-time Olympic medalist. Lochte's 12 Olympic medals earn him the second-most decorated Olympian along with Natalie Coughlin, Dara Torres, and Jenny Thompson. He currently holds the world records in the 200-meter individual medley (long and short course). As part of the American teams, he also holds the world record in the 4×200-meter freestyle (long course) and 4x100-meter freestyle (mixed) relay.",
  "/wiki/Peter_Vanderkaay": "Peter William Vanderkaay (born February 12, 1984) is an American former competition swimmer who specialized in middle-distance freestyle events and is a four-time Olympic medalist. He was a member of the United States Olympic team in 2004, 2008, and 2012, and won bronze medals in the 200-meter freestyle at the 2008 Summer Olympics and the 400-meter freestyle at the 2012 Summer Olympics.",
  "/wiki/Erik_Vendt": "Erik K. Vendt (born January 9, 1981) is an American former competition swimmer. He won a silver medal at the 2000 Summer Olympics and the 2004 Summer Olympics in the 400-meter individual medley. At the 2008 Summer Olympics, Vendt won a gold medal as a member of the U.S. 4×200-meter freestyle relay team.",
  "/wiki/David_Walters_(swimming)": "David Walters (born September 27, 1987) is an American former competition swimmer, Olympic gold medalist, and world record-holder in two events.  At the 2008 Summer Olympics, Walters earned a gold medal by swimming in the heats of the 4×200-meter freestyle relay. As part of the American team, he holds the world record in the 4×100-meter medley relay (long course).  Walters is also a seven-time medalist (five gold, one silver, one bronze) at the World Aquatics Championships.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_200_metre_freestyle_relay": "The men's 4 × 200 metre freestyle relay event at the 2008 Olympic Games took place on 12–13 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Kristin_Armstrong": "Kristin Armstrong (born August 11, 1973) is a former professional road bicycle racer and three-time Olympic gold medalist, the winner of the women's individual time trial in 2008, 2012, and 2016. Before temporarily retiring to start a family in 2009, she rode for Cervélo TestTeam in women's elite professional events on the National Racing Calendar (NRC) and UCI Women's World Cup. She announced a return to competitive cycling beginning in the 2011 season, competing for Peanut Butter & Co. TWENTY12 at the Redlands Classic.",
  "/wiki/Cycling_at_the_2008_Summer_Olympics": "Cycling competitions at the Beijing 2008 Summer Olympics were held from August 9 to August 23 at the Laoshan Velodrome (track events), Laoshan Mountain Bike Course, Laoshan BMX Field and the Beijing Cycling Road Course. The event was  dominated by the British team, who claimed 14 medals in total, including eight golds.",
  "/wiki/Cycling_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_road_time_trial": "The Women's road time trial at the 2008 Summer Olympics took place on August 13 at the Urban Road Cycling Course. Of the 25 women competing in the event, the medal hopefuls included Karin Thürig (Switzerland), Judith Arndt and Hanka Kupfernagel (Germany), Marianne Vos (Netherlands), Christiane Soeder (Austria), and road race gold medalist Nicole Cooke (Great Britain).",
  "/wiki/Rebecca_Soni": "Rebecca Soni (born March 18, 1987) is an American former competition swimmer and breaststroke specialist who is a six-time Olympic medalist.  She is a former world record-holder in the 100-meter breaststroke (short and long course) and the 200-meter breaststroke (short and long course), and is the first woman to swim the 200-meter breaststroke in under 2 minutes 20 seconds.  As a member of the U.S. national team, she currently holds the world record in the 4×100-meter medley relay (long course).",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_200_metre_breaststroke": "The women's 200 metre breaststroke event at the 2008 Olympic Games took place on 13–15 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_200_metre_backstroke": "The men's 200 metre backstroke event at the 2008 Olympic Games took place on 13–15 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_200_metre_individual_medley": "The men's 200 metre individual medley event at the 2008 Olympic Games took place on 11–13 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Nastia_Liukin": "Anastasia Valeryevna \"Nastia\" Liukina (/ˈljuːkɪn/; Russian: Анастасия \"Настя\" Валерьевна Люкина [ˈlʲʉkʲɪn]; born October 30, 1989) is a Russian American former artistic gymnast. She is the 2008 Olympic all-around champion, a five-time Olympic medalist, the 2005 and 2007 world champion on the balance beam, and the 2005 world champion on the uneven bars. She is also a four-time all-around U.S. national champion, winning twice as a junior and twice as a senior. With nine World Championships medals, seven of them individual, Liukin is tied with Shannon Miller for the third-highest tally of World Championship medals (among U.S. gymnasts). Liukin also tied Miller's record (later equaled by Simone Biles) as the American gymnast having won the most medals in a single non-boycotted Olympic Games.",
  "/wiki/Gymnastics_at_the_2008_Summer_Olympics": "At the 2008 Summer Olympics, three different gymnastics disciplines were contested: artistic gymnastics, rhythmic gymnastics and trampoline.  The artistic gymnastics events were held at the Beijing National Indoor Stadium on August 9–19.  The rhythmic gymnastics events were held at the Beijing University of Technology Gymnasium on August 21–24.  The trampoline events were also held at the Beijing National Indoor Stadium on August 16–19.",
  "/wiki/Gymnastics_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_artistic_individual_all-around": "Women's artistic individual all-around competition at the 2008 Summer Olympics was held on August 15. at the Beijing National Indoor Stadium.",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_100_metre_butterfly": "The men's 100 metre butterfly event at the 2008 Olympic Games took place on 14–16 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Vincent_Hancock": "Vincent Charles Hancock (born March 19, 1989) is an American shooter and Olympic athlete who won the gold medal in the men's skeet at the 2008 Summer Olympics in Beijing (with a then Olympic record)  and 2012 Summer Olympics in London. He is the first skeet shooter to repeat as the Olympic champion.",
  "/wiki/Shooting_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_skeet": "The Men's skeet event at the 2008 Olympic Games took place on August 15 and 16 at the Beijing Shooting Range Clay Target Field.",
  "/wiki/Ian_Crocker": "Ian Lowell Crocker (born August 31, 1982) is an American former competition swimmer, five-time Olympic medalist, and former world record-holder.  During his career, he set world records in the 50- and 100-meter butterfly (long course and short course) and the 100-meter freestyle (short course).  He has won a total of twenty-one medals in major international competition, spanning the Olympics, the FINA World Aquatics Championships, and the Pan Pacific Swimming Championships. He has helped coach the Longhorns swim camp in 2019 as well as other years. \nCitation-https://www.teamusa.org/usa-swimming/athletes/Ian-Crocker",
  "/wiki/Mark_Gangloff": "Mark Daniel Gangloff (born June 8, 1982) is an American former competition swimmer, Olympic gold medalist, world champion, and former world record-holder.",
  "/wiki/Brendan_Hansen": "Brendan Joseph Hansen (born August 15, 1981) is an American former competition swimmer who specialized in breaststroke events.  Hansen is a six-time Olympic medalist, and is also a former world record-holder in both the 100-meter and 200-meter breaststroke events (long course).",
  "/wiki/Swimming_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_100_metre_medley_relay": "The men's 4 × 100 metre medley relay event at the 2008 Olympic Games took place on 15 and 17 August at the Beijing National Aquatics Center in Beijing, China.",
  "/wiki/Serena_Williams": "Serena Jameka Williams (born September 26, 1981) is an American professional tennis player and former world No. 1. She has won 23 major singles titles, the most by any man or woman in the Open Era. The Women's Tennis Association (WTA) ranked her world No. 1 in singles on eight separate occasions between 2002 and 2017. She reached the No. 1 ranking for the first time on July 8, 2002. On her sixth occasion, she held the ranking for 186 consecutive weeks, tying the record set by Steffi Graf. In total, she has been No. 1 for 319 weeks, which ranks third in the Open Era among female players behind Graf and Martina Navratilova.",
  "/wiki/Venus_Williams": "Venus Ebony Starr Williams (born June 17, 1980) is an American professional tennis player. A former world No. 1, Williams is generally credited with ushering in a new era of power on the women's professional tennis tour.",
  "/wiki/Tennis_at_the_2008_Summer_Olympics": "Tennis competitions at the 2008 Summer Olympics in Beijing were held from August 10 to August 17 at the Olympic Green Tennis Centre. The DecoTurf surface rendered the event a hardcourt tournament.",
  "/wiki/Tennis_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_doubles": "The women's doubles tennis competition at the 2008 Summer Olympics in Beijing was held from 10 August to 17 August at the Olympic Green Tennis Centre. The DecoTurf surface rendered the event a hardcourt tournament. The defending champions were Li Ting and Sun Tiantian, but neither competed in this tournament.",
  "/wiki/Erin_Cafaro": "Erin Jane Cafaro (born June 9, 1983, in Modesto, California) is an American rower. She competed at the 2008 Summer Olympics, where she won a gold medal in the women's eight. At the 2012 London Olympics she won her second consecutive gold medal in the women's eight.",
  "/wiki/Anna_Cummins": "Anna Cummins (née Mickelson, born March 21, 1980 in Seattle, Washington) is an American rower who won a gold medal at the 2008 Summer Olympics and a silver medal at the 2004 Summer Olympics in the women's eight. At the FISA World Rowing Championships in 2006, Mickelson won the gold medal in the women's eight with a new world's best time of 5:55.50, and with partner Megan Cooke, she placed 4th in the women's pair.  At the FISA World Rowing Championships in 2007, Mickelson won the gold medal again in the women's eight and won the \"B\" final in the women's pair.",
  "/wiki/Caryn_Davies": "Caryn Davies (born April 14, 1982 in Ithaca, New York) is an American rower. She won gold medals as the stroke seat in women's eight at the 2012 Summer Olympics and the 2008 Summer Olympics. In April 2015 Davies stroked Oxford University to victory in the first ever women's Oxford/Cambridge boat race held on the same stretch of the river Thames in London where the men's Oxford/Cambridge race has been held since 1829. She was the most highly decorated Olympian to take part in either [men's or women's] race.   In 2012 Davies was ranked number 4 in the world by the International Rowing Federation.  At the 2004 Olympic Games she won a silver medal in the women's eight. Davies has won more Olympic medals than any other U.S. oarswoman.  The 2008 U.S. women's eight, of which she was a part, was named FISA (International Rowing Federation) crew of the year. Davies is from Ithaca, New York, where she graduated from Ithaca High School, and rowed with the Cascadilla Boat Club.  Davies was on the Radcliffe College (Harvard) Crew Team and was a member on Radcliffe's 2003 NCAA champion Varsity 8, and overall team champion.  In 2013, she was a visiting student at Pembroke College, Oxford, where she stroked the college men's eight to a victory in both Torpids (spring intercollegiate races) and the Oxford University Summer Eights races (for the first time in Oxford rowing history).  In 2013–14 Davies took up Polynesian outrigger canoeing in Hawaii, winning the State novice championship and placing 4th in the long distance race na-wahine-o-ke-kai with her team from the Outrigger Canoe Club. In 2013, she was inducted into the New York Athletic Club Hall of Fame.  She has served as a Vice President of the U.S. Olympians Association and as athletes' representative to the Board of USRowing.",
  "/wiki/Susan_Francia": "Zsuzsanna Francia (Hungarian: Francia Zsuzsanna; born November 8, 1982 in Szeged, Hungary) is an American rower. Growing up in Abington, Pennsylvania, she attended Abington Senior High School, followed by the University of Pennsylvania, graduating in 2004 with a bachelors and a master's degree in Criminology and Sociology. She currently resides in Princeton, New Jersey and is affiliated with the US Rowing Training Center. She is fluent in Hungarian.",
  "/wiki/Anna_Goodale": "Anna Goodale (born March 18, 1983 in Camden, Maine) is an American rower. She competed at the 2008 Summer Olympics, where she won a gold medal in women's eight.",
  "/wiki/Caroline_Lind": "Caroline Lind (born October 11, 1982) is an American rower, and is a two-time Olympic gold medalist. At the end of 2014 she was ranked the #1 female rower by International Rowing Federation.",
  "/wiki/Elle_Logan": "Eleanor Logan (born December 27, 1987) is an American rower. She is the first American rower to win a gold medal in three consecutive Olympics, a three-time Olympic champion and three-time world champion. Logan was born in Portland, Maine. Logan's home town is Boothbay Harbor and she attended the Brooks School in 2003 in North Andover, Massachusetts for high school. She is affiliated with the Lake Samish Training Center.",
  "/wiki/Lindsay_Shoop": "Lindsay Shoop (born September 25, 1981) is an American rower. She competed at the 2008 Summer Olympics, where she won a gold medal in women's eight. She rowed at the University of Virginia (UVA).",
  "/wiki/Mary_Whipple": "Mary Rebecca Whipple (born May 10, 1980 in Sacramento, California, United States) is an American coxswain. She competed at the 2012 Summer Olympics and at the 2008 Summer Olympics. She won a gold medal in women's eight at both competitions. She also competed at the 2004 Summer Olympics where she won a silver medal.  As a coxswain, Whipple stands 5 ft 3 in (1.60 m) and weighs in at 108 lb (49 kg).",
  "/wiki/Rowing_at_the_2008_Summer_Olympics": "Rowing competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 17, at the Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Rowing_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_eight": "Women's eight competition at the 2008 Summer Olympics in Beijing was held on August 11 (heats), 13 (Repechage) and 17 (Final A), at the Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Stephanie_Brown_Trafton": "Stephanie Brown Trafton (born December 1, 1979) is an American track and field athlete who won the discus throwing gold medal at the 2008 Summer Olympics in Beijing.  She is thus one of only two American women to have ever won the event, and the only one since the Great Depression.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics": "Athletics at the 2008 Summer Olympics were held during the last ten days of the games, from August 15 to August 24, 2008, at the Beijing National Stadium.  The Olympic sport of athletics is split into four distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_discus_throw": "The women's discus throw event at the 2008 Olympic Games took place on 15–18 August at the Beijing Olympic Stadium."
}