{
  "/wiki/Diego_de_Souza_Andrade": "Diego de Souza Andrade (born 17 June 1985), known as Diego Souza, is a Brazilian professional footballer who plays as an attacking midfielder or a forward for Brazilian Série A club Grêmio.",
  "/wiki/Ittihad_FC": "Al-Ittihad Club Saudi Arabia  (Arabic: نادي الاتحاد العربي السعودي‎), also known as Al-Ittihad Jeddah or simply Al-Ittihad, meaning The Union, is a Saudi Premier League football club based in Jeddah. Al-Ittihad has won 8 League titles, 9 King's cup titles, 8 Crown Prince cup titles, 3 Saudi Federation Cup titles 1 Arab Champions League title, 1 Gulf Champions League title, 2 Saudi Egyptian Super Cup titles, 3 Asian championships and 13 other titles. Overall, it has won 48 official trophies in its history.",
  "/wiki/Eg%C3%ADdio_Pereira_J%C3%BAnior": "Egídio de Araújo Pereira Júnior (born 16 June 1986), simply known as Egídio, is a Brazilian footballer who plays as a left back for Cruzeiro.",
  "/wiki/Clube_de_Regatas_do_Flamengo": "Clube de Regatas do Flamengo (Brazilian Portuguese: [ˈklubi dʒi ʁeˈɡataʒ du flaˈmẽɡu]; English: Flamengo Rowing Club), commonly referred to as Flamengo, is a Brazilian sports club based in Rio de Janeiro best known for their professional football  team.",
  "/wiki/Uelliton": "Uelliton da Silva Vieira (born 28 August 1987), simply known as Uelliton, is a Brazilian footballer who plays as a defensive midfielder for Avaí, on loan from Cruzeiro.",
  "/wiki/Esporte_Clube_Vit%C3%B3ria": "Esporte Clube Vitória, usually known simply as Vitória, is a Brazilian football team from Salvador in Bahia, founded on May 13, 1899. The team plays in the Campeonato Brasileiro Série B and the Campeonato Baiano.",
  "/wiki/Wallace_Fortuna_dos_Santos": "Wallace Fortuna dos Santos (born 14 October 1994), known as simply Wallace, is a Brazilian footballer who currently plays on loan for Primeira Liga club S.C. Braga as a defender.",
  "/wiki/Alisson_Euler_de_Freitas_Castro": "Alisson Euler de Freitas Castro (born 25 June 1993), simply known as Alisson, is a Brazilian footballer who plays as an attacking midfielder for Grêmio.",
  "/wiki/Vin%C3%ADcius_Vasconcelos_Ara%C3%BAjo": "Vinícius Vasconcelos Araújo (born 22 February 1993) is a Brazilian professional footballer as a striker.",
  "/wiki/Henrique_Pacheco_Lima": "Henrique Pacheco de Lima (born 16 May 1985), simply known as Henrique, is a Brazilian footballer who plays as a defensive midfielder for Cruzeiro.",
  "/wiki/Santos_FC": "Santos Futebol Clube (Brazilian Portuguese: [ˈsɐ̃tus futʃiˈbɔw ˈklubi]), commonly known simply as Santos, is a Brazilian sports club based in Vila Belmiro, a bairro in the city of Santos. It plays in the Paulistão, the State of São Paulo's premier state league, as well as the Brasileirão, the top tier of the Brazilian football league system.",
  "/wiki/Ricardo_Goulart": "Ricardo Goulart Pereira or simply Ricardo Goulart (Brazilian Portuguese: [ʁiˈkaʁdu ɡuˈlaʁ]; born 5 June 1991), is a Brazilian-born Chinese footballer who plays for Guangzhou Evergrande as an attacking midfielder.",
  "/wiki/Goi%C3%A1s_Esporte_Clube": "Goiás Esporte Clube is a Brazilian sports club, best known for its association football team, located in Goiânia, Goiás state. It's the biggest club of the Central-Western. Goiás has won Brazilian's second tier Série B twice, also 28 Campeonato Goiano and 3 Copa Centro-Oeste. Goiás' football team has been a mainstay in premiere Brazilian league Série A and has been promoted to Latin America's Copa Libertadores twice and South America's Copa Sudamericana six times. Its main rival is Vila Nova. Goiás has a wide advantage in matches between the two teams.",
  "/wiki/Lucca_Borges_de_Brito": "Lucca Borges de Brito (born 14 February 1990), simply known as Lucca, is a Brazilian professional footballer who plays as a winger for Al-Khor on loan from Corinthians. Lucca is known for his playmaking ability, his excellent technical ability, vision and set pieces.",
  "/wiki/Crici%C3%BAma_Esporte_Clube": "Criciúma Esporte Clube, also known simply as Criciúma, is a Brazilian football club from Criciúma, Santa Catarina. It plays in the Campeonato Catarinense,[nb 1] the state of Santa Catarina's premier state league, as well as the Campeonato Brasileiro Série C,[nb 2] the third tier of the Brazilian football league system.",
  "/wiki/Nirley_da_Silva_Fonseca": "Nirley da Silva Fonseca (born 9 April 1988), simply known as Nirley, is a Brazilian footballer who plays as a Centre Back for Brasil de Pelotas.",
  "/wiki/Paulo_Marcos_de_Jesus_Ribeiro": "Paulo Marcos de Jesus Ribeiro (born 25 February 1986), commonly known as Paulão, is a Brazilian footballer who plays for Fortaleza as a central defender.",
  "/wiki/Guangzhou_Evergrande_F.C.": "Guangzhou Evergrande Taobao Football Club is a professional Chinese football club that participates in the Chinese Super League under the license of the Chinese Football Association. The team is based in Guangzhou, Guangdong, and their home stadium is the Tianhe Stadium which has a seating capacity of 58,500. Their majority shareholders are the Evergrande Real Estate Group (56.71%) and the e-commerce company Alibaba Group (37.81%), while the rest of the shares are traded in the Chinese OTC system.",
  "/wiki/Bruno_Rodrigo": "Bruno Rodrigo Fenelon Palomo (born 12 April 1985), known as Bruno Rodrigo, is a Brazilian footballer who plays as a central defender for Grêmio.",
  "/wiki/Dagoberto": "Dagoberto Pelentier (born 22 March 1983) simply known as Dagoberto, is a Brazilian professional footballer who most recently played Londrina as a forward.",
  "/wiki/SC_Internacional": "Sport Club Internacional (Portuguese pronunciation: [ˌĩteɾnɐsjoˈnaw]), commonly known as Inter, is a Brazilian professional football club based in Porto Alegre.",
  "/wiki/N%C3%ADlton_Ferreira_J%C3%BAnior": "Nílton Ferreira Júnior (born 21 April 1987 in Barra do Garças), simply known as Nílton, is a Brazilian footballer who plays as a defensive midfielder.",
  "/wiki/CR_Vasco_da_Gama": "Club de Regatas Vasco da Gama (Brazilian Portuguese: [ˈklubi dʒi ʁɛˈgataʃ ˈvaʃku dɐ ˈgɐ̃mɐ]) is a Brazilian sports club  that was founded on August 21, 1898 (although the professional football department started on November 5, 1915), by Portuguese immigrants, and still has a strong fanbase among the Portuguese community of Rio de Janeiro. It is one of the most popular clubs in Brazil, with more than 30 million supporters. Although they compete in a number of different sports, Vasco is mostly known for its football team. It plays in the Campeonato Carioca, the state of Rio de Janeiro's premier state league and in the Campeonato Brasileiro Série A, the first tier of Brazilian football league system.",
  "/wiki/Everton_Ribeiro": "Éverton Augusto de Barros Ribeiro (born 10 April 1989) is a Brazilian footballer who plays as an attacking midfielder or winger for Flamengo.",
  "/wiki/Coritiba_Foot_Ball_Club": "Coritiba Foot Ball Club, commonly known as Coritiba, and colloquially as \"Coxa Branca\" or simply \"Coxa\", is a Brazilian football club from Curitiba in the state of Paraná. Founded in 1909, it is the oldest football club in the state. Coritiba have won the Paraná State Championship 37 times – more than both of its main rivals combined (Athletico Paranaense have 22 titles and Paraná Clube have 7). Coritiba has won the Brazilian Championship once in 1985.",
  "/wiki/Ananias_Eloi_Castro_Monteiro": "Ananias Eloi Castro Monteiro (20 January 1989 – 28 November 2016), known as Ananias, was a Brazilian footballer who last played as an attacking midfielder for Chapecoense.",
  "/wiki/Associa%C3%A7%C3%A3o_Portuguesa_de_Desportos": "Associação Portuguesa de Desportos, usually called Portuguesa or Lusa, is a sports club, and a Brazilian football team from São Paulo in São Paulo state, founded on August 14, 1920 by the Portuguese population of the city.",
  "/wiki/Luan_Michel_de_Louz%C3%A3": "Luan Michel de Louzã, simply known as Luan (born 21 September 1988) is a Brazilian professional footballer who plays for Sport Recife as a forward.",
  "/wiki/Sociedade_Esportiva_Palmeiras": "Palmeiras (Portuguese pronunciation: [pawˈmejɾɐs]) is a Brazilian professional football club based in the city of São Paulo.",
  "/wiki/Ded%C3%A9_(footballer,_born_1988)": "Anderson Vital da Silva, commonly known as Dedé (Brazilian Portuguese: [dɛˈdɛ]; born 1 July 1988) is a  Brazilian footballer who plays as a centre back for Cruzeiro.",
  "/wiki/Leandro_Eleut%C3%A9rio_de_Souza": "Leandro Eleutério de Souza or simply Leandrinho (born February 22, 1985 in Araruama, is a Brazilian Right Back. He currently plays for ASA.",
  "/wiki/Centro_Sportivo_Alagoano": "Centro Sportivo Alagoano, known as CSA, is a Brazilian football team from Maceió in Alagoas, founded on September 7, 1913.",
  "/wiki/Elierce_Barbosa_de_Souza": "Elierce Barbosa de Souza or simply Souza (Portuguese pronunciation: [ˈso(w)zɐ]; born 8 March 1988, in Posse) is a Brazilian footballer who plays for Al-Ettifaq, as a defensive midfielder.",
  "/wiki/SE_Palmeiras": "Palmeiras (Portuguese pronunciation: [pawˈmejɾɐs]) is a Brazilian professional football club based in the city of São Paulo."
}