{
  "/wiki/Cross-country_skiing_at_the_1956_Winter_Olympics": "At the 1956 Winter Olympics six cross-country skiing events – four for men and two for women – were contested after men's 30 km and women's 3 × 5 km relay were added. The competitions were held from Friday, 27 January, to Sunday, 4 February 1956.",
  "/wiki/Cross-country_skiing_at_the_1956_Winter_Olympics_%E2%80%93_Men%27s_30_kilometres": "The men's 30 km cross country race at the 1956 Winter Olympics took place on 27 January.  It was held at the Snow Stadium (Lo Stadio della neve), which was about 2 km (1.2 mi) from Cotrina.  Fifty-one competitors from eighteen countries participated in the event.  Finnish skier Veikko Hakulinen won the event by only 24 seconds over Swede Sixten Jernberg.  Hakulinen and Jernberg would switch positions on the podium in the 50 km (31 mi) event.  Russian skier Pavel Kolchin won the bronze in the 30 km (19 mi) event and also in the 15 km (9.3 mi) event.",
  "/wiki/Veikko_Hakulinen": "Veikko Johannes Hakulinen (4 January 1925 – 24 October 2003) was a Finnish cross-country skier, triple champion in both the Olympics and World Championships. He also competed in biathlon, orienteering, ski-orienteering, cross-country running and rowing at a national level.",
  "/wiki/Finland_at_the_1956_Winter_Olympics": "Finland competed at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy.",
  "/wiki/Sixten_Jernberg": "Edy Sixten Jernberg (6 February 1929 – 14 July 2012) was a Swedish cross-country skier and one of the most successful cross-country skiers of all time. Between 1952 and 1964 he took part in 363 ski races, finishing within the podium in 263 and winning 134 of them; during this period he won four world titles and nine Olympic medals. In 12 starts over three consecutive Winter Games he never finished worse than fifth place, and between 1955 and 1960, he won 86 out of 161 competitions.",
  "/wiki/Sweden_at_the_1956_Winter_Olympics": "Sweden competed at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy.",
  "/wiki/Pavel_Kolchin": "Pavel Konstantinovich Kolchin (sometimes spelled Pavel Koltsjin; Russian: Павел Константинович Колчин; 9 January 1930 – 29 December 2010) was a Soviet cross-country skier who competed during the 1950s and 1960s, training at Dynamo in Moscow. He was born in Yaroslavl.",
  "/wiki/Soviet_Union_at_the_1956_Winter_Olympics": "The Soviet Union (USSR) competed in the Winter Olympic Games for the first time at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy.",
  "/wiki/Cross-country_skiing_at_the_1960_Winter_Olympics": "At the 1960 Winter Olympics six cross-country skiing events – four for men and two for women – were contested. The competitions were held from Friday, 19 February, to Saturday, 27 February 1960. All the races took place at McKinney Creek Stadium, Tahoma, California, United States.",
  "/wiki/Cross-country_skiing_at_the_1960_Winter_Olympics_%E2%80%93_Men%27s_30_km": "The 30 kilometre cross-country skiing event was part of the cross-country skiing programme at the 1960 Winter Olympics, in Squaw Valley, California, United States. It was the second appearance of the event at its length of 30 km. The competition was held on Saturday, February 19, 1960 at the McKinney Creek Stadium.",
  "/wiki/Sweden_at_the_1960_Winter_Olympics": "Sweden competed at the 1960 Winter Olympics in Squaw Valley, United States.",
  "/wiki/Rolf_R%C3%A4mg%C3%A5rd": "Rolf Rämgård (born 30 March 1934) is a former Swedish cross-country skier. He competed in the 15, 30 and 50 km events at the 1960 Winter Olympics and won a silver medal over 30 km and a bronze over 50 km.",
  "/wiki/Nikolay_Anikin": "Nikolay Petrovich Anikin (Russian: Николай Петрович Аникин; also transliterated as Nikolai or Nikolaj; January 25, 1932 – November 14, 2009) was a Soviet cross-country skier who competed during the late 1950s and early 1960s, training at Dynamo in Moscow. He was born in Ishim, Tyumen Oblast, Russia, USSR.",
  "/wiki/Soviet_Union_at_the_1960_Winter_Olympics": "The Soviet Union (USSR) competed at the 1960 Winter Olympics in Squaw Valley, United States.",
  "/wiki/Cross-country_skiing_at_the_1964_Winter_Olympics": "At the 1964 Winter Olympics seven cross-country skiing events – four for men and three for women – were contested. The events began on 30 January 1964 in Seefeld, Austria. The women's 5 km race debuted at this Olympics.",
  "/wiki/Eero_M%C3%A4ntyranta": "Eero Antero Mäntyranta (20 November 1937 – 29 December 2013) was one of the most successful Finnish cross-country skiers. He competed in four Winter Olympics (1960–1972) winning seven medals at three of them. His performance at the 1964 Winter Olympics earned him the nickname \"Mister Seefeld\", referring to the venue where the cross-country skiing and biathlon competitions took place. The Finnish Ministry of Education endowed him with the Pro Urheilu letter of recognition in 2000. There is also a museum centered on Mäntyranta in his birthplace of Pello.",
  "/wiki/Finland_at_the_1964_Winter_Olympics": "Finland competed at the 1964 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Harald_Gr%C3%B8nningen": "Harald Grønningen (9 October 1934 – 26 August 2016) was a Norwegian cross-country skier who competed during the 1960s, earning five winter olympic and two world championship medals. He also won nine Norwegian championship titles and received the King's cup in 1963 and 1967. Grønningen won the 15 km twice (1960 and 1961) at the Holmenkollen ski festival and earned the Holmenkollen medal in 1961.",
  "/wiki/Norway_at_the_1964_Winter_Olympics": "Norway competed at the 1964 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Igor_Voronchikhin": "Igor Nikolaevich Voronchikin (Russian: И́горь Николаевич Ворончи́хин; born April 14, 1938; died March 10, 2009) was a Soviet cross-country skier who competed during the early 1960s, training at Burevestnik in Moscow. He earned two bronze medals in the 1964 Winter Olympics in the 30 km and the 4x10 km relay.",
  "/wiki/Soviet_Union_at_the_1964_Winter_Olympics": "The Soviet Union (USSR) competed at the 1964 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Cross-country_skiing_at_the_1968_Winter_Olympics": "The 1968 Winter Olympic Games cross-country skiing results.",
  "/wiki/Franco_Nones": "Francesco \"Franco\" Nones (born 1 February 1941) is an Italian former cross-country skier who competed during the 1960s.",
  "/wiki/Italy_at_the_1968_Winter_Olympics": "Italy competed at the 1968 Winter Olympics in Grenoble, France.",
  "/wiki/Odd_Martinsen": "Odd-Willy Martinsen (born 20 December 1942) is a retired Norwegian cross-country skier who competed during the 1960s and 1970s. He won three medals at the Winter Olympics, a gold in the 4 × 10 km relay  (1968) and silvers in the 30 km (1968) and the 4 × 10 km relay (1976). Martinsen won five medals at the FIS Nordic World Ski Championships, a gold in the 4 × 10 km relay (1966), a silver in the 15 km (1970), and bronzes in the 15 km (1966), 30 km (1970), and 4 × 10 km relay (1974). At the 1969 Holmenkollen ski festival, he won the 15 km race. For his cross-country skiing successes in Norway and abroad, Martinsen received the Holmenkollen medal in 1969. Thirty-two years later, his daughter, Bente Skari, received the Holmenkollen medal, making them the only father-daughter combination to ever win the prestigious honor.",
  "/wiki/Norway_at_the_1968_Winter_Olympics": "Norway competed at the 1968 Winter Olympics in Grenoble, France.",
  "/wiki/Finland_at_the_1968_Winter_Olympics": "Finland competed at the 1968 Winter Olympics in Grenoble, France.",
  "/wiki/Cross-country_skiing_at_the_1972_Winter_Olympics": "The 1972 Winter Olympic Games cross-country skiing results.",
  "/wiki/Vyacheslav_Vedenin": "Vyacheslav Petrovich Vedenin (Russian: Вячесла́в Петро́вич Веденин; born 1 October 1941) is a retired Soviet cross-country skier. His silver medal over 50 km was the only medal won by a Soviet male skier at the 1968 Olympics, as his 4×10 km team placed fourth. At the next Olympics he was the Olympic flag bearer for the Soviet Union and won three medals, with golds in the 30 km and 4×10 km and a bronze in the 50 km. In the 4×10 km event Vedenin ran the last leg and won by 10 seconds, despite starting with a one-minute lag from Norway. His gold in the 30 km was the first individual win for a Soviet male skier at the Winter Olympics.",
  "/wiki/Soviet_Union_at_the_1972_Winter_Olympics": "The Soviet Union (USSR) competed at the 1972 Winter Olympics in Sapporo, Japan.",
  "/wiki/P%C3%A5l_Tyldum": "Pål Bjarne Tyldum (born 28 March 1942) is a retired cross-country skier from Norway. Specializing in the longer distances, he won a gold medal in the 50 km event at the 1972 Winter Olympics in Sapporo. At the 1968 Winter Olympics in Grenoble, he won a gold medal in the 4 × 10 km relay. Additionally, he won three Olympic silver medals and seven national cross-country championships. His best result at the world championships was fourth place in the 30 km and 4 × 10 km relay in 1970.",
  "/wiki/Norway_at_the_1972_Winter_Olympics": "Norway competed at the 1972 Winter Olympics in Sapporo, Japan.",
  "/wiki/Johs_Harviken": "Johannes \"Johs\" Harviken (born 6 April 1943) is a retired Norwegian cross-country skier. He won two medals at the 1972 Winter Olympics in Sapporo with a silver in the 4 × 10 km relay and a bronze in the 30 km.",
  "/wiki/Cross-country_skiing_at_the_1976_Winter_Olympics": "The 1976 Winter Olympic Games cross-country skiing results. The women's 3 × 5 km relay was replaced by a 4 × 5 km relay at these games.",
  "/wiki/Sergey_Savelyev": "Sergey Petrovich Savelyev (Russian: Серге́й Петро́вич Саве́льев; February 26, 1948 in Raychikhinsk, Amur Oblast – October 29, 2005 in Moscow ) was a retired Russian cross-country skier who represented the Soviet Union.",
  "/wiki/Soviet_Union_at_the_1976_Winter_Olympics": "The Soviet Union (USSR) competed at the 1976 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Bill_Koch_(skier)": "William Conrad \"Bill\" Koch (born June 7, 1955) is an American skier who competed at international level.",
  "/wiki/United_States_at_the_1976_Winter_Olympics": "The United States competed at the 1976 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Ivan_Garanin": "Ivan Ivanovich Garanin (Russian: Иван Иванович Гаранин, born August 1, 1945) is a former cross-country skier who represented the Soviet Union.",
  "/wiki/Cross-country_skiing_at_the_1980_Winter_Olympics": "The 1980 Winter Olympics results in cross-country skiing.",
  "/wiki/Nikolay_Zimyatov": "Nikolay Semyonovich Zimyatov (Russian: Николай Семёнович Зимятов; born 28 June 1955), is one of the most successful Soviet/Russian male cross-country skiers. He was the first man in the sport to win three gold medals at a single Winter Olympics, in the 30 km, 50 km and 4 × 10 km relay at the 1980 Lake Placid Games. In the 50 km race he finished two and half minutes ahead of the second place. He also won the 30 km event at the 1984 Winter Olympics in Sarajevo and was awarded Order of Friendship of Peoples that year.",
  "/wiki/Soviet_Union_at_the_1980_Winter_Olympics": "The Soviet Union (USSR) competed at the 1980 Winter Olympics in Lake Placid, United States.",
  "/wiki/Vasily_Rochev_(skier,_born_1951)": "Vasily Pavlovich Rochev (Russian: Васи́лий Па́влович Рочев) (born 22 December 1951 in the village of Bakur, Izhemsky District, Komi ASSR) is a former Soviet/Russian cross-country skier who competed in the 1970s and early 1980s, training at Dynamo in Syktyvkar. He won two medals for the Soviet Union at the 1980 Winter Olympics in Lake Placid, New York, with a gold in the 4 × 10 km relay and a silver in the 30 km.",
  "/wiki/Ivan_Lebanov": "Ivan Lebanov (Bulgarian: Иван Лебанов, born December 10, 1957) was a Bulgarian skier who competed from the 1970s to 1985.",
  "/wiki/Bulgaria_at_the_1980_Winter_Olympics": "Bulgaria competed at the 1980 Winter Olympics in Lake Placid, United States.",
  "/wiki/Cross-country_skiing_at_the_1984_Winter_Olympics": "At the 1984 Winter Olympics eight cross-country skiing events – four each for men and women – were contested. The competitions were held from Thursday, 9 February, to Sunday, 19 February 1984. The women's 20 km debuted at these games.",
  "/wiki/Cross-country_skiing_at_the_1984_Winter_Olympics_%E2%80%93_Men%27s_30_km": "The 30 kilometre cross-country skiing event was part of the cross-country skiing programme at the 1984 Winter Olympics, in Sarajevo, Yugoslavia. It was the eighth appearance of the 30 km race. The competition was held on Friday, 10 February 1984, at Veliko Polje, Igman. Of the 72 athletes who started the race, 3 were disqualified.",
  "/wiki/Soviet_Union_at_the_1984_Winter_Olympics": "The Soviet Union (USSR) competed at the 1984 Winter Olympics in Sarajevo, Yugoslavia.",
  "/wiki/Alexander_Zavyalov": "Alexander Alexandrovich Zavyalov (Russian: Алекса́ндр Алекса́ндрович Завья́лов; born June 2, 1955) is a former Soviet/Russian cross-country skier who competed in the early 1980s, training at Armed Forces sports society. He won a bronze in the 50 km at the 1980 Winter Olympics in Lake Placid, New York and two silvers at the 1984 Winter Olympics in Sarajevo (30 km, 4 × 10 km relay). Zavyalov won the Cross-Country World Cup in the 1982–83 season.",
  "/wiki/Gunde_Svan": "Gunde Anders Svan (born 12 January 1962) is a Swedish former cross-country skier and auto racing driver. During his cross-country skiing career he won a total of four gold, one silver and one bronze medals at the Winter Olympics. Svan won a total of seven golds (15 km - 1989; 30 km and 4 × 10 km relay - 1985, 1991; 50 km - 1985, 1989; and  4 × 10 km relay - 1987), three silvers (15 km, 50 km, 4 × 10 km relay (all 1991)), and one bronze (4 × 10 km relay - 1985) at the FIS Nordic World Ski Championships.  Svan also won the 15 km once (1983) and the 50 km twice (1986, 1990) at the Holmenkollen ski festival. In 1984, he earned the Svenska Dagbladet Gold Medal, and in 1985, he earned the Holmenkollen medal (shared with Anette Bøe and Per Bergerud).  He is currently active as a board member of the International Ski Federation.",
  "/wiki/Sweden_at_the_1984_Winter_Olympics": "Sweden competed at the 1984 Winter Olympics in Sarajevo, Yugoslavia.",
  "/wiki/Cross-country_skiing_at_the_1988_Winter_Olympics": "1988 Winter Olympic Games cross-country skiing results was contested at the Canmore Nordic Centre in Canmore, Alberta, Canada.",
  "/wiki/Alexey_Prokurorov": "Alexey Alexeyevich Prokurorov (Russian: Алексе́й Алексе́евич Прокуро́ров; March 25, 1964 – October 10, 2008) was a Soviet/Russian cross-country skier who competed in the late 1980s and 1990s for both the Soviet Union and Russia.",
  "/wiki/Soviet_Union_at_the_1988_Winter_Olympics": "The Union of Soviet Socialist Republics (Soviet Union) competed at the 1988 Winter Olympics in Calgary, Alberta, Canada.  It would be the last Winter Olympic Games before the dissolution of the USSR in 1991.  Six of the former Soviet republics would compete together as the Unified Team at the 1992 Winter Olympics, and each republic would be independently represented at subsequent Games.",
  "/wiki/Vladimir_Smirnov_(skier)": "Vladimir Mikhaylovich Smirnov (Russian: Влади́мир Миха́йлович Смирно́в; born 7 March 1964) is a Kazakhstani former cross-country skier who raced from the 1982 until 1991 for the USSR and, later, for Kazakhstan. He is the first Olympic champion from independent Kazakhstan and the most decorated Olympian in history of Kazakhstan. He is also a vice president of the International Biathlon Union. Smirnov is a former member of International Olympic Committee.",
  "/wiki/Vegard_Ulvang": "Vegard Ulvang (born 10 October 1963, in Kirkenes) is a Norwegian cross-country skier who won three Olympic gold medals, two silver, and one bronze. He has retired from international and Olympic competition. At the opening ceremony of the 1994 Winter Olympic Games, he took the ceremonial Olympic Oath on part of all the athletes. In addition to his Olympic achievements, he received the Holmenkollen medal in 1991 (shared with Trond Einar Elden, Ernst Vettori, and Jens Weißflog), and won the World Cup in 1990. He has also won nine gold, six silver, and two bronze medals in the Norwegian Championships. He earned nine World Cup race victories. Ulvang also won the 50 km at the Holmenkollen ski festival in 1989, 1991 and 1992.",
  "/wiki/Norway_at_the_1988_Winter_Olympics": "Norway competed at the 1988 Winter Olympics in Calgary, Alberta, Canada. This was the first time and till now the only time Norway failed to win a gold medal in the Winter Olympics.",
  "/wiki/Cross-country_skiing_at_the_1992_Winter_Olympics": "The 1992 Winter Olympic games cross-country skiing results. The cross-country skiing competitions were held at Les Saisies, about 40 km from the host city Albertville.",
  "/wiki/Norway_at_the_1992_Winter_Olympics": "Norway competed at the 1992 Winter Olympics in Albertville, France.",
  "/wiki/Bj%C3%B8rn_D%C3%A6hlie": "Bjørn Erlend Dæhlie (born 19 June 1967) is a Norwegian businessman and retired cross-country skier. In the years from 1992 to 1999, Dæhlie won the Nordic World Cup six times, finishing second in 1994 and 1998. Dæhlie won a total of 29 medals in the Olympics and World Championships in the period between 1991 and 1999, making Dæhlie the most successful male cross-country skier in history.",
  "/wiki/Terje_Langli": "Terje Bjarte Langli (born 3 February 1965 in Steinkjer) is a former Norwegian cross-country skier for Henning IL and a former skiing waxer for the Norwegian cross-country skiing national team. He won two medals at the 1992 Winter Olympics in Albertville with a gold in the 4 × 10 km relay and a bronze in the 30 km.",
  "/wiki/Cross-country_skiing_at_the_1994_Winter_Olympics": "The 1994 Winter Olympic Games cross-country skiing results.",
  "/wiki/Thomas_Alsgaard": "Thomas Alsgaard (born 10 January 1972) is a Norwegian former professional cross-country skier. Alsgaard is regarded by many as the best performer of the freestyle technique (skating) in cross-country skiing and many of today's best skiers have studied his technique. In total, Alsgaard won 15 medals in the Winter Olympics and FIS Nordic World Ski Championships, making him one of the most successful skiers of all time.",
  "/wiki/Norway_at_the_1994_Winter_Olympics": "Norway was the host nation for the 1994 Winter Olympics in Lillehammer.  It was the second time that Norway had hosted the Winter Olympic Games, after the 1952 Games in Oslo.  In 1994, Norway finished second in the medal ranking to Russia, with strong results in the skiing events.",
  "/wiki/Mika_Myllyl%C3%A4": "Mika Kristian Myllylä (12 September 1969 – 5 July 2011) was a Finnish cross-country skier who competed from 1992 to 2005. He won six medals at the Winter Olympics, earning one gold (1998: 30 km), one silver (1994: 50 km), and four bronzes (1994: 30 km, 4 × 10 km; 1998: 10 km, 4 × 10 km).",
  "/wiki/Finland_at_the_1994_Winter_Olympics": "Finland competed at the 1994 Winter Olympics in Lillehammer, Norway.",
  "/wiki/Cross-country_skiing_at_the_1998_Winter_Olympics": "The 1998 Winter Olympic Games cross-country skiing competition results were as follows.",
  "/wiki/Cross-country_skiing_at_the_1998_Winter_Olympics_%E2%80%93_Men%27s_30_kilometre_classical": "The men's 30 kilometre classical cross-country skiing competition at the 1998 Winter Olympics in Nagano, Japan, was held on 9 February at Snow Harp. The competitors started with a 30-second interval.",
  "/wiki/Finland_at_the_1998_Winter_Olympics": "Finland competed at the 1998 Winter Olympics in Nagano, Japan.",
  "/wiki/Erling_Jevne": "Erling Jevne (born 24 March 1966 in Lillehammer, Oppland) is a former Norwegian cross-country skier who competed from 1987 to 2005. He won two medals at the 1998 Winter Olympics in Nagano with a gold in the 4 × 10 km relay and a silver in the 30 km.",
  "/wiki/Norway_at_the_1998_Winter_Olympics": "Norway competed at the 1998 Winter Olympics in Nagano, Japan.",
  "/wiki/Silvio_Fauner": "Silvio Fauner (born 1 November 1968 in San Pietro di Cadore, Province of Belluno) is an Italian former cross-country skier who competed from 1988 to 2006. His best known victory was part of the 4 × 10 km relay team that upset Norway at the 1994 Winter Olympics in Lillehammer. He also won four other medals at the Winter Olympics with silvers in the 4 × 10 km relay (1992, 1998) and bronzes in the 15 km (1994) and 30 km (1998).",
  "/wiki/Italy_at_the_1998_Winter_Olympics": "Italy competed at the 1998 Winter Olympics in Nagano, Japan.",
  "/wiki/Cross-country_skiing_at_the_2002_Winter_Olympics": "The cross-country skiing events at the 2002 Winter Olympics were marred by drug problems.  The winners of three races were disqualified after blood tests showed that three skiers had overly high red blood cell counts indicating the use of darbepoetin, a drug used to treat anemia.  At the time, the drug was not specifically listed in the International Olympic Committee's (IOC) list of banned substances, but the Olympic rules generally prohibit doping of any kind, in accordance with its charter. After two years and several lawsuits in Olympic and Swiss courts, the skiers in question (Johann Mühlegg of Spain, and Larissa Lazutina and Olga Danilova of Russia) were stripped of all their medals from the 2002 Games.",
  "/wiki/Cross-country_skiing_at_the_2002_Winter_Olympics_%E2%80%93_Men%27s_30_kilometre_freestyle_mass_start": "The men's 30 kilometre freestyle mass start cross-country skiing competition at the 2002 Winter Olympics in Salt Lake City, United States, was held on 9 February at Soldier Hollow.",
  "/wiki/Christian_Hoffmann": "Christian Hoffmann (born December 22, 1974 in Aigen im Mühlkreis) is a former Austrian cross-country skier who competed since 1994. He won the bronze medal in the 50 km at the 1998 Winter Olympics in Nagano. Four years later at the 2002 Winter Olympics in Salt Lake City, Hoffmann finished second in the 30 km freestyle mass start event to Spain's Johann Mühlegg, but was awarded the gold medal in 2004 upon Mühlegg's blood-doping disqualification of darbepoetin.",
  "/wiki/Austria_at_the_2002_Winter_Olympics": "Austria competed at the 2002 Winter Olympics in Salt Lake City, United States.",
  "/wiki/Mikhail_Botvinov": "Mikhail Viktorovich Botvinov (Russian: Михаил Викторович Ботвинов); born 17 November 1967 in Lidinka, Soviet Union) is a Russian-born Austrian cross-country skier who competed from 1990 to 2007 for both Russia (until 1996) and Austria (since 1997).",
  "/wiki/Kristen_Skjeldal": "Kristen Skjeldal (born 27 May 1967) is an Olympic champion and cross-country skier from Norway.  He has won three olympic medals: two gold and one bronze.  He won his first gold medal in the 4 × 10 km relay at the 1992 Winter Olympics in Albertville. He finished fourth in 30 km freestyle event at the 2002 Winter Olympics in Salt Lake City, but was awarded the bronze medal upon Spain's Johann Mühlegg EPO-doping disqualification. Subsequently, devices for blood doping were found at the hotel room of the doctor for the Austrian cross-country team. Since Skjeldal won the bronze behind two Austrians, many regard him as the real olympic champion. Skjeldal also won a gold medal in 4 × 10 km relay at those same games.",
  "/wiki/Norway_at_the_2002_Winter_Olympics": "Norway competed at the 2002 Winter Olympics in Salt Lake City, United States. The nation enjoyed its best ever results in gold medals, most notably in the biathlon events, when Ole Einar Bjørndalen swept all four gold medals.",
  "/wiki/List_of_Olympic_medalists_in_cross-country_skiing": "Cross-country skiing is a sport that has been contested at the Winter Olympic Games since the inaugural games in 1924."
}