{
  "/wiki/Tom_Anderson_(politician)": "Thomas T. \"Tom\" Anderson (born August 4, 1967) is a partner at Optima Public Relations in Anchorage, Alaska and also a radio talk show host of \"Tom Anderson Show\" (www.TomAndersonShow.com) on KVNT 92.5 FM and 1020 AM in Anchorage and Mat-Su Valley Alaska. Anderson is a former Alaska state representative for District 19 representing northeast Anchorage, Alaska.  Anderson, a Republican, served in the Alaska Legislature for two terms, from 2003 until 2007, and became known for his sponsorship of legislation which expanded Alaska's DNA database to assist in forensic identification of criminal suspects through DNA testing.",
  "/wiki/Hobbs_Act": "The Hobbs Act, named after Congressman Sam Hobbs (D-AL) and codified at 18 U.S.C. § 1951, is a U.S. federal law enacted in 1946 that provides:",
  "/wiki/Racketeer_Influenced_and_Corrupt_Organizations_Act": "The Racketeer Influenced and Corrupt Organizations (RICO) Act is a United States federal law that provides for extended criminal penalties and a civil cause of action for acts performed as part of an ongoing criminal organization. The RICO Act focuses specifically on racketeering and allows the leaders of a syndicate to be tried for the crimes they ordered others to do or assisted them in doing, closing a perceived loophole that allowed a person who instructed someone else to, for example, murder, to be exempt from the trial because they did not actually commit the crime personally.",
  "/wiki/Travel_Act": "Travel Act or International Travel Act of 1961, 18 U.S.C. § 1952, is a Federal criminal statute which forbids the use of the U.S. mail, or interstate or foreign travel, for the purpose of engaging in certain specified criminal acts.",
  "/wiki/James_B._Black": "James \"Jim\" Boyce Black (born March 25, 1935) is a member of the North Carolina Democratic Party, and a  former member of the North Carolina General Assembly, who represented the state's 100th House district, including constituents in Mecklenburg County. An optometrist from Matthews, North Carolina, Black was elected to 11 (non-consecutive) terms in the House of Representatives, and served as Speaker of the House from January 1999 through the end of 2006, when scandal forced him to give up the leadership post. For the 2003-2004 legislative session Black was elected to serve as \"Co-Speaker\" with Republican Richard T. Morgan serving as the other Co-Speaker. He is tied with Liston B. Ramsey as longest-serving Speaker in state history.",
  "/wiki/Don_Blandford": "Donald Blandford (fl. 1948-1993), a Democrat, was a longtime Kentucky state legislator. He served as Speaker of the Kentucky House of Representatives until his indictment and conviction for bribery.",
  "/wiki/Kathryn_I._Bowers": "Kathryn Inez Bowers (May 2, 1943 – May 13, 2015) was a Tennessee Democratic politician and member of the Tennessee General Assembly who left office after being implicated in the Tennessee Waltz corruption scandal.",
  "/wiki/Thomas_L._Bromwell": "Thomas L. Bromwell (born March 9, 1949) is a former Democratic state senator in Maryland, United States.",
  "/wiki/Wayne_R._Bryant": "Wayne R. Bryant (born November 7, 1947) is an American Democratic Party politician, who served in the New Jersey State Senate from 1995 to 2008, where he represented the 5th Legislative District. He is also a convicted felon for corruption. Before entering the Senate, Bryant served in New Jersey's lower house, the General Assembly, from 1982 to 1995 and on the Camden County Board of Chosen Freeholders from 1980 to 1982.",
  "/wiki/Mail_and_wire_fraud": "Mail fraud and wire fraud are federal crimes in the United States that involve mailing or electronically transmitting something associated with fraud. Jurisdiction is claimed by the federal government if the illegal activity crosses interstate or international borders.",
  "/wiki/Tommy_Burnett": "Sam Thomas \"Tommy\" Burnett (August 1, 1942 – September 17, 2009) was a Tennessee politician who was Majority Leader of the Tennessee House of Representatives and who served two prison sentences for separate federal convictions.",
  "/wiki/Louis_F._Capuzi": "Louis F. Capuzi (November 6, 1920 – December 24, 1980) was an American politician.",
  "/wiki/Paul_B._Carpenter": "Paul Bruce Carpenter (February 24, 1928 – January 24, 2002) was an American psychologist and politician.",
  "/wiki/Donald_D._Carpentier": "Donald Dee Carpentier (January 21, 1931 – October 19, 1982) was an American businessman and politician.",
  "/wiki/Henry_Cianfrani": "Henry J. \"Buddy\" Cianfrani (March 19, 1923 – July 3, 2002) was the Pennsylvania state senator for the first district.",
  "/wiki/Joseph_Coniglio": "Joseph Coniglio (born February 6, 1943) is an American Democratic Party politician, who served in the New Jersey State Senate from 2002 until 2007, where he represented the 38th Legislative District. Coniglio, formerly a plumber, also served on the Senate Labor Committee and the Senate Budget & Appropriations Committee. In 2009 Coniglio was convicted of extortion and served 20 months in jail."
}