{
  "/wiki/Alex_Sandro_da_Silva": "Alex Sandro da Silva or simply Alex Silva (born 10 March 1985) is a Brazilian former professional football central defender.",
  "/wiki/Clube_de_Regatas_do_Flamengo": "Clube de Regatas do Flamengo (Brazilian Portuguese: [ˈklubi dʒi ʁeˈɡataʒ du flaˈmẽɡu]; English: Flamengo Rowing Club), commonly referred to as Flamengo, is a Brazilian sports club based in Rio de Janeiro best known for their professional football  team.",
  "/wiki/Willian_Magr%C3%A3o": "Willian Henrique Antunes, better known as Willian Magrão (born February 16, 1987), is a Brazilian footballer who plays for Kagoshima United FC as a defensive midfielder.",
  "/wiki/Gr%C3%AAmio_Foot-Ball_Porto_Alegrense": "Grêmio Foot-Ball Porto Alegrense (Portuguese pronunciation: [ˈɡɾẽmju ˌfutʃˈbɔw ˌpoɾtw ɐlɛˈɡɾẽsi]), commonly known as Grêmio, is a Brazilian professional football club based in Porto Alegre, Rio Grande do Sul. The club plays in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system, and the Campeonato Gaúcho, Rio Grande do Sul's top state league. The club was founded in 1903. The club's home ground is the Arena do Grêmio, to which it moved in 2013, having previously played at Estádio Olímpico Monumental since 1954.",
  "/wiki/Wallyson": "Wallyson Ricardo Maciel Monteiro (born 17 October 1988 in Macaíba), simply known as Wallyson, is a Brazilian footballer who plays as a forward for ABC.",
  "/wiki/S%C3%A3o_Paulo_FC": "São Paulo Futebol Clube (Portuguese pronunciation: [sɐ̃w ˈpawlu fuʧiˈbɔw ˈklubi]), simply known as São Paulo, is a Brazilian professional football club based in the city of São Paulo. It has played in the Campeonato Paulista (the State of São Paulo's premier state league) and Campeonato Brasileiro (the top tier of the Brazilian football league system).",
  "/wiki/Willamis_de_Souza_Silva": "Willamis de Souza Silva or simply Souza (born February 4, 1979 in Maceió) is a football player from Brazil. He currently plays for Caxias.",
  "/wiki/Associa%C3%A7%C3%A3o_Portuguesa_de_Desportos": "Associação Portuguesa de Desportos, usually called Portuguesa or Lusa, is a sports club, and a Brazilian football team from São Paulo in São Paulo state, founded on August 14, 1920 by the Portuguese population of the city.",
  "/wiki/Walter_Montillo": "Walter Damián Montillo (Spanish pronunciation: [ˈwalteɾ monˈtiʝo]; born 14 April 1984) is an Argentine footballer who currently plays as an attacking midfielder for Chilean club Universidad de Chile.",
  "/wiki/Santos_FC": "Santos Futebol Clube (Brazilian Portuguese: [ˈsɐ̃tus futʃiˈbɔw ˈklubi]), commonly known simply as Santos, is a Brazilian sports club based in Vila Belmiro, a bairro in the city of Santos. It plays in the Paulistão, the State of São Paulo's premier state league, as well as the Brasileirão, the top tier of the Brazilian football league system.",
  "/wiki/Mateus_Alves_Maciel": "Mateus Alves Maciel (born 2 May 1984 in Turmalina) is a Brazilian footballer who plays for Villa Nova as a central defender.",
  "/wiki/Sport_Club_do_Recife": "Sport Club do Recife (Portuguese pronunciation: [ˈspɔɾti ˈklub du ʁeˈsifi]; known as Sport and Sport Recife, abbreviated as SCR) is a Brazilian sports club, located in the city of Recife, in the state of Pernambuco. It was founded on May 13, 1905, by Guilherme de Aquino Fonseca, who lived for many years in England, where he studied at Cambridge University.",
  "/wiki/Wellington_Paulista": "Wellington Pereira do Nascimento (born 22 April 1984), known as Wellington Paulista, is a Brazilian footballer who plays as a forward for Fortaleza.",
  "/wiki/West_Ham_United": "West Ham United Football Club is an English professional football club based in Stratford, East London. They compete in the Premier League, the top tier of English football. The club play at the London Stadium, having moved from their former home the Boleyn Ground in 2016.",
  "/wiki/Diego_Arias": "Diego Alejandro Arias Hincapié (born June 16, 1985 in Pereira, Colombia) is a Colombian footballer who currently plays for Independiente Medellín  as a defensive midfielder.",
  "/wiki/Free_Agent": "In professional sports, a free agent is a player who is eligible to sign freely with any club or franchise; i.e., not under contract to any specific team.  The term is also used in reference to a player who is under contract at present but who is allowed to solicit offers from other teams. In some circumstances, the free agent's options are limited by league rules.",
  "/wiki/Diego_Renan": "Diego Renan de Lima Ferreira (born 26 January 1990), known as Diego Renan, is a Brazilian footballer who plays for CSA as a full back.",
  "/wiki/Crici%C3%BAma_Esporte_Clube": "Criciúma Esporte Clube, also known simply as Criciúma, is a Brazilian football club from Criciúma, Santa Catarina. It plays in the Campeonato Catarinense,[nb 1] the state of Santa Catarina's premier state league, as well as the Campeonato Brasileiro Série C,[nb 2] the third tier of the Brazilian football league system.",
  "/wiki/Fabio_Souza_dos_Santos": "Fabio Souza dos Santos (born September 7, 1983 in Recife), or simply Fabinho, is a forward player from Brazil who plays for XV de Piracicaba.",
  "/wiki/Gilson_Gomes_do_Nascimento": "Gilson Gomes do Nascimento (born 15 May 1986 in Campo Grande), simply known as Gilson, is a Brazilian footballer who plays as a left back for Botafogo.",
  "/wiki/Carlos_Rafael_do_Amaral": "Carlos Rafael do Amaral or simply Amaral (born 28 November 1983, in Mogi Mirim), is a Brazilian defensive midfielder who last played for Passo Fundo in the Campeonato Gaúcho.",
  "/wiki/Sandro_Silva": "Sandro Laurindo da Silva  (born 29 April 1984 in Rio de Janeiro), known as Sandro Silva, is a Brazilian footballer who plays as a midfielder.",
  "/wiki/CR_Vasco_da_Gama": "Club de Regatas Vasco da Gama (Brazilian Portuguese: [ˈklubi dʒi ʁɛˈgataʃ ˈvaʃku dɐ ˈgɐ̃mɐ]) is a Brazilian sports club  that was founded on August 21, 1898 (although the professional football department started on November 5, 1915), by Portuguese immigrants, and still has a strong fanbase among the Portuguese community of Rio de Janeiro. It is one of the most popular clubs in Brazil, with more than 30 million supporters. Although they compete in a number of different sports, Vasco is mostly known for its football team. It plays in the Campeonato Carioca, the state of Rio de Janeiro's premier state league and in the Campeonato Brasileiro Série A, the first tier of Brazilian football league system.",
  "/wiki/Pedro_Ken": "Pedro Ken Morimoto Moreira (born 20 March 1987), known as Pedro Ken, is a Brazilian footballer who plays for Ceará. He is of Japanese descent.",
  "/wiki/Charles_Fernando_Bas%C3%ADlio_da_Silva": "Charles Fernando Basílio da Silva or simply Charles (born February 14, 1985 in Rio de Janeiro), is a Brazilian defensive midfielder who currently plays for Turkish club Antalyaspor.",
  "/wiki/Sociedade_Esportiva_Palmeiras": "Palmeiras (Portuguese pronunciation: [pawˈmejɾɐs]) is a Brazilian professional football club based in the city of São Paulo.",
  "/wiki/Marcelo_Oliveira_Ferreira": "Marcelo Oliveira Ferreira (born 29 March 1987), known as Marcelo Oliveira, is a Brazilian professional footballer who plays for Grêmio. A versatile player, he can play as a left back, defensive midfielder or central defender.",
  "/wiki/Rafael_Ferreira_Donato": "Rafael Ferreira Donato (born 17 March 1989), known as Rafael Donato or simply Donato, is a Brazilian footballer who plays as a central defender .",
  "/wiki/EC_Bahia": "Esporte Clube Bahia (Portuguese pronunciation: [isˈpɔʁtʃi ˈklubi baˈi.ɐ]), known familiarly as Bahia, is a Brazilian professional football club, based in Salvador, Bahia. They play in the Campeonato Baiano, Bahia's state league, and the Campeonato Brasileiro Série A, Brazil's first tier league.",
  "/wiki/Alisson_Euler_de_Freitas_Castro": "Alisson Euler de Freitas Castro (born 25 June 1993), simply known as Alisson, is a Brazilian footballer who plays as an attacking midfielder for Grêmio.",
  "/wiki/Ananias_Eloi_Castro_Monteiro": "Ananias Eloi Castro Monteiro (20 January 1989 – 28 November 2016), known as Ananias, was a Brazilian footballer who last played as an attacking midfielder for Chapecoense.",
  "/wiki/SE_Palmeiras": "Palmeiras (Portuguese pronunciation: [pawˈmejɾɐs]) is a Brazilian professional football club based in the city of São Paulo."
}