{
  "/wiki/Afghanistan": "Afghanistan (/æfˈɡænɪstæn, æfˈɡɑːnɪstɑːn/ (listen); Pashto/Dari: افغانستان, Pashto: Afġānistān [avɣɒnisˈtɒn, ab-],[a] Dari: Afġānestān [avɣɒnesˈtɒn]), officially the Islamic Republic of Afghanistan, is a landlocked country in Asia. Afghanistan is bordered by Pakistan to the east and south;[b] Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and southwest. Kabul is the capital and largest city.  The population is 32 million, mostly composed of ethnic Pashtuns, Tajiks, Hazaras and Uzbeks.",
  "/wiki/Miss_Earth_2003": "Miss Earth 2003, the third edition of Miss Earth pageant, was held on November 9, 2003 at the University of the Philippines Theater in Quezon City, Philippines. Fifty-seven delegates from all over the globe participated in the event. The pageant was broadcast live via ABS-CBN in the Philippines and to many countries worldwide via Star World, The Filipino Channel and other partner networks. At the conclusion of the final night of the competition, outgoing titleholder Miss Earth 2002, Winfred Omwakwe from Kenya crowned her successor Dania Prince of Honduras. Brazil's Pricila Zandona was selected Miss Air 2003 (first runner-up), Costa Rica's Marianela Zeledon Bolanos was chosen Miss Water 2003 (second runner-up), and Poland's Marta Matyjasik was Miss Fire 2003 (third runner-up). The pageant was hosted by Television show host Ariel Ureta. The candidates were initially presented at the poolside of Hotel Intercontinental Manila in Makati City on October 22, 2003.",
  "/wiki/Albania": "Albania (/ælˈbeɪniə, ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria; Gheg Albanian: Shqipni or Shqipnia also Shqypni or Shqypnia), officially the Republic of Albania (Albanian: Republika e Shqipërisë, pronounced [ɾɛpuˈblika ɛ ʃcipəˈɾiːsə]), is a country in Southeast Europe on the Adriatic and Ionian Sea within the Mediterranean Sea. It shares land borders with Montenegro to the northwest, Kosovo[a] to the northeast, North Macedonia to the east, Greece to the south and maritime borders with Greece, Montenegro and Italy to the west.",
  "/wiki/Miss_Earth_2002": "Miss Earth 2002, the 2nd edition of Miss Earth pageant, was held at Folk Arts Theater in Pasay, Philippines on 29 October 2002. In its second year, 53 delegates participated, exceeding the number of contestants in Miss International 2002, thereby becoming the world's third biggest international pageant in terms of number of contestants.",
  "/wiki/Miss_Earth_Albania": "Miss Earth Albania, formerly \"Miss Shqiptarja\", is the national beauty pageant preliminary of Miss Earth in Albania. The winner represents Albania to the Miss Earth pageant from 2006 to 2009. In 2013, Agnesa Vuthaj, a former Miss Albania herself, started the National Directorship of Miss Earth Albania.",
  "/wiki/Angola": "Angola (/ænˈɡoʊlə/ (listen); Portuguese: [ɐ̃ˈɡɔlɐ]), officially the Republic of Angola (Portuguese: República de Angola), is a country on the west coast of Southern Africa. It is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and largest city of Angola is Luanda.",
  "/wiki/Miss_Earth_2017": "Miss Earth 2017, the 17th Miss Earth pageant with the theme \"Heroines Fighting Climate Change\", was held on November 4, 2017 at the Mall of Asia Arena in Pasay, Metro Manila, Philippines. Katherine Espín of Ecuador crowned Karen Ibasco of the Philippines as her successor. This is the fourth time Philippines won Miss Earth.",
  "/wiki/Miss_Angola": "Miss Angola is a national beauty pageant in Angola. The pageant was founded in 1997, and has sent its winners to Miss Universe since its foundation. From 1998 to 2012, its first runners-up were sent to Miss World.",
  "/wiki/Antigua_and_Barbuda": "Antigua and Barbuda (/ænˈtiːɡ(w)ə ... bɑːrˈb(j)uːdə/ (listen); an-TEE-g(w)ə ... bar-B(Y)OO-də) is an island sovereign state in the West Indies in the Americas, lying between the Caribbean Sea and the Atlantic Ocean. It consists of two major islands, Antigua and Barbuda, and a number of smaller islands (including Great Bird, Green, Guiana, Long, Maiden and York Islands and further south, the island of Redonda). The permanent population numbers about 95,900 (2018 est.), with 97% being resident on Antigua. The capital and largest port and city is St. John's on Antigua, with Codrington being the largest town on Barbuda. Lying near each other (the main Barbuda airport is less than 0.5° of latitude, or 56 kilometres (30 nautical miles), north of the main Antigua airport), Antigua and Barbuda are in the middle of the Leeward Islands, part of the Lesser Antilles, roughly at 17°N of the equator.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Miss_Earth_2001": "Miss Earth 2001 was the first edition of Miss Earth pageant, organized by Carousel Productions. The pageant coronation night was held on 28 October 2001 at the University of the Philippines Theater in Quezon City, Philippines. There were 42 delegates who competed in the pageant that focuses on environmental issues. Catharina Svensson of Denmark, a professional equestrienne, fashion model, and third year law student, was crowned as the pageant's first winner.",
  "/wiki/Miss_Earth_Argentina": "Miss Earth Argentina is a national Beauty pageant that selects Argentina's representative to the Miss Earth pageant.",
  "/wiki/Armenia": "Armenia (/ɑːrˈmiːniə/ (listen); Armenian: Հայաստան, romanized: Hayastan, IPA: [hɑjɑsˈtɑn]), officially the Republic of Armenia (Armenian: Հայաստանի Հանրապետություն, romanized: Hayastani Hanrapetut'yun, IPA: [hɑjɑstɑˈni hɑnɾɑpɛtutʰˈjun]), is a landlocked country in the South Caucasus region of Eurasia. Located in Western Asia on the Armenian Highlands, it is bordered by Turkey to the west, Georgia to the north, the de facto independent Republic of Artsakh and Azerbaijan to the east, and Iran and Azerbaijan's exclave of Nakhchivan to the south.",
  "/wiki/Miss_Earth_2015": "Miss Earth 2015, the 15th Miss Earth pageant, was held on December 5, 2015[a] at Marx Halle in Vienna, Austria. It was the first time the pageant was held in Europe and outside of Asia. It was also the first back to back victories in Miss Earth history: Angelia Ong of the Philippines was crowned by her fellow countrywoman Jamie Herrell.",
  "/wiki/Miss_Armenia": "Miss Armenia (Armenian: Միսս Հայաստան; Miss Hayastan) is the national Beauty pageant in Armenia.",
  "/wiki/Aruba": "Aruba (/əˈruːbə/ ə-ROO-bə, Dutch: [aːˈrubaː, -ryb-] (listen), Papiamento: [aˈruba]) is an island and a constituent country of the Kingdom of the Netherlands in the southern Caribbean Sea, located about 1,000 kilometres (620 mi) west of the main part of the Lesser Antilles and 29 kilometres (18 mi) north of the coast of Venezuela. It measures 32 kilometres (20 mi) long from its northwestern to its southeastern end and 10 kilometres (6 mi) across at its widest point. Together with Bonaire and Curaçao, Aruba forms a group referred to as the ABC islands. Collectively, Aruba and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Miss_Earth_2011": "Miss Earth 2011 was held on 3 December 2011 at the University of the Philippines Theater, inside the campus of the University of the Philippines Diliman in Quezon City, Philippines. The show was aired live by Channel V at 8:00 pm, while Star World broadcast on Sunday, 4 December at 6:00 pm, ABS-CBN and Studio 23 broadcast on the same day at 10:30 pm. There was also a delayed telecast of the show on The Filipino Channel and on the television stations of other participating countries.",
  "/wiki/Miss_Aruba": "Miss Aruba is a national beauty pageant in Aruba.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Miss_Earth_Australia": "Miss Earth Australia is a national beauty pageant that selects Australia's representative to the Miss Earth pageant.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Miss_Earth_Austria": "Miss Earth Austria is a national Beauty pageant in Austria which was founded in 2011. It is responsible for selecting the country's representative to Miss Earth, which is an annual international beauty pageant promoting environmental awareness. Miss Earth Austria also tackles environmental and humanitarian issues and serves to promote environmental awareness and social thinking.",
  "/wiki/The_Bahamas": "The Bahamas (/bəˈhɑːməz/ (listen)), known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago in the West Indies. It is a member of the Commonwealth Realms under the monarchy of Queen Elizabeth II. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and Hispaniola Island (Haiti and the Dominican Republic), northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida, and east of the Florida Keys. The capital is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space.",
  "/wiki/Miss_Earth_2005": "Miss Earth 2005, the 5th edition of the Miss Earth pageant, took place on 23 October 2005 in Quezon City, Philippines. A total of 80 candidates from around the globe took part in the event.",
  "/wiki/Miss_Bahamas": "Miss Bahamas is a national Beauty pageant in The Bahamas.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Miss_Belarus": "Miss Belarus (Belarusian: Міс Беларусь) is a national Beauty pageant in Belarus.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Miss_Earth_Belgium": "Miss Earth Belgium is a title given to a woman who is selected to represent Belgium at Miss Earth, an annual international beauty pageant promoting environmental awareness. The national pageant of Miss Earth for Belgium is conducted by Miss Exclusive to which Carousel Productions, the owner of Miss Earth, awarded the franchise in 2014. The winner of Miss Exclusive gets the title of Miss Earth Belgium.",
  "/wiki/Belize": "Belize (/bəˈliːz/ (listen)) is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the northwest by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 408,487 (2019). Its mainland is about 180 mi (290 km) long and 68 mi (110 km) wide. It has the lowest population and population density in Central America. The country's population growth rate of 1.87% per year (2018 estimate) is the second highest in the region and one of the highest in the Western Hemisphere.",
  "/wiki/Miss_Earth_2007": "Miss Earth 2007, the seventh Miss Earth pageant, was held on 11 November 2007 at the University of the Philippines Theater, inside the campus of the University of the Philippines Diliman in Quezon City, Philippines. The delegates also visited Nha Trang, Vietnam. 88 delegates competed for the title, making 2007 the largest edition of delegates for Miss Earth. The pageant was hosted by MTV Asia VJ Greg Uttsada Panichkul, Priscilla Meirelles and Ginger Conejero. Miss Earth 2006, Hil Hernández from Chile, crowned her successor Jessica Trisko from Canada.",
  "/wiki/Miss_Belize": "Miss Belize are national Beauty pageant title holders in Belize that go on to represent Belize internationally at their respective pageants.",
  "/wiki/Bhutan": "Bhutan (/buːˈtɑːn/ (listen); Dzongkha: འབྲུག་ཡུལ་, romanized: Druk Yul [ʈuk̚˩.yː˩]), officially the Kingdom of Bhutan (Dzongkha: འབྲུག་རྒྱལ་ཁབ་, romanized: Druk Gyal Khap), is a landlocked country in South Asia. Located in the Eastern Himalayas, it is bordered by the Tibet Autonomous Region of China in the north, the Indian state of Sikkim, the Chumbi Valley of Tibet, China in the west and south, the Arunachal Pradesh state of India in the east, and the Indian states of Assam and West Bengal in the south. Bhutan is geopolitically in South Asia and is the region's second least populous nation after the Maldives. Thimphu is its capital and largest city, while Phuntsholing is its financial center.",
  "/wiki/Miss_Earth_2008": "Miss Earth 2008, the eighth edition of Miss Earth pageant, was held on 9 November 2008 at the Clark Expo Amphitheater in Angeles, Pampanga, Philippines. Eighty-five delegates arrived from 19 October 2008 in Philippines. The pageant was broadcast live via ABS-CBN and coverage since on Studio 23 in the Philippines and other stations throughout the world.",
  "/wiki/Miss_Bhutan": "Miss Bhutan is a national beauty pageant held annually in the Kingdom of Bhutan. Miss Bhutan is organized and produced by MPC Bhutan Entertainment, a film production company based in Thimphu, the capital city of Bhutan.",
  "/wiki/Bolivia": "Bolivia (/bəˈlɪviə/ (listen) Spanish pronunciation: [bo.ˈli.βja]), officially the Plurinational State of Bolivia (Spanish: Estado Plurinacional de Bolivia Spanish pronunciation: [esˈtaðo pluɾinasjoˈnal de βoˈliβja] (listen)), is a landlocked country located in western-central South America. The capital is Sucre, while the seat of government and financial center is located in La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales (tropical lowlands), a mostly flat region in the east of the country.",
  "/wiki/Miss_Bolivia": "Miss Bolivia is a national beauty pageant in Bolivia.",
  "/wiki/Bonaire": "Bonaire (pronounced /bɔːˈnɛər/ or /bɒnˈɛər/; Dutch: Bonaire, pronounced [boːˈnɛːr(ə)]; Papiamento: Boneiru, pronounced [buˈneiru]) is an island in the Leeward Antilles in the Caribbean Sea. Its capital is Kralendijk, located near the ocean on the lee side of the island. Aruba, Bonaire and Curaçao form the ABC islands, located 80 km (50 miles) off the coast of Venezuela. Unlike much of the Caribbean region, the ABC islands lie outside Hurricane Alley. The islands have an arid climate that attracts visitors seeking warm, sunny weather all year round. Bonaire is a popular snorkeling and scuba diving destination because of its multiple shore diving sites and easy access to the island's fringing reefs.",
  "/wiki/Miss_Earth_2013": "Miss Earth 2013, the 13th edition of the Miss Earth pageant, was held on 7 December 2013 at the Versailles Palace in Alabang, Muntinlupa, Philippines. Miss Earth 2012 Tereza Fajksová from Czech Republic crowned her successor Alyz Henrich from Venezuela at the end of the event. 88 contestants competed for this year's pageant, the highest number in Miss Earth history.[citation needed] The pageant was broadcast live internationally on Star World last 7 December 2013, 10:00 a.m. on ABS-CBN, or coverage on Studio 23, TFC-The Filipino Channel, and also on channels of participating counties worldwide. Miss Earth 2008, Karla Henry, was present in the pageant to express the gratitude that the different countries had done to help the Philippines after the devastation that Typhoon Haiyan had caused.",
  "/wiki/Miss_Bonaire": "Miss Bonaire is a national beauty pageant in Bonaire.",
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.",
  "/wiki/Miss_Earth_BiH": "The Miss Earth BiH (Bosne i Hercegovine) pageant is a national beauty pageant in Bosnia and Herzegovina and has been held since 2010. It is responsible for selecting the country's representative to Miss Earth, which is an annual international beauty pageant promoting environmental awareness.",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Miss_Earth_2006": "Miss Earth 2006, the sixth edition of Miss Earth pageant, took place on 26 November 2006 at the grounds of the National Museum in Manila, Philippines. The pageant was won by Hil Hernández of Chile and crowned by outgoing titleholder, Miss Earth 2005, Alexandra Braun.",
  "/wiki/Miss_Earth_Botswana": "The Miss Earth Botswana is a beauty pageant that was first held in 2006, with winner will be competing at the Miss Earth pageant. This pageant is not related to the Miss Universe Botswana or Miss Botswana.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Miss_Earth_Brazil": "Miss Terra Brasil (in native language, or Miss Earth Brazil) is an annual national beauty pageant realized in Brazil to select its entrant in the Miss Earth pageant."
}