{
  "/wiki/The_Arboretum_at_Flagstaff": "The Arboretum at Flagstaff is an 200-acre (81 ha) arboretum that is home to 750 species of mostly drought-tolerant adapted and native plants representative of the high-desert Colorado Plateau, home to the Grand Canyon and Zion National Park. It is located 3.8 miles (6.1 km) south of U.S. Route 66 on Woody Mountain Road, on the west side of Flagstaff, Arizona, USA.  The facility is located at 7,150' in elevation, making it one of the highest-elevation public gardens in the United States.  The Arboretum has an extensive regional collection of the Penstemon genus and hosts an annual Penstemon Festival.",
  "/wiki/Flagstaff,_Arizona": "Flagstaff is a city in and the county seat of Coconino County in northern Arizona, in the southwestern United States. In 2018, the city's estimated population was 73,964. Flagstaff's combined metropolitan area has an estimated population of 139,097. The city is named after a ponderosa pine flagpole made by a scouting party from Boston (known as the \"Second Boston Party\") to celebrate the United States Centennial on July 4, 1876.",
  "/wiki/Coconino_County,_Arizona": "Coconino County is a county located in the north central part of the U.S. state of Arizona. The population was 134,421 at the 2010 census. The county seat is Flagstaff. The county takes its name from Cohonino, a name applied to the Havasupai. It is the second-largest county by area in the contiguous United States, behind San Bernardino County, California, with its 18,661 square miles (48,300 km2), or 16.4% of Arizona's total area, making it larger than each of the nine smallest states.",
  "/wiki/Coconino_National_Forest": "The Coconino National Forest is a 1.856-million acre (751,000 ha) United States National Forest located in northern Arizona in the vicinity of Flagstaff. Originally established in 1898 as the \"San Francisco Mountains National Forest Reserve\", the area was designated a U.S. National Forest in 1908 when the San Francisco Mountains National Forest Reserve was merged with lands from other surrounding forest reserves to create the Coconino National Forest. Today, the Coconino National Forest contains diverse landscapes, including deserts, ponderosa pine forests, flatlands, mesas, alpine tundra, and ancient volcanic peaks. The forest surrounds the towns of Sedona and Flagstaff and borders four other national forests; the Kaibab National Forest to the west and northwest, the Prescott National Forest to the southwest, the Tonto National Forest to the south, and the Apache-Sitgreaves National Forest to the southeast. The forest contains all or parts of ten designated wilderness areas, including the Kachina Peaks Wilderness, which includes the summit of the San Francisco Peaks. The headquarters are in Flagstaff. There are local ranger district offices in Flagstaff, Happy Jack, and Sedona.",
  "/wiki/Cave_Creek,_Arizona": "Cave Creek is a town in Maricopa County, Arizona, United States. The largest city it borders is Phoenix, Arizona. According to the 2010 census, the population of the town was 5,015.",
  "/wiki/Maricopa_County,_Arizona": "Maricopa County is located in the south-central part of the U.S. state of Arizona. The U.S. Census Bureau estimated its population was 4,410,824 as of 2018, making it the state's most populous county, and the fourth-most populous in the United States, containing more than half the population of Arizona. It is more populous than 23 states. The county seat is Phoenix, the state capital and fifth-most populous city in the United States.",
  "/wiki/Bullhead_City,_Arizona": "Bullhead City is a city located on the Colorado River in Mohave County, Arizona, United States, roughly 90 mi (140 km) south of Las Vegas, Nevada, and directly across the Colorado River from Laughlin, Nevada, whose casinos and ancillary services supply much of the employment for Bullhead City.  Bullhead City is located on the southern border of Lake Mohave.\nAccording to the 2010 census, the population of the city is 39,540.  The nearby communities of Laughlin, Needles, California, Fort Mohave and Mohave Valley bring the Bullhead area's total population to about 100,000, making it the largest micropolitan area in Mohave County.",
  "/wiki/Mohave_County,_Arizona": "Mohave County is in the northwestern corner of the U.S. state of Arizona. As of the 2010 census, its population was 200,186. The county seat is Kingman, and the largest city is Lake Havasu City.",
  "/wiki/Arizona_Game_and_Fish_Department": "The Arizona Game and Fish Department is a state agency of Arizona, headquartered in Phoenix. The agency is tasked with conserving, enhancing, and restoring Arizona's diverse wildlife resources and habitats through aggressive protection and management programs. It also provides wildlife resources and watercraft and off-highway vehicle recreation.",
  "/wiki/Bureau_of_Land_Management": "The Bureau of Land Management (BLM) is an agency within the United States Department of the Interior responsible for administering public lands.  With oversight over 247.3 million acres (1,001,000 km2), it governs one eighth of the country's landmass.",
  "/wiki/Prescott,_Arizona": "Prescott (/ˈprɛskət/ PRESS-kət; Yavapai: ʼWi:kwatha Ksikʼita) is a city in Yavapai County, Arizona, United States. According to the 2010 Census, the population of the city is 39,843. The city is the county seat of Yavapai County. In 1864 Prescott was designated as the capital of the Arizona Territory, replacing the temporary capital at Fort Whipple. The Territorial Capital was moved to Tucson in 1867. Prescott again became the Territorial Capital in 1877, until Phoenix became the capital in 1889.",
  "/wiki/Yavapai_County,_Arizona": "Yavapai County is near the center of the U.S. state of Arizona. As of the 2010 census, its population was 211,073.  The county seat is Prescott.",
  "/wiki/Chandler,_Arizona": "Chandler is a city in Maricopa County, Arizona, United States, and a prominent suburb of the Phoenix, Arizona, Metropolitan Statistical Area (MSA). It is bordered to the north and west by Tempe, to the north by Mesa, to the west by Phoenix, to the south by the Gila River Indian Community, and to the east by Gilbert. As of 2018, the population was estimated at 257,165 according to the United States Census Bureau.",
  "/wiki/Goodyear,_Arizona": "Goodyear (O'odham: Valin Thak) is a city in Maricopa County, Arizona, United States. It is a suburb of Phoenix and at the 2010 census had a population of 65,275,  the third fastest-growing city in Arizona between 1990 and 2000. The 2017 population estimate was 79,858.",
  "/wiki/Sierra_Vista,_Arizona": "Sierra Vista is a city in Cochise County, Arizona, United States. As of the 2010 census the population of the city was 43,888. The city is part of the Sierra Vista-Douglas Metropolitan Area, with a 2010 population of 131,346. Fort Huachuca, a U.S. Army post, is located in the northwest part of the city.",
  "/wiki/Cochise_County,_Arizona": "Cochise County is located in the southeastern corner of the U.S. state of Arizona.  The population was 131,346 at the 2010 census. The county seat is Bisbee.",
  "/wiki/Hassayampa_River_Preserve": "The Hassayampa River Preserve is a 770 acre riparian nature reserve owned by The Nature Conservancy in the US state of Arizona, near Wickenburg in Maricopa County. The Hassayampa River has mostly subterranean flows for most of its 113 miles (182 km) length, the stretch contained within the preserve has year-round flowing water.",
  "/wiki/Wickenburg,_Arizona": "Wickenburg is a town primarily located in Maricopa County, Arizona, United States, with a portion in neighboring Yavapai County. According to the 2010 census, the population of the town is 6,363.",
  "/wiki/Nature_Conservancy": "The Nature Conservancy (TNC) is a charitable environmental organization, headquartered in Arlington, Virginia, United States.",
  "/wiki/Phoenix,_Arizona": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents.",
  "/wiki/National_Audubon_Society": "The National Audubon Society (Audubon) is a non-profit environmental organization dedicated to conservation. Located in the United States and incorporated in 1905, Audubon is one of the oldest of such organizations in the world and uses science, education and grassroots advocacy to advance its conservation mission. It is named in honor of John James Audubon, a Franco-American ornithologist and naturalist who painted, cataloged, and described the birds of North America in his famous book Birds of America published in sections between 1827 and 1838.",
  "/wiki/Mesa,_Arizona": "Mesa (/ˈmeɪsə/ MAY-sə) is a city in Maricopa County, in the U.S. state of Arizona. It is a suburb located about 20 miles (32 km) east of Phoenix in the East Valley section of the Phoenix Metropolitan Area. It is bordered by Tempe on the west, the Salt River Pima-Maricopa Indian Community on the north, Chandler and Gilbert on the south along with Queen Creek, and Apache Junction on the east.",
  "/wiki/Pinetop-Lakeside,_Arizona": "Pinetop–Lakeside is a small town in Navajo County, Arizona, United States.  According to 2010 census, the population of the town is 4,282. It was founded in 1984 when the neighboring towns of Pinetop and Lakeside merged.",
  "/wiki/Navajo_County,_Arizona": "Navajo County is located in the northern part of the U.S. state of Arizona.  As of the 2010 census, its population was 107,449. The county seat is Holbrook.",
  "/wiki/White_Tank_Mountain_Regional_Park": "The White Tank Mountain Regional Park is a large regional park located in west-central Maricopa County, Arizona. Encompassing 29,271 acres (45.736 sq mi; 118.456 km2) of desert and mountain landscape, it is the largest regional park in the county. The bulk of the White Tank Mountains range is located within the park's boundaries.",
  "/wiki/Waddell,_Arizona": "Waddell is an unincorporated community in Maricopa County, Arizona, United States, northwest of the city of Phoenix. Waddell is named after Donald Ware Waddell, native of Ohio, who was a partner in the New York City investment firm of Brandon, Gordon and Waddell.   It was this firm that organized the private financing for construction of the dam for the water reclamation project that creates Lake Pleasant.   The intended Waddell town site was laid out by Donald W. Waddell in 1935, on property he owned on the northeast corner of Waddell Road and Cotton Lane (Section 12, T3N, R2W, G&SRB&M).   Waddell moved to the area to oversee the firm’s interests in the project.  He served on the board of the Maricopa Water District and invested in land through his interests in the Arizona Citrus Land Company and the Waddell Ranch Company.",
  "/wiki/List_of_nature_centers_in_Arizona": "To use the sortable tables: click on the icons at the top of each column to sort that column in alphabetical order; click again for reverse alphabetical order."
}