{
  "/wiki/Airline_codes": "This is a list of airline codes.  The table lists IATA's two-character airline designators[a], ICAO's three-character airline designators and the airline call signs (telephony designator).  Historical assignments are also included.",
  "/wiki/Call_sign": "In broadcasting and radio communications, a call sign (also known as a call name or call letters—and historically as a call signal—or abbreviated as a call) is a unique designation for a transmitter station. In the United States of America, they are used for all FCC-licensed transmitters. A call sign can be formally assigned by a government agency, informally adopted by individuals or organizations, or even cryptographically encoded to disguise a station's identity.",
  "/wiki/Divi_Divi_Air": "Divi Divi Air N.V. is a small regional service airline in Curaçao. It was established in 2001 and is based in Curaçao. In the area its nickname is \"Divi\". The airline is named for the Divi-divi tree which grows in the region.",
  "/wiki/Hato_International_Airport": "Curaçao International Airport (IATA: CUR, ICAO: TNCC), (Dutch: Hato Internationale luchthaven)   also known as Hato International Airport (formerly Dr. Albert Plesman International Airport), is the primary airport for the island of Curaçao. The airport is located on the north coast of Curaçao, 12 kilometres (7.5 mi) from the capital Willemstad. Curaçao International Airport services flights from the Caribbean region, South America, North America and Europe and has the third longest commercial runway in the Caribbean region after Rafael Hernández Airport in Puerto Rico and Pointe-à-Pitre International Airport in Guadeloupe. The airport serves as a main base for Divi Divi Air as well as EZAir; it formerly served as a main base for ALM, KLM, DCA, DAE and Insel Air.",
  "/wiki/Dutch_Antilles_Express": "Dutch Antilles Express was an airline of the Dutch country of Curaçao. It operated high-frequency scheduled services in the Dutch Caribbean to United States, Dominican Republic, Colombia, Haiti, and Suriname. Its main base was at Hato International Airport, Curaçao.",
  "/wiki/E-Liner_Airways": "E-Liner Airways Inc., better known as DBA (ELA Airlines), was established in 1993.  The company started with sightseeing flights and day tours to Aruba and Bonaire.  It is based at the Hato International Airport, Willemstad, Curaçao.",
  "/wiki/Insel_Air": "Insel Air (formally Insel Air International B.V.) was a Dutch Caribbean carrier that served as the national airline of Curaçao. It was headquartered in Maduro Plaza, Willemstad. Insel Air last served five destinations throughout the Caribbean, South America. Its fleet consisted of Fokker 50 aircraft. The airline had a hub in Hato International Airport in Curaçao.",
  "/wiki/Windward_Islands_Airways": "Winair, an abbreviation of Windward Islands Airways International NV, is a government-owned airline based in Sint Maarten.  Founded in 1961 by Georges Greaux, It has a fleet of seven aircraft serving ten destinations, all within the Leeward Islands group of the Lesser Antilles in the North East Caribbean. It has its headquarters on the grounds of Princess Juliana International Airport.",
  "/wiki/Princess_Juliana_International_Airport": "Princess Juliana International Airport (IATA: SXM, ICAO: TNCM) is the main airport on the Caribbean island of Saint Martin/Sint Maarten. The airport is located on the Dutch side of the island, in the country of Sint Maarten. In 2015, the airport handled 1,829,543 passengers and around 60,000 aircraft movements. The airport serves as a hub for Windward Islands Airways and is the major gateway for the smaller Leeward Islands, including Anguilla, Saba, St. Barthélemy and St. Eustatius. It is named after Queen Juliana, who landed here while still only heir presumptive in 1944, the year after the airport opened. The airport has very low-altitude flyover landing approaches, owing to one end of its runway being extremely close to the shore and Maho Beach. There is also an airport on the French side of the island, in the French Collectivity of Saint Martin, called Aéroport de Grand Case or L'Espérance Airport."
}