{
  "/wiki/Fort_Collins,_Colorado": "Fort Collins is a municipality in northern Colorado, which serves as the seat of Larimer County. Situated on the Cache La Poudre River along the Colorado Front Range, Fort Collins is located 56 mi (90 km) north of the Colorado State Capitol in Denver. With a 2018 estimated population of 167,830, it is the fourth most populous city in Colorado after Denver, Colorado Springs, and Aurora. Fort Collins is a midsize college city, home to Colorado State University and Front Range Community College's Larimer campus.",
  "/wiki/Colorado": "Colorado (/ˌkɒləˈrædoʊ, -ˈrɑːdoʊ/ (listen), other variants) is a state of the Western United States encompassing most of the southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. It is the 8th most extensive and 21st most populous U.S. state. The estimated population of Colorado is 5,770,545 as of 2019, an increase of 14.7% since the 2010 United States Census.",
  "/wiki/Branson,_Colorado": "The Town of Branson is a Statutory Town in Las Animas County, Colorado, United States.  The town population was 74 at the 2010 United States Census.  Branson is the southernmost town in the state of Colorado, located just 0.30 miles (0.48 km) from the New Mexico border.",
  "/wiki/Ca%C3%B1on_City,_Colorado": "Cañon City (/ˈkænjən/) is a Home Rule Municipality that is the county seat and the most populous municipality of Fremont County, Colorado, United States. The city population was 16,400 at the 2010 United States Census. Cañon City straddles the easterly flowing Arkansas River and is a popular tourist destination for sightseeing, whitewater rafting, and rock climbing. The city is known for its many public parks, fossil discoveries, Skyline Drive, The Royal Gorge railroad, the Royal Gorge, extensive natural hiking paths,.",
  "/wiki/Del_Norte,_Colorado": "The Town of Del Norte is the Statutory Town that is the county seat of Rio Grande County, Colorado, United States. The town's name is generally pronounced /ˈdɛl nɔɹt/. The town population was 1,686 at the 2010 census.",
  "/wiki/Dinosaur,_Colorado": "Dinosaur is a statutory town located in Moffat County, Colorado, United States.  The town population was 339 at the 2010 census.",
  "/wiki/Golden,_Colorado": "Golden is the Home Rule Municipality that is the county seat of Jefferson County, Colorado, United States. Golden lies along Clear Creek at the base of the Front Range of the Rocky Mountains. Founded during the Pike's Peak Gold Rush on June 16, 1859, the mining camp was originally named \"Golden City\" in honor of Thomas L. Golden. Golden City served as the capital of the provisional Territory of Jefferson from 1860 to 1861, and capital of the official Territory of Colorado from 1862 to 1867. In 1867, the territorial capital was moved about 12 miles (19 km) east to Denver City. As of the 2010 census, the city population was 18,867.",
  "/wiki/Parachute,_Colorado": "The Town of Parachute is a Home Rule Municipality in Garfield County, Colorado, United States. The population was 1,085 at the 2010 census.",
  "/wiki/Lakewood,_Colorado": "Lakewood is a Home Rule Municipality which is the most populous municipality in Jefferson County, Colorado, United States.  Lakewood is the fifth most populous city in the State of Colorado and the 172nd most populous city in the United States.  The city population was 142,980 at the 2010 United States Census. Lakewood is west of Denver and is part of the Denver-Aurora-Lakewood, CO Metropolitan Statistical Area.",
  "/wiki/Gunnison,_Colorado": "The City of Gunnison is the county seat and the most populous municipality of Gunnison County, Colorado, United States.  As of the 2010 census, the city had a population of 5,854.  It was named in honor of John W. Gunnison, a United States Army officer who surveyed for the transcontinental railroad in 1853. Gunnison is a Home Rule municipality which reserves the right to choose how it is governed.",
  "/wiki/Hotchkiss,_Colorado": "Hotchkiss is a statutory town in Delta County, Colorado, United States. The population was 944 at the 2010 census.",
  "/wiki/La_Veta,_Colorado": "The Town of La Veta is a statutory town in Huerfano County, Colorado, United States.  The town population was 800 as of the 2010 United States Census.",
  "/wiki/Sopris,_Colorado": "Sopris was an unincorporated community located in Las Animas County, Colorado, United States.  The town is now under the surface of Trinidad Lake in Trinidad Lake State Park.",
  "/wiki/Loma,_Colorado": "Loma is an unincorporated community and census designated place in Mesa County, Colorado, United States.",
  "/wiki/Lyons,_Colorado": "The Town of Lyons is a Statutory Town in Boulder County, Colorado, United States.  The town population was 2033 at the 2010 United States Census, up from 1585 at the 2000 United States Census. Lyons is located at the confluence of North St. Vrain Creek and South St. Vrain Creek, 20 miles (32 km) east of Rocky Mountain National Park. Due to its location at the intersection of State Highway 7 and U.S. Highway 36 which lead to Rocky Mountain National Park, it is sometimes referred to as \"The Double Gateway to the Rockies\".",
  "/wiki/Mount_Zion_(Colorado)": "Mount Zion is a foothill on the eastern flank of the Front Range of the Rocky Mountains of North America.  The 7,062-foot (2,152 m) peak is located in Windy Saddle Park,1.7 miles (2.7 km) west (bearing 273°) of downtown Golden in Jefferson County, Colorado, United States.",
  "/wiki/Manassa,_Colorado": "The Town of Manassa is the Statutory Town that is the most populous municipality in Conejos County, Colorado, United States.  The town population was 991 at the 2010 United States Census.",
  "/wiki/Pagosa_Springs,_Colorado": "Pagosa Springs is a municipality that is the county seat of, and the only incorporated municipality in, Archuleta County, Colorado, United States. The population was 1,727 at the 2010 census. Approximately 65 percent of the land in Archuleta County is either San Juan National Forest, Weminuche and South San Juan Wilderness areas, or Southern Ute Indian land.",
  "/wiki/Palisade,_Colorado": "Palisade is a Statutory Town in Mesa County, Colorado, United States. It is part of the Grand Junction Metropolitan Statistical Area. The population was 2,692 at the 2010 census.",
  "/wiki/Paonia,_Colorado": "Paonia is a statutory town in Delta County, Colorado, United States. The population was 1,451 at the 2010 census.",
  "/wiki/Weston,_Colorado": "Weston is an unincorporated community and census-designated place (CDP) in Las Animas County, Colorado, United States. As of the 2010 census it had a population of 55. The Weston Post Office has the ZIP Code 81091.",
  "/wiki/List_of_hillside_letters": "This is a list of hillside letters (also known as mountain monograms), large geoglyphs found primarily in the Western United States. There are about 600 in total, but the status of many of these symbols are uncertain, due to vagueness in sources."
}