{
  "/wiki/Centrals_Football_Club": "The Centrals Football Club was an Australian rules football club in 1891.",
  "/wiki/East_Perth": "East Perth is an inner suburb of Perth, Western Australia, located next to the Perth central business district.  Claise Brook and Claisebrook Cove are within the suburb.",
  "/wiki/Western_Australia": "Western Australia[a] (abbreviated as WA) is a state occupying the entire western third of Australia. It is bounded by the Indian Ocean to the north and west, and the Southern Ocean to the south,[b] the Northern Territory to the north-east, and South Australia to the south-east. Western Australia is Australia's largest state, with a total land area of 2,529,875 square kilometres (976,790 sq mi), and the second-largest country subdivision in the world, surpassed only by Russia's Sakha Republic. The state has about 2.6 million inhabitants – around 11 percent of the national total – of whom the vast majority (92 per cent) live in the south-west corner, 79 per cent of the population living in the Perth area, leaving the remainder of the state sparsely populated.",
  "/wiki/Fremantle_Football_Club_(1882–1886)": "The Fremantle Football Club was an Australian rules football club, based in Fremantle, Western Australia, that played in the Western Australian Football Association (WAFA) from 1885–86. The team won the WAFA premiership in 1886. The club played their games at the Esplanade in Fremantle, on the present site of the Fremantle railway station.",
  "/wiki/Fremantle": "Fremantle (/ˈfriːmæntəl/) is a major Australian port city in Western Australia, located at the mouth of the Swan River. Fremantle Harbour serves as the port of Perth, the state capital. Fremantle was the first area settled by the Swan River colonists in 1829. It was declared a city in 1929, and has a population of approximately 29,000.",
  "/wiki/Fremantle_Football_Club_(1881–1899)": "The Fremantle Football Club was an Australian rules football club based in Fremantle, Western Australia, that played in the Western Australian Football Association (WAFA) from 1886 to 1899. The club was known as the Unions Football Club from 1882–89.",
  "/wiki/Fremantle_Oval": "Fremantle Oval (originally known as Barracks Green Field) is a stadium in the centre of Fremantle, Western Australia, located on Parry Street. It currently has a capacity of 17,500 with terracing and a members area holding 750, though capacity was capped at 10,000 for Fremantle AFLW games. Fremantle Oval was originally used for cricket, but in 1895 hosted its first game of Australian rules football and Australian Football quickly became the main attraction leading to the development of the ground.  It is located between the Fremantle Hospital, Fremantle Markets and the Fremantle Prison.",
  "/wiki/Hale_School": "Hale School is a selective independent, Anglican day and boarding school for boys, located in Wembley Downs, a coastal suburb of Perth, Western Australia.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Imperials_Football_Club": "The Imperials Football Club was an Australian rules football club based in Fremantle, Western Australia. Formed in 1892, the club competed in the West Australian Junior Football Association for three seasons from 1892 to 1894, and was admitted to the senior West Australian Football Association in 1895. The club disbanded at the conclusion of the 1897 season, with many of its players and administrators forming the bulk of the East Fremantle Football Club, which was established the next season.",
  "/wiki/Esplanade_Park,_Fremantle": "Esplanade Park is a public reserve in Fremantle, Western Australia.   Situated on Marine Terrace and opposite the Esplanade Hotel, the reserve features about 100 mature Norfolk Island pines (araucaria heterophylla) and the Explorers' Monument.",
  "/wiki/Midland_Junction_Football_Club": "Midland Junction Football Club, nicknamed the Railways, was an Australian rules football club that competed in the West Australian Football League (WAFL).[note 1] The club played in the WAFL, the premier football league in Western Australia, from 1905 to 1910 and again from 1914 to 1917. They team wore black and gold hooped jumpers for the majority of the seasons they played in the WAFL. Charles \"Wagga\" Gast was Midland Junction's games record holder, playing 105 matches for the club. Based in the Perth suburb of Midland, the team drew the majority of their players from workers at the Midland Junction railway station and workshops. The club was one of the most unsuccessful in the WAFL's history, winning only 24.8% of the matches they contested.",
  "/wiki/Midland,_Western_Australia": "Midland is a suburb in the Perth metropolitan region, as well as the regional centre for the City of Swan local government area that covers the Swan Valley and parts of the Darling Scarp to the east. It is situated at the intersection of Great Eastern Highway and Great Northern Highway. Its eastern boundary is defined by the Roe Highway. Midland is almost always regarded as a suburb of Perth, being only 16 km (9.9 mi) away from the city centre.",
  "/wiki/North_Fremantle_Football_Club": "The North Fremantle Football Club was an Australian rules football club which competed in the West Australian Football League from 1901 to 1915.",
  "/wiki/North_Fremantle,_Western_Australia": "North Fremantle is a suburb of Perth, Western Australia, located within the City of Fremantle. Its postcode is 6159.",
  "/wiki/Rovers_Football_Club": "The Rovers Football Club was an Australian rules football club that competed in the Western Australian Football Association (WAFA) from 1885 to 1899. The club won the premiership in 1885 and 1891.",
  "/wiki/West_Australian_Football_Club": "The West Australian Football Club, often referred to as West Australians or Wests, was an Australian rules football club based in Perth, Western Australia. Formed in 1886, the club was originally not associated with any competition, but entered the senior West Australian Football Association (WAFA) the following season. The club finished last in both its seasons in the competition, merging with the Victorian Football Club on 16 April 1889 to form the Metropolitan Football Club (now the West Perth Football Club).",
  "/wiki/Perth,_Western_Australia": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Esplanade_Reserve": "The Esplanade Reserve in Perth, Western Australia was a heritage listed public space between Perth Water and the Perth central business district. It formed part of and was, on occasions, also incorrectly referred to as the Perth foreshore, or the Perth waterfront. The public space was resumed by the Western Australian state government in April 2012 as part of the Elizabeth Quay redevelopment of the Perth waterfront area.",
  "/wiki/West_Australian_Football_League": "The West Australian Football League (WAFL) is an Australian rules football league based in Perth, Western Australia. The WAFL is the third-most popular league in the nation, behind the nationwide Australian Football League (AFL) and South Australian National Football League (SANFL). The league currently consists of ten teams, which play each other in a 20-round season usually lasting from March to September, with the top five teams playing off in a finals series, culminating in a Grand Final. The league also runs reserves, colts (under-19) and women’s competitions."
}