{
  "/wiki/Ash_Meadows_National_Wildlife_Refuge": "The Ash Meadows National Wildlife Refuge is a protected wildlife refuge located in the Amargosa Valley of southern Nye County, in southwestern Nevada. It is directly east of Death Valley National Park, and is 90 mi (140 km) west-northwest of Las Vegas.",
  "/wiki/Nevada": "Nevada (/nɪˈvædə/ or /nɪˈvɑːdə/) is a state in the Western United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th most extensive, the 32nd most populous, and the 9th least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas–Paradise metropolitan area, including three of the state's four largest incorporated cities. Nevada's capital is Carson City.",
  "/wiki/Bolinas_Lagoon": "Bolinas Lagoon is a tidal estuary, approximately 1,100 acres (4.5 km2) in area, located in the West Marin region of Marin County, California, United States, adjacent to the town of Bolinas. It is a part of the Greater Farallones National Marine Sanctuary and is considered to be among the possible landing spots of Sir Francis Drake on the west coast of North America in 1579.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Cache_River_National_Wildlife_Refuge": "The Cache River National Wildlife Refuge is a 68,993 acre (223 km2) (2014) wildlife refuge in the state of Arkansas managed by the United States Fish and Wildlife Service (FWS#. The refuge is one of the Ramsar wetlands of international importance under the Ramsar Convention signed in 1971. It is one of the most important wintering area for ducks and the largest remaining tract of contiguous bottomland hardwood forest on the North American continent.  In 2005, a possible sighting of the ivory-billed woodpecker, thought to be extinct, brought attention to the refuge.",
  "/wiki/White_River_National_Wildlife_Refuge": "The White River National Wildlife Refuge (officially Dale Bumpers White River National Wildlife Refuge) is a 160,756 acres (650.56 km2) wildlife refuge located in Desha, Monroe, Phillips, and Arkansas counties in the U.S. state of Arkansas. The refuge is managed by the United States Fish and Wildlife Service. White River NWR borders on Cache River National Wildlife Refuge at its northern boundary. In 1974, the White River Sugarberry Natural Area was designated as a National Natural Landmark by the National Park Service.",
  "/wiki/Arkansas": "Arkansas (/ˈɑːrkənsɔː/ AR-kən-saw)[c] is a state in the south central region of the United States, home to more than three million people as of 2018. Its name is from the Osage language, of Siouan derivation; it denoted their related kin, the Quapaw people. The state's diverse geography ranges from the mountainous regions of the Ozark and the Ouachita Mountains, which make up the U.S. Interior Highlands, to the densely forested land in the south known as the Arkansas Timberlands, to the eastern lowlands along the Mississippi River and the Arkansas Delta.",
  "/wiki/Heron_Pond_-_Little_Black_Slough_Nature_Preserve": "Heron Pond – Little Black Slough Nature Preserve is a parcel of protected wetland property located approximately 5 miles (8 km) southwest of Vienna in Johnson County, Illinois.  It was designated a National Natural Landmark in 1972.  As part of the Cache River basin, it is classified as a wetland of international importance under the Ramsar Convention.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Caddo_Lake": "Caddo Lake (French: Lac Caddo) is a 25,400-acre (10,300 ha) lake and bayou (wetland) on the border between Texas and Louisiana, in northern Harrison County and southern Marion County in Texas and western Caddo Parish in Louisiana. The lake is named after the Southeastern culture of Native Americans called Caddoans or  Caddo, who lived in the area until their expulsion in the 19th century. It is an internationally protected wetland under the Ramsar Convention and includes one of the largest flooded cypress forests in the United States. Caddo is one of Texas's few non-oxbow natural lakes and is the 2nd largest in the South; however, it was artificially altered by the addition of a dam in the 1900s.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Louisiana": "Louisiana (/luˌiːziˈænə/ (listen), /ˌluːzi-/ (listen))[a] is a state in the Deep South region of the South Central United States. It is the 31st most extensive and the 25th most populous of the 50 United States. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is the only U.S. state with political subdivisions termed parishes, which are equivalent to counties. The state's capital is Baton Rouge, and its largest city is New Orleans.",
  "/wiki/Catahoula_Lake": "Catahoula Lake is a large freshwater lake located in La Salle Parish and Rapides Parish of central Louisiana, United States.",
  "/wiki/Chesapeake_Bay_Estuarine_Complex": "The Chesapeake Bay (/ˈtʃɛsəpiːk/ CHESS-ə-peek) is an estuary in the U.S. states of Maryland and Virginia. The Bay is located in the Mid-Atlantic region and is primarily separated from the Atlantic Ocean by the Delmarva Peninsula with its mouth located between Cape Henry and Cape Charles. With its northern portion in Maryland and the southern part in Virginia, the Chesapeake Bay is a very important feature for the ecology and economy of those two states, as well as others. More than 150 major rivers and streams flow into the Bay's 64,299-square-mile (166,534 km2) drainage basin, which covers parts of six states (New York, Pennsylvania, Delaware, Maryland, Virginia and West Virginia) and all of Washington, D.C.",
  "/wiki/Maryland": "Maryland (US: /ˈmɛrələnd/ (listen) MERR-ə-lənd)[a] is a state in the Mid-Atlantic region of the eastern United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. The state's largest city is Baltimore, and its capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State. It is named after the English queen Henrietta Maria, known in England as Queen Mary, who was the wife of King Charles I.",
  "/wiki/Virginia": "Virginia (/vərˈdʒɪniə/ (listen)), officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States located between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virginia Beach is the most populous city, and Fairfax County is the most populous political subdivision. The Commonwealth's estimated population as of 2018[update] is over 8.5 million.",
  "/wiki/Cheyenne_Bottoms": "Cheyenne Bottoms is a wetland in the central Great Plains of North America. Occupying approximately 41,000 acres (170 km2; 64 sq mi) in central Kansas, it is the largest wetland in the interior United States. The Bottoms is a critical stopping point on the Central Flyway for millions of birds which migrate through the region annually.",
  "/wiki/Kansas": "Kansas /ˈkænzəs/ (listen) is a U.S. state in the Midwestern United States. Its capital is Topeka and its largest city is Wichita, with its most populated county and largest employment center being Johnson County. Kansas is bordered by Nebraska on the north; Missouri on the east; Oklahoma on the south; and Colorado on the west. Kansas is named after the Kansas River, which in turn was named after the Kansa Native Americans who lived along its banks. The tribe's name (natively kką:ze) is often said to mean \"people of the (south) wind\" although this was probably not the term's original meaning. For thousands of years, what is now Kansas was home to numerous and diverse Native American tribes. Tribes in the eastern part of the state generally lived in villages along the river valleys. Tribes in the western part of the state were semi-nomadic and hunted large herds of bison.",
  "/wiki/Congaree_National_Park": "Congaree National Park is a 26,276-acre (41.1 sq mi; 106.3 km2) American national park in central South Carolina. The park received its official designation in 2003 as the culmination of a grassroots campaign that began in 1969. The park preserves the largest tract of old growth bottomland hardwood forest left in the United States. The lush trees growing in its floodplain forest are some of the tallest in the eastern United States, forming one of the highest temperate deciduous forest canopies remaining in the world. The Congaree River flows through the park. About 15,000 acres (23.4 sq mi; 60.7 km2) are designated as a wilderness area.",
  "/wiki/South_Carolina": "South Carolina (/ˌkærəˈlaɪnə/ (listen)) is a state in the Southeastern United States and the easternmost of the Deep South. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River.",
  "/wiki/Connecticut_River_Estuary_and_Tidal_Wetlands_Complex": "The Connecticut River is the longest river in the New England region of the United States, flowing roughly southward for 406 miles (653 km) through four states. It rises at the U.S. border with Quebec, Canada, and discharges at Long Island Sound. Its watershed encompasses five U.S. states and one Canadian province, 11,260 square miles (29,200 km2) via 148 tributaries, 38 of which are major rivers. It produces 70% of Long Island Sound's fresh water, discharging at 19,600 cubic feet (560 m3) per second.",
  "/wiki/Connecticut": "Connecticut (/kəˈnɛtɪkət/ (listen)) is the southernmost state in the New England region of the northeastern United States. As of the 2010 Census, it has the highest per-capita income, Human Development Index (0.962), and median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and Long Island Sound to the south. Its capital is Hartford and its most populous city is Bridgeport. It is part of New England, although portions of it are often grouped with New York and New Jersey as the tri-state area. The state is named for the Connecticut River which approximately bisects the state. The word \"Connecticut\" is derived from various anglicized spellings of an Algonquian word for \"long tidal river\".",
  "/wiki/Corkscrew_Swamp_Sanctuary": "Corkscrew Swamp Sanctuary is a National Audubon Society sanctuary located in southwest Florida, north of Naples, Florida and east of Bonita Springs, in the United States. The sanctuary was established to protect one of the largest remaining stands of bald cypress (Taxodium distichum) and pond cypress (T. ascendens) in North America from extensive logging that was ongoing throughout the 1940s and 1950s.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/Delaware_Bay_Estuary": "Delaware Bay is the estuary outlet of the Delaware River on the northeast seaboard of the United States. Approximately 782 square miles (2,030 km2) in area, the bay's fresh water mixes for many miles with the salt water of the Atlantic Ocean.",
  "/wiki/Delaware": "Delaware (/ˈdɛləwɛər/ (listen)) is one of the 50 states of the United States, in the South-Atlantic or Southern region.[a] It is bordered to the south and west by Maryland, north by Pennsylvania, and east by New Jersey and the Atlantic Ocean. The state takes its name from Thomas West, 3rd Baron De La Warr, an English nobleman and Virginia's first colonial governor.",
  "/wiki/New_Jersey": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is a peninsula, bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by the Delaware Bay and Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 9 million residents as of 2017, making it the most densely populated of the 50 U.S. states with its biggest city being Newark. New Jersey lies completely within the combined statistical areas of New York City and Philadelphia. New Jersey was the second-wealthiest U.S. state by median household income as of 2017.",
  "/wiki/Door_Peninsula": "The Door Peninsula is a peninsula  in eastern Wisconsin, separating the southern part of the Green Bay from Lake Michigan. The peninsula includes northern Brown and Kewaunee counties and all of Door County. It is the western portion of the Niagara Escarpment. Well known for its cherry and apple orchards, the Door Peninsula is a popular tourism destination. With the 1881 completion of the Sturgeon Bay Ship Canal, the northern half of the peninsula became an island.",
  "/wiki/Wisconsin": "Wisconsin (/wɪˈskɒnsɪn/ (listen)) is a U.S. state located in the north-central, Midwest and Great Lakes regions of the country. It is bordered by Minnesota to the west, Iowa to the southwest, Illinois to the south, Lake Michigan to the east, Michigan to the northeast, and Lake Superior to the north. Wisconsin is the 23rd largest state by total area and the 20th most populous. The state capital is Madison, and its largest city is Milwaukee, which is located on the western shore of Lake Michigan. The state is divided into 72 counties.",
  "/wiki/Edwin_B._Forsythe_National_Wildlife_Refuge": "The Edwin B. Forsythe National Wildlife Refuge is a United States National Wildlife Refuge located in southern New Jersey along the Atlantic coast north of Atlantic City, in Atlantic and Ocean counties. The refuge was created in 1984 out of two existing refuge parcels created to protect tidal wetland and shallow bay habitat for migratory water birds. The Barnegat Division (established in 1967) is located in Ocean County on the inland side of Barnegat Bay. The Brigantine Division (established in 1939) is located approximately 10 miles (16 km) north of Atlantic City along the south bank of the mouth of the Mullica River. The two divisions are separated by approximately 20 miles (32 km). The refuge is located along most active flight paths of the Atlantic Flyway, making it an important link in the network of national wildlife refuges administered nationwide by the U.S. Fish and Wildlife Service. Forsythe Refuge is a part of the Hudson River/New York Bight Ecosystem and The New Jersey Coastal Heritage Trail Route. The refuge is named for Edwin B. Forsythe, conservationist Congressman from New Jersey.",
  "/wiki/Elkhorn_Slough": "Elkhorn Slough is a 7-mile-long (11 km) tidal slough and estuary on Monterey Bay in Monterey County, California. The community of Moss Landing and the Moss Landing Power Plant are located at the mouth of the slough on the bay.",
  "/wiki/Everglades_National_Park": "Everglades National Park is an American national park that protects the southern twenty percent of the original Everglades in Florida. The park is the largest tropical wilderness in the United States, and the largest wilderness of any kind east of the Mississippi River. An average of one million people visit the park each year. Everglades is the third-largest national park in the contiguous United States after Death Valley and Yellowstone. UNESCO declared the Everglades & Dry Tortugas Biosphere Reserve in 1976, and listed the park as a World Heritage Site in 1979, while the Ramsar Convention included the park on its list of Wetlands of International Importance in 1987. Everglades is one of only three locations in the world to appear on all three lists.",
  "/wiki/Francis_Beidler_Forest": "The Francis Beidler Forest is an Audubon wildlife sanctuary in Four Holes Swamp, a blackwater creek system in South Carolina, United States. It consists of over 16,000 acres (65 km²) of mainly bald cypress and tupelo gum hardwood forest and swamp with approximately 1,800 acres (7 km2) of old-growth forest. It is the largest virgin stand of these trees in the world, with some trees over 1,000 years old. It is a favorite haunt of birdwatchers and is used for biological research projects by area schools.",
  "/wiki/Grasslands_Wildlife_Management_Area": "Grasslands Wildlife Management Area lies within the San Joaquin River basin in California and supports the largest remaining block of wetlands in the Central Valley, containing 70,000 acres (280 km2) of private wetlands and associated, and surrounding 53,000 acres (210 km2) of state and federal lands. Perpetual conservation easements on private lands have been purchased by the United States Fish and Wildlife Service.",
  "/wiki/Horicon_Marsh": "Horicon Marsh is a marsh located in northern Dodge and southern Fond du Lac counties of Wisconsin. It is the site of both a national and a state wildlife refuge. The silted-up glacial lake is the largest freshwater cattail marsh in the United States.",
  "/wiki/Humbug_Marsh": "Humbug Marsh, a 1.88 square kilometres (0.73 sq mi) wetland in southeastern Wayne County, Michigan, is a constituent element of the Detroit River International Wildlife Refuge.  It is listed as a RAMSAR wetland of international importance.",
  "/wiki/Michigan": "Michigan (/ˈmɪʃɪɡən/ (listen)) is a state in the Great Lakes and Midwestern regions of the United States. Its name originates from the Ojibwe word mishigamaa, meaning \"large water\" or \"large lake\". With a population of just under 10 million, Michigan is the tenth most populous of the 50 United States, with the 11th most extensive total area, and is the largest state by total area east of the Mississippi River.[b] Its capital is Lansing, and its largest city is Detroit. Metro Detroit is among the nation's most populous and largest metropolitan economies.",
  "/wiki/List_of_Ramsar_sites_in_the_United_States": "This list of Ramsar sites in the United States includes wetlands that are considered to be of international importance under the Ramsar Convention. The United States currently has 38 sites designated as \"Wetlands of International Importance\" with a surface area of 1,860,760 hectares (7,184.4 sq mi; 18,607.6 km2). For a full list of all Ramsar sites worldwide, see List of Ramsar wetlands of international importance."
}