{
  "/wiki/Baduhenna": "In Germanic paganism, Baduhenna is a goddess. Baduhenna is solely attested by Tacitus's Annals where Tacitus records that a grove in ancient Frisia was dedicated to her, and that near this grove 900 Roman soldiers were killed in 28 CE. Scholars have analyzed the name of the goddess and linked the figure to the Germanic Matres and Matronae.",
  "/wiki/Proto-Germanic": "Proto-Germanic (abbreviated PGmc; also called Common Germanic) is the reconstructed proto-language of the Germanic branch of the Indo-European languages.",
  "/wiki/Matrons": "Matron is the job title of a very senior or the chief nurse in several countries, including the United Kingdom, its former colonies, such as India, and also the Republic of Ireland. The chief nurse, in other words the person in charge of nursing in a hospital and the head of the nursing staff, is also known as the Senior Nursing Officer, matron, nursing officer, or clinical nurse manager in UK English; the head nurse or director of nursing in US English, and the nursing superintendent or matron in Indian English, among other countries in the Commonwealth of Nations.",
  "/wiki/Annals_(Tacitus)": "The Annals (Latin: Annales) by Roman historian and senator Tacitus is a history of the Roman Empire from the reign of Tiberius to that of Nero, the years AD 14–68. The Annals are an important source for modern understanding of the history of the Roman Empire during the 1st century AD; it is Tacitus' final work, and modern historians generally consider it his greatest writing. Historian Ronald Mellor calls it \"Tacitus's crowning achievement,” which represents the \"pinnacle of Roman historical writing\".",
  "/wiki/Hj%C3%BAki_and_Bil": "In Norse mythology, Hjúki (Old Norse, possibly meaning \"the one returning to health\") and Bil (Old Norse, literally \"instant\") are a brother and sister pair of children who follow the personified moon, Máni, across the heavens. Both Hjúki and Bil are solely attested in the Prose Edda, written in the 13th century by Snorri Sturluson. Scholarly theories that surround the two concern their nature, their role as potential personifications of the craters on the moon or its phases, and their relation to later folklore in Germanic Europe. Bil has been identified with the Bilwis, an agriculture-associated figure that is frequently attested in the folklore of German-speaking areas of Europe.",
  "/wiki/Beyla": "Beyla is one of Freyr's servants along with her husband, Byggvir, in Norse mythology. Beyla is mentioned in stanzas 55, 66, and the prose introduction to the Poetic Edda poem Lokasenna. Since this is the only mention of Beyla, scholars have turned to the etymology of Beyla's name for additional information about her. However, the meaning of her name is unclear and her name has been proposed as related to \"cow,\" \"bean,\" or \"bee.\"",
  "/wiki/Byggvir": "Byggvir is a figure in Norse mythology. The only surviving mention of Byggvir appears in the prose beginning of Lokasenna, and stanzas 55 through 56 of the same poem, where he is referred to as one of Freyr's servants and as the husband of Beyla.",
  "/wiki/Poetic_Edda": "Poetic Edda is the modern attribution for an unnamed collection of Old Norse anonymous poems, which is different from the Edda written by Snorri Sturluson. Several versions exist, all primarily of text from the Icelandic medieval manuscript known as the Codex Regius. The Codex Regius is arguably the most important extant source on Norse mythology and Germanic heroic legends. From the early-19th century onwards it has had a powerful influence on later Scandinavian literatures - not only through its stories, but also through the visionary force and the dramatic quality of many of the poems. It has also become an inspiring model for many later innovations in poetic meter, particularly in Nordic languages, offering many varied examples of terse, stress-based metrical schemes that lack any final rhyme but instead use alliterative devices and strongly-concentrated imagery. Poets who have acknowledged their debt to the Codex Regius include Vilhelm Ekelund, August Strindberg, J. R. R. Tolkien, Ezra Pound, Jorge Luis Borges, and Karin Boye.",
  "/wiki/Eir": "In Norse mythology, Eir (Old Norse \"protection, help, mercy\") is a goddess or valkyrie associated with medical skill. Eir is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources; the Prose Edda, written in the 13th century by Snorri Sturluson; and in skaldic poetry, including a runic inscription from Bergen, Norway from around 1300. Scholars have theorized about whether these three sources refer to the same figure, and debate whether Eir may have been originally a healing goddess or a valkyrie. In addition, Eir has been theorized as a form of the goddess Frigg and has been compared to the Greek goddess Hygieia.",
  "/wiki/%C4%92ostre": "Ēostre or Ostara (Old English: Ēastre [æːɑstrə] or [eːɑstrə], Northumbrian dialect Ēastro, Mercian dialect and West Saxon dialect (Old English) Ēostre [eːostrə]; Old High German: *Ôstara ) is a Germanic goddess who, by way of the Germanic month bearing her name (Northumbrian: Ēosturmōnaþ; West Saxon: Ēastermōnaþ; Old High German: Ôstarmânoth), is the namesake of the festival of Easter in some languages. Ēostre is attested solely by Bede in his 8th-century work The Reckoning of Time, where Bede states that during Ēosturmōnaþ (the equivalent of April), pagan Anglo-Saxons had held feasts in Ēostre's honour, but that this tradition had died out by his time, replaced by the Christian Paschal month, a celebration of the resurrection of Jesus.",
  "/wiki/De_temporum_ratione": "The Reckoning of Time (Latin: De temporum ratione) is an Anglo-Saxon era treatise written in Medieval Latin by the Northumbrian monk Bede in 725. The treatise includes an introduction to the traditional ancient and medieval view of the cosmos, including an explanation of how the spherical Earth influenced the changing length of daylight, of how the seasonal motion of the Sun and Moon influenced the changing appearance of the new moon at evening twilight, and a quantitative relation between the changes of the tides at a given place and the daily motion of the Moon.",
  "/wiki/Freyja": "In Norse mythology, Freyja (/ˈfreɪə/; Old Norse for \"(the) Lady\") is a goddess associated with war, death, love, sex, beauty, fertility, gold, and seiðr. Freyja is the owner of the necklace Brísingamen, rides a chariot pulled by two cats, is accompanied by the boar Hildisvíni, and possesses a cloak of falcon feathers. By her husband Óðr, she is the mother of two daughters, Hnoss and Gersemi. Along with her brother Freyr, her father Njörðr, and her mother (Njörðr's sister, unnamed in sources), she is a member of the Vanir. Stemming from Old Norse Freyja, modern forms of the name include Freya, Freyia, and Freja.",
  "/wiki/List_of_names_of_Freyja": "In Norse mythology, Freyja (/ˈfreɪə/; Old Norse for \"(the) Lady\") is a goddess associated with war, death, love, sex, beauty, fertility, gold, and seiðr. Freyja is the owner of the necklace Brísingamen, rides a chariot pulled by two cats, is accompanied by the boar Hildisvíni, and possesses a cloak of falcon feathers. By her husband Óðr, she is the mother of two daughters, Hnoss and Gersemi. Along with her brother Freyr, her father Njörðr, and her mother (Njörðr's sister, unnamed in sources), she is a member of the Vanir. Stemming from Old Norse Freyja, modern forms of the name include Freya, Freyia, and Freja.",
  "/wiki/Freyr": "Freyr (Old Norse: Lord), sometimes anglicized as Frey, is a widely attested god in Norse mythology, associated with sacral kingship, battle, virility, peace and prosperity, with sunshine and fair weather, and with good harvest. Freyr, sometimes referred to as Yngvi-Freyr, was especially associated with Sweden and seen as an ancestor of the Swedish royal house. According to Adam of Bremen, Freyr was associated with peace and pleasure, and was represented with a phallic statue in the Temple at Uppsala. According to Snorri Sturluson, Freyr was \"the most renowned of the æsir\", and was venerated for good harvest and peace.",
  "/wiki/%C3%93%C3%B0r": "In Norse mythology, Óðr (Old Norse for the \"Divine Madness, frantic, furious, vehement, eager\", as a noun \"mind, feeling\" and also \"song, poetry\"; Orchard (1997) gives \"the frenzied one\") or Óð, sometimes anglicized as Odr or Od, is a figure associated with the major goddess Freyja. The Prose Edda and Heimskringla, written in the 13th century by Snorri Sturluson, both describe Óðr as Freyja's husband and father of her daughter Hnoss. Heimskringla adds that the couple produced another daughter, Gersemi. A number of theories have been proposed about Óðr, generally that he is a hypostasis of the deity Odin due to their similarities.",
  "/wiki/Hnoss": "In Norse mythology, Hnoss (Old Norse \"treasure\") is the daughter of Freyja and Óðr, and sister of Gersemi.",
  "/wiki/Gersemi": "In Norse mythology, Gersemi (Old Norse \"treasure\") is the daughter of Freyja and Óðr, and sister of Hnoss.",
  "/wiki/Heimskringla": "Heimskringla (Icelandic pronunciation: ​[ˈheimsˌkʰriŋla]) is the best known of the Old Norse kings' sagas. It was written in Old Norse in Iceland by the poet and historian Snorri Sturluson (1178/79–1241) c. 1230. The name Heimskringla was first used in the 17th century, derived from the first two words of one of the manuscripts (kringla heimsins, \"the circle of the world\").",
  "/wiki/S%C3%B6rla_%C3%BE%C3%A1ttr": "Sörla þáttr eða Heðins saga ok Högna is a short narrative from the extended version Óláfs saga Tryggvasonar en mesta found in the Flateyjarbók manuscript, which was written and compiled by two Christian priests, Jon Thordson and Magnus Thorhalson, in the late 14th century.\nThe narrative begins 24 years after the death of Fróði, and takes place in the 9th and the 10th centuries. It is a composite tale containing a story of how Freyja acquired a necklace from the Dwarves, how that led to a bloody war, and how Olaf Tryggvason brought peace to the land.",
  "/wiki/Frigg": "In Norse mythology, Frigg (/frɪɡ/; Old Norse), Frija (Old High German), Frea (Langobardic), and Frīg (Old English) is a goddess. In nearly all sources, she is described as the wife of the god Odin. In Old High German and Old Norse sources, she is also connected with the goddess Fulla. The English weekday name Friday (etymologically Old English \"Frīgedæg\") bears her name.",
  "/wiki/Indo-European_languages": "The Indo-European languages are a language family of several hundred related languages and dialects in Asia and Europe.",
  "/wiki/Odin": "Odin (/ˈoʊdɪn/; from Old Norse: Óðinn, IPA: [ˈoːðinː]) is a widely revered god in Germanic mythology. Norse mythology, the source of most surviving information about him, associates Odin with wisdom, healing, death, royalty, the gallows, knowledge, war, battle, victory, sorcery, poetry, frenzy, and the  runic alphabet, and portrays him as the husband of the goddess Frigg. In wider Germanic mythology and  paganism, the god was known in Old English as Wōden, in Old Saxon as Wōdan, in Old Dutch as Wuodanand in Old High German as Wuotan.",
  "/wiki/Vili_and_V%C3%A9": "In Norse mythology, Vili and Vé (pronounced /ˈvɪli/ VILL-ee and /ˈveɪ/ VAY) are the brothers of the god Odin (from Old Norse Óðinn), sons of Bestla, daughter of Bölþorn; and Borr, son of Búri:",
  "/wiki/Baldr": "Baldr (also Balder, Baldur) is a god in Norse mythology and a son of the god Odin and the goddess Frigg. He has numerous brothers, such as Thor and Váli.",
  "/wiki/Gesta_Danorum": "Gesta Danorum (\"Deeds of the Danes\") is a patriotic work of Danish history, by the 12th century author Saxo Grammaticus (\"Saxo the Literate\", literally \"the Grammarian\"). It is the most ambitious literary undertaking of medieval Denmark and is an essential source for the nation's early history. It is also one of the oldest known written documents about the history of Estonia and Latvia.",
  "/wiki/Historia_Langobardorum": "The History of the Lombards or the History of the Langobards (Latin: Historia Langobardorum) is the chief work by Paul the Deacon, written in the late 8th century. This incomplete history in six books was written after 787 and at any rate no later than 796, maybe at Montecassino.",
  "/wiki/Fulla": "In Germanic mythology, Fulla (Old Norse, possibly \"bountiful\") or Volla (Old High German) is a goddess. In Norse mythology, Fulla is described as wearing a golden band and as tending to the ashen box and the footwear owned by the goddess Frigg, and, in addition, Frigg confides in Fulla her secrets. Fulla is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources; the Prose Edda, written in the 13th century by Snorri Sturluson; and in skaldic poetry. Volla is attested in the \"Horse Cure\" Merseburg Incantation, recorded anonymously in the 10th century in Old High German, in which she assists in healing the wounded foal of Phol and is referred to as Frigg's sister. Scholars have proposed theories about the implications of the goddess.",
  "/wiki/Merseburg_Incantations": "The Merseburg charms or Merseburg incantations (German: die Merseburger Zaubersprüche) are two medieval magic spells, charms or incantations, written in Old High German. They are the only known examples of Germanic pagan belief preserved in the language. They were discovered in 1841 by Georg Waitz, who found them in a theological manuscript from Fulda, written in the 9th century, although there remains some speculation about the date of the charms themselves. The manuscript (Cod. 136 f. 85a) is stored in the library of the cathedral chapter of Merseburg, hence the name.",
  "/wiki/Gefjun": "In Norse mythology, Gefjon (alternatively spelled Gefion or Gefjun) is a goddess associated with ploughing, the Danish island of Zealand, the legendary Swedish king Gylfi, the legendary Danish king Skjöldr, foreknowledge, and virginity. Gefjon is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources; the Prose Edda and Heimskringla, written in the 13th century by Snorri Sturluson; in the works of skalds; and appears as a gloss for various Greco-Roman goddesses in some Old Norse translations of Latin works.",
  "/wiki/Skj%C3%B6ldr": "Skjöldr (Latinized as Skioldus, sometimes Anglicized as Skjold or Skiold) was among the first legendary Danish kings. He is mentioned in the Prose Edda, in Ynglinga saga, in Chronicon Lethrense, in Sven Aggesen's history, in Arngrímur Jónsson's Latin abstract of the lost Skjöldunga saga and in Saxo Grammaticus' Gesta Danorum. Under the name Scyld he also appears in the Old English poem Beowulf. The various accounts have little in common.",
  "/wiki/J%C3%B6tunn": "In Norse mythology, a jötunn or, in the normalised scholarly spelling of Old Norse, jǫtunn (/ˈjɔːtʊn/; plural jötnar/jǫtnar) is a type of entity contrasted with gods and other figures, such as dwarfs and elves. The entities are themselves ambiguously defined, variously referred to by several other terms, including risi, thurs, and troll.",
  "/wiki/Ox": "An ox (plural oxen), also known as a bullock in Australia and India, is a bovine trained as a draft animal. Oxen are commonly castrated adult male cattle; castration makes the animals easier to control. Cows (adult females) or bulls (intact males) may also be used in some areas.",
  "/wiki/V%C3%B6lsa_%C3%BE%C3%A1ttr": "Vǫlsa þáttr is a short story which is only extant in the Flateyjarbók codex, where it is found in a chapter of Óláfs saga helga. It is probably from the fourteenth century but takes place in 1029, when Scandinavia was still largely pagan, and it appears to preserve traditions of a pagan phallos cult, the vǫlsi (see also blót).",
  "/wiki/Ger%C3%B0r": "In Norse mythology, Gerðr (Old Norse \"fenced-in\") is a jötunn, goddess, and the wife of the god Freyr. Gerðr is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources; the Prose Edda and Heimskringla, written in the 13th century by Snorri Sturluson; and in the poetry of skalds. Gerðr is sometimes modernly anglicized as Gerd or Gerth.",
  "/wiki/Fj%C3%B6lnir": "Fjölnir (Old Norse: Fjǫlnir, lit. \"Manifold\" or \"Multiplier\") is a legendary king in Norse mythology said to have been the son of Freyr (Frey) and his consort Gerðr (Gertha). The name appears in a variety of forms, including Fiolnir, Fjölner, Fjolner, and Fjolne. He was claimed as the progenitor of the Swedish Yngling dynasty, reigning from Gamla Uppsala. According to the Grottasöngr, Fjölnir lived from the 1st century BC to the early 1st century AD.",
  "/wiki/Gn%C3%A1": "In Norse mythology, Gná is a goddess who runs errands in other worlds for the goddess Frigg and rides the flying, sea-treading horse Hófvarpnir (Old Norse \"he who throws his hoofs about\", \"hoof-thrower\" or \"hoof kicker\"). Gná and Hófvarpnir are attested in the Prose Edda, written in the 13th century by Snorri Sturluson. Scholarly theories have been proposed about Gná as a \"goddess of fullness\" and as potentially cognate to Fama from Roman mythology. Hófvarpnir and the eight-legged steed Sleipnir have been cited examples of transcendent horses in Norse mythology.",
  "/wiki/Gullveig": "In Norse mythology, Gullveig is a being who was speared by the Æsir, burnt three times, and yet thrice reborn. Upon her third rebirth, Gullveig's name becomes Heiðr and she is described as a knowledgeable and skillful völva. Gullveig/Heiðr is solely attested in the Poetic Edda, compiled in the 13th century from earlier traditional material. Scholars have variously proposed that Gullveig/Heiðr is the same figure as the goddess Freyja, that Gullveig's death may have been connected to corruption by way of gold among the Æsir, and/or that Gullveig's treatment by the Æsir may have led to the Æsir–Vanir War.",
  "/wiki/Hariasa": "Hariasa is a Germanic goddess. Hariasa is attested on a (now lost) stone bearing a Latin dedication to her. The stone was found in Cologne, Germany and dated to 187 CE (CIL XIII 8185).",
  "/wiki/Herja": "In Norse mythology, Herja (Old Norse) is a valkyrie attested in the longer of the two Nafnaþulur lists found in the Prose Edda.",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
  "/wiki/Corpus_Inscriptionum_Latinarum": "The Corpus Inscriptionum Latinarum (CIL) is a comprehensive collection of ancient Latin inscriptions. It forms an authoritative source for documenting the surviving epigraphy of classical antiquity. Public and personal inscriptions throw light on all aspects of Roman life and history. The Corpus continues to be updated in new editions and supplements.",
  "/wiki/Hl%C3%ADn": "In Norse mythology, Hlín is a goddess associated with the goddess Frigg. Hlín appears in a poem in the Poetic Edda, compiled in the 13th century from earlier traditional sources, the Prose Edda, written in the 13th century by Snorri Sturluson, and in kennings found in skaldic poetry. Scholars have debated whether the stanza referring to her in the Prose Edda refers to Frigg. Hlín serves as a given name in Iceland, and Hlín receives veneration in the modern era in Germanic paganism's modern extension, Heathenry.",
  "/wiki/Hretha": "In Anglo-Saxon paganism, Rheda (Latinized from Old English *Hrêðe or *Hrêða, possibly meaning \"the famous\" or \"the victorious\") is a goddess connected with the month '\"Rhedmonth\"' (from Old English *Hrēþmōnaþ). Rheda is attested solely by Bede in his 8th century work De temporum ratione. While the name of the goddess appears in Bede's Latin manuscript as Rheda, it is reconstructed into Old English as *Hrēþe and is sometimes modernly anglicized as Hretha (also \"Hrethe\" or \"Hrede\"). Hrēþmōnaþ is one of three events (apart from the days of the week) that refer to deities in the Anglo-Saxon calendar—the other two being Ēostermōnaþ and Mōdraniht.",
  "/wiki/Ilmr": "Ilmr is a figure in Norse mythology who is listed as a goddess and who occurs in skaldic kennings. Her associations and original nature are unknown.",
  "/wiki/I%C3%B0unn": "In Norse mythology, Iðunn is a goddess associated with apples and youth. Iðunn is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda, written in the 13th century by Snorri Sturluson. In both sources, she is described as the wife of the skaldic god Bragi, and in the Prose Edda, also as a keeper of apples and granter of eternal youthfulness.",
  "/wiki/Bragi": "Bragi is the skaldic god of poetry in Norse mythology.",
  "/wiki/%C3%9Eorger%C3%B0r_H%C3%B6lgabr%C3%BA%C3%B0r_and_Irpa": "Þorgerðr Hölgabrúðr (Thorgerdr Holgabrudr) and Irpa are divine figures in Norse mythology. They appear together in Jómsvíkinga saga, Njáls saga, and Þorleifs þáttr jarlsskálds. Irpa’s name does not appear outside of these four attestations, but Þorgerðr also appears in the Prose Edda book Skáldskaparmál, Færeyinga saga, and Harðar saga ok Hólmverja and is mentioned in Ketils saga hœngs.",
  "/wiki/J%C3%B3msv%C3%ADkinga_saga": "The Jómsvíkinga saga (Saga of the Jomsvikings) is a medieval Icelandic saga composed by an anonymous Icelander. The Saga was composed in Iceland during the 13th century. It exists in several manuscripts which vary from each other. There are many different versions and translations of the saga.",
  "/wiki/Nj%C3%A1ls_saga": "Njáls saga (modern Icelandic pronunciation: listen (help·info)) (also Njála (listen (help·info)), Brennu-Njáls saga (listen (help·info)) or \"The Story of Burnt Njáll\") is a thirteenth-century Icelandic saga that describes events between 960 and 1020.",
  "/wiki/List_of_Germanic_deities": "In Germanic paganism, the indigenous religion of the ancient Germanic peoples who inhabited Germanic Europe, there were a number of different gods and goddesses. Germanic deities are attested from numerous sources, including works of literature, various chronicles, runic inscriptions, personal names, place names, and other sources. This article contains a comprehensive list of Germanic deities outside the numerous Germanic Matres and Matronae inscriptions from the 1st to 5th century CE."
}