{
  "/wiki/Alcis_(gods)": "Alcis were a pair of young male brothers worshipped by the Naharvali, a tribe of ancient Germanic peoples.",
  "/wiki/Baldr": "Baldr (also Balder, Baldur) is a god in Norse mythology and a son of the god Odin and the goddess Frigg. He has numerous brothers, such as Thor and Váli.",
  "/wiki/Old_Norse": "Old Norse was a North Germanic language that was spoken by inhabitants of Scandinavia and their overseas settlements from about the 9th to the 13th centuries.",
  "/wiki/Old_English": "Old English (Ænglisc, Anglisc, Englisc, pronounced [ˈæŋɡliʃ]), or Anglo-Saxon, is the earliest historical form of the English language, spoken in England and southern and eastern Scotland in the early Middle Ages. It was probably brought to Great Britain by Anglo-Saxon settlers in the mid-5th century, and the first Old English literary works date from the mid-7th century. After the Norman conquest of 1066, English was replaced, for a time, as the language of the upper classes by Anglo-Norman, a relative of French. This is regarded as marking the end of the Old English era, as during this period the English language was heavily influenced by Anglo-Norman, developing into a phase known now as Middle English.",
  "/wiki/Nanna_(Norse_deity)": "In Norse mythology, Nanna Nepsdóttir or simply Nanna is a goddess associated with the god Baldr. Accounts of Nanna vary greatly by source. In the Prose Edda, written in the 13th century by Snorri Sturluson,  Nanna is the wife of Baldr and the couple produced a son, the god Forseti. After Baldr's death, Nanna dies of grief. Nanna is placed on Baldr's ship with his corpse and the two are set aflame and pushed out to sea. In Hel, Baldr and Nanna are united again. In an attempt to bring back Baldr from the dead, the god Hermóðr rides to Hel and, upon receiving  the hope of resurrection from the being Hel, Nanna gives Hermóðr gifts to give to the goddess Frigg (a robe of linen), the goddess Fulla (a finger-ring), and others (unspecified). Nanna is frequently mentioned in the poetry of skalds and a Nanna, who may or may not be the same figure, is mentioned once in the Poetic Edda, compiled in the 13th century from earlier traditional sources.",
  "/wiki/Forseti": "Forseti (Old Norse \"the presiding one,\" actually \"president\" in modern Icelandic and Faroese) is the god of justice and reconciliation in Norse mythology. He is generally identified with Fosite, a god of the Frisians. Jacob Grimm noted that if, as Adam of Bremen states, Fosite's sacred island was Heligoland, that would make him an ideal candidate for a deity known to both Frisians and Scandinavians, but that it is surprising he is never mentioned by Saxo Grammaticus.",
  "/wiki/Chronicon_Lethrense": "Chronicon Lethrense (Danish: Lejrekrøniken English: Chronicle of Lejre/Leire) is a small Danish medieval work from the 12th century, written in Latin.",
  "/wiki/Annales_Lundenses": "The Annals of Lund (Danish: Lundeårbogen, Latin: Annales Lundenses) is a Latin manuscript written in Lund around 1250–1307. Several copies have survived to the modern day. The manuscript is composed of two parts: the first part is based on earlier works, including the Chronicon Lethrense, and discusses events from antiquity to 1256; the second part includes events from every year until 1307. This portion is unique to the Annals of Lund and primarily deals with Danish politics. The topics include the Norwegian King Erik’s offensive in Denmark and Erik Menved's marriage with Ingeborg of Sweden in 1296. Additionally, the Battle of Gestilren in Sweden in 1210 and the 1256 destruction of Refshaleborg fort on Lolland are described.",
  "/wiki/Beowulf": "Beowulf (/ˈbeɪəwʊlf/; Old English: Bēowulf  [ˈbeːowulf]) is an Old English epic poem consisting of 3,182 alliterative lines. It is one of the most important works of Old English literature[citation needed]. The date of composition is a matter of contention among scholars; the only certain dating pertains to the manuscript, which was produced between 975 and 1025. The author was an anonymous Anglo-Saxon poet, referred to by scholars as the \"Beowulf poet\".",
  "/wiki/Bragi": "Bragi is the skaldic god of poetry in Norse mythology.",
  "/wiki/Iðunn": "In Norse mythology, Iðunn is a goddess associated with apples and youth. Iðunn is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda, written in the 13th century by Snorri Sturluson. In both sources, she is described as the wife of the skaldic god Bragi, and in the Prose Edda, also as a keeper of apples and granter of eternal youthfulness.",
  "/wiki/Dellingr": "In Norse mythology, Dellingr (Old Norse possibly \"the dayspring\" or \"shining one\") is a god. Dellingr is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and in the Prose Edda, written in the 13th century by Snorri Sturluson. In both sources, Dellingr is described as the father of Dagr, the personified day. The Prose Edda adds that, depending on manuscript variation, he is either the third husband of Nótt, the personified night, or the husband of Jörð, the personified earth. Dellingr is also attested in the legendary saga Hervarar saga ok Heiðreks. Scholars have proposed that Dellingr is the personified dawn and his name may appear both in an English surname and place name.",
  "/wiki/Nótt": "In Norse mythology, Nótt (Old Norse \"night\") is night personified, grandmother of Thor. In both the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda, written in the 13th century by Snorri Sturluson, Nótt is listed as the daughter of a figure by the name of Nörvi (with variant spellings) and is associated with the horse Hrímfaxi, while the Prose Edda features information about Nótt's ancestry, including her three marriages. Nótt's third marriage was to the god Dellingr and this resulted in their son Dagr, the personified day (although some manuscript variations list Jörð as Dellingr's wife and Dagr's mother instead). As a proper noun, the word nótt appears throughout Old Norse literature.",
  "/wiki/Dagr": "In Norse mythology, Dagr (Old Norse \"day\") is day personified. This personification appears in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda, written in the 13th century by Snorri Sturluson. In both sources, Dagr is stated to be the son of the god Dellingr and is associated with the bright-maned horse Skinfaxi, who \"draw[s] day to mankind\". Depending on manuscript variation, the Prose Edda adds that Dagr is either Dellingr's son by Nótt, the personified night, or Jörð, the personified Earth. Otherwise, Dagr appears as a common noun simply meaning \"day\" throughout Old Norse works. Connections have been proposed between Dagr and other similarly named figures in Germanic mythology.",
  "/wiki/Freyr": "Freyr (Old Norse: Lord), sometimes anglicized as Frey, is a widely attested god in Norse mythology, associated with sacral kingship, battle, virility, peace and prosperity, with sunshine and fair weather, and with good harvest. Freyr, sometimes referred to as Yngvi-Freyr, was especially associated with Sweden and seen as an ancestor of the Swedish royal house. According to Adam of Bremen, Freyr was associated with peace and pleasure, and was represented with a phallic statue in the Temple at Uppsala. According to Snorri Sturluson, Freyr was \"the most renowned of the æsir\", and was venerated for good harvest and peace.",
  "/wiki/Yngvi": "Old Norse Yngvi, Old High German Inguin and Old English Ingƿine are names that relate to a theonym which appears to have been the older name for the god Freyr. Proto-Germanic *Ingwaz was the legendary ancestor of the Ingaevones, or more accurately Ingvaeones, and is also the reconstructed name of the Elder Futhark rune ᛜ and Anglo-Saxon rune ᛝ, representing ŋ.",
  "/wiki/Freyja": "In Norse mythology, Freyja (/ˈfreɪə/; Old Norse for \"(the) Lady\") is a goddess associated with war, death, love, sex, beauty, fertility, gold, and seiðr. Freyja is the owner of the necklace Brísingamen, rides a chariot pulled by two cats, is accompanied by the boar Hildisvíni, and possesses a cloak of falcon feathers. By her husband Óðr, she is the mother of two daughters, Hnoss and Gersemi. Along with her brother Freyr, her father Njörðr, and her mother (Njörðr's sister, unnamed in sources), she is a member of the Vanir. Stemming from Old Norse Freyja, modern forms of the name include Freya, Freyia, and Freja.",
  "/wiki/Gerðr": "In Norse mythology, Gerðr (Old Norse \"fenced-in\") is a jötunn, goddess, and the wife of the god Freyr. Gerðr is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources; the Prose Edda and Heimskringla, written in the 13th century by Snorri Sturluson; and in the poetry of skalds. Gerðr is sometimes modernly anglicized as Gerd or Gerth.",
  "/wiki/Fjölnir": "Fjölnir (Old Norse: Fjǫlnir, lit. \"Manifold\" or \"Multiplier\") is a legendary king in Norse mythology said to have been the son of Freyr (Frey) and his consort Gerðr (Gertha). The name appears in a variety of forms, including Fiolnir, Fjölner, Fjolner, and Fjolne. He was claimed as the progenitor of the Swedish Yngling dynasty, reigning from Gamla Uppsala. According to the Grottasöngr, Fjölnir lived from the 1st century BC to the early 1st century AD.",
  "/wiki/Gesta_Hammaburgensis_ecclesiae_pontificum": "Gesta Hammaburgensis ecclesiae pontificum (Medieval Latin for \"Deeds of the Bishops of Hamburg\") is a historical treatise written between 1073 and 1076 by Adam of Bremen, who made additions (scholia) to the text until his death (possibly 1081; before 1085).\nIt is one of the most important sources of the medieval history of Northern Europe, and the oldest textual source reporting the discovery of coastal North America.",
  "/wiki/Ögmundar_þáttr_dytts": "Ögmundar þáttr dytts ok Gunnars helmings is one of the Icelandic þættir. It was written in the 14th century. It relates the story of Ögmundr dyttr, a cousin of Víga-Glúmr from Víga-Glúms saga. He is insulted in Norway and achieves revenge in a clever way. The second part of the saga relates the adventures of Gunnarr helmingr and his interaction with a cult of Freyr in Sweden.",
  "/wiki/Heimdallr": "In Norse mythology, Heimdallr is a god who possesses the resounding horn Gjallarhorn, owns the golden-maned horse Gulltoppr, is called the shining god and the whitest of the gods, has gold teeth, and is the son of Nine Mothers (who may represent personified waves). Heimdallr is attested as possessing foreknowledge, keen eyesight and hearing, and keeps watch for invaders  and the onset of Ragnarök while drinking fine mead in his dwelling Himinbjörg, located where the burning rainbow bridge Bifröst meets the sky. Heimdallr is said to be the originator of social classes among humanity and once regained Freyja's treasured possession Brísingamen while doing battle in the shape of a seal with Loki. Heimdallr and Loki are foretold to kill one another during the events of Ragnarök. Heimdallr is additionally referred to as Rig, Hallinskiði, Gullintanni, and Vindlér or Vindhlér.",
  "/wiki/Hermóðr": "Hermóðr the Brave (Old Norse \"war-spirit\"; anglicized as Hermod) is a figure in Norse mythology, a son of the god Odin. He is often considered the messenger of the gods.",
  "/wiki/Sceaf": "Sceafa (Old English: Scēafa [ʃæːɑvɑ], also spelled Scēaf, Scēf) was an ancient Lombardic king in English legend. According to his story, Sceafa appeared mysteriously as a child, coming out of the sea in an empty skiff. The name also appears in the corrupt forms Seskef, Stefius, Strephius, and Stresaeus. Though the name has historically been modernized Shava (and Latinized Scefius), J. R. R. Tolkien used the modern spelling Sheave.",
  "/wiki/Höðr": "Höðr (Old Norse: Hǫðr [ˈhɔðr] (listen); often anglicized as Hod, Hoder, or Hodur)[a] is a blind god and a son of Odin and Frigg in Norse mythology. Tricked and guided by Loki, he shot the mistletoe arrow which was to slay the otherwise invulnerable Baldr.",
  "/wiki/Hœnir": "In Norse mythology, Hœnir is one of the Æsir. He is mentioned as the one who helped Odin to create humans.",
  "/wiki/Lóðurr": "Lóðurr (also Lodurr) is a god in Norse mythology. In the Poetic Edda poem Völuspá he is assigned a role in animating the first humans, but apart from that he is hardly ever mentioned, and remains obscure. Scholars have variously identified him with Loki, Vé, Vili and Freyr, but consensus has not been reached on any one theory.",
  "/wiki/Loki": "Loki (Old Norse: [ˈloki], Modern Icelandic: [ˈlɔːkɪ], often Anglicized as /ˈloʊki/) is a god in Norse mythology. Loki is in some sources the son of Fárbauti and Laufey, and the brother of Helblindi and Býleistr. By the jötunn Angrboða, Loki is the father of Hel, the wolf Fenrir, and the world serpent Jörmungandr. By his wife Sigyn, Loki is the father of Narfi and/or Nari. By the stallion Svaðilfari, Loki is the mother—giving birth in the form of a mare—to the eight-legged horse Sleipnir. In addition, Loki is referred to as the father of Váli in Prose Edda, though this source also refers to Odin as the father of Váli twice, and Váli is found mentioned as a Son of Loki only once.",
  "/wiki/Sigyn": "In Norse mythology, Sigyn (Old Norse \"victorious girl-friend\") is a goddess and is the wife of Loki. Sigyn is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda, written in the 13th century by Snorri Sturluson. In the Poetic Edda, little information is provided about Sigyn other than her role in assisting Loki during his captivity. In the Prose Edda, her role in helping her husband through his time spent in bondage is stated again, she appears in various kennings, and her status as a goddess is mentioned twice. Sigyn may appear on the Gosforth Cross and has been the subject of an amount of theory and cultural references.",
  "/wiki/Angrboda": "In Norse mythology, Angrboða or Angrboda  (Old Norse \"the one who brings grief\" or \"she-who-offers-sorrow\") is a female jötunn. In the Poetic Edda, Angrboða is mentioned only in Völuspá hin skamma (found in Hyndluljóð) as the mother of Fenrir by Loki. However, in the Prose Edda book Gylfaginning, she is referred to as a \"Jotunn in Jötunheimr\" and said also to be the mother of Fenrir's siblings Jörmungandr (the Midgard Serpent) and Hel. She may be the same as Iárnvidia, 'She of Iron-wood', mentioned in the list of troll-wives in the Prose Edda list nafnaþulur.",
  "/wiki/Narfi_(son_of_Loki)": "In Norse mythology, Narfi is a son of Loki, referred to in a number of sources. According to the Gylfaginning section of Snorri Sturluson's Prose Edda, he was also called Nari and was killed by his brother Váli, who was transformed into a wolf; in a prose passage at the end of the Eddic poem \"Lokasenna\", Váli became a wolf and his brother Nari was killed.",
  "/wiki/Váli_(son_of_Loki)": "In some versions of Norse mythology, Váli was one of the unlucky sons of Loki. He is mentioned in the Gylfaginning section of Snorri Sturluson's Prose Edda, chapter 50. After the death of Baldr, the Æsir chase down and capture Loki; in this version it is an unnamed god rather than Váli, son of Odin, who binds Loki with his son's entrails:",
  "/wiki/Fenrir": "Fenrir (Old Norse: \"fen-dweller\") or Fenrisúlfr (Old Norse: \"Fenrir's wolf\", often translated \"Fenris-wolf\"), also referred to as Hróðvitnir (\"fame-wolf\") and Vánagandr (\"monster of the [River] Ván\"), or Vanargand, is a monstrous wolf in Norse mythology. Fenrir, together with Hel and the World Serpent is a child of Loki and giantess Angrboða. He is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda and Heimskringla, written in the 13th century by Snorri Sturluson. In both the Poetic Edda and Prose Edda, Fenrir is the father of the wolves Sköll and Hati Hróðvitnisson, is a son of Loki, and is foretold to kill the god Odin during the events of Ragnarök, but will in turn be killed by Odin's son Víðarr.",
  "/wiki/Hel_(being)": "In Norse mythology, Hel is a being who presides over a realm of the same name, where she receives a portion of the dead. Hel is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda, written in the 13th century by Snorri Sturluson. In addition, she is mentioned in poems recorded in Heimskringla and Egils saga that date from the 9th and 10th centuries, respectively. An episode in the Latin work Gesta Danorum, written in the 12th century by Saxo Grammaticus, is generally considered to refer to Hel, and Hel may appear on various Migration Period bracteates.",
  "/wiki/Jormungandr": "In Norse mythology, Jörmungandr (Old Norse: Jǫrmungandr, pronounced [ˈjɔrmunˌɡandr̥], meaning \"huge monster\"), also known as the Midgard (World) Serpent (Old Norse: Miðgarðsormr), is a sea serpent, the middle child of the giantess Angrboða and Loki. According to the Prose Edda, Odin took Loki's three children by Angrboða—the wolf Fenrir, Hel, and Jörmungandr—and tossed Jörmungandr into the great ocean that encircles Midgard. The serpent grew so large that it was able to surround the earth and grasp its own tail. As a result, it received the name of the Midgard Serpent or World Serpent. When it releases its tail, Ragnarök will begin. Jörmungandr's arch-enemy is the thunder-god, Thor. It is an example of an ouroboros.",
  "/wiki/Sleipnir": "In Norse mythology, Sleipnir (Old Norse \"slippy\" or \"the slipper\") is an eight-legged horse ridden by Odin. Sleipnir is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda, written in the 13th century by Snorri Sturluson. In both sources, Sleipnir is Odin's steed, is the child of Loki and Svaðilfari, is described as the best of all horses, and is sometimes ridden to the location of Hel. The Prose Edda contains extended information regarding the circumstances of Sleipnir's birth, and details that he is grey in color.",
  "/wiki/Loka_Táttur": "Loka Táttur or Lokka Táttur (tale, or þáttr of Loki) is a Faroese ballad (Corpus Carminum Færoensium 13D) which is a rare example of the occurrence of Norse gods in folklore.",
  "/wiki/Rune_poem": "Rune poems are poems that list the letters of runic alphabets while providing an explanatory poetic stanza for each letter. Three different poems have been preserved: the Anglo-Saxon Rune Poem, the Norwegian Rune Poem, and the Icelandic Rune Poem.",
  "/wiki/Móði_and_Magni": "In Norse mythology, Móði (anglicized Módi or Mothi) and Magni are the sons of Thor. Their names translate to \"Wrath\" and \"Mighty,\" respectively. Rudolf Simek states that, along with Thor's daughter Þrúðr (\"Strength\"), they embody their father's features.",
  "/wiki/Máni": "Máni (Old Norse \"Moon\") is the personification of the Moon in Norse mythology. Máni, personified, is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda, written in the 13th century by Snorri Sturluson. Both sources state that he is the brother of the personified sun, Sól, and the son of Mundilfari, while the Prose Edda adds that he is followed by the children Hjúki and Bil through the heavens. As a proper noun, Máni appears throughout Old Norse literature. Scholars have proposed theories about Máni's potential connection to the Northern European notion of the Man in the Moon, and a potentially otherwise unattested story regarding Máni through skaldic kennings.",
  "/wiki/Mímir": "Mímir (Old Norse \"The rememberer, the wise one\") or Mimir is a figure in Norse mythology, renowned for his knowledge and wisdom, who is beheaded during the Æsir-Vanir War. Afterward, the god Odin carries around Mímir's head and it recites secret knowledge and counsel to him.",
  "/wiki/Meili": "In Norse mythology, Meili (Old Norse \"the lovely one\") is a god, son of the god Odin and brother of the god Thor. Meili is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda, written in the 13th century by Snorri Sturluson. Other than Meili's relation to Odin and Thor, no additional information is provided about the deity in either source.",
  "/wiki/Njörðr": "In Norse mythology, Njörðr is a god among the Vanir. Njörðr, father of the deities Freyr and Freyja by his unnamed sister, was in an ill-fated marriage with the goddess Skaði, lives in Nóatún and is associated with the sea, seafaring, wind, fishing, wealth, and crop fertility.",
  "/wiki/Sister-wife_of_Njörðr": "In Norse mythology, the sister-wife of Njörðr is the unnamed wife and sister of the god Njörðr, with whom he is described as having had the (likewise incestuous) twin children Freyr and Freyja. This shadowy goddess is attested in the Poetic Edda poem Lokasenna, recorded in the 13th century by an unknown source, and the Heimskringla book Ynglinga saga, a euhemerized account of the Norse gods composed by Snorri Sturluson also in the 13th century but based on earlier traditional material. The figure receives no further mention in Old Norse texts.",
  "/wiki/Skaði": "In Norse mythology, Skaði (/ˈskɑːði/, sometimes anglicized as Skadi, Skade, or Skathi) is a jötunn and goddess associated with bowhunting, skiing, winter, and mountains. Skaði is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources; the Prose Edda and in Heimskringla, written in the 13th century by Snorri Sturluson, and in the works of skalds.",
  "/wiki/Odin": "Odin (/ˈoʊdɪn/; from Old Norse: Óðinn, IPA: [ˈoːðinː]) is a widely revered god in Germanic mythology. Norse mythology, the source of most surviving information about him, associates Odin with wisdom, healing, death, royalty, the gallows, knowledge, war, battle, victory, sorcery, poetry, frenzy, and the  runic alphabet, and portrays him as the husband of the goddess Frigg. In wider Germanic mythology and  paganism, the god was known in Old English as Wōden, in Old Saxon as Wōdan, in Old Dutch as Wuodanand in Old High German as Wuotan.",
  "/wiki/Wōden": "Odin (/ˈoʊdɪn/; from Old Norse: Óðinn, IPA: [ˈoːðinː]) is a widely revered god in Germanic mythology. Norse mythology, the source of most surviving information about him, associates Odin with wisdom, healing, death, royalty, the gallows, knowledge, war, battle, victory, sorcery, poetry, frenzy, and the  runic alphabet, and portrays him as the husband of the goddess Frigg. In wider Germanic mythology and  paganism, the god was known in Old English as Wōden, in Old Saxon as Wōdan, in Old Dutch as Wuodanand in Old High German as Wuotan.",
  "/wiki/Proto-Germanic": "Proto-Germanic (abbreviated PGmc; also called Common Germanic) is the reconstructed proto-language of the Germanic branch of the Indo-European languages.",
  "/wiki/List_of_names_of_Odin": "Odin (Old Norse Óðinn) is a widely attested god in Germanic mythology. The god is referred to by numerous names and kenningar, particularly in the Old Norse record.",
  "/wiki/Frigg": "In Norse mythology, Frigg (/frɪɡ/; Old Norse), Frija (Old High German), Frea (Langobardic), and Frīg (Old English) is a goddess. In nearly all sources, she is described as the wife of the god Odin. In Old High German and Old Norse sources, she is also connected with the goddess Fulla. The English weekday name Friday (etymologically Old English \"Frīgedæg\") bears her name.",
  "/wiki/Gunnlöð": "In Norse mythology, Gunnlöð (also Gunnlöd) (Old Norse \"battle-invitation\") is a female jötunn princess.",
  "/wiki/Jörð": "In Norse mythology, Jörð (Old Norse jǫrð, \"earth\" pronounced [ˈjɔrð], Icelandic Jörð, pronounced [ˈjœrð], sometimes Anglicized as Jord or Jorth; also called Jarð, [jɑrð] as in Old East Norse), is a female jötunn. She is the mother of the thunder god Thor, son of Odin, and the personification of earth. Fjörgyn and  Hlóðyn are considered to be other names for Jörð. Some scholars refer to Jörð as a goddess. Jörð's name appears in skaldic poetry both as a poetic term for the land and in kennings for Thor.",
  "/wiki/Rindr": "Rindr (Old Norse) or Rinda (Latin) (sometimes Anglicized Rind) is a female goddess in Norse mythology, alternatively described as a giantess or a human princess from the east. She was impregnated by Odin and gave birth to the avenger of Baldr's death—in the Old Norse sources, Váli.",
  "/wiki/Sons_of_Odin": "Various gods and men appear as Sons of Odin or Sons of Wodan/Wotan or Sons of Woden in old Old Norse and Old High German and Old English texts.",
  "/wiki/Óðr": "In Norse mythology, Óðr (Old Norse for the \"Divine Madness, frantic, furious, vehement, eager\", as a noun \"mind, feeling\" and also \"song, poetry\"; Orchard (1997) gives \"the frenzied one\") or Óð, sometimes anglicized as Odr or Od, is a figure associated with the major goddess Freyja. The Prose Edda and Heimskringla, written in the 13th century by Snorri Sturluson, both describe Óðr as Freyja's husband and father of her daughter Hnoss. Heimskringla adds that the couple produced another daughter, Gersemi. A number of theories have been proposed about Óðr, generally that he is a hypostasis of the deity Odin due to their similarities.",
  "/wiki/Hnoss": "In Norse mythology, Hnoss (Old Norse \"treasure\") is the daughter of Freyja and Óðr, and sister of Gersemi.",
  "/wiki/Gersemi": "In Norse mythology, Gersemi (Old Norse \"treasure\") is the daughter of Freyja and Óðr, and sister of Hnoss.",
  "/wiki/Saxnōt": "In Germanic mythology, Seaxnēat (pronounced [sæɑksnæːɑt]) or Saxnōt is the national god of the Saxons. \nThe Old English form Seaxnēat is recorded in the genealogies of the kings of Essex. The Old Saxon form Saxnōt is attested in the Old Saxon Baptismal Vow along with the gods Uuoden (Woden) and Thunaer (Thor).",
  "/wiki/Old_Saxon": "Old Saxon, also known as Old Low German, was a Germanic language and the earliest recorded form of Low German (spoken nowadays in Northern Germany, the northeastern Netherlands, southern Denmark, the Americas and parts of Eastern Europe). It is a West Germanic language, closely related to the Anglo-Frisian languages. It is documented from the 8th century until the 12th century, when it gradually evolved into Middle Low German. It was spoken throughout modern northwestern Germany, primarily in the coastal regions and in the eastern Netherlands by Saxons, a Germanic tribe who inhabited the region of Saxony. It partially shares Anglo-Frisian's (Old Frisian, Old English) Ingvaeonic nasal spirant law which sets it apart from Low Franconian and Irminonic languages, such as Dutch, Luxembourgish and German.",
  "/wiki/List_of_Germanic_deities": "In Germanic paganism, the indigenous religion of the ancient Germanic peoples who inhabited Germanic Europe, there were a number of different gods and goddesses. Germanic deities are attested from numerous sources, including works of literature, various chronicles, runic inscriptions, personal names, place names, and other sources. This article contains a comprehensive list of Germanic deities outside the numerous Germanic Matres and Matronae inscriptions from the 1st to 5th century CE."
}