{
  "/wiki/Bahrain": "Bahrain (/bɑːˈreɪn/ (listen); Arabic: البحرين‎ al-Baḥrayn Arabic pronunciation: [al baħrajn] (listen)), officially the Kingdom of Bahrain (Arabic: مملكة البحرين‎ Mamlakat al-Baḥrayn), is a sovereign state in the Persian Gulf. The island nation comprises a small archipelago centered around Bahrain Island, situated between the Qatar peninsula and the north eastern coast of Saudi Arabia, to which it is connected by the 25-kilometre (16 mi) King Fahd Causeway. According to the most recent 2010 census, Bahrain's population is over 1.2 million, of which around half are non-nationals. At 780 square kilometres (300 sq mi) in size, it is the third-smallest nation in Asia after the Maldives and Singapore. The capital and largest city is Manama.",
  "/wiki/Americana_Group": "The Kuwait Food Company, doing business as the Americana Group (Arabic: امريكانا‎), is an Kuwaiti food company headquartered in Sharjah City. It operates food products throughout the Middle East and North Africa region, Americana Group is the largest integrated food company in Middle East.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.",
  "/wiki/Kurdistan_Region": "The Kurdistan Region (KRI; Kurdish: هەرێمی كوردستان ,Herêma Kurdistanê‎, Arabic: اقليم كوردستان‎) is an autonomous region in the northern parts of Iraq comprising the four Kurdish-majority populated governorates of Dohuk, Erbil, Halabja and Sulaymaniyah and borders Iran, Syria and Turkey. The Kurdistan Region encompasses most of Iraqi Kurdistan but excludes Kurdish areas which Iraq has been preventing the Kurds from governing since Kurdish autonomy was realized in 1992 with the first Kurdish elections in the aftermath of the Gulf War. The Kurdistan Region Parliament is situated in Erbil, which is the largest Kurdish city in Iraq, but the Kurdish constitution declares the disputed city of Kirkuk to be the capital of Kurdistan. When the Iraqi Army withdrew from most parts of the disputed areas in mid-2014 because of the ISIL offensive in Northern Iraq, Kurdish Peshmerga entered the areas and held control there until October 2017.",
  "/wiki/Erbil": "Erbil or Hawler (Kurdish: ھەولێر ,Hewlêr‎; Arabic: أربيل‎), known in ancient history as Arbela and also spelled Arbil, Arbel and Irbil, is the largest most populated city in Iraqi Kurdistan and capital city of the Kurdistan Region. It is located approximately in the center of Iraqi Kurdistan region and the north of Iraq. It has about 879,000 inhabitants, and Erbil Governorate has a permanent population of 2,009,367 as of 2015[update].",
  "/wiki/Duhok": "Duhok or Dohuk (Kurdish: Dihok ,دهۆك‎, Syriac: ܢܘܗܕܪܐ‎, romanized: Nohadra) is the capital of the Duhok Governorate in Iraq's Kurdistan Region. The city is encircled by mountains along the Tigris river. Duhok has a growing tourist industry. Its population has increased rapidly since the 1990s, as the rural population moved to the cities after villages were destroyed by the Iraqi Army during the 1991 uprisings in Iraq. The University of Duhok, founded in 1992, is a renowned center for teaching and research. The city of Duhok is populated by Kurds and Assyrians.",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/Kuwait": "Kuwait (/kʊˈweɪt/ (listen); Arabic: الكويت‎ al-Kuwait, Gulf Arabic pronunciation: [ɪl‿ɪkweːt] or [lɪkweːt]), officially the State of Kuwait (Arabic: دولة الكويت‎ Dawlat al-Kuwait), is a country in Western Asia. Situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, it shares borders with Iraq and Saudi Arabia. As of 2016[update], Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]",
  "/wiki/Oman": "Oman (/oʊˈmɑːn/ (listen) oh-MAHN; Arabic: عمان‎ ʻumān [ʕʊˈmaːn]), officially the Sultanate of Oman (Arabic: سلطنة عُمان‎ Salṭanat ʻUmān), is an Arab country on the southeastern coast of the Arabian Peninsula in Western Asia. Its official religion is Islam. Holding a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares marine borders with Iran and Pakistan. The coast is formed by the Arabian Sea on the southeast and the Gulf of Oman on the northeast. The Madha and Musandam exclaves are surrounded by the UAE on their land borders, with the Strait of Hormuz (which it shares with Iran) and Gulf of Oman forming Musandam's coastal boundaries.",
  "/wiki/State_of_Palestine": "Palestine (Arabic: فلسطين‎ Filasṭīn), recognized officially as the State of Palestine[i] (Arabic: دولة فلسطين‎ Dawlat Filasṭīn) by the United Nations and other entities, is a de jure sovereign state in Western Asia claiming the West Bank (bordering Israel and Jordan) and Gaza Strip (bordering Israel and Egypt) with East Jerusalem as the designated capital, although its administrative center is currently located in Ramallah.[ii] The entirety of territory claimed by the State of Palestine has been occupied since 1948, first by Egypt and Jordan and then by Israel after the Six-Day War in 1967. Palestine has a population of 5,051,953 as of February 2020, ranked 121st in the world.",
  "/wiki/Qatar": "Qatar (/ˈkætɑːr/, /ˈkɑːtɑːr/ (listen), /ˈkɑːtər/ or /kəˈtɑːr/ (listen); Arabic: قطر‎ Qaṭar [ˈqɑtˤɑr]; local vernacular pronunciation: [ˈɡɪtˤɑr]), officially the State of Qatar (Arabic: دولة قطر‎ Dawlat Qaṭar), is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula.\nWhether the sovereign state should be regarded as a constitutional monarchy or an absolute monarchy is disputed. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates."
}