{
  "/wiki/Angola": "Angola (/ænˈɡoʊlə/ (listen); Portuguese: [ɐ̃ˈɡɔlɐ]), officially the Republic of Angola (Portuguese: República de Angola), is a country on the west coast of Southern Africa. It is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and largest city of Angola is Luanda.",
  "/wiki/Maianga": "Maianga is one of the six municipalities of the administrative division of the province of Luanda, Angola. As of 2011, the municipality became the Urban District of Maianga, which is made up of three communes, as follows:",
  "/wiki/Luanda": "Luanda (/luˈændə, -ˈɑːn-/), is the capital and largest city in Angola. It is  Angola's primary port, and its major industrial, cultural and urban centre. Located on Angola's northern coast with the Atlantic Ocean, Luanda is both Angola's chief seaport and its administrative centre. It is also the capital city of Luanda Province. Luanda and its metropolitan area is the most populous Portuguese-speaking capital city in the world, with over 8 million inhabitants in 2019 (a third of Angola's population).",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Gaborone": "Gaborone (UK: /ˌɡæbəˈroʊni, ˌhæb-/ GAB-ə-ROH-nee, HAB-, US: /ˌɡɑːbəˈroʊni, -neɪ/ GAH-bə-ROH-nee, -⁠nay, Tswana: [χabʊˈrʊnɛ]) is the capital and largest city of Botswana with a population of 231,626 based on the 2011 census, about 10% of the total population of Botswana. Its agglomeration is home to 421,907 inhabitants at the 2011 census.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Eswatini": "Eswatini (/ˌɛswɑːˈtiːni/ ESS-wah-TEE-nee; Swazi: eSwatini [ɛswáˈtʼiːni]), officially the Kingdom of Eswatini (Swazi: Umbuso weSwatini) and also known as Swaziland (/ˈswɑːzilænd/ SWAH-zee-land; officially renamed in 2018), is a landlocked country in Southern Africa. It is bordered by Mozambique to its northeast and South Africa to its north, west, and south. At no more than 200 kilometres (120 mi) north to south and 130 kilometres (81 mi) east to west, Eswatini is one of the smallest countries in Africa; despite this, its climate and topography are diverse, ranging from a cool and mountainous highveld to a hot and dry lowveld.",
  "/wiki/Mbabane": "Mbabane (/ˌʌmbɑːˈbɑːneɪ/; Swazi: ÉMbábáne, IPA: [ɛ́ᵐbʱáɓánɛ]) is the capital and largest city in Eswatini. With an estimated population of 94,874 (2010), it is located on the Mbabane River and its tributary the Polinjane River in the Mdzimba Mountains. It is located in the Hhohho Region, of which it is also the capital. The average elevation of the city is 1243 meters. It lies on the MR3 road.",
  "/wiki/Gabon": "Gabon (/ɡəˈbɒn/; French pronunciation: ​[ɡabɔ̃]), officially the Gabonese Republic (French: République gabonaise), is a country  on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres (100,000 sq mi) and its population is estimated at 2.1 million people. Its capital and largest city is Libreville.",
  "/wiki/Libreville": "Libreville is the capital and largest city of Gabon, in western central Africa. The city is a port on the Komo River, near the Gulf of Guinea, and a trade center for a timber region. As of 2013[update], its census population was 703,904.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.",
  "/wiki/Greater_Accra": "The Greater Accra Region has the smallest area of Ghana's 16 administrative regions, occupying a total land surface of 3,245 square kilometres. This is 1.4 per cent of the total land area of Ghana. It is the second most populated region, after the Ashanti Region, with a population of 4,010,054 in 2010, accounting for 16.3 per cent of Ghana's total population.",
  "/wiki/Ivory_Coast": "Ivory Coast, formally Côte d'Ivoire,[a] officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast, Ghana to the east, and the Gulf of Guinea (Atlantic Ocean) to the south. The official language of the republic is French, with local indigenous languages also being widely used that include Baoulé, Dioula, Dan, Anyin, and Cebaara Senufo. In total, there are around 78 different languages spoken in Ivory Coast. The country has large populations of Muslims, Christians (primarily Roman Catholics) and various indigenous religions.",
  "/wiki/Abidjan": "Abidjan (/ˌæbɪˈdʒɑːn/ AB-ih-JAHN, French: [abidʒɑ̃]) is the economic capital of Ivory Coast and one of the most populous French-speaking cities in Africa. According to the 2014 census, Abidjan's population was 4.7 million, which is 20 percent of the overall population of the country, and this also makes it the sixth most populous city proper in Africa, after Lagos, Cairo, Kinshasa, Dar es Salaam, and Johannesburg. A cultural crossroads of West Africa, Abidjan is characterised by a high level of industrialisation and urbanisation.",
  "/wiki/Marcory": "Marcory is a suburb of Abidjan, Ivory Coast. It is one of the 10 urban communes of the city. Marcory is one of four communes of Abidjan that are entirely south of Ébrié Lagoon, the others being Treichville, Koumassi, and Port-Bouët.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Nairobi": "Nairobi (/naɪˈroʊbi/) is the capital and the largest city of Kenya. The name comes from the Maasai phrase Enkare Nairobi, which translates to \"cool water\", a reference to the Nairobi River which flows through the city. The city proper had a population of 4,397,073 in the 2019 census, while the metropolitan area has a population of 9,354,580. The city is popularly referred to as the Green City in the Sun.",
  "/wiki/Lesotho": "Lesotho (/ləˈsuːtuː/ (listen), Sotho pronunciation: [lɪˈsʊːtʰʊ]), officially the Kingdom of Lesotho (Sotho: 'Muso oa Lesotho), is an enclaved country within the border of South Africa. Along with the Vatican City and San Marino, it is one of only three independent states completely surrounded by the territory of another country, and the only one outside of the Italian peninsula. Lesotho is just over 30,000 km2 (11,583 sq mi) in size and has a population of around 2 million. Its capital and largest city is Maseru.",
  "/wiki/Madagascar": "Madagascar (/ˌmædəˈɡæskər, -kɑːr/; Malagasy: Madagasikara), officially the Republic of Madagascar (Malagasy: Repoblikan'i Madagasikara Malagasy pronunciation: [republiˈkʲan madaɡasˈkʲarə̥]; French: République de Madagascar), and previously known as the Malagasy Republic, is an island country in the Indian Ocean, approximately 400 kilometres (250 miles) off the coast of East Africa. At 592,800 square kilometres (228,900 sq mi) Madagascar is the world's 2nd largest island country. The nation comprises the island of Madagascar (the fourth- largest island in the world) and numerous smaller peripheral islands. Following the prehistoric breakup of the supercontinent Gondwana, Madagascar split from the Indian subcontinent around 88 million years ago, allowing native plants and animals to evolve in relative isolation. Consequently, Madagascar is a biodiversity hotspot; over 90% of  its wildlife is found nowhere else on Earth. The island's diverse ecosystems and unique wildlife are threatened by the encroachment of the rapidly growing human population and other environmental threats.",
  "/wiki/Malawi": "Malawi (/məˈlɔːwi/, /məˈlɑːwi/ or /ˈmæləwi/; Chichewa: [maláβi] or [maláwi]), officially the Republic of Malawi, is a landlocked country in Southeastern Africa that was formerly known as Nyasaland. It is bordered by Zambia to the west, Tanzania to the north and northeast, and Mozambique surrounding on the east, south and southwest. Malawi spans over 118,484 km2 (45,747 sq mi) and has an estimated population of 18,143,217 (as of July 2018). Lake Malawi takes up about a third of Malawi's area. Its capital is Lilongwe, which is also Malawi's largest city; the second largest is Blantyre, the third largest is Mzuzu and the fourth largest is its old capital Zomba. The name Malawi comes from the Maravi, an old name of the Nyanja people that inhabit the area. The country is nicknamed \"The Warm Heart of Africa\"  because of the friendliness of the people.",
  "/wiki/Blantyre": "Blantyre (UK:  /ˈblænˌtaɪə/) is Malawi's centre of finance and commerce, and its second largest city, with an enumerated 800,264 inhabitants as of 2018[update]. It is sometimes referred to as the commercial and industrial capital of Malawi as opposed to the political capital, Lilongwe. It is the capital of the country's Southern Region as well as the Blantyre District.",
  "/wiki/Mauritius": "Mauritius (/məˈrɪʃ(i)əs, mɔːˈ-/ (listen) mə-RISH-(ee-)əs, maw-; French: Maurice [mɔʁis, moʁis] (listen); Creole: Moris [moʁis]), officially the Republic of Mauritius (French: République de Maurice; Creole: Repiblik Moris), is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent. The country includes the islands of Mauritius, Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues form part of the Mascarene Islands, along with nearby Réunion, a French overseas department. The capital and largest city Port Louis is located on the main island of Mauritius. The area of the country is 2,040 square kilometres (790 sq mi), the nation's Exclusive Economic Zone covers an area of 2.3 million square kilometres.",
  "/wiki/Curepipe": "Curepipe (Mauritian Creole pronunciation: [kiːəpip]) also known as La Ville-Lumière (The City of Light), is a town in Mauritius, located in the Plaines Wilhems District, the eastern part also lies in the Moka District. The town is administered by the Municipal Council of Curepipe. Curepipe lies at a higher elevation, often referred to as the \"Central Plateau\". According to the census made by Statistics Mauritius in 2015, the population of the town was at 79,014.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Mozambique": "Mozambique (/ˌmoʊzæmˈbiːk/), officially the Republic of Mozambique (Portuguese: Moçambique or República de Moçambique, Portuguese pronunciation: [ʁɛˈpuβlikɐ ðɨ musɐ̃ˈbikɨ]; Chichewa: Mozambiki; Swahili: Msumbiji; Tsonga: Muzambhiki), is a country located in Southeast Africa bordered by the Indian Ocean to the east, Tanzania to the north, Malawi and Zambia to the northwest, Zimbabwe to the west, and Eswatini (Swaziland) and South Africa to the southwest. The sovereign state is separated from the Comoros, Mayotte and Madagascar by the Mozambique Channel to the east. The capital and largest city of Mozambique is Maputo (formerly known as \"Lourenço Marques\" from 1876 to 1976).",
  "/wiki/Maputo": "Maputo (Portuguese pronunciation: [mɐˈputu]), officially named Lourenço Marques until 1976, is the capital and most populous city of Mozambique. The city is named after chief Maputsu I of the Tembe clan, a subgroup of Tsonga people. Located near the southern end of the country, it is positioned within 120 km (75 miles) of the Eswatini and South Africa borders. The city has a population of 1,101,170 (as of 2017) distributed over a land area of 347 km2 (134 sq mi). The Maputo metropolitan area includes the neighbouring city of Matola, and has a total population of 2,717,437. Maputo is a port city, with an economy centered on commerce. It is also noted for its vibrant cultural scene and distinctive, eclectic architecture.",
  "/wiki/Namibia": "Namibia (/nəˈmɪbiə/ (listen), /næˈ-/), officially the Republic of Namibia, is a country in Southern Africa. Its western border is the Atlantic Ocean; it shares land borders with Zambia and Angola to the north, Botswana to the east and South Africa to the south and east. Although it does not border Zimbabwe, less than 200 metres of the Zambezi River separates the two countries. Namibia gained independence from South Africa on 21 March 1990, following the Namibian War of Independence. Its capital and largest city is Windhoek, and it is a member state of the United Nations (UN), the Southern African Development Community (SADC), the African Union (AU), and the Commonwealth of Nations.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state.",
  "/wiki/Lagos": "Lagos (/ˈleɪɡɒs, -ɡoʊs/; Yoruba: Èkó) is the largest city in the Nigerian state of the same name. The city, with its adjoining conurbation, is the most populous in Nigeria and South of The Sahara, Africa.  It is one of the fastest growing cities in the world and one of the most populous urban areas. Lagos is a major financial centre in Africa; the megacity has the fourth-highest GDP in Africa and houses one of the largest and busiest seaports on the continent.",
  "/wiki/Senegal": "Senegal (/ˌsɛnɪˈɡɔːl, -ˈɡɑːl/ (listen); French: Sénégal; Wolof: Senegaal) officially the Republic of Senegal (French: République du Sénégal; Wolof: Réewum Senegaal) is a country in West Africa. Senegal is bordered by Mauritania in the north, Mali to the east, Guinea to the southeast, and Guinea-Bissau to the southwest. Senegal also surrounds The Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the country. Senegal also shares a maritime border with Cape Verde. Senegal's economic and political capital is Dakar.",
  "/wiki/Dakar": "Dakar (English:  /dɑːˈkɑːr/; French: [dakaʁ]; Wolof: Ndakaaru) is the capital and largest city of Senegal. The city of Dakar proper has a population of 1,030,594, whereas the population of the Dakar metropolitan area is estimated at 2.45 million.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Sudan": "Sudan (/suːˈdɑːn/; Arabic: السودان‎ as-Sūdān), officially the Republic of the Sudan  (Arabic: جمهورية السودان‎ Jumhūriyyat as-Sūdān), is a country in northeastern Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 43 million (2018 estimate) and occupies 1,886,068 square kilometres (728,215 square miles), making it Africa's third-largest country and also the third-largest in the Arab world. Before South Sudan's secession from Sudan on 9 July 2011, the united Sudan was the largest country in Africa and the Arab world by area. Sudan's predominant religion is Islam, and its official languages are Arabic and English. The capital is Khartoum, located at the confluence of the Blue and White Nile. Since 2011, Sudan has been the scene of an ongoing military conflict in its southern states.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands at the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.",
  "/wiki/Dar_es_Salaam": "Dar es Salaam (/ˌdɑːr ɛs səˈlɑːm/; from Arabic: دار السلام‎, romanized: Dār as-Salām, meaning: place of peace) is the largest city and former capital of Tanzania. It is the largest city in East Africa and the seventh-largest in Africa, with a population of 6,701,650 .:2 Located on the Swahili coast, Dar es Salaam is an important economic centre and one of the fastest growing cities in the world."
}