{
  "/wiki/Abegweit_First_Nation": "Abegweit is a Mi'kmaq First Nations band government on Prince Edward Island, Canada.",
  "/wiki/Prince_Edward_Island": "Prince Edward Island (PEI) is a province of Canada and one of the three Maritime Provinces. It is the smallest province of Canada in both land area and population, but it is the most densely populated. Part of the traditional lands of the Mi'kmaq, it became a British colony in the 1700s and was federated into Canada as a province in 1873. Its capital is Charlottetown. According to Statistics Canada, the province of PEI has 155,318 residents.",
  "/wiki/Scotchfort,_Prince_Edward_Island": "Scotchfort (46º21'N, 62º55'W) is an unincorporated Canadian rural community in northeastern Queens County, Prince Edward Island, southwest of the village of Mount Stewart.",
  "/wiki/Rocky_Point,_Prince_Edward_Island": "Rocky Point is a settlement in Prince Edward Island. It is part of Lot 65 in Hillsboro Parish. Rocky Point had been the location of an annual Mi'kmaq summer coastal community prior to European settlement.",
  "/wiki/Morell,_Prince_Edward_Island": "Morell  is a municipality that holds community status in Prince Edward Island, Canada. It is located in Kings County east of Bristol.",
  "/wiki/Acadia_First_Nation": "The Acadia First Nation is composed of five Mi'kmaq First Nation reserves located in southwestern Nova Scotia. As of 2015, the Mi'kmaq population is 223 on-Reserve, and 1,288 off-Reserve. Acadia First Nation was founded in 1967 and covers the south shore area of Nova Scotia and Yarmouth County. The community runs multiple businesses including 5 gaming centres, 3 gas stations and 2 Rose Purdy centers",
  "/wiki/Nova_Scotia": "Nova Scotia (/noʊvə ˈskoʊʃə/ is a province in eastern Canada. With a population of 923,598 as of 2016, it is the most populous of Canada's three Maritime provinces and the four Atlantic provinces. It is the country's second most-densely populated province and second-smallest province by area, both after neighbouring Prince Edward Island. Its area of 55,284 square kilometres (21,345 sq mi) includes Cape Breton Island and 3,800 other coastal islands. The peninsula that makes up Nova Scotia's mainland is connected to the rest of North America by the Isthmus of Chignecto, on which the province's land border with New Brunswick is located. The province borders the Bay of Fundy to the northwest and the Atlantic Ocean to the south and east, and is separated from Prince Edward Island and the island of Newfoundland by the Northumberland and Cabot straits, respectively.",
  "/wiki/Yarmouth,_Nova_Scotia": "Yarmouth is a port town located on the Bay of Fundy in southwestern Nova Scotia, Canada.  Yarmouth is the shire town of Yarmouth County and is the largest population centre in the region.",
  "/wiki/Annapolis_Valley_First_Nation": "Annapolis Valley First Nation is composed of two Mi'kmaq First Nation reserves located in southwestern Nova Scotia. As of 2017, the Mi'kmaq population is 119 on-Reserve, and approximately 173 off-Reserve for a total population of 292. The community has a gas bar, tobacco shop, gaming centre, health centre, and a chapel.  It is the second smallest First Nation community in Nova Scotia in terms of population.",
  "/wiki/Aroostook_Band_of_Micmac": "The Aroostook Band of Micmac is a federally recognized tribe of Mi'kmaq people in Aroostook County, Maine. Their autonym is Ulustuk. Of the 28 bands of Mi'kmaq people, the Aroostook Band is the only one in the United States, and the Aroostook Band were the first non-US power to sign a treaty with the United States on July 6, 1776.",
  "/wiki/Maine": "Maine (/meɪn/ (listen)) is the northernmost state in the northeastern United States. Maine is the 12th smallest by area, the 9th least populous, and the 13th least densely populated of the 50 U.S. states. It is bordered by New Hampshire to the west, the Atlantic Ocean to the southeast, and the Canadian provinces of New Brunswick and Québec to the northeast and northwest, respectively. Maine is the only state to border exactly one other state, is the easternmost among the contiguous United States, and is the northernmost state east of the Great Lakes.",
  "/wiki/Presque_Isle,_Maine": "Presque Isle /prɛsk aɪl/ is the commercial center and largest city in Aroostook County, Maine, United States. The population was 8,998 in 2018 as estimated by the US Census, a decrease from the count of 9,692 in the 2010 Census. The city is home to the University of Maine at Presque Isle, Northern Maine Community College, Husson University Presque Isle, Northern Maine Fairgrounds, The Aroostook Centre Mall, and the Presque Isle International Airport.",
  "/wiki/Bear_River_First_Nation": "Bear River First Nation (Mi'kmaq: L'sɨtkuk) is a Míkmaq First Nations band government located in both Annapolis County and Digby County, Nova Scotia. As of 2012, the Mi'kmaq population is 103 on-Reserve, and approximately 211 off-Reserve.",
  "/wiki/Bear_River,_Nova_Scotia": "The village is adjacent to the Bear River First Nation which administers the Bear River 6, 6A and 6B reserves.",
  "/wiki/New_Brunswick": "New Brunswick is one of four Atlantic provinces on the east coast of Canada. According to the Constitution of Canada, New Brunswick is the only bilingual province. About two-thirds of the population declare themselves anglophones, and one third francophones. One-third of the population describes themselves as bilingual. Atypically for Canada, only about half of the population lives in urban areas, mostly in Greater Moncton, Greater Saint John and the capital Fredericton.",
  "/wiki/Burnt_Church_First_Nation": "Burnt Church Band or Burnt Church First Nation (Míkmaq: Eskɨnuopitijk or Esgenoôpetitj)  is a Mi'kmaq First Nation band government in New Brunswick, Canada, centred south of the community of Lagacéville (approximately 4.5 km) and southwest of the village of Neguac (approximately 7 km) on Miramichi Bay. It covers two Indian reserves in Northumberland County (Esgenoôpetitj 14, previously Burnt Church 14, and Tabusintac 9) and two reserves in Gloucester County (Pokemouche 13) (Pabineau). The population was 1,715 as of 2011.  The Mi'kmaq call Burnt Church Esgenoopetitj, which means \"a lookout\".",
  "/wiki/Esgenoôpetitj_Indian_Reserve_No._14": "Esgenoôpetitj (2016 population: 1,079) is a Mi'kmaq Indian reserve in Northumberland County, New Brunswick, Canada. Prior to July 11, 2012, the Indian reserve was named Burnt Church 14.",
  "/wiki/Chapel_Island_First_Nation": "Potlotek First Nation, also known as Chapel Island First Nation is a Mi'kmaw community in northeastern Nova Scotia. The community is situated on the Chapel Island 5 reserve on Chapel Island on the Bras d'Or Lakes. As of 2020, the First Nation has approximately 750 band members living on and off reserve.",
  "/wiki/Eel_Ground_First_Nation": "The Eel Ground Band or Eel Ground First Nation is a Mi'kmaq First Nation band government of 977 people located on the Miramichi River in northern New Brunswick, Canada. The community comprises three reserves (Eel Ground #2, Big Hole Tract # 8 (south half), and Renous #12).",
  "/wiki/Eel_River_Bar_First_Nation": "Eel River Bar First Nation, or Ugpi'ganjig is a Mi'gmaq First Nation located in Northern New Brunswick. It has a registered population of 757 people, of which 346 live on reserve. The total number of people living on the reserve is 415 as of 2016.",
  "/wiki/Elsipogtog_First_Nation": "The Elsipogtog First Nation /ɛlzɪˈbʊktʊk/, formerly called the Big Cove Band, is a Miꞌkmaq First Nations band government in New Brunswick, Canada.  The First Nation's territory comprises Richibucto Reserve #15, lying 8 kilometres (5.0 mi) southwest of Rexton, New Brunswick on the Richibucto River off of Route 116. It also comprises Soegao Reserve #35, lying 5 kilometres (3.1 mi) west of Moncton, New Brunswick. As of April 2016[update], the registered Elsipogtog population is 3,313, with 2,587 living on reservations and 726 living off reservations.",
  "/wiki/Eskasoni_First_Nation": "The Eskasoni First Nation is a band government of the First Nations indigenous Mi'kmaq people located in Nova Scotia, Canada. As of 2012, the Mi'kmaq population is 4,440 on-Reserve, and 592 off-Reserve. It is the most populous band government in Nova Scotia and has its own community radio station, CICU-FM, broadcasting at 94.1 MHz. The Eskasoni First Nation is the home of the Unama'ki Institute of Natural Resources, a Mi'kmaq organization devoted to natural resources and the environment.",
  "/wiki/Fort_Folly_First_Nation": "The Fort Folly First Nation is a Mi'kmaq First Nation band government located near the village of Dorchester, New Brunswick, Canada.",
  "/wiki/Dorchester,_New_Brunswick": "Dorchester is a village and shire town in Westmorland County, New Brunswick, Canada. It is named for Guy Carleton, 1st Baron Dorchester, an 18th-century Governor-General of the old Province of Quebec.",
  "/wiki/Micmacs_of_Gesgapegiag": "Micmacs of Gesgapegiag are a Mi'gmaq First Nation in Quebec, Canada. They are based at Maria, Quebec on the Gaspé Peninsula and they have one Indian reserve, Gesgapegiag. In 2016 the band has a registered population of 1,501 members. The First Nation is part of the Mi'gmawei Mawiomi Secretariat.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Glooscap_First_Nation": "Glooscap First Nation is a Canadian Mi'kmaq aboriginal community located in both Kings County and Hants County, Nova Scotia. Also known as Kluskap, its reserve is located approximately 6.4 kilometres (4.0 mi) from the Town of Hantsport. Created in 1907 as Horton 35, the reserve encompasses some 171.1 hectares (423 acres) of rolling, mainly forested land. Forest management is practiced by the band. There is a variety store, gas bar, Greco Pizza, and gaming centre. There is also a health centre, youth centre and chapel. The Glooscap Landing Business Park is also owned by Glooscap First Nation which houses a second gas bar and Tim Hortons. The 2019 population was 391 people of whom approximately 100 lived on the reserve, making Glooscap the third-smallest First Nation community in Nova Scotia after Bear River First Nation and Annapolis Valley First Nation.",
  "/wiki/Hantsport,_Nova_Scotia": "Hantsport is a Canadian community located in Hants County, Nova Scotia. It is administratively part of the Municipality of the District of West Hants.",
  "/wiki/Lennox_Island_First_Nation": "Lennox Island is a Mi'kmaq First Nations band government in the Canadian province of Prince Edward Island. Its only currently inhabited reserve is Lennox Island 1, on Lennox Island, purchased by the Aborigines' Protection Society on behalf of the Mi'kmaq of Prince Edward Island in 1870 or 1878. The population on reserve is approximately 450. In 2005 the population was 320 on reserve and 720 off reserve, with 60% of the population being younger than 35. The 2016 census counted 323 residents on reserve. The band has two other reserves, Lennox Island 5, located in East Bideford, and Lennox Island 6, located in Fernwood, both acquired in the 2000s.",
  "/wiki/Lennox_Island_(Prince_Edward_Island)": "Lennox Island is an island located in Malpeque Bay off the northwest coast of Prince Edward Island, Canada. Connected by a short causeway and bridge, Lennox Island is home to the Lennox Island First Nation, of the Mi'kmaq people. The Mi'kmaq name for the island was L'nui Minegoo, and it has been informally known by European settlers as Indian Island.",
  "/wiki/Listuguj_Miꞌgmaq_First_Nation": "The Listuguj Mi'gmaq First Nation (French: Première Nation de Listuguj Mi'gmaq) (in Francis-Smith orthography Listukuj Míkmaq) is a Mi'gmaq First Nations band government with a registered population (2019) of 4,103 members, most of whom are of Mi'kmaq ancestry. The name Listuguj, is the origin for the name of the Restigouche River, as well as other nearby places also carrying the name Restigouche. Listuguj is also used as a name for one of the Míkmaq orthographies. Its southern border is adjacent to Pointe-à-la-Croix, Quebec.",
  "/wiki/Membertou_First_Nation": "The Membertou First Nation is a Mi'kmaq First Nation band government in the tribal district of Unama'ki, also known as Cape Breton Island, Nova Scotia. As of 2012, the Mi'kmaq population is 814 on-Reserve, and approximately 481 off-Reserve. It operates a community radio station CJIJ-FM.",
  "/wiki/Sydney,_Nova_Scotia": "Sydney is a former city and current community located in the Cape Breton Regional Municipality of Cape Breton Island, Nova Scotia, Canada. Situated on Cape Breton Island's east coast, it belongs administratively to the Cape Breton Regional Municipality. Sydney was founded in 1785 by the British, was incorporated as a city in 1904, and dissolved on 1 August 1995, when it was amalgamated into the regional municipality.",
  "/wiki/Miꞌkmaq": "N/A"
}