{
  "/wiki/Seating_capacity": "Seating capacity is the number of people who can be seated in a specific space, in terms of both the physical space available, and limitations set by law. Seating capacity can be used in the description of anything ranging from an automobile that seats two to a stadium that seats hundreds of thousands of people. The largest sporting venue in the world, the Indianapolis Motor Speedway, has a permanent seating capacity for more than 235,000 people and infield seating that raises capacity to an approximate 400,000.",
  "/wiki/Indianapolis_Motor_Speedway": "The Indianapolis Motor Speedway (nicknamed The Brickyard) is an automobile racing circuit located in Speedway, Indiana, (an enclave suburb of Indianapolis) in the United States. It is the home of the Indianapolis 500 and the Brickyard 400, and formerly the home of the United States Grand Prix. It is located on the corner of 16th Street and Georgetown Road, approximately six miles (10 km) west of Downtown Indianapolis.",
  "/wiki/Speedway,_Indiana": "Speedway is a town in Wayne Township, Marion County, Indiana, United States. The population was 11,812 at the 2010 census. Speedway is home of the Indianapolis Motor Speedway; it is an enclave of Indianapolis.",
  "/wiki/Indiana": "Indiana /ˌɪndiˈænə/ (listen) is a U.S. state in the Midwestern and Great Lakes regions of North America. Indiana is the 38th-largest by area and the 17th-most populous of the 50 United States. Its capital and largest city is Indianapolis. Indiana was admitted to the United States as the 19th U.S. state on December 11, 1816. Indiana borders Lake Michigan to the northwest, Michigan to the north, Ohio to the east, Kentucky to the south and southeast, and Illinois to the west.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Motor_racing": "Motorsport, motorsports or motor sport is a global term used to encompass the group of competitive sporting events which primarily involve the use of motorised vehicles, whether for racing or non-racing competition.  The terminology can also be used to describe forms of competition of two-wheeled motorised vehicles under the banner of motorcycle racing, and includes off-road racing such as motocross.",
  "/wiki/Ascot_Racecourse": "Ascot Racecourse (\"ascot\" pronounced /ˈæskət/, often incorrectly pronounced /ˈæskɒt/) is a British racecourse, located in Ascot, Berkshire, England, which is used for thoroughbred horse racing. It is one of the leading racecourses in the United Kingdom, hosting 13 of Britain's 36 annual Group 1 horse races.[citation needed]",
  "/wiki/Ascot,_Berkshire": "Ascot /ˈæskət/ is a small town in East Berkshire, England, 6 miles (9.7 km) south of Windsor, 4 miles (6.4 km) east of Bracknell and 25 miles (40 km) west of London. It is most notable as the location of Ascot Racecourse, home of the Royal Ascot meeting, and is reportedly one of the most valuable towns in England when taking into account the average house price.  It is also one of the most expensive towns in Britain to rent a property. The town comprises three areas: Ascot itself, North Ascot and South Ascot. It is in the civil parish of Sunninghill and Ascot.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Circuit_de_la_Sarthe": "The Circuit des 24 Heures du Mans, also known as Circuit de la Sarthe (after the 1906 French Grand Prix triangle circuit) located in Le Mans, Sarthe, France, is a semi-permanent motorsport race course chiefly known as the venue for the 24 Hours of Le Mans auto race. Comprising private, race-specific sections of track in addition to public roads which remain accessible most of the year, its present configuration is 13.626 kilometres (8.467 mi) long, making it one of the longest circuits in the world. Capacity of the race stadium, where the short Bugatti Circuit is situated, is 100,000. The Musée des 24 Heures du Mans is a motorsport museum located at the main entrance of the venue.",
  "/wiki/Le_Mans": "Le Mans (/lə ˈmɒ̃/, French: [lə mɑ̃] (listen)) is a city in France on the Sarthe River. Traditionally the capital of the province of Maine, it is now the capital of the Sarthe department and the seat of the Roman Catholic diocese of Le Mans. Le Mans is a part of the Pays de la Loire region.",
  "/wiki/Strahov_Stadium": "The Great Strahov Stadium (Czech: Velký strahovský stadion) is a stadium in the Strahov district of Prague, Czech Republic. It was built for displays of synchronized gymnastics on a massive scale, with a field three times as long as and three times as wide as the standard Association football pitch. It has a capacity of 250,000 spectators, of which is 56,000 seating, making it the largest stadium and the second largest sports venue ever built.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Tokyo_Racecourse": "Tokyo Racecourse (東京競馬場, Tōkyō Keiba-jō) is located in Fuchu, Tokyo, Japan. Built in 1933 for horse racing, it is considered the \"racecourse of racecourses\" in Japanese horseracing. It has a capacity of 223,000, with seating for 13,750.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Horse_racing": "Horse racing is an equestrian performance sport, typically involving two or more horses ridden by jockeys (or sometimes driven without riders) over a set distance for competition. It is one of the most ancient of all sports, as its basic premise – to identify which of two or more horses is the fastest over a set course or distance – has been unchanged since at least classical antiquity.",
  "/wiki/Autódromo_Hermanos_Rodríguez": "The Autódromo Hermanos Rodríguez is a 4.304 km (2.674 mi) motorsport race track in Mexico City, Mexico, named after the racing drivers Ricardo and Pedro Rodríguez. The circuit got its name shortly after it opened when Ricardo Rodríguez died in practice for the non-Championship 1962 Mexican Grand Prix. Ricardo's brother Pedro also lost his life behind the wheel nine years later. Since 2015 the track once again is a host of the Formula One Mexican Grand Prix, an event it previously hosted in two separate time periods on a different layout, the last occasion of which was in 1992.",
  "/wiki/Nürburgring": "The Nürburgring is a 150,000 person capacity motorsports complex located in the town of Nürburg, Rhineland-Palatinate, Germany. It features a Grand Prix race track built in 1984, and a much longer Nordschleife \"North loop\" track which was built in the 1920s around the village and medieval castle of Nürburg in the Eifel mountains. The north loop is 20.8 km (12.9 mi) long and has more than 300 metres (1,000 feet) of elevation change from its lowest to highest points. Jackie Stewart nicknamed the old track \"The Green Hell\".",
  "/wiki/Nürburg": "Nürburg (German pronunciation: [ˈnʏʁbʊʁk]) is a town in the German district of Ahrweiler, in the state of Rhineland-Palatinate. It is also the name of the local castle, Nürburg Castle, which was built in the High Middle Ages. The name is derived from Latin niger, meaning \"black\", and High German burg, meaning \"castle\". The castle is made of basalt which usually has black color. The well-known 24-kilometre (15 mi) racing track Nürburgring is nearby.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/TPC_Scottsdale": "TPC Scottsdale is a 36-hole golf complex in the southwestern United States, located in Scottsdale, Arizona, northeast of Phoenix.",
  "/wiki/Scottsdale,_Arizona": "Scottsdale is a city in the eastern part of Maricopa County, Arizona, United States, part of the Greater Phoenix Area. Named Scottsdale in 1894 after its founder Winfield Scott, a retired U.S. Army chaplain, the city was incorporated in 1951 with a population of 2,000. The 2018 population of the city was estimated to be 255,310 according to the U.S. Census Bureau. The New York Times described downtown Scottsdale as \"a desert version of Miami's South Beach\" and as having \"plenty of late night partying and a buzzing hotel scene.\" Its slogan is \"The West's Most Western Town.\"",
  "/wiki/Golf": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible.",
  "/wiki/Texas_Motor_Speedway": "Texas Motor Speedway is a speedway located in the northernmost portion of the U.S. city of Fort Worth, Texas – the portion located in Denton County, Texas. The reconfigured track measures 1.44 miles (2.32 km) with banked 20° in turns 1 and 2 and banked 24° in turns 3 and 4. Texas Motor Speedway is a quad-oval design, where the front straightaway juts outward slightly. The track layout is similar to Atlanta Motor Speedway and Charlotte Motor Speedway. The track is owned by Speedway Motorsports, Inc., the same company that owns Atlanta and Charlotte Motor Speedways, as well as the short-track Bristol Motor Speedway.",
  "/wiki/Fort_Worth": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Aintree_Racecourse": "Aintree Racecourse is a racecourse in Aintree, Metropolitan Borough of Sefton, Merseyside, England. The racecourse is best known for annually holding the world-famous Grand National steeplechase.",
  "/wiki/Aintree": "Aintree  is a village and civil parish in the Metropolitan Borough of Sefton, Merseyside. Historically in Lancashire, it lies between Walton and Maghull on the A59 road, about 5.5 miles (8.9 km) north-east of Liverpool city centre, in North West England.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Badminton_House": "Badminton House is a large country house and Grade I Listed Building in Badminton, Gloucestershire, England, and has been the principal seat of the Dukes of Beaufort since the late 17th century, when the family moved from Raglan Castle, which had been ruined in the English Civil War. The house gives its name to the sport of badminton.",
  "/wiki/Badminton,_Gloucestershire": "Badminton is a village and civil parish in Gloucestershire, England. It consists of Great Badminton and Little Badminton.",
  "/wiki/Eventing": "Eventing (also known as three day eventing or horse trials) is an equestrian event where a single horse and rider combine and compete against other competitors across the three disciplines of dressage, cross-country, and show jumping. This event has its roots in a comprehensive cavalry test that required mastery of several types of riding. The competition may be run as a one-day event (ODE), where all three events are completed in one day (dressage, followed by show jumping and then the cross-country phase) or a three-day event (3DE), which is more commonly now run over four days, with dressage on the first two days, followed by cross-country the next day and then show jumping in reverse order on the final day. Eventing was previously known as Combined Training, and the name persists in many smaller organizations. The term \"Combined Training\" is sometimes confused with the term \"Combined Test\", which refers to a combination of just two of the phases, most commonly dressage and show jumping.",
  "/wiki/Shanghai_International_Circuit": "The Shanghai International Circuit (simplified Chinese: 上海国际赛车场; traditional Chinese: 上海國際賽車場; pinyin: Shànghǎi Guójì Sàichēchǎng) is a motorsport race track, situated in the Jiading District,  Shanghai. The circuit is best known as the venue for the annual Formula 1 Chinese Grand Prix which has been hosted since 2004.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Estádio_do_Maracanã": "The Maracanã (Portuguese: Estádio do Maracanã, standard Brazilian Portuguese: [esˈtadʒi.u du maɾakɐˈnɐ̃], local pronunciation: [iʃˈtadʒu du mɐˌɾakɐˈnɐ̃]), officially named the Estádio Jornalista Mário Filho (IPA: [iʃˈtadʒ(i)u ʒoʁnaˈliʃtɐ ˈmaɾi.u ˈfiʎu]), is a  stadium in Rio de Janeiro. The stadium is part of a complex that includes an arena known by the name of Maracanãzinho, which means \"The Little Maracanã\" in Portuguese. Owned by the Rio de Janeiro state government, it is, as is the Maracanã neighborhood where it is located, named after the Rio Maracanã, a now canalized river in Rio de Janeiro.",
  "/wiki/Rio_de_Janeiro": "Rio de Janeiro (/ˈriːoʊ di ʒəˈnɛəroʊ, - deɪ -, - də -/; Portuguese: [ˈhi.u d(ʒi) ʒɐˈne(j)ɾu] (listen); River of January), or simply Rio, is anchor to the Rio de Janeiro metropolitan area and the second-most populous municipality in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO on 1 July 2012 as a Cultural Landscape.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Football_(soccer)": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/Rungrado_1st_of_May_Stadium": "The Rungrado 1st of May Stadium, also known as the May Day Stadium, is a multi-purpose stadium in Rungra Island, Pyongyang, North Korea which was opened on 1 May 1989. Its first major event was the 13th World Festival of Youth and Students. It is the largest stadium in the world, with a total capacity of approximately 114,000. The site occupies an area of 20.7 hectares (51 acres). It is commonly confused with the nearby 50,000 capacity Kim Il-sung Stadium due to proximity, but possesses unique size and seating capacities which provide distinction.",
  "/wiki/Pyongyang": "Pyongyang, P'yŏngyang or Pyeongyang (US: /ˌpjɒŋˈjæŋ/, UK: /ˌpjʌŋˈjɑːŋ/, Korean: [pʰjʌŋ.jaŋ]), is the capital and largest city of North Korea. Pyongyang is located on the Taedong River about 109 kilometres (68 mi) upstream from its mouth on the Yellow Sea. According to the 2008 population census, it has a population of 3,255,288. Pyongyang is a directly-administered city (직할시; 直轄市; chikhalsi) with equal status to North Korean provinces.",
  "/wiki/North_Korea": "North Korea (Korean: 조선; MR: Chosŏn or literally 북조선; MR: Pukchosŏn), officially the Democratic People's Republic of Korea (DPRK or DPR Korea; Korean: 조선민주주의인민공화국, Chosŏn Minjujuŭi Inmin Konghwaguk), is a country in East Asia constituting the northern part of the Korean Peninsula, with Pyongyang as its capital and the largest city in the country. To the north and northwest, the country is bordered by China and by Russia along the Amnok (known as the Yalu in Chinese) and Tumen rivers, and to the south, it is bordered by South Korea, with the heavily fortified Korean Demilitarized Zone (DMZ) separating the two. Nevertheless, North Korea, like its southern counterpart, claims to be the legitimate government of the entire peninsula and adjacent islands.",
  "/wiki/Talladega_Superspeedway": "Talladega Superspeedway, formerly named Alabama International Motor Speedway (AIMS), is a motorsports complex located north of Talladega, Alabama. It is located on the former Anniston Air Force Base in the small city of Lincoln. A tri-oval, the track was constructed in 1969 by the International Speedway Corporation, a business controlled by the France Family. The track currently hosts the NASCAR Cup Series, NASCAR Xfinity Series, and NASCAR Gander RV & Outdoors Truck Series. Talladega is the longest NASCAR oval, with a length of 2.66 miles (4.281 km), compared to the Daytona International Speedway, which is 2.5 miles (4.0 km) long. The total peak capacity of Talladega is around 175,000 spectators, with the main grandstand capacity being about 80,000.",
  "/wiki/Talladega,_Alabama": "Talladega /ˌtæləˈdɪɡə/ is the county seat of Talladega County, Alabama, United States. It was incorporated in 1835. At the 2010 census the population was 15,676. Talladega is approximately 50 miles (80 km) east of Birmingham.",
  "/wiki/Alabama": "Alabama (/ˌæləˈbæmə/) is a state in the southeastern region of the United States. It is bordered by Tennessee to the north, Georgia to the east, Florida and the Gulf of Mexico to the south, and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state.",
  "/wiki/Daytona_International_Speedway": "Daytona International Speedway is a race track in Daytona Beach, Florida, United States.  Since opening in 1959, it has been the home of the Daytona 500, the most prestigious race in NASCAR. In addition to NASCAR, the track also hosts races of ARCA, AMA Superbike, IMSA, SCCA, and Motocross. The track features multiple layouts including the primary 2.5-mile (4.0 km) high-speed tri-oval, a 3.56-mile (5.73 km) sports car course, a 2.95-mile (4.75 km) motorcycle course, and a 1,320-foot (400 m) karting and motorcycle flat-track. The track's 180-acre (73 ha) infield includes the 29-acre (12 ha) Lake Lloyd, which has hosted powerboat racing. The speedway is owned and operated by International Speedway Corporation.",
  "/wiki/Daytona_Beach": "Daytona Beach is a city in Volusia County, Florida, United States. It lies approximately 51 miles (82.1 km) northeast of Orlando, 86 miles (138.4 km) southeast of Jacksonville, and 265 miles (426.5 km) northwest of Miami. As of the 2010 U.S. Census, it had a population of 61,005. It is a principal city of the Deltona–Daytona Beach–Ormond Beach metropolitan area, which was home to 600,756 people as of 2013. Daytona Beach is also a principal city of the Fun Coast region of Florida.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/Charlotte_Motor_Speedway": "Charlotte Motor Speedway, formerly Lowe's Motor Speedway, is a motorsports complex located in Concord, North Carolina 13 mi (21 km) from Charlotte. The complex features a 1.5 mi (2.4 km) quad oval track that hosts NASCAR racing including the prestigious Coca-Cola 600 on Memorial Day weekend, the NASCAR All-Star Race, and the Bank of America Roval 400. The speedway was built in 1959 by Bruton Smith and is considered the home track for NASCAR with many race teams located in the Charlotte area. The track is owned and operated by Speedway Motorsports, Inc. (SMI) with Marcus G. Smith (son of Bruton Smith) as track president.",
  "/wiki/Concord,_North_Carolina": "Concord (/ˈkɒn.kord/) is a city in Cabarrus County, in the U.S. state of North Carolina. As of the 2010 census, the city had a population of 79,066, with an estimated population in 2018 of 94,546. It is the county seat and the largest city in Cabarrus County. In terms of population, the city of Concord is the second-largest city in the Charlotte Metropolitan Area and is the 10th most populous city in North Carolina.",
  "/wiki/North_Carolina": "North Carolina (/ˌkærəˈlaɪnə/ (listen)) is a U.S. state located in the southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, with an estimated population of 2,569,213 in 2018, is the most populous metropolitan area in North Carolina, the 23rd-most populous in the United States, and the largest banking center in the nation after New York City. The Raleigh metropolitan area is the second-largest metropolitan area in the state, with an estimated population of 1,362,540 in 2018, and is home to the largest research park in the United States, Research Triangle Park.",
  "/wiki/Nakayama_Racecourse": "Nakayama Racecourse (中山競馬場, Nakayama-keibajō) is located in Funabashi, Chiba, Japan. It is used for horse racing. It has a capacity of 165,676. It was built in 1990.",
  "/wiki/Chiba,_Chiba": "Chiba (千葉市, Chiba-shi, Japanese: [tɕiꜜba]) is the capital city of Chiba Prefecture, Japan. It sits about 40 kilometres (25 mi) southeast of the centre of Tokyo on Tokyo Bay. Chiba City became a government-designated city in 1992. In June 2019, its population was 979,768, with a population density of 3,605 people per km². The city has an area of 271.77 square kilometres (104.93 sq mi).",
  "/wiki/Bristol_Motor_Speedway": "Bristol Motor Speedway, formerly known as Bristol International Raceway and Bristol Raceway, is a NASCAR short track venue located in Bristol, Tennessee. Constructed in 1960, it held its first NASCAR race on July 30, 1961. Bristol is among the most popular tracks on the NASCAR schedule because of its distinct features, which include extraordinarily steep banking, an all concrete surface, two pit roads, and stadium-like seating. It has also been named one of the loudest NASCAR tracks.",
  "/wiki/Bristol,_Tennessee": "Bristol is a city in Sullivan County, Tennessee, United States. The population was 26,702 at the 2010 census. It is the twin city of Bristol, Virginia, which lies directly across the state line between Tennessee and Virginia. The boundary between the two cities is also the state line, which runs along State Street in their common downtown district. Bristol is a principal city of the Kingsport−Bristol−Bristol, TN-VA Metropolitan Statistical Area, which is a component of the Johnson City−Kingsport−Bristol, TN-VA Combined Statistical Area − commonly known as the \"Tri-Cities\" region.",
  "/wiki/Tennessee": "Tennessee (/ˌtɛnəˈsiː/ (listen), locally /ˈtɛnəsi/; Cherokee: ᏔᎾᏏ, romanized: Tanasi) is a state located in the southeastern region of the United States. Tennessee is the 36th largest and the 16th most populous of the 50 United States. Tennessee is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northwest. The Appalachian Mountains dominate the eastern part of the state, and the Mississippi River forms the state's western border. Nashville is the state's capital and largest city, with a 2017 population of 667,560 and a 2017 metro population of 1,903,045. Tennessee's second largest city is Memphis, which had a population of 652,236 in 2017.",
  "/wiki/Churchill_Downs": "Churchill Downs, located on Central Avenue in south Louisville, Kentucky, United States, is a Thoroughbred racetrack most famous for annually hosting the Kentucky Derby. It officially opened in 1875 and was named for Samuel Churchill, whose family was prominent in Kentucky for many years. The first Kentucky Derby and the first Kentucky Oaks were held in the same year.  Churchill Downs has also hosted the renowned Breeders' Cup on nine occasions, most recently on November 2 and 3, 2018. Churchill Downs Incorporated owns and operates the racetrack. With the infield open for the Kentucky Derby, the capacity of Churchill Downs is roughly 170,000.",
  "/wiki/Louisville,_Kentucky": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States.[d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city.[e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
  "/wiki/Kentucky": "Kentucky (UK: /kɛnˈtʌki/ ken-TUK-ee, US: /kən-/ (listen) kən-), officially the Commonwealth of Kentucky, is a state located in the Southern United States. Although styled as the \"State of Kentucky\" in the law creating it, (because in Kentucky's first constitution, the term \"state\" was used), Kentucky is one of four U.S. states constituted as a commonwealth (the others being Virginia, Pennsylvania, and Massachusetts). Originally a part of Virginia, in 1792 Kentucky split from it and became the 15th state to join the Union. Kentucky is the 37th most extensive and the 26th most populous of the 50 United States.",
  "/wiki/List_of_sporting_venues_with_a_highest_attendance_of_100,000_or_more": "The following is an incomplete list of sports venues that currently have or once had a highest attendance of 100,000 people or more. Included are also those venues which have closed, been refurbished, or have been proposed."
}