{
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Susan_Chepkemei": "Susan Chepkemei (born 25 June 1975 in Komol, West Pokot District) is a female Kenyan long-distance runner, who competes in the 10,000 metres and marathon. In 2001, she won the Rotterdam Marathon and came first in the Great North Run, as well as winning the silver medal in the World Half Marathon Championships. She won also won the silver medal at the 2002 Commonwealth Games in the 10,000 m.",
  "/wiki/Pamela_Chepchumba": "Pamela Chepchumba (born March 8, 1979 in Kapsait, West Pokot District) is an athlete from Kenya. Her best achievements are from cross country running.",
  "/wiki/Lenah_Cheruiyot": "Lenah Jemutai Cheruiyot (born 1 March 1973) is a Kenyan female former long-distance runner who competed mainly in road running competitions. Her highest international honour was a team gold medal at the IAAF World Half Marathon Championships in 2002, which she shared for finishing seventh. She competed up to the marathon distance and set a best of 2:26:00 hours for that event at the 2008 Paris Marathon, at which she was placed third.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Svetlana_Zakharova_(athlete)": "Svetlana Vladimirovna Zakharova (Russian: Светлана Владимировна Захарова), (born 15 September 1970 in Chuvashia) is a Russian long-distance runner, who specializes in marathon races. She won several international marathons, such as: the Honolulu Marathon (1997, 2002 and 2009), the Chicago Marathon (2003) and the Boston Marathon (2003). She participated twice in the Olympic Games.",
  "/wiki/Lyudmila_Petrova": "Lyudmila Nikolayevna Petrova (Russian: Людмила Николаевна Петрова; born 7 October 1968) is a Russian long-distance runner, who represented her native country at two Summer Olympics: 1996 and 2004. She won the 2000 edition of the New York City Marathon.",
  "/wiki/Irina_Safarova": "Irina Safarova (Russian: Ирина Сафарова; born June 19, 1969) is a Russian long-distance runner. Safarova competed in the 1997, 1998, 2001, 2002 and 2004 IAAF World Half Marathon Championships, the 2002 European Athletics Championships (marathon), and the 2003 European Cross Country Championships. She also won the 2000 Hong Kong Marathon (2:46:59), the 2001 California International Marathon (2:36:36), and the 2005 Country Music Marathon (2:33:53).",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Berhane_Adere": "Berhane Adere Debala (Ge'ez: ብርሀኔ አደሬ born 21 July 1973 in Shewa) is an Ethiopian long-distance runner who specialises in the 10,000 metres and the half marathon. She was world champion over 10,000 m in 2003 and world champion in the half marathon in 2002. Berhane works for UNICEF as a goodwill ambassador for girls' education.",
  "/wiki/Asha_Gigi": "Asha Gigi Roba (born 15 October 1973 in Arsi) is an Ethiopian long-distance runner who specialises in the marathon. Her personal best of 2:26:05 hours was set in 2004 at the Paris Marathon, where she came second. She represented Ethiopia in the event at the 2004 Summer Olympics and the World Championships in Athletics (2003 and 2005). She has won the Toronto Waterfront Marathon and the Florence Marathon.",
  "/wiki/Leila_Aman": "Leila Aman (born 24 November 1977 in Arsi) is an Ethiopian long-distance runner, who specializes in the half marathon and cross-country running.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Mihaela_Botezan": "Mihaela Maria Botezan (born 21 November 1976 in Ocna Mureş) is a Romanian long-distance runner who specializes mainly in the 10000 metres and the half marathon.",
  "/wiki/Luminița_Talpoș": "Luminiţa Talpoş (born October 9, 1972 in Craiova, Dolj) is a female long-distance runner from Romania, who specialized in the marathon race during her career.",
  "/wiki/Constantina_Diţă-Tomescu": "Constantina Diță (formerly Constantina Diță-Tomescu born on January 23, 1970 in Turburea, Gorj County), is a Romanian long-distance runner, who specializes mainly in the half marathon and marathon. She was the marathon gold medallist at the 2008 Beijing Olympics, having previously won a bronze medal at the 2005 World Championships in Athletics. She also represented her country at the Olympics in 2000 and 2004.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Mizuki_Noguchi": "Mizuki Noguchi (野口 みずき, Noguchi Mizuki, born July 3, 1978) is a Japanese professional long-distance runner who specialises in the marathon event. She is an Olympic champion over the distance.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Maria_Guida": "Maria Guida (born 23 January 1966 in Vico Equense) is an Italian long-distance runner.",
  "/wiki/Gloria_Marconi": "Gloria Marconi (born 31 March 1968) is an Italian long-distance runner.",
  "/wiki/Silvia_Sommaggio": "Silvia Sommaggio (born 20 November 1969) is a retired Italian long-distance runner who specializes in the 5000 and 10,000 metres as well as cross-country and road running.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Marleen_Renders": "Marleen Renders (born 24 December 1968, in Diest) is a retired female long-distance runner from Belgium, who represented her native country thrice at the Summer Olympics: in 1988, 1996 and 2000. In 1995 she won the Antwerp Marathon, in 1998 the Berlin Marathon, and she triumphed twice in the Paris Marathon in 2000 and 2002 (with a personal best of 2:23:05).",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Wei_Yanan": "Wei Yanan (Chinese: 魏亚楠 ; born 6 December 1981 in Kunshan, Jiangsu Province) is a Chinese marathon runner. She won the Beijing Marathon at the age of eighteen and has won marathons in Seoul, Shanghai and Dalian.",
  "/wiki/Zhang_Shujing": "Zhang Shujing (simplified Chinese: 张淑晶; traditional Chinese: 張淑晶; pinyin: Zhāng Shújīng, born September 13, 1978 in Baicheng, Jilin province) is a Chinese long-distance runner.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Chantal_Dällenbach": "Chantal Dällenbach (born 24 October 1962) is a French long-distance runner. She competed in the women's 10,000 metres at the 1996 Summer Olympics.",
  "/wiki/Rodica_Moroianu": "Rodica Daniela Nagel (née Moroianu; born 18 November 1970) is a French-Romanian former long-distance runner who competed in distances from 3000 metres to the half marathon. She was active from 1987 to 2007. She competed for her native Romania until June 1997, after which point she competed for her adopted nation, France.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Yekaterina_Shatnaya": "Yekaterina (\"Katya\") Shatnaya (born February 21, 1979 in Almaty) is an athlete from Kazakhstan, who competes in triathlon. Shatnaya competed at the second Olympic triathlon at the 2004 Summer Olympics.  She took forty-first place with a total time of 2:19:26.75.",
  "/wiki/2002_IAAF_World_Half_Marathon_Championships": "The 11th IAAF World Half Marathon Championships was held on May 5, 2002 in the city of Brussels, Belgium. A total of 198 athletes, 123 men and 75 women, from 60 countries took part.\nDetailed reports on the event and an appraisal of the results were given both\nfor the men's race and for the women's race."
}