{
  "/wiki/Selah,_Washington": "Selah is a city in Yakima County, Washington, United States. The population was 7,147 at the 2010 census.",
  "/wiki/Washington_(state)": "Washington (/ˈwɒʃɪŋtən/ (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington State to distinguish it from the nation's capital, Washington, D.C..",
  "/wiki/Asotin,_Washington": "Asotin /əˈsoʊtən/ is the county seat of Asotin County, Washington, United States. The population of the city was 1,251 at the 2010 census.  It is part of the Lewiston, ID-WA Metropolitan Statistical Area.",
  "/wiki/Burlington,_Washington": "Burlington is a city in Skagit County, Washington, United States. The population is 8,388 as recorded by the 2010 census. It is roughly halfway in between Seattle and Vancouver, and is included in the Mount Vernon–Anacortes, Washington Metropolitan Statistical Area.",
  "/wiki/Cashmere,_Washington": "Cashmere is a city in Chelan County, Washington, United States. It is part of the Wenatchee–East Wenatchee Metropolitan Statistical Area. The population was 3,060 at the 2010 census.  The population was 3,157 at the 2018 estimates.",
  "/wiki/Clarkston,_Washington": "Clarkston is a city in Asotin County, Washington, United States. It is part of the Lewiston, ID-WA metropolitan area, and is located west of Lewiston, Idaho, across the Snake River.",
  "/wiki/Colville,_Washington": "Colville is a city in Stevens County, Washington, United States. The population was 4,673 at the 2010 census.  It is the county seat of Stevens County.",
  "/wiki/Creston,_Washington": "Creston is a town in Lincoln County, Washington, United States.  The population was 236 at the 2010 census.",
  "/wiki/East_Wenatchee,_Washington": "East Wenatchee is a city in Douglas County, Washington, United States.  The population at the 2010 census was 13,190, a 129.1% increase on the 2000 census. As of 2018, the Office of Financial Management estimates that the current population is 14,168.",
  "/wiki/Tacoma,_Washington": "Tacoma (/təˈkoʊmə/ tə-KOH-mə) is a mid-sized urban port city and the county seat of Pierce County, Washington, United States. The city is on Washington's Puget Sound, 32 miles (51 km) southwest of Seattle (of which it is the largest satellite city), 31 miles (50 km) northeast of the state capital, Olympia, and 58 miles (93 km) northwest of Mount Rainier National Park. The population was 198,397, according to the 2010 census.  Tacoma is the second-largest city in the Puget Sound area and the third-largest in the state. Tacoma also serves as the center of business activity for the South Sound region, which has a population of  around 1 million.",
  "/wiki/Goldendale,_Washington": "Goldendale is a city and county seat of Klickitat County, Washington, United States, near the Columbia River Gorge. The population within city limits was 3,760 at the 2000 census and 3,407 at the 2010 census, a 9.4% decrease. It is situated in a primarily agricultural area and is also near Goldendale Observatory State Park. The valley in which Goldendale is located offers views of the Cascade Mountains to the west and the Simcoe Hills to the north.",
  "/wiki/Kelso,_Washington": "Kelso is a city in the southwestern part of the U.S. state of Washington and is the county seat of Cowlitz County.  At the 2010 census, the population was 11,925.  Kelso is part of the Longview, Washington Metropolitan Statistical Area, which has a population of 102,410.  Kelso shares its long western border with Longview.  It is near Mount St. Helens.",
  "/wiki/Kettle_Falls,_Washington": "Kettle Falls is a city in Stevens County, Washington, United States, named for the nearby Kettle Falls on the Columbia River, an ancient and important fishing site for Native Americans. The population of the city was 1,595 at the 2010 census a 4.5% increase over the 2000 census.",
  "/wiki/Klickitat,_Washington": "Klickitat is an unincorporated community and census-designated place (CDP) in Klickitat County, Washington, United States. The population was 362 at the 2010 census. Once the site of a lumber mill, it is now primarily a bedroom community.",
  "/wiki/Union_Gap,_Washington": "Union Gap is a city in Yakima County, Washington, United States. As of the 2010 census, the city population was 6,047. Union Gap has become the retail hub for the entire Yakima Valley as a result of Valley Mall and other thriving businesses being located here. Part of the city is part of the Yakama Nation.",
  "/wiki/Okanogan,_Washington": "Okanogan (/ˌoʊkəˈnɒɡən/ OH-kə-NOG-ən; derived from Syilx'tsn: \"rendezvous\" or \"meeting place\") is a city in Okanogan County, Washington, United States. The population was 2,552 at the 2010 census, within the Greater Omak Area. It is the seat of Okanogan County.",
  "/wiki/Richland,_Washington": "Richland (/ˈrɪtʃlənd/) is a city in Benton County in the southeastern part of the State of Washington, at the confluence of the Yakima and the Columbia Rivers. As of the 2010 census, the city's population was 48,058. July 1, 2017, estimates from the Census Bureau put the city's population at 57,303. Along with the nearby cities of Pasco and Kennewick, Richland is one of the Tri-Cities, and is home to the Hanford nuclear site.",
  "/wiki/Rosalia,_Washington": "Rosalia is a town in Whitman County, Washington, United States It is an agricultural community in the Palouse region,  at an elevation of 2238 feet (682 m) above sea level.  Its population was 550 at the 2010 census.",
  "/wiki/Touchet,_Washington": "Touchet (/ˈtuːʃi/ TOO-shee) is a census-designated place (CDP) in Walla Walla County, Washington, United States. The population was 421 at the 2010 census."
}