{
  "/wiki/FC_Honka": "FC Honka (also known as Esport Honka) is a Finnish football club, based in Espoo. It was promoted into the Finnish premier division (Veikkausliiga), for the first time in its history, at the end of the 2005 season. The club's manager is Vesa Vasara and it plays its home matches at Tapiolan urheilupuisto. It was founded in 1957 as Tapion Honka, and changed its name to FC Honka in 1975.",
  "/wiki/Espoo": "Espoo (Finnish: [ˈespoː]; Swedish: Esbo [ˈɛ̌sːbɔ],[check IPA] Finland Swedish: [ˈesːbo] (listen)) is the second largest city and municipality in Finland. It is part of the Finnish Capital Region, along with the cities of Helsinki, Vantaa, and Kauniainen, and most of its population lives in the inner urban core of the Helsinki metropolitan area. Espoo shares its eastern border with Helsinki and Vantaa, while enclosing Kauniainen. Other bordering municipalities of Espoo are Nurmijärvi and Vihti in the north, and Kirkkonummi in the west. The city is located on the shore of the Gulf of Finland, in the region of Uusimaa, and has a population of 284,444.",
  "/wiki/Tapiolan_Urheilupuisto": "Tapiolan urheilupuisto (Swedish: Hagalunds idrottspark; English: Tapiola Sports Park) is a sports park in the Tapiola District of Espoo, Finland. The park includes several sports halls and football pitches as well as the multipurpose Espoo Metro Areena. The Urheilupuisto metro station, which connects the park to the Länsimetro, was opened in 2017.",
  "/wiki/Mika_Lehkosuo": "Mika \"Bana\" Lehkosuo (born 8 January 1970 in Helsinki) is a Finnish football manager and former midfielder, managing Kongsvinger  in the Norwegian OBOS-ligaen and working as a coach for Finland national team.",
  "/wiki/Jussi_Vasara": "Jussi Vasara (born 14 May 1987) is a retired Finnish footballer who most recently played for Finnish Veikkausliiga club Seinäjoen Jalkapallokerho.",
  "/wiki/FC_Inter_Turku": "Football Club International Turku, commonly referred to as Inter Turku and colloquially known as Inter, is a professional football club based in Turku, Finland, that competes in the Veikkausliiga, the top flight of Finnish Football. Founded in 1990 by Stefan Håkans, the club has a rivalry with Turun Palloseura.",
  "/wiki/Turku": "Turku (/ˈtʊərkuː/ TOOR-koo, Finnish: [ˈturku] (listen); Swedish: Åbo [ˈǒːbʊ] (listen), Finland Swedish: [ˈoːbu] (listen)) is a city on the southwest coast of Finland at the mouth of the Aura River, in the region of Finland Proper (Varsinais-Suomi). The region was originally called Suomi (Finland), which later became the name for the whole country.",
  "/wiki/Veritas_Stadion": "Veritas Stadion is an association football stadium in Turku, Finland. It is situated in the district of Kupittaa, in an area dedicated to sporting venues. The stadium serves as the home venue for FC Inter Turku and Turun Palloseura playing in Finland's premier football league, the Veikkausliiga.",
  "/wiki/Job_Dragtsma": "Job Dragtsma (born 23 October 1955, in Alkmaar, Netherlands) is a Dutch football manager, who was the coach of FC Volendam for around a year (2004–2005). He also managed FC Inter Turku in Finland, with whom he won the national title in 2008, Finnish League Cup in 2008 and the Finnish Cup in 2009. He resigned from FC Inter in May 2016.",
  "/wiki/Henri_Lehtonen": "Henri Lehtonen (born 28 July 1980) is a Finnish former professional football who played for FC Inter Turku in the Finnish Premiership (Veikkausliiga).",
  "/wiki/FC_Lahti": "FC Lahti is a Finnish football club based in the city of Lahti. It currently plays in the Finnish Premier League (Veikkausliiga) after placing first in the Finnish First Division (Ykkönen) during season 2011. The homeground of FC Lahti is Lahden Stadion. FC Lahti is famous of being the local team of the most successful Finnish player, Jari Litmanen, who played for the club in two stints in 2004 and 2009–10. In his youth years and the start of his career, he played in Reipas Lahti.",
  "/wiki/Lahti": "Lahti (Finnish pronunciation: [ˈlɑhti]; Swedish: Lahtis) is a city and municipality in Finland.",
  "/wiki/Lahden_Stadion": "Lahti Stadium (Finnish: Lahden stadion) is a multi-use stadium in Lahti, Finland. In Winter the stadium is used in cross-country skiing and biathlon. In summer it is currently used mostly for football matches and is the home stadium of FC Lahti. The stadium holds 14,500 and was built in 1981.",
  "/wiki/Juha_Malinen": "Juha Malinen (born 16 July 1958 in Oulu) is a Finnish football coach with a total of 15 seasons at the highest level. Malinen is currently managing the Finnish under-21 national team.",
  "/wiki/Mikko_Hauhia": "Mikko Hauhia (born 3 September 1984) is a retired Finnish footballer.",
  "/wiki/FF_Jaro": "FF Jaro is a Finnish football club, based in the bilingual town of Jakobstad. It currently plays in Ykkönen. Home matches are played at the Jakobstads Centralplan.",
  "/wiki/Jakobstad": "Jakobstad (Finnish: Pietarsaari) is a town and municipality in Ostrobothnia, Finland. The town has a population of 19,287 (31 January 2019) and covers a land area of 88.31 square kilometres (34.10 sq mi). The population density is 218.4 inhabitants per square kilometre (566/sq mi). Neighbour municipalities are Larsmo, Pedersöre, and Nykarleby.",
  "/wiki/Jakobstads_Centralplan": "Jakobstads Centralplan is a multi-use stadium in Jakobstad, Finland.  It is currently used mostly for football matches and is the home stadium of FF Jaro. The stadium holds 5,000.",
  "/wiki/Aleksei_Borisovich_Yeryomenko": "Aleksei Borisovich Yeryomenko (Russian: Алексей Борисович Ерёменко; born 17 January 1964), also known as Alexei Eremenko Sr. is a Russian professional football manager and a former player who also holds Finnish citizenship. He most lately was the manager of the Veikkausliiga side SJK.",
  "/wiki/Jonas_Emet": "Jonas Emet (born 13 February 1988 in Jakobstad) on Finnish footballer, who plays as a midfielder for FF Jaro.",
  "/wiki/HJK_Helsinki": "Helsingin Jalkapalloklubi (literally The Football Club of Helsinki), commonly known as HJK Helsinki, or simply as HJK, is a professional football club based in Helsinki, Finland. The club competes in the Finnish Veikkausliiga. Founded in 1907, the club has spent most of its history in the top tier of Finnish football. The club's home ground is the 10,770-seat Telia 5G -areena, where they have played since 2000.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Sonera_Stadium": "The Bolt Arena (named Telia 5G -areena until January 2020, named Sonera Stadium until April 2017, and Finnair Stadium until August 2010; also known as Töölön jalkapallostadion, \"Töölö football stadium\") is a football stadium in Helsinki, Finland. It is named after the Telia Company.",
  "/wiki/Sixten_Bostr%C3%B6m": "Sixten Boström (born 15 September 1963) is a Finnish soccer coach and former midfielder, who most recently was the head coach of SJK.",
  "/wiki/Ville_Wall%C3%A9n": "Ville Wallén (born 20 June 1976) is a retired Finnish footballer who played as a goalkeeper. After his retirement in 2013, he became the goalkeeping coach of HJK Helsinki.",
  "/wiki/IFK_Mariehamn": "IFK Mariehamn is an  Ålandic football club based in Mariehamn, the capital of the Åland Islands. It plays in the Finnish Premier Division (Veikkausliiga). The club is managed by Peter Lundberg, and it plays its home matches at Wiklöf Holding Arena.",
  "/wiki/Mariehamn": "Mariehamn (Swedish pronunciation; Finnish: Maarianhamina) is the capital of the Åland Islands, an autonomous territory under Finnish sovereignty. Mariehamn is the seat of the Government and Parliament of Åland, and 40% of the population of Åland live in the city. Like all of Åland, Mariehamn is unilingually Swedish-speaking and around 88% of the inhabitants speak it as their native language.",
  "/wiki/Wikl%C3%B6f_Holding_Arena": "Wiklöf Holding Arena (formerly Idrottsparken) is a multi-purpose stadium in Mariehamn, Finland.  It is used mostly for football matches and is the home ground of IFK Mariehamn.  The stadium has a capacity 1 635 people and was built in 1932.",
  "/wiki/Pekka_Lyyski": "Pekka Lyyski (born July 26, 1953) is a Finnish former football coach.",
  "/wiki/Jani_Lyyski": "Jani Lyyski (born 16 March 1983) is a Finnish former footballer.",
  "/wiki/Jyv%C3%A4skyl%C3%A4n_Jalkapalloklubi": "JJK Jyväskylä (JJK; full name Jyväskylän Jalkapalloklubi) is a Finnish football club, based in Jyväskylä. It currently plays in the Finnish second highest league Ykkönen. The club has two managers, Mikko Manninen and Janne Korhonen. JJK plays its home matches at Harjun Stadion.",
  "/wiki/Jyv%C3%A4skyl%C3%A4": "Jyväskylä (Finnish pronunciation: [ˈjyʋæsˌkylæ]) is a city and municipality in Finland in the western part of the Finnish Lakeland, some 130 km north-east from Tampere. It is the largest city in the region of Central Finland and on the Finnish Lakeland.",
  "/wiki/Harjun_stadion": "Harjun stadion is an athletics and football stadium in Jyväskylä, Finland.  It is the home stadium of a local football club JJK that currently plays in Ykkönen.  The stadium holds 5,000 spectators and was opened in 1926.",
  "/wiki/Juha_Pasoja": "Juha Pasoja (born 16 November 1976) is a retired Finnish football defender and football coach. He was most recently the head coach of Dreams FC in Ghana.",
  "/wiki/Janne_Korhonen_(footballer)": "Janne Korhonen (born 28 November 1979) is a Finnish professional football goalkeeper who currently plays for Ykkönen side JJK Jyväskylä. During years 1999-2008 he played for first division side MYPA. On 30 April 2010 he was selected as the Player of The Month in Veikkausliiga. (in Finnish)",
  "/wiki/Kuopion_Palloseura": "Kuopion Palloseura (or KuPS) is a Finnish football club, based in the 9th most populated city of Finland, Kuopio. KuPS plays in Finland's Premier League, Veikkausliiga. The team plays its home matches at Savon Sanomat Areena. Until June 2005, KuPS used to play at an aged track and field stadium in Väinölänniemi, which is said to be one of the most beautiful sporting places in Finland. Väinölänniemi is a cape surrounded by a local lake, Kallavesi.",
  "/wiki/Kuopio": "Kuopio (Finnish pronunciation: [ˈkuo̯pio]) is a Finnish city and municipality located in the region of Northern Savonia (Pohjois-Savo). It has a population of 118,667, which makes it the ninth-most populous city in Finland and the most populous city in Eastern Finland Province. Kuopio has a total area of 4,326.35 square kilometres (1,670.41 sq mi), of which 719.85 km2 (277.94 sq mi) is water and half is forest. Though the city’s population is a spread-out 74/km2 (190/sq mi), the city's urban areas are populated comparably densely (urban area: 1,618 /km²), making Kuopio Finland’s second-most densely populated city.",
  "/wiki/Savon_Sanomat_Areena": "Kuopio Football Stadium (Finnish: Kuopion keskuskenttä), also known as Savon Sanomat Areena (formerly Magnum Areena) is a multi-use stadium in Kuopio, Finland. It is currently used mostly for football matches and is the home stadium of KuPS and Pallokissat . The stadium holds 5,000 and was built in 2005.",
  "/wiki/Esa_Pekonen": "Esa Pekonen (born 4 November 1961) is a Finnish former footballer and manager.",
  "/wiki/Rami_Hakanp%C3%A4%C3%A4": "Rami \"Rambo\" Hakanpää (born 9 October 1978 in Pori) is a Finnish footballer who plays for HJK in the Veikkausliiga.",
  "/wiki/MYPA": "Myllykosken Pallo -47 (or MYPA, formerly MyPa) is a Finnish football club, based in the industrial village of Myllykoski, part of the city of Kouvola. The club temporarily shut down after having ceased operations in 2015 due to financial difficulties, but returned in 2017 earning a place in the fourth tier and won back-to-back promotions to reach the second division in 2019.",
  "/wiki/Kouvola": "Kouvola (Finnish pronunciation: [ˈkou̯wolɑ]) is a city and municipality in southeastern Finland. It is located on the Kymijoki River in the region of Kymenlaakso and 134 kilometres (83 mi) northeast of the capital, Helsinki.",
  "/wiki/Kymenlaakson_S%C3%A4hk%C3%B6_Stadion": "Kymenlaakson Sähkö Stadion (formerly Saviniemen Jalkapallostadion and Anjalankosken Jalkapallostadion) is a multi-use stadium in Kouvola, Finland.  It is currently used mostly for football matches and is the home stadium of MYPA.  The stadium holds 4,167 and was built in 1995. The stadium has hosted several Europa League qualifying matches, including three in the 2010–11 tournament when MYPA were eliminated in the 3rd qualifying round by Romanian Club Timișoara.",
  "/wiki/Toni_Korkeakunnas": "Toni Korkeakunnas (born 15 May 1968) is a Finnish football manager and former player.",
  "/wiki/Tuomas_Aho": "Tuomas Aho (born 27 May 1981) is a retired Finnish footballer. He was born in Parikkala.",
  "/wiki/RoPS": "Rovaniemen Palloseura (RoPS) is a football club founded in 1950 and based in Rovaniemi, Finland. In 2017 RoPS participated in the Finnish Premier Division, (Veikkausliiga) marking their 30th season in the top flight (previously called \"Veikkausliiga\") since 1981. The club plays home games at the Rovaniemen Keskuskenttä in the Arctic Circle of Lapland.\nThe closest affiliated team is RoPS/2 from Kakkonen who participate in the third tier of Finnish football.",
  "/wiki/Rovaniemi": "Rovaniemi (Finnish: [ˈroʋɑniemi] (listen)) is a city and municipality of Finland. It is the administrative capital and commercial centre of Finland's northernmost province, Lapland. It is situated about 6 kilometres (4 miles) south of the Arctic Circle and is between the hills of Ounasvaara and Korkalovaara, at the confluence of the river Kemijoki and its tributary, the Ounasjoki. The city and the surrounding Rovaniemen maalaiskunta (Rural municipality of Rovaniemi) were consolidated into a single entity on 1 January 2006. Rovaniemi has an approximate population of 63,000. Rovaniemi is a unilingual Finnish-speaking municipality and uncommonly for larger Finnish towns, it is also known by its Finnish name and spelling in the Swedish language.",
  "/wiki/Rovaniemen_keskuskentt%C3%A4": "Keskuskenttä is a multi-purpose stadium in Rovaniemi, Finland. It is currently used for football matches, football training and sport classes of nearby schools and daycare centres. During winter there is a skiing track for young skiers. The stadium has covered seating capacity of 2800, in two stands. Main stand capacity is 2000, second stand 800. Total capacity is up to over 5000. For running there are three tracks, with fourth track in front of main stand. Lanes are green in color.",
  "/wiki/Kari_Virtanen": "Kari Virtanen (born 15 September 1958) is a Finnish football manager and former player. He is currently coach of Veikkausliiga club Inter Turku.",
  "/wiki/Antti_Okkonen": "Antti Okkonen (born 6 June 1982) is a Finnish football player representing RoPS in the Finnish Veikkausliiga.",
  "/wiki/Turun_Palloseura": "Turun Palloseura, commonly known as TPS, is a professional football club based in Turku, Finland. During the 2019 season, the men’s first team of the club competes in Ykkönen, the second highest tier of men’s football, and the women’s first team in Naisten Liiga, the highest level of women’s football in Finland. Nicknamed \"Tepsi\", the club was founded in 1922.",
  "/wiki/Marko_Rajam%C3%A4ki": "Marko Rajamäki (born 3 October 1968) is a Finnish football manager, who has been managing Turun Palloseura since January 2010. Previously he managed the club's under-18 team (since 2002) and was also the assistant manager of the senior team in 2009. Rajamäki is himself a former Finnish international footballer.",
  "/wiki/Jarkko_Hurme": "Jarkko Erkki Hurme (born 4 June 1986) is a Finnish footballer who plays as a defender, primarily as a right back.",
  "/wiki/Vaasan_Palloseura": "Vaasan Palloseura (or VPS) is a Finnish football club, based in Vaasa. It currently plays in the Finnish Premier Division (Veikkausliiga). The club's current manager is Petri Vuorinen. The club plays its home matches at Hietalahti. VPS played twice in the UEFA Cup in 1998–99 and in 1999–00, but were knocked out in the 2nd Qualifying Round by Grazer AK of Austria and in the 1st Qualifying Round by St Johnstone of Scotland.",
  "/wiki/Vaasa": "Vaasa (Finnish: [ˈʋɑːsɑ]; Swedish: Vasa [ˈvɑ̂ːsa] (listen), Finland Swedish: [ˈvɑːsɑ] (listen)) is a city on the west coast of Finland. It received its charter in 1606, during the reign of Charles IX of Sweden and is named after the Royal House of Vasa. Vaasa has a population of 67,588 (31 January 2019) (approximately 120,000 in the Vaasa sub-region), and is the regional capital of Ostrobothnia (Swedish: Österbotten; Finnish: Pohjanmaa).",
  "/wiki/Hietalahti_Stadium": "Hietalahti Stadium (Finnish: Hietalahden jalkapallostadion), also known as Elisa Stadion for sponsorship reasons, is a multi-purpose stadium in Vaasa, Finland. It is currently used mostly for football matches and is the home stadium of Vaasan Palloseura. The stadium has a capacity of 6,009 spectators.",
  "/wiki/Olli_Huttunen": "Olavi \"Olli\" Huttunen (born 4 August 1960 in Kajaani) is a Finnish football coach and former goalkeeper. He is the former head coach of the Finnish national team.",
  "/wiki/Sebastian_Strandvall": "Sebastian Strandvall is a Finnish professional football midfielder who currently plays for Finnish side Vaasan Palloseura. He has also played  one time for the national team of Finland.",
  "/wiki/2013_Veikkausliiga": "The 2013 Veikkausliiga was the eighty-third season of top-tier football in Finland. The season began on 13 April 2013 and is scheduled to end on 26 October 2013. HJK Helsinki are the defending champions."
}