{
  "/wiki/Somnath": "The Somnath temple located in Prabhas Patan near Veraval in Saurashtra on the western coast of Gujarat, India(Gurjar) is believed to be the first among the twelve jyotirlinga shrines of Shiva. It is an important pilgrimage and tourist spot of Gujarat. Reconstructed several times in the past after repeated destruction by several Muslim invaders and rulers, the present temple was reconstructed in Chaulukya style of Hindu temple architecture and completed in May 1951. The reconstruction was started under the orders of the Home Minister of India Vallabhbhai Patel and completed after his death.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Veraval": "Veraval is a municipality and the headquarters of Gir Somnath district in the Indian state of Gujarat. It is 6 km from Somnath. It is also known for the hub of fishing industries in India.",
  "/wiki/Saurashtra_(region)": "Saurashtra, and some part of it also known as Sorath or Kathiawar, is a peninsular region of Gujarat, India, located on the Arabian Sea coast. It covers about a third of Gujarat state, notably 11 districts of Gujarat, including Rajkot District.",
  "/wiki/Mallikarjuna_Jyotirlinga": "Sri Bhramaramba Mallikarjuna Temple or Srisailam Temple is a Hindu temple dedicated to the deities Shiva and Parvati, located at Srisailam in Indian state of Andhra Pradesh.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/Srisailam": "Srisailam is a census town in Kurnool district of the Indian state of Andhra Pradesh.  It is the mandal headquarters of Srisailam mandal in Kurnool revenue division. The town is famous for Mallikarjuna Jyotirlinga Temple and is one of the holy pilgrimage site for Saivism and Shaktism sects of Hinduism. The town is classified as both Jyotirlinga and Shakti Peetha.",
  "/wiki/Kurnool_District": "Kurnool District is one of the four districts in the Rayalaseema region of the Indian state of Andhra Pradesh. The district is located in the west-central part of the state and is bounded by Mahabubnagar district of Telangana in the north, Raichur district of Karnataka in the northwest, Bellary district of Karnataka in the west, Ananthapur district in the south, YSR Kadapa district in the South East and Prakasham district in the east. The city of Kurnool is the headquarters of the district. It has a population of 4,053,463 of which 28.35% were urban as of 2011. The district is the third largest by area and tenth largest by population in the state.:14.",
  "/wiki/Rayalaseema": "Rayalaseema (Rāyalasīma) is a geographic region in the Indian state of Andhra Pradesh. It comprises four southern districts of the state namely, Anantapur, Chittoor, Kadapa and Kurnool. As of 2011[update] census of India, the region with four districts had a population of 15,184,908 and covers an area of 67,526 km2 (26,072 sq mi).",
  "/wiki/Shakti_Peetha": "The Shakti Peetha (Sanskrit: शक्ति पीठ, Śakti Pīṭha, seat of Shakti) are significant shrines and pilgrimage destinations in Shaktism, the goddess-focused Hindu tradition. There are 51 or 108 Shakti peethas by various accounts, of which between 4 and 18 are named as Maha (major) in medieval Hindu texts.",
  "/wiki/Adi_Shankara": "Adi Shankaracharya (Sanskrit: आदि शङ्कराआचार्य [aːdɪ ɕɐŋkɐɽɐ])[note 1] was an early 8th century Indian philosopher and theologian who consolidated the doctrine of Advaita Vedanta.[note 2]  He is credited with unifying and establishing the main currents of thought in Hinduism.",
  "/wiki/Shivananda_Lahari": "Shivananda Lahari (IAST Śivānanda Lahari) is a devotional hymn composed by Adi Shankara, the 8th-century Advaita philosopher, on Shiva. It literally means Wave of Auspicious Bliss. It consists of one hundred stanzas of Sanskrit poetry in various chandas (metres). It was composed by Adi Shankara while staying in Srisailam, a pilgrimage town, in Kurnool district of Andhra Pradesh. It begins with an ode to Mallikarjuna and Bhramarambika, the deities at Srisailam.",
  "/wiki/Mahakaleshwar_Jyotirlinga": "Mahakaleshwar Jyotirlinga is a Hindu temple dedicated to Lord Shiva and one of the twelve Jyotirlingams, shrines which are said to be the most sacred abodes of Lord Shiva. It is located in the ancient city of Ujjain in the state of Madhya Pradesh, India. The temple is situated on the side of the holy river Shipra. The presiding deity, Lord Shiva in the lingam form is believed to be Swayambhu, deriving currents of power (Shakti) from within itself as against the other images and lingams that are ritually established and invested with mantra-shakti.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Ujjain": "Ujjain (/uːˈdʒeɪn/ (listen)) is a city in Ujjain district of the Indian state of Madhya Pradesh. It is the fifth largest city in Madhya Pradesh by population and is the administrative centre of Ujjain district and Ujjain division. It is a famous Hindu pilgrimage centre with the Kumbh Mela held here every 12 years. The city is also a part of the Indore Metropolitan Region, as notified by the State Government under Indore Metropolitan Region Development Authority.",
  "/wiki/Swayambhu": "Svayambhu (स्वयम्भू) is a Sanskrit word that means \"self-manifested\", \"self-existing\", or \"that is created by its own accord\". In Tibetan, this word appears as \"Rangjung\" རང་བྱུང་.",
  "/wiki/Garbhagriha": "Garbhagriha is the sanctum sanctorum, the innermost sanctuary of a Hindu and Jain temples where resides the murti (idol or icon) of the primary deity of the temple. In Jainism, the main deity is known as the Mulnayaka. Literally the word means \"womb chamber\", from the Sanskrit words garbha for womb and griha for house. Generally in Hinduism only 'priests' (pujari) are allowed to enter this chamber.  Although the term is often associated with Hindu temples, it is also found in Jain and Buddhist temples.",
  "/wiki/Omkareshwar": "Omkareshwar (IAST: Ōṃkārēśvar) is a Hindu temple dedicated to God Shiva. It is one of the 12 revered Jyotirlinga shrines of Shiva. It is on an island called Mandhata or Shivapuri in the Narmada river; the shape of the island is said to be like the Hindu ॐ symbol.",
  "/wiki/Omkareshwar,_East_Nimar": "Omkareshwar (IAST: Ōṃkārēśvar) is a Hindu temple dedicated to God Shiva. It is one of the 12 revered Jyotirlinga shrines of Shiva. It is on an island called Mandhata or Shivapuri in the Narmada river; the shape of the island is said to be like the Hindu ॐ symbol.",
  "/wiki/Narmada_River": "The Narmada River, also called the Rewa and previously also known as Nerbudda, is a river in central India after the Godavari, and the Krishna. It is also known as \"Life Line of Madhya Pradesh and Gujarat\" for its huge contribution to the state of Madhya pradesh and Gujarat in many ways. Narmada rises from Amarkantak Plateau near Anuppur district. It forms the traditional boundary between North India and South India and flows westwards over a length of 1,312 km (815.2 mi) before draining through the Gulf of Khambhat into the Arabian Sea, 30 km (18.6 mi) west of Bharuch city of Gujarat.",
  "/wiki/Kedarnath_Temple": "Kēdārnāth Mandir (Kedarnath Temple) is a Hindu temple (shrine) dedicated to Lord Shiva. Located on the Garhwal Himalayan range near the Mandakini river, Kedarnath is located in the state of  Uttarakhand, India. Due to extreme  weather conditions, the temple is open to the general public only between the months  of April (Akshaya Tritriya) and November (Kartik Purnima, the autumn full moon). During the winters, the vigraha (deity) from Kedarnath temple is carried down to Ukhimath and where the deity is worshiped for the next six months. Kedarnath is seen as a homogenous  form of Lord Shiva, the 'Lord of Kedar Khand', the historical name of the region.",
  "/wiki/Uttarakhand": "Uttarakhand (/ˌʊtəˈrɑːkʌnd/), formerly known as Uttaranchal (/ˌʊtəˈrɑːntʃəl/), is a state in the northern part of India. It is often referred to as the \"Devabhumi\" (literally \"Land of the Gods\") due to numerous Hindu temples and pilgrimage centres found throughout the state. Uttarakhand is known for the natural environment of the Himalayas, the Bhabar and the Terai. On 9 November 2000, Uttarakhand became the 27th state of the Republic of India, being carved from the Himalayan districts of Uttar Pradesh. It borders Tibet Autonomous Region of China to the north; the Sudurpashchim Pradesh of Nepal to the east; the Indian states of Uttar Pradesh to the south and Himachal Pradesh to the west and north-west. The state is divided into two divisions, Garhwal and Kumaon, with a total of 13 districts. The capital of Uttarakhand is Dehradun, the largest city of the state, which is a railhead. The High Court of the state is located in Nainital.",
  "/wiki/Kedarnath": "Kedarnath is a town in the Indian state of Uttarakhand and has gained importance because of Kedarnath Temple. It is a nagar panchayat in Rudraprayag district. The most remote of the four Chota Char Dham sites, Kedarnath is located in the Himalayas, about 3,583 m (11,755 ft) above sea level near Chorabari Glacier, the head of river Mandakini, and is flanked by snow-capped peaks, most prominently Kedarnath mountain. The nearest road head is at Gaurikund.",
  "/wiki/Mount_Kailash": "Mount Kailash  (also Kailasa; Kangrinboqê or Gang Rinpoche; Tibetan: གངས་རིན་པོ་ཆེ; simplified Chinese: 冈仁波齐峰; traditional Chinese: =岡仁波齊峰; Sanskrit: कैलास, IAST: Kailāsa), is a 6,638 m (21,778 ft) high peak in the Kailash Range (Gangdisê Mountains), which forms part of the Transhimalaya in the Tibet Autonomous Region of China.",
  "/wiki/Chota_Char_Dham": "The Chota Char Dham (literally translated as 'the small four abodes/seats', meaning 'the small circuit of four abodes/seats'), is an important Hindu pilgrimage circuit on the under upgradation Chardham Road Highway and under construction Chota Char Dham Railway in the Indian Himalayas. Located in the Garhwal region of the state of Uttarakhand (formerly the northwestern section of Uttar Pradesh), the circuit consists of four sites—Yamunotri, Gangotri, Kedarnath, and Badrinath.  Badrinath is also one of the four destinations (with each destination being in different corners of the country) of the longer Char Dham from which the Chota Char Dham likely draws its name.",
  "/wiki/Himalayas": "The Himalayas, or Himalaya (/ˌhɪməˈleɪə, hɪˈmɑːləjə/), is a mountain range in Asia separating the plains of the Indian subcontinent from the Tibetan Plateau. The range has many of Earth's highest peaks, including the highest, Mount Everest (Nepal/China). The Himalayas include over fifty mountains exceeding 7,200 m (23,600 ft) in elevation, including ten of the fourteen 8,000-metre peaks. By contrast, the highest peak outside Asia (Aconcagua, in the Andes) is 6,961 m (22,838 ft) tall.",
  "/wiki/Padal_petra_stalam": "The Paadal Petra Thalam are 275 temples that are revered in the verses of Saiva Nayanars in the 6th-9th century CE and are amongst the greatest Shiva temples of the continent. The Divya Desams by comparison are the 108 Vishnu temples glorified in the poems of the contemporary Vaishnava Alvars of Tamil Nadu, India",
  "/wiki/North_India": "North India is a loosely defined region consisting of the northern part of India. The dominant geographical features of North India are the Indus-Gangetic Plain and the Himalayas, which demarcate the region from the Tibetan Plateau and Central Asia.",
  "/wiki/Thevaaram": "The Thevaram (Tamil: தேவாரம் Thēvāram) denotes the first seven volumes of the Tirumurai, the twelve-volume collection of Śaiva devotional poetry. All seven volumes are dedicated to the works of the three most prominent Tamil poets of the 7th century, the Naayanaars - Sambandar, Tirunaavukkarasar and Sundarar. The singing of Thevaaram is continued as a hereditary practice in many Shiva temples in Tamil Nadu.",
  "/wiki/Bhimashankar": "Bhimashankar Temple is a Jyotirlinga shrine located 50 km northwest of Khed (alias Rajgurunagar), near Pune, in India. It is located 127 km from Shivajinagar (in Pune) in the Ghat region of the Sahyadri Mountains. Bhīmāshankar is also the source of the river Bhima, which flows southeast and merges with the Krishna river near Raichur. The other Jyotirlinga shrines in Maharashtra are Trimbakeshwar near Nashik and Grishneshwar.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/Pune": "Pune (Marathi pronunciation: [puɳe]; English:  /ˈpuːnə/; also called Poona, the official name until 1978) is the second largest city in the Indian state of Maharashtra, after Mumbai. It is the ninth most populous city in the country with an estimated population of 6.4 million. Along with its extended city limits Pimpri Chinchwad and the three cantonment towns of Pune, Khadki and Dehu Road, Pune forms the urban core of the eponymous Pune Metropolitan Region (PMR). According to the 2011 census, the urban area has a combined population of 5.05 million while the population of the metropolitan region is estimated at 7.27 million. Situated 560 metres (1,837 feet) above sea level on the Deccan plateau on the right bank of the Mutha river, Pune is also the administrative headquarters of its namesake district. In the 18th century, the city was the seat of the Peshwas, the prime ministers of the Maratha Empire and so was one of the most important political centres on the Indian subcontinent. Pune is ranked the number one city in India in the ease of living ranking index.",
  "/wiki/Kashipur,_Uttarakhand": "Kashipur [kaːʃiːpʊr] is a city of Udham Singh Nagar district in the Indian state of Uttarakhand, and one of its seven subdivisions. Located in the western part of Udham Singh Nagar district, it is Kumaun's third most populous city and the sixth most populous in Uttarakhand. According to the 2011 Census of India, the population is 121,623 for the city of Kashipur and 283,136 for Kashipur Tehsil.",
  "/wiki/Moteshwar_Mahadev": "Shree Moteshwar Mahadev, also known as Shree Bheem Shankar Mahadev, is an abode of Lord Shiva in Kashipur. This place was known as the Dakini State in ancient days.",
  "/wiki/Sahyadri": "The Western Ghats, also known as Sahyadri (Benevolent Mountains), are a mountain range that covers an area of 140,000 square kilometres (54,000 sq mi) in a stretch of 1,600 kilometres (990 mi) parallel to the western coast of the Indian peninsula, traversing the states of Kerala, Tamil Nadu, Karnataka, Goa, Maharashtra and Gujarat. It is a UNESCO World Heritage Site and is one of the eight \"hottest hot-spots\" of biological diversity in the world. It is sometimes called the Great Escarpment of India. It contains a large proportion of the country's flora and fauna, many of which are only found in India and nowhere else in the world. According to UNESCO, the Western Ghats are older than the Himalayas. They influence Indian monsoon weather patterns by intercepting the rain-laden monsoon winds that sweep in from the south-west during late summer. The range runs north to south along the western edge of the Deccan Plateau, and separates the plateau from a narrow coastal plain, called Konkan, along the Arabian Sea. A total of thirty-nine areas in the Western Ghats, including national parks, wildlife sanctuaries and reserve forests, were designated as world heritage sites in 2012 – twenty in Kerala, ten in Karnataka, five in Tamil Nadu and four in Maharashtra.",
  "/wiki/Guwahati": "Guwahati (/ɡʊwɑːˈhɑːti/; formerly known as Gauhati) is the largest city in the Indian state state of Assam and also the largest metropolis in the northeastern India. A major riverine port city along with hills is one of the fastest growing cities in India, Guwahati is situated on the south bank of the Brahmaputra.",
  "/wiki/Linga_Purana": "The Linga Purana (लिङ्ग पुराण, IAST: Liṅga Purāṇa) is one of the eighteen Mahapuranas, and a Shaivism text of Hinduism. The text's title Linga refers to the iconography for Shiva.",
  "/wiki/Bhimashankar_Jyotirlinga_(Dakinyam),_Bhimpur": "Bhimashankar Jyotirlinga (Dakinyam), Bhimpur, is a Hindu temple situated in the western part of the holy Mahendragiri mountains on the Mahendratanaya river in the Indian state of Odisha. It is debated to be the Dakini area and the Jyotirlingam found there is believed to be one among the 12 Jyotirlingams.",
  "/wiki/Gunupur": "Gunupur is a Municipality and one of the sub-divisional headquarters of Rayagada district in the Indian state of Odisha. It is the second biggest town in Rayagada district.",
  "/wiki/Rayagada_district": "Rayagada covers an area of 7,584.7 square kilometres (2,928.5 sq mi), and is divided into eleven blocks. Agriculture is the chief source of income, and paddy, wheat, ragi, green and black gram, groundnut, sweet potato and maize are the district's major crops.",
  "/wiki/Orissa,_India": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Mahendragiri,_Orissa": "Mahendragiri, is a mountain peak at  in the Paralakhemundi (or Parlakimidi) subdivision of the district of Gajapati, Odisha, India. It is situated amongst the Eastern Ghats at an elevation of 1,501 metres (4,925 ft).",
  "/wiki/Kashi_Vishwanath_Temple": "Kashi Vishwanath Temple is one of the most famous Hindu temples dedicated to Lord Shiva. It is located in Varanasi, Uttar Pradesh, India. The Temple stands on the western bank of the holy river Ganga, and is one of the twelve Jyotirlingas, the holiest of Shiva Temples. The main deity is known by the name Shri Vishwanath and also by the ancient name of deity Vishweshwara (IAST: Vishveshvara literally means Ruler of the Universe. Varanasi city is also called Kashi in ancient time, and hence the Temple is popularly called as Kashi Vishwanath Temple. Etymology of the name Vishveshvara is Vishva: Universe, Isha: Lord; Vara: Excellent means Supreme Lord of the Universe the Parabrahman or Parameshwara as its synonyms.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. As a multi-ethinic state,  the main ethnic groups are the Bhojpuri, Awadhi, Braji, Bundeli peoples. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.",
  "/wiki/Varanasi": "Varanasi (Hindustani pronunciation: [ʋaːˈraːɳəsi] (listen)), also known as Benares, Banaras (Banāras [bəˈnaːrəs] (listen)), or Kashi (Kāśī [ˈkaːʃi] (listen)), is a city on the banks of the river Ganges in Uttar Pradesh, India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of the seven sacred cities (Sapta Puri) in Hinduism and Jainism, and played an important role in the development of Buddhism and Ravidassia. Varanasi lies along National Highway 2 and is served by Varanasi Junction railway station and Lal Bahadur Shastri International Airport.",
  "/wiki/Ganges": "The Ganges (/ˈɡændʒiːz/ GAN-jeez), or Ganga (Hindustani: [ˈɡəŋɡaː]),  is a trans-boundary river of Asia which flows through India and Bangladesh. The 2,525 km (1,569 mi) river rises in the western Himalayas in the Indian state of Uttarakhand, and flows south and east through the Gangetic Plain of India and Bangladesh, eventually emptying into  the Bay of Bengal.",
  "/wiki/Shiva": "Shiva (/ˈʃiːvə/; Sanskrit: शिव, ISO: Śiva, lit. 'the auspicious one') also known as Mahadeva (lit. 'the great god') is one of the principal deities of Hinduism. He is the supreme being within Shaivism, one of the major traditions within contemporary Hinduism.",
  "/wiki/Trimbakeshwar_Shiva_Temple": "Trimbakeshwar Shiva Temple is an ancient Hindu temple in the town of Trimbak, in the Trimbakeshwar tehsil in the Nashik District of Maharashtra, India, 28 km from the city of Nashik and 40 km from nashik road. It is dedicated to the god Shiv and is one of the twelve Jyotirlingas, where the Hindu genealogy registers at Trimbakeshwar, Maharashtra are kept. The origin of the sacred Godavari river is near Trimbak.",
  "/wiki/Trimbakeshwar": "Trimbakeshwar Shiva Temple is an ancient Hindu temple in the town of Trimbak, in the Trimbakeshwar tehsil in the Nashik District of Maharashtra, India, 28 km from the city of Nashik and 40 km from nashik road. It is dedicated to the god Shiv and is one of the twelve Jyotirlingas, where the Hindu genealogy registers at Trimbakeshwar, Maharashtra are kept. The origin of the sacred Godavari river is near Trimbak.",
  "/wiki/Nashik": "Nashik (/ˈnʌʃɪk/ also called as Nasik (listen)) is an ancient holy city in the northern region of the Indian state of Maharashtra. Situated on the banks of river Godavari, Nasik is well known for being one of the Hindu pilgrimage sites, that of Kumbh Mela which is held every 12 years.",
  "/wiki/Godavari_River": "The Godavari is India's second longest river after the Ganga. Its source is in Triambakeshwar, Maharashtra. It flows east for 1,465 kilometres (910 mi), draining the states of Maharashtra (48.6%), Telangana (18.8%), Andhra Pradesh (4.5%), Chhattisgarh (10.9%), Odisha (5.7%),ultimately emptying into the Bay of Bengal through its extensive network of tributaries. Measuring up to 312,812 km2 (120,777 sq mi), it forms one of the largest river basins in the Indian subcontinent, with only the Ganga and Indus rivers having a larger drainage basin. In terms of length, catchment area and discharge, the Godavari is the largest in peninsular India, and had been dubbed as the Vridha Ganga.",
  "/wiki/Nageshvara_Jyotirlinga": "Nageshvara is one of the temples mentioned in the Shiva Purana and is one of the twelve Jyotirlingas.",
  "/wiki/Jamnagar": "Jamnagar (pronunciation (help·info)) is a city located on the western coast of India in the state of Gujarat in Saurashtra region. It is the administrative headquarters of the Jamnagar District. Jamnagar is the largest city on the westernmost side of India and is the fifth largest city of Gujarat state after Ahmedabad, Surat, Vadodara and Rajkot.",
  "/wiki/Aundha_Nagnath_Temple": "Aundha Nagnath Temple (Marathi औंढा नागनाथ मंदिर) is an ancient Shiva temple, 8th Jyotirlinga, located at Aundha Nagnath in Hingoli district of Maharashtra, India.",
  "/wiki/Jageshwar": "Jageshwar Temples, also referred to as Jageswar Temples or Jageshwar Valley Temples, are a group of over 100 Hindu temples dated between 7th and 12th century near Almora, in the Himalayan Indian state of Uttarakhand. The valley has a number of temple clusters such as the Dandeshwar and Jageshwar sites. Some locations have attracted construction of new temples through the 20th-century. Together these clusters over the valley consist of over 200 structural temples built from cut stone. Many are small, while a few are substantial. They predominantly illustrate North Indian Nagara style of architecture with a few exceptions that show South and Central Indian style designs, many are dedicated to god Shiva, while others in immediate vicinity are dedicated to god Vishnu, Shakti goddesses and Surya traditions of Hinduism.",
  "/wiki/Baidyanath_Temple": "Baidyanath Jyotirlinga temple, also known as Baba Baidyanath dham and Baidyanath dham is one of the twelve Jyotirlingas, the most sacred abodes of Shiva. It is located in Deoghar in the Santhal Parganas division of the state of Jharkhand, India. It is a temple complex consisting of the main temple of Baba Baidyanath, where the Jyotirlinga is installed, and 21 other temples.",
  "/wiki/Jharkhand": "Jharkhand (lit. \"Bushland\" or \"The land of forest\") is a state in eastern India. The state shares its border with the states of Bihar to the north, Uttar Pradesh to the northwest, Chhattisgarh to the west, Odisha to the south and West Bengal to the east. It has an area of 79,710 km2 (30,778 sq mi). It is the 15th largest state by area, and the 14th largest by population. Hindi is the official language of the state. The city of Ranchi is its capital and Dumka its sub capital. The state is known for its waterfalls, hills and holy places; Baidyanath Dham, Parasnath and Rajrappa are major religious sites.",
  "/wiki/Deoghar": "Deoghar is the headquarters of the Deoghar District in the Santhal Parganas division of the state of Jharkhand, India. The famed Baidyanath Temple is located here. Deoghar is one of the most sacred place for Hinduism and a major tourist site of Jharkhand.",
  "/wiki/Santhal_Pargana_division": "Santhal Pargana division  constitutes one of the five district  administration units known as the divisions of Jharkhand state in eastern India.",
  "/wiki/States_and_territories_of_India": "India is a federal union comprising 28 states and 8 union territories, for a total of 36 entities. The states and union territories are further subdivided into districts and smaller administrative divisions.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Hindu": "Hindus (Hindustani: [ˈɦɪndu] (listen)) are persons who regard themselves as culturally, ethnically, or religiously adhering to aspects of Hinduism. Historically, the term has also been used as a geographical, cultural, and later religious identifier for people living in the Indian subcontinent.",
  "/wiki/Ravana": "Ravana  (IAST: Rāvaṇa; /ˈrɑːvənə/;) is described in the Hindu epic Ramayana as the great king of Lanka.[a]",
  "/wiki/Vaidhya": "Vaidya (Sanskrit: वैद्य) is a Sanskrit word meaning \"physician\".  It is also used unchanged in modern Indo-Aryan languages such as Hindi.  It was and is used generally in India to refer to a person who practises ayurveda, an indigenous Indian system of medicine. Senior practitioners or teachers were called Vaidyarāja (\"physician-king\") as a mark of respect. Some practitioners who had complete knowledge of the texts and were excellent at their practices were known as Pranaacharya. Some royal families in India had a personal vaidya in attendance and these people were referred to as Rāja Vaidya (\"the king's physician\").",
  "/wiki/Ramanathaswamy_Temple,_Rameswaram": "Ramanathaswamy Temple (Irāmanātasvāmi Kōyil) is a Hindu temple dedicated to the god Shiva located on Rameswaram island in the state of Tamil Nadu, India. It is also one of the twelve Jyotirlinga temples. It is one of the 274 Paadal Petra Sthalams, where the three of the most revered Nayanars (Saivite saints), Appar, Sundarar and Tirugnana Sambandar, have glorified the temple with their songs. The temple was expanded during the 12th century by Pandya Dynasty, and its principal shrines sanctum were renovated by Jeyaveera Cinkaiariyan and his successor Gunaveera Cinkaiariyan of the Jaffna kingdom. The temple has the longest corridor among all Hindu temples in India. The temple is located in Rameswaram considered a holy pilgrimage site for Shaivites, Vaishnavites and Smarthas. The presiding deity, the Lingam of Ramanathaswamy (Shiva), is believed to have been established and worshiped by Rama.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Rameswaram": "Rameswaram (also spelt as Ramesvaram, Rameshwaram) is a town and municipality in the Ramanathapuram district of the Indian state of Tamil Nadu. It is on Pamban Island separated from mainland India by the Pamban channel and is about 40 kilometres from Mannar Island, Sri Lanka. It is in the Gulf of Mannar, at the tip of the Indian peninsula. Pamban Island, also known as Rameswaram Island, is connected to mainland India by the Pamban Bridge. Rameswaram is the terminus of the railway line from Chennai and Madurai. Together with Varanasi, it is considered to be one of the holiest places in India to Hindus, and part of the Char Dham pilgrimage.",
  "/wiki/Pandya_Naadu": "The Pandya Dynasty, also known as the Pandyas of Madurai, was a dynasty of south India, one of the three ethnically Tamil lineages, the other two being the Chola and the Chera. The rulers of the three dynasties were referred to as \"the three crowned rulers (the mu-ventar) of the Tamil country\". The Pandyas ruled extensive territories, at times including the large portions of present-day south India and Sri Lanka (through collateral branches subject to Madurai).",
  "/wiki/Grishneshwar": "Grishneshwar Jyotirlinga Temple, sometimes referred to as the Ghrneshwar  or Dhushmeshwar Temple, is one of the shrines dedicated to Lord Shiva that is referenced in the Shiva Purana. The word Ghrneshwara means \"lord of compassion\". The temple is an important pilgrimage site in the Shaiva tradition of Hinduism, which considers it as the last or twelfth Jyotirlinga (linga of light). This pilgrimage site is located in Ellora (also called Verul), less than a kilometer from Ellora Caves – a UNESCO World Heritage site. It is about 30 kilometres (19 miles) north-west of the city of Aurangabad, and about 300 kilometres (190 miles) east-northeast from Mumbai.",
  "/wiki/Ellora": "Ellora (\\e-ˈlȯr-ə\\, IAST: Vērūḷ) (एलोरा) is a UNESCO World Heritage Site located in the Aurangabad district of Maharashtra, India. It is one of the largest rock-cut monastery-temple cave complexes in the world, featuring Hindu, Buddhist and Jain monuments, and artwork, dating from the 600–1000 CE period. Cave 16, in particular, features the largest single monolithic rock excavation in the world, the Kailasha temple, a chariot shaped monument dedicated to Lord Shiva. The Kailasha temple excavation also features sculptures depicting the gods, goddesses and mythologies found in Vaishnavism, Shaktism as well as relief panels summarizing the two major Hindu Epics.",
  "/wiki/Jyotirlinga": "A Jyotirlinga or Jyotirlingam, is a devotional representation of the Supreme God Shiva. Jyoti means 'radiance' and lingam the 'Image or Sign' of Shiva; Jyotir Lingam thus means the Radiant Sign of The Almighty Shiva. There are twelve traditional Jyotirlinga shrines in India."
}