{
  "/wiki/Rugby_league": "Rugby league is a full-contact sport played by two teams of thirteen players on a rectangular field measuring 68 m wide and 112–122 m long. One of the two codes of rugby football, it originated in Northern England in 1895 as a split from the Rugby Football Union over the issue of payments to players. Its rules progressively changed with the aim of producing a faster, more entertaining game for spectators. In rugby league, points are scored by carrying the ball and touching it to the ground beyond the opposing team's goal line; this is called a try, and is the primary method of scoring. The opposing team attempts to stop the attacking side scoring points by tackling the player carrying the ball. In addition to tries, points can be scored by kicking goals. Field goals can be attempted at any time, and following a successful try, the scoring team gains a free kick to try at goal with a conversion for further points. Kicks at goal may also be awarded for penalties.",
  "/wiki/2012_NRL_season": "The 2012 NRL season was the 105th season of professional rugby league club competition in Australia, and the first run by the newly formed Australian Rugby League Commission. The main competition, called the 2012 NRL Telstra Premiership due to sponsorship from Telstra Corporation was contested by the sixteen teams of the National Rugby League. The season started with the 2012 NRL All Stars match and culminated in the 2012 NRL grand final. The 2012 Toyota Cup season also took place alongside the Premiership. The McIntyre Final Eight System, in use since 1999, was replaced with the finals system previously used by the ARL in the 1990s.\n The 2012 Premiership was won by the Melbourne Storm, officially the club's second following the removal of their 2007 and 2009 premierships, among other titles, due to salary cap breaches exposed in April 2010. They defeated minor premiers the Canterbury-Bankstown Bulldogs 14-4 in the Grand Final, which was held on Sunday 30 September at ANZ Stadium in Sydney.",
  "/wiki/Melbourne_Storm": "The Melbourne Storm are a rugby league team based in Melbourne, Victoria in Australia, that participate in the National Rugby League. The first fully professional rugby league team based in the state, the Storm entered the competition in 1998. The Storm were originally a Super League initiative, created in 1997 during the Super League war, however, following the Super League collapse, the team became a part of the newly formed, united competition. The club play their home games at AAMI Park. The Storm have won three premierships since their inception, in 1999, 2012 and 2017, have contested several more grand finals and were stripped of the 2007 and 2009 premierships, following salary cap breaches. The Storm have built a loyal supporter base through the years. A record membership figure was set in 2019 with the club having 25,208 people signed up as season ticket holders. The Storm also competed in the NRL's Under-20s competition (as Melbourne Thunderbolts) from 2008 until its demise in 2017 and in 2018 they entered the (Victorian Thunderbolts) in the Hastings Deering Colts u20s QLD competition.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal. Football is played in accordance with a set of rules known as the Laws of the Game. The ball is 68–70 cm (27–28 in) in circumference and known as the football. The two teams each compete to get the ball into the other team's goal (between the posts and under the bar), thereby scoring a goal. The team that has scored more goals at the end of the game is the winner; if both teams have scored an equal number of goals then the game is a draw.",
  "/wiki/2012_Major_League_Soccer_season": "The 2012 Major League Soccer season was the 100th season of FIFA-sanctioned soccer in the United States and Canada, the 34th with a national first-division league, and the 17th season of Major League Soccer.\n The regular season began on March 10, when the Vancouver Whitecaps FC defeated the expansion team Montreal Impact 2–0 at BC Place, and concluded with the host Los Angeles Galaxy defeating the Seattle Sounders FC 1–0 on October 28 at The Home Depot Center.  The season also featured the 2012 MLS All-Star Game on July 28, when MLS All-Stars defeated the Chelsea 3–2 at PPL Park (hosted by the Philadelphia Union).  The San Jose Earthquakes would go on to become the Supporters' Shield champions by earning the most points of any team throughout the regular season.  The 2012 MLS Cup Playoffs ran from October 31 until December 1, when the Los Angeles Galaxy claimed their fourth MLS Cup title by defeating Houston Dynamo 3–1 in MLS Cup 2012 at Home Depot Center in Carson, CA.",
  "/wiki/2012_Los_Angeles_Galaxy_season": "The 2012 Los Angeles Galaxy season was the club's 18th year of existence as well as their 17th season in Major League Soccer (MLS) and their 17th consecutive year in the top-flight of American soccer. The Galaxy entered the season as both the defending MLS Cup and Supporters' Shield winners. The 2012 campaign was highlighted by the Galaxy successfully defending their MLS Cup title, defeating Houston Dynamo, 3–1, in the MLS Cup final to win their fourth ever MLS Cup championship, tying D.C. United for the most league championships in MLS history, and the second most in North American history. Although Los Angeles defended their MLS Cup trophy, the club failed to defend the Supporters' Shield, losing on point differential to their upstate rivals, the San Jose Earthquakes on point total. Most of this is to blame due to poorer performance early on in the season, before a second-half season resurgence. Elsewhere, the Galaxy also competed in 2012 Desert Diamond Cup, winning the preseason tournament, the 2011–12 and 2012–13 CONCACAF Champions League, as well as the 2012 U.S. Open Cup. In the 2011–12 edition of the Champions League, the Galaxy reached the quarterfinals before losing 4–3 on aggregate to Canadian side, Toronto FC. In the 2012–13 edition, the Galaxy won their group for the second straight year, and reached the knockout round, which will be played during the 2013 campaign.",
  "/wiki/Cricket": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 20-metre (22-yard) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The batting side scores runs by striking the ball bowled at the wicket with the bat, while the bowling and fielding side tries to prevent this and dismiss each player (so they are out). Means of dismissal include being bowled, when the ball hits the stumps and dislodges the bails, and by the fielding side catching the ball after it is hit by the bat, but before it hits the ground. When ten players have been dismissed, the innings ends and the teams swap roles. The game is adjudicated by two umpires, aided by a third umpire and match referee in international matches. They communicate with two off-field scorers who record the match's statistical information. There are various formats ranging from Twenty20, played over a few hours with each team batting for a single innings of 20 overs, to Test matches, played over five days with unlimited overs and the teams each batting for two innings of unlimited length. Traditionally cricketers play in all-white kit, but in limited overs cricket they wear club or team colours.",
  "/wiki/2012_Asia_Cup": "The 2012 Asia Cup (11th season)(also called Micromax Asia Cup) was won by Pakistan tournament was held in Bangladesh.\n Like the previous event, the tournament featured the four Test-playing nations from Asia: Bangladesh, India, Pakistan and Sri Lanka. India entered the tournament as the defending 2010 Asia Cup Pakistan won the tournament by beating Bangladesh in the final by 2 runs.",
  "/wiki/Pakistan_national_cricket_team": "The Pakistan national cricket team (Urdu: پاکستان قومی کرکٹ ٹیم), popularly referred to as the Shaheens (Urdu: شاہین, lit. Falcons), Green Shirts and Men in Green, is administered by the Pakistan Cricket Board (PCB). The team is a Full Member of the International Cricket Council, and participates in Test, One Day International (ODI) and Twenty20 International cricket matches. Pakistan has played 428 Test matches, winning 138, losing 130 and drawing 160. Pakistan was given Test status on 28 July 1952, following a recommendation by India, and made its Test debut against India at Feroz Shah Kotla Ground, Delhi, in October 1952, with India winning by an innings and 70 runs. In the 1930s and 40s, several Pakistani Test players had played Test cricket for the Indian cricket team before the creation of Pakistan in 1947. The team has played 927 ODIs, winning 486, losing 413, tying 8 with 20 ending in no-result. Pakistan was the 1992 World Cup champion, and was the runner-up in the 1999 tournament.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop. A field goal is worth two points, unless made from behind the three-point line, when it is worth three. After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws. The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated. Players advance the ball by bouncing it while walking or running (dribbling) or by passing it to a teammate, both of which require considerable skill. On offense, players may use a variety of shots—the lay-up, the jump shot, or a dunk; on defense, they may steal the ball from a dribbler, intercept passes, or block shots; either offense or defense may collect a rebound, that is, a missed shot that bounces from rim or backboard. It is a violation to lift or drag one's pivot foot without dribbling the ball, to carry it, or to hold the ball with both hands then resume dribbling. The five players on each side at a time fall into five playing positions the tallest player is usually the center, the tallest and strongest is the power forward, a slightly shorter but more agile player is the small forward, and the shortest players or the best ball handlers are the shooting guard and the point guard, who implements the coach's game plan by managing the execution of offensive and defensive plays (player positioning).",
  "/wiki/2012_NCAA_Men's_Division_I_Basketball_Tournament": "The 2012 NCAA Division I Men's Basketball Tournament was a single-elimination tournament involving 68 schools playing to determine the national champion of men's NCAA Division I college basketball. It began on March 13, 2012, and concluded with the championship game on April 2 at the Mercedes-Benz Superdome in New Orleans. The Final Four consisted of Kentucky, making their second appearance in the Final Four under John Calipari, Louisville, making their second appearance under Rick Pitino and first since 2005, Kansas, making their first appearance since winning the 2008 national championship under head coach Bill Self by defeating Calipari's Memphis team, and Ohio State, making their first appearance since their runner-up finish in 2007 and second under coach Thad Matta. Kentucky defeated Kansas 67-59 to win their first national championship since Tubby Smith led the team there in 1998. This was Calipari's first national championship in four trips to the Final Four, having previously gone there with Kentucky in 2011, Memphis in 2008 and Massachusetts in 1996. Upsets were once again the story of the tournament in 2012, and for the first time ever two #15 seeds won in the same tournament. In the South Region, #15 Lehigh of the Patriot League defeated #2 Duke. In the West Region, #15 Norfolk State of the MEAC, making their first ever NCAA tournament appearance, defeated #2 Missouri.",
  "/wiki/2011–12_Kentucky_Wildcats_men's_basketball_team": "The 2011–12 Kentucky Wildcats men's basketball team represented the University of Kentucky in the 2011–12 college basketball season. The team's head coach was John Calipari, who was in his third season after taking the Wildcats to their first Final Four in thirteen seasons. The team won the 2012 NCAA Championship, bringing Kentucky its eighth title. The team's 38 wins broke a record shared by 5 teams for the most wins in NCAA men's Division I history.",
  "/wiki/2012_NCAA_Women's_Division_I_Basketball_Tournament": "The 2012 NCAA Division I Women's Basketball Tournament began March 17 and concluded April 3, 2012. The Final Four was played at Pepsi Center in Denver. For only the second time in history, and the first time since 1989, all four of the number one seeds made it to the Final Four. Baylor won its second national championship, defeating Notre Dame 80-61 in the championship game. They were the only team to win 40 straight games in a season until Connecticut matched it in 2014.",
  "/wiki/2011–12_Baylor_Lady_Bears_basketball_team": "The 2011–12 Baylor Lady Bears women's basketball team represented Baylor University in the 2011–12 NCAA Division I women's basketball season. Returning as head coach was Hall of Famer Kim Mulkey. The team plays its home games at the Ferrell Center in Waco, Texas and are members of the Big 12 Conference.\n The Lady Bears began the season as the preseason #1 team in both the Associated Press and the Coaches' Poll.  They ran through the season undefeated, winning the Big 12 regular season and the Big 12 Tournament.  They became the first team in college basketball history (men's or women's) to finish 40–0 by defeating Notre Dame for the national championship. (In 2014 Connecticut matched the Lady Bears 40-0 mark, tying an NCAA record.)",
  "/wiki/Formula_One": "Formula One (also known as Formula 1 or F1) is the highest class of single-seater auto racing sanctioned by the Fédération Internationale de l'Automobile (FIA) and owned by the Formula One Group. The World Drivers' Championship, which became the FIA Formula One World Championship in 1981, has been one of the premier forms of racing around the world since its inaugural season in 1950. The word formula in the name refers to the set of rules to which all participants' cars must conform. A Formula One season consists of a series of races, known as Grands Prix (French for 'grand prizes' or 'great prizes'), which take place worldwide on purpose-built circuits and on public roads. The results of each race are evaluated using a points system to determine two annual World Championships: one for drivers, the other for constructors. Drivers must hold valid Super Licences, the highest class of racing licence issued by the FIA. The races must run on tracks graded 1 (formerly A), the highest grade-rating issued by the FIA. Most events occur in rural locations on purpose-built tracks, but several events take place on city streets.",
  "/wiki/2012_Australian_Grand_Prix": "The 2012 Australian Grand Prix (formally, the 2012 Formula 1 Qantas Australian Grand Prix) was a Formula One motor race held on 18 March 2012 as the opening round of the 2012 Formula One season. It was the 77th race in the combined history of the Australian Grand Prix that dates back to the 100 Miles Road Race of 1928, and the 17th time the event has been held at the Melbourne Grand Prix Circuit at Albert Park.\n The 58-lap race was won by McLaren driver Jenson Button who took his third victory at the Albert Park Circuit. Reigning double World Champion Sebastian Vettel, driving for Red Bull Racing, finished in second place, while polesitter and Button's McLaren teammate Lewis Hamilton completed the podium.\n Australian Mark Webber was fourth, his best result in his home Grand Prix. Webber's fourth place was the best finish by an Australian in an Australian Grand Prix since Alfredo Costanzo finished fourth in 1984, the last time the race was run under Australian domestic rules before becoming a round of the World Championship in 1985.",
  "/wiki/Jenson_Button": "Jenson Alexander Lyons Button MBE (born 19 January 1980) is a British racing driver and former Formula One driver. He won the 2009 Formula One World Championship, driving for Brawn GP. He currently competes in the Japanese Super GT Series driving a Honda NSX-GT for Team Kunimitsu, in which he won the title in 2018. Button began karting at the age of eight and achieved early success, before progressing to car racing in the British Formula Ford Championship and the British Formula 3 Championship. He first drove in Formula One with Williams for the 2000 season. The following year he switched to Benetton, which in 2002 became Renault, and then for the 2003 season he moved to BAR. In 2004 he finished 3rd in the World Drivers' Championship, with only the two Ferraris ahead of him. BAR was subsequently renamed Honda for the 2006 season, during which Button won his first Grand Prix in Hungary, after 113 races.",
  "/wiki/Australian_rules_football": "Australian rules football, officially known as Australian football, or simply called Aussie rules, football or footy, is a contact sport played between two teams of eighteen players on an oval-shaped field, often a modified cricket ground. Points are scored by kicking the oval-shaped ball between the middle goal posts (worth six points) or between a goal and behind post (worth one point). During general play, players may position themselves anywhere on the field and use any part of their bodies to move the ball. The primary methods are kicking, handballing and running with the ball. There are rules on how the ball can be handled: for example, players running with the ball must intermittently bounce or touch it on the ground. Throwing the ball is not allowed and players must not get caught holding the ball. A distinctive feature of the game is the mark, where players anywhere on the field who catch the ball from a kick (with specific conditions) are awarded possession. Possession of the ball is in dispute at all times except when a free kick or mark is paid.",
  "/wiki/2012_AFL_season": "The 2012 Australian Football League season was the 116th season of the Australian rules football competition and the 23rd under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989. It was the first season in which the new team Greater Western Sydney competed, bringing the number of teams in the competition to a record high eighteen.\n The season was opened on 24 March with the inaugural Sydney Derby between Sydney and Greater Western Sydney, and concluded on 29 September with the AFL Grand Final with Sydney defeating Hawthorn.",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.\n Initially playing in the Victorian Football Association (VFA), the Swans joined seven other clubs in founding the breakaway Victorian Football League (now known as the AFL) in 1896. It won premierships in 1909, 1918 and 1933 before experiencing a 72-year premiership drought—the longest in the competition's history. The club broke the drought in 2005 and won another premiership in 2012.\n The club has proven to be one of the most consistent teams in the AFL era, failing to make the finals in only four seasons since 1995, playing the most number of finals matches and winning the second-most matches overall (only behind Geelong) since 2000 and boasting a finals winning record of over 50% in the same time period.\n The Swans' headquarters and training facilities are located at the Sydney Cricket Ground, the club's playing home ground since 1982.",
  "/wiki/2012_Malaysian_Grand_Prix": "The 2012 Malaysian Grand Prix (formally the 2012 Formula 1 Petronas Malaysia Grand Prix) was a Formula One motor race held on 25 March 2012 at the Sepang International Circuit in Selangor, Malaysia. It was the fourteenth running of the Malaysian Grand Prix as a round of the Formula One World Championship, and the thirty-second time the event has been held. The 56-lap race was the second round of the 2012 Formula One season and was won by Ferrari driver Fernando Alonso. Sergio Pérez of the Sauber team finished the race in second position, and McLaren driver Lewis Hamilton completed the podium with third place after starting in pole position. By winning the race, Fernando Alonso took the lead in the Drivers' Championship, having been fifth in the standings before the race. Lewis Hamilton moved up to second in the standings on 30 points, 5 behind Alonso. Button dropped from the lead in standings to third, now 5 points behind Hamilton. Red Bull driver Mark Webber remained fourth, 1-point behind Button, whilst Pérez moved himself up to fifth place.",
  "/wiki/Fernando_Alonso": "Fernando Alonso Díaz (Spanish pronunciation: [feɾˈnando aˈlonso ˈði.aθ] (listen); born 29 July 1981) is a Spanish racing driver who won the Formula One World Championship in 2005 and 2006 for the Renault team. Away from Formula One, he is a champion of the 2018–19 FIA World Endurance Championship and a two-time winner of the 24 Hours of Le Mans in 2018 and 2019 with Toyota. Alonso also won the 2019 24 Hours of Daytona for Wayne Taylor Racing. Born in Oviedo, Asturias to a working-class family, he began go-karting at the age of three and achieved success in local, national and world championships. Alonso later progressed to car racing, winning the Euro Open by Nissan in 1999 and was fourth in the International Formula 3000 Championship of 2000. He debuted in Formula One with Minardi in 2001 before joining Renault as a test driver for 2002. Promoted to a race seat in 2003, Alonso won two drivers' championships in 2005 and 2006 from Kimi Räikkönen and Michael Schumacher, respectively. After a third-place finish with McLaren in 2007, he returned to Renault from 2008 to 2009 and won two races in the former year to place fifth overall.",
  "/wiki/Squash_(sport)": "Squash is a racket  and ball sport played by two (singles) or four players (doubles squash) in a four-walled court with a small, hollow rubber ball. The players alternate in striking the ball with their racquets onto the playable surfaces of the four walls of the court. The objective of the game is to hit the ball in such a way that the opponent is not able to play a valid return. About 20 million people play squash regularly world-wide in over 185 countries. The governing body of Squash, the World Squash Federation (WSF), is recognized by the International Olympic Committee (IOC), but the sport is not part of the Olympic Games, despite a number of applications. Supporters continue to lobby for its incorporation in a future Olympic program.",
  "/wiki/Women's_Kuala_Lumpur_Open_Squash_Championships_2012": "The Women's CIMB Kuala Lumpur Nicol David Open Squash Championships 2012 is the women's edition of the 2012 Kuala Lumpur Open Squash Championships, which is a tournament of the WSA World Series event Gold (Prize money: $70,000). The event took place in Kuala Lumpur in Malaysia from 26 March to 31 March. Nicol David won her seventh CIMB Kuala Lumpur Open trophy, beating Annie Au in the final.",
  "/wiki/Nicol_David": "Datuk Nicol Ann David DB PJN DSPN KMN AMN (born 26 August 1983) is a female Malaysian professional squash player, currently ranked 6th in the world. Beginning in August 2006, David was the world number one for a record-breaking 108 consecutive months, finally ceding the ranking in September 2015 to Raneem El Weleily. She has won the World Open title a record 8 times in 2005, 2006, 2008, 2009, 2010, 2011, 2012 and 2014, as well as the British Open title in 2005, 2006, 2008, 2012 and 2014. In July 2016, she reached her 151st successive month in the top 10, breaking the record in both men's and women's categories. She surpassed Peter Nicol's previous records of 150 months. David is the first squash player to have won the World Junior title twice; in 1999 and 2001 under the tutelage of Richard Glanfield. She remained the only female squash player to have achieved this, until Raneem El Weleily emulated David's feat by winning her second World Junior Championship in 2007. David joined WISPA and turned professional in 2000 when she won her first WISPA title, after only a month on the tour.",
  "/wiki/Baseball": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team (batting team) is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called runs. The objective of the defensive team (fielding team) is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate (the place where the player started as a batter). The team that scores the most runs by the end of the game is the winner. The first objective of the batting team is to have a player reach first base safely. A player on the batting team who reaches first base without being called out can attempt to advance to subsequent bases as a runner, either immediately or during teammates' turns batting.",
  "/wiki/2012_Major_League_Baseball_season": "The 2012 Major League Baseball season began on March 28 with the first of a two-game series between the Seattle Mariners and the Oakland Athletics at the Tokyo Dome in Japan. On November 22, 2011, a new contract between Major League Baseball and its players union was ratified, and as a result, an expanded playoff format adding two clubs will be adopted no later than 2013 according to the new Collective Bargaining Agreement. The new format was finalized for the 2012 season on March 2, 2012, and will use the 2–3 game schedule format for the Division Series for the 2012 season only. The restriction against divisional rivals playing against each other in the Division Series round that had existed in previous years was eliminated, as the Baltimore Orioles and New York Yankees squared off in one of the best-of-5 LDS series in the American League. The stateside portion of the regular season started April 4 in Miami with the opening of the new Marlins Park, as the newly renamed Miami Marlins hosted the defending World Series champion St. Louis Cardinals. The regular season ended on Wednesday, October 3. The entire master schedule was released on September 14, 2011. The Major League Baseball postseason was expanded to include a second wild card team in each league beginning in the 2012 season.",
  "/wiki/2012_San_Francisco_Giants_season": "The San Francisco Giants are an American baseball team. Their 2012 season marked their 130th year in Major League Baseball, as well as their 55th year in San Francisco since their move from New York following the 1957 season, and the thirteenth at AT&T Park. The Giants finished with a record of 94–68, 1st place in the NL West, and pulled off a massive upset over the Cincinnati Reds in five games in the Division Series thereby becoming the first National League team (8th in MLB History) to come back from a 2–0 deficit in a best-of-five series by sweeping three games in the opponent's park. The Giants defeated the St. Louis Cardinals in seven games after overcoming a 3-1 deficit in the NL Championship Series and advancing to the 2012 World Series to face the Detroit Tigers. They swept the Tigers in four games to win their second World Series title in three years.",
  "/wiki/2012_in_sports": "2012 in sports various events were held, notably the Summer Olympics were held in London, United Kingdom."
}