{
  "/wiki/JFK_(film)": "JFK is a 1991 American political thriller film directed by Oliver Stone. It examines the events leading to the assassination of United States President John F. Kennedy and alleged cover-up through the eyes of former New Orleans district attorney Jim Garrison (Kevin Costner). Garrison filed charges against New Orleans businessman Clay Shaw (Tommy Lee Jones) for his alleged participation in a conspiracy to assassinate the President, for which Lee Harvey Oswald (Gary Oldman) was found responsible by the Warren Commission.",
  "/wiki/Oliver_Stone": "William Oliver Stone (born September 15, 1946) is an American filmmaker, director, and writer.",
  "/wiki/Indecent_Proposal": "Indecent Proposal is a 1993 American drama film based on the novel of the same name by Jack Engelhard, in which a married couple's relationship is put into turmoil by a stranger's offer of a million dollars for the wife to spend the night with him. It was directed by Adrian Lyne and stars Robert Redford, Demi Moore, and Woody Harrelson. The film was a box office success, despite earning mostly negative reviews from critics, grossing nearly $267 million worldwide on a $38 million budget.",
  "/wiki/Adrian_Lyne": "Adrian Lyne (born 4 March 1941) is an English film director, writer and producer. Having begun his career directing television commercials,\nLyne is best known for directing Foxes, Fatal Attraction, 9½ Weeks, Flashdance, Indecent Proposal, Jacob's Ladder and Unfaithful.",
  "/wiki/The_Quick_and_the_Dead_(1995_film)": "The Quick and the Dead is a 1995 American Revisionist Western film directed by Sam Raimi, and starring Sharon Stone, Gene Hackman, Russell Crowe and Leonardo DiCaprio. The screenplay was written by Simon Moore but includes contributions from Joss Whedon. The story focuses on \"The Lady\" (Stone), a gunfighter who rides into the frontier town of Redemption, controlled by John Herod (Hackman). The Lady joins a deadly dueling competition in an attempt to exact revenge for her father's death.",
  "/wiki/Sam_Raimi": "Samuel M. Raimi (born October 23, 1959) is an American filmmaker, actor, and producer, primarily known for creating the cult horror Evil Dead series, and directing the Spider-Man trilogy (2002–2007). He also directed the 1990 superhero film Darkman, the 1998 neo-noir crime-thriller A Simple Plan, the 2000 supernatural thriller film The Gift, the 2009 supernatural horror film Drag Me to Hell, and the 2013 Disney fantasy film Oz the Great and Powerful. Raimi has also produced several successful television series, including Hercules: The Legendary Journeys and its spin-off Xena: Warrior Princess. He founded the production company Renaissance Pictures in 1979.",
  "/wiki/American_Gothic_(1995_TV_series)": "American Gothic is an American horror series created by Shaun Cassidy and executive producer Sam Raimi.  The show first aired on CBS on September 22, 1995, and was canceled after a single season on July 11, 1996.",
  "/wiki/G.I._Jane": "G.I. Jane is a 1997 American action film directed by Ridley Scott and starring Demi Moore, Viggo Mortensen, and Anne Bancroft. The film tells the fictional story of the first woman to undergo training in U.S. Navy Special Warfare Group.",
  "/wiki/Ridley_Scott": "Sir Ridley Scott (born 30 November 1937) is an English filmmaker. Following his commercial breakthrough in 1979 with the science fiction horror film Alien, further works include the neo-noir dystopian film Blade Runner, the road adventure film Thelma & Louise, the historical drama Gladiator (which won the Academy Award for Best Picture) and the science fiction film The Martian.",
  "/wiki/Jeff_Burr": "Jeff Burr (born 1963, in Aurora, Ohio) is an American film director, writer, and producer best known for his work in horror sequels, such as Stepfather II, The Texas Chainsaw Massacre III, Puppet Master 4 and 5, and Pumpkinhead II.",
  "/wiki/The_Gift_(2000_film)": "The Gift is a 2000 American supernatural thriller film directed by Sam Raimi, written by Billy Bob Thornton and Tom Epperson, and based on the alleged psychic experiences of Thornton's mother.",
  "/wiki/Spider-Man_(2002_film)": "Spider-Man is a 2002 American superhero film based on the Marvel Comics character of the same name. Directed by Sam Raimi from a screenplay by David Koepp, it is the first installment in the Spider-Man trilogy, and stars Tobey Maguire as the title character, alongside Willem Dafoe, Kirsten Dunst, James Franco, Cliff Robertson, and Rosemary Harris. The film centers on an outcast teen genius named Peter Parker, who develops spider-like superhuman abilities after being bitten by a genetically-altered spider. After his foster father/uncle is murdered by an armed felon, something of which he felt partially responsible, a guilt-ridden Parker is later driven to use his new abilities for a nobler purpose, as the hero/vigilante Spider-Man, to atone for his uncle's murder. The rest of the film focuses on Parker's efforts to balance his personal life as he graduates from high school and becomes a freelance photographer, while also struggling with his studies, his friendship with his childhood best friend Harry Osborn, his growing feelings for his former high school crush Mary Jane Watson, and his dual life as Spider-Man.",
  "/wiki/The_Hurt_Locker": "The Hurt Locker is a 2008 American war drama film directed by Kathryn Bigelow and written by Mark Boal. It stars Jeremy Renner, Anthony Mackie, Brian Geraghty, Christian Camargo, Ralph Fiennes, David Morse, and Guy Pearce. The film follows an Iraq War Explosive Ordnance Disposal team who are targeted by insurgents, and shows their psychological reactions to the stress of combat, which is intolerable to some and addictive to others. Boal drew on his experience during embedded access to write the screenplay.",
  "/wiki/Bob_Murawski": "Bob Murawski (born June 14, 1964) is an American film editor as well as a film distributor of cult horror and independent films under the \"Box Office Spectaculars\" and \"Grindhouse Releasing\" labels. He was awarded the 2010 Academy Award for Best Film Editing for his work on The Hurt Locker, which he shared with fellow editor Chris Innis. He often works with film director Sam Raimi, having edited the Spider-Man trilogy, Oz the Great and Powerful, and the 2015 remake of Poltergeist. He is an elected member of the American Cinema Editors.",
  "/wiki/Kathryn_Bigelow": "Kathryn Ann Bigelow (/ˈbɪɡəˌloʊ/; born November 27, 1951) is an American film director, producer, and screenwriter. Covering a wide range of genres, her films include Near Dark (1987), Point Break (1991), Strange Days (1995), K-19: The Widowmaker (2002), The Hurt Locker (2008), Zero Dark Thirty (2012), and Detroit (2017).",
  "/wiki/Gone_with_the_Pope": "Gone with the Pope (also known as Kiss the Ring) is a 1976 independent film written, directed and produced by Italian-American crooner-actor Duke Mitchell that was first released in 2010 by Grindhouse Releasing.",
  "/wiki/The_Big_Gundown": "The Big Gundown (Italian: La resa dei conti, lit. 'The Settling of Scores') is a Spaghetti Western film directed by Sergio Sollima, and starring Lee Van Cleef and Tomas Milian.",
  "/wiki/The_Swimmer_(1968_film)": "The Swimmer is a 1968 American Technicolor surreal drama film and starring Burt Lancaster. The film was written and directed by Academy Award-nominated husband-and-wife team of Eleanor Perry (screenplay adaptation) and Frank Perry (director). The story is based on the 1964 short story \"The Swimmer\" by John Cheever, which appeared in the July 18, 1964 issue of The New Yorker. The 95-minute movie adds new characters and scenes consistent with those in the original 12-page short story.",
  "/wiki/Chris_Innis": "Christina Jean \"Chris\" Innis is an American film editor and filmmaker. She was awarded the 2010 Academy Award, BAFTA, and ACE awards for \"Best Film Editing\" on the film The Hurt Locker shared with co-editor, Bob Murawski. She is an elected member of the American Cinema Editors (ACE) and has served as an associate director on the board."
}