{
  "/wiki/Gashi_(river)": "The Gashi (Albanian: Lumi i Gashit) is a 27 km (17 mi) long river located in Tropojë, northern Albania.\nIt is a nature reserve, spanning an area of 3,000 ha (7,400 acres). The nature reserve forms a part of the European Green Belt and has been declared a UNESCO World Heritage Site within the Primeval Beech Forests of the Carpathians and Other Regions of Europe.",
  "/wiki/Valbon%C3%AB_Valley_National_Park": "The Valbona Valley National Park (Albanian: Parku Kombëtar i Luginës së Valbonës) is a national park inside the Albanian Alps in northern Albania. The park covers a total area of 80 km2 (31 sq mi), encompassing Valbona River and its surrounding areas with mountainous terrain, alpine landscapes, glacial springs, deep depressions, various rock formations, waterfalls and the Valbona Valley with its dense coniferous and deciduous forest. It is characterized by its very remote areas which have a large preserved ecosystem all of which is primarily untouched with pristine quality. This vast pristine ecosystem is the centrepiece of what has been referred to as the Albanian Miracle of the Alps.",
  "/wiki/Kuk%C3%ABs_County": "Kukës County (Albanian pronunciation: [ku:kəs]; Albanian: Qarku i Kukësit) is a landlocked county in northeastern Albania, with the capital in Kukës. The county spans 2,374 square kilometres (917 sq mi) and had a total population of 84,035 people as of 2016. The county borders on the counties of Dibër, Lezhë and Shkodër and the countries of Kosovo[a] and North Macedonia. It is divided into three municipalities, including Has, Kukës and Tropojë. The municipalities are further subdivided into 290 towns and villages in total.",
  "/wiki/Albania": "Albania (/ælˈbeɪniə, ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria; Gheg Albanian: Shqipni or Shqipnia also Shqypni or Shqypnia), officially the Republic of Albania (Albanian: Republika e Shqipërisë, pronounced [ɾɛpuˈblika ɛ ʃcipəˈɾiːsə]), is a country in Southeast Europe on the Adriatic and Ionian Sea within the Mediterranean Sea. It shares land borders with Montenegro to the northwest, Kosovo[a] to the northeast, North Macedonia to the east, Greece to the south and maritime borders with Greece, Montenegro and Italy to the west.",
  "/wiki/Shebenik-Jablanica_National_Park": "The Shebenik-Jabllanicë National Park (Albanian: Parku Kombëtar Shebenik-Jabllanicë) is a national park in eastern Albania adjacent to the border with North Macedonia. It encompasses 339.277 square kilometres (33,927.7 ha) and is specifically marked by a mountainous landscape supplied with glacial lakes, valleys, dense coniferous and deciduous forests and alpine meadows and pastures. Elevations in the park vary from 300 metres to over 2,200 metres above the Adriatic at the peak of Shebenik and Jabllanica, hence the name. It dwells a number of endangered species that are fast becoming rare in Southern Europe, including the brown bear, gray wolf and balkan lynx. The abundance in wildlife can in part be explained by the variety of vegetation types and remote location.",
  "/wiki/Elbasan_County": "Elbasan County (Albanian: Qarku i Elbasanit) is one of the 12 counties of Albania. The population at the 2011 census was 295,827, in an area of 3199 km². Its capital is the city Elbasan.",
  "/wiki/Nationalpark_Kalkalpen": "Kalkalpen National Park  (in English literally Limestone Alps National Park) is a national park within the Northern Limestone Alps mountain range, located in the state of Upper Austria, Austria. The park was established in 1997.",
  "/wiki/Upper_Austria": "Upper Austria (German: Oberösterreich [ˈoːbɐˌʔøːstɐʁaɪ̯ç] (listen); Austro-Bavarian: Obaöstarreich; Czech: Horní Rakousy; Slovak: Horné Rakúsko) is one of the nine states or Bundesländer of Austria. Its capital is Linz. Upper Austria borders on Germany and the Czech Republic, as well as on the other Austrian states of Lower Austria, Styria, and Salzburg. With an area of 11,982 km2 (4,626 sq mi) and 1.437 million inhabitants, Upper Austria is the fourth-largest Austrian state by land area and the third-largest by population.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Lower_Austria": "Lower Austria (German: Niederösterreich [ˈniːdɐˌʔøːstɐʁaɪ̯ç] (listen); Czech: Dolní Rakousy; Slovak: Dolné Rakúsko) is the most northeastern of the nine states of Austria. Since 1986, the capital of Lower Austria has been Sankt Pölten, replacing Vienna which became a separate state in 1921. With a land area of 19,186 km2 (7,408 sq mi) and a population of 1.612 million people, Lower Austria is the second most populous federal state (after Vienna). Other large cities are Amstetten, Krems an der Donau and Wiener Neustadt.",
  "/wiki/Styria": "Styria (German: Steiermark [ˈʃtaɪ̯ɐˌmaʁk] (listen); Croatian and Slovene: Štajerska; Hungarian: Stájerország; Czech: Štýrsko; Slovak: Štajersko) is a state, or Bundesland, located in the southeast of Austria. Covering 16,401 km2 (6,332 sq mi), Styria is the second largest of the nine component states of Austria (also sometimes referred to as provinces in English), after Lower Austria. Styria's neighbor to the South is Slovenia (Carinthia Statistical Region, Drava Statistical Region and Mura Statistical Region). Within Austria, the contiguous states are Carinthia, Salzburg, Upper Austria, Lower Austria, and The  Burgenland,  The capital city is Graz, which had 276,526 inhabitants at the beginning of 2015.",
  "/wiki/Sonian_Forest": "The Sonian Forest or Sonian Wood (Dutch: Zoniënwoud, French: Forêt de Soignes) is a 4,421-hectare (10,920-acre) forest at the southeast edge of Brussels, Belgium.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Brabant_(province)": "The Province of Brabant (/brəˈbænt/, also US: /brəˈbɑːnt, ˈbrɑːbənt/, Dutch: [ˈbraːbɑnt] (listen)) was a province in Belgium from 1830 to 1995. It was created in 1815 as South Brabant, part of the United Kingdom of the Netherlands. In 1995, it was split into the Dutch-speaking Flemish Brabant, the French-speaking Walloon Brabant and the bilingual Brussels-Capital Region.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Central_Balkan_National_Park": "The Central Balkan National Park (Bulgarian: Национален парк Централен Балкан) lies in the heart of Bulgaria, nestled in the central and higher portions of the Balkan Mountains. Its altitude varies from 550 m. near the town of Karlovo to 2376 m. at Botev Peak, the highest summit in the mountain range. It was established on 31 October 1991. The Central Balkan National Park is the third largest protected territory in Bulgaria, spanning an area of 716.69 km² with total length of 85 km from the west to the east and an average width of 10 km. It occupies territory from 5 of the 28 provinces of the country: Lovech, Gabrovo, Sofia, Plovdiv and Stara Zagora. The national park includes nine nature reserves covering 28% of its territory: Boatin, Tsarichina, Kozya Stena, Steneto, Severen Dzhendem, Peeshti Skali, Sokolna, Dzhendema and Stara Reka.",
  "/wiki/Balkan_Mountains": "The Balkan mountain range (Bulgarian and Serbian: Стара планина, romanized: Stara planina, \"Old Mountain\"; Bulgarian pronunciation: [ˈstarɐ pɫɐniˈna], Serbian pronunciation: [stâːraː planǐna]) is a mountain range in the eastern part of the Balkan Peninsula. The Balkan range runs 557 km from the Vrashka Chuka Peak on the border between Bulgaria and Serbia eastward through central Bulgaria to Cape Emine on the Black Sea. The highest peaks of the Balkan Mountains are in central Bulgaria. The highest peak is Botev at 2,376 m, which makes the mountain range the third highest in the country, after Rila and Pirin. The mountains are the source of the name of the Balkan Peninsula.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Paklenica": "The Paklenica karst river canyon is a national park in Croatia. It is near Starigrad, northern Dalmatia, on the southern slopes of Velebit mountain, not far from Zadar. It contains two canyons, Mala (Small) and Velika (Big) Paklenica. Today there is no water flowing through Mala Paklenica. Near the entrance to the Velika Paklenica is an artificial tunnel complex built for Josip Broz Tito during the tension between Yugoslavia and the USSR in the late 1940s and early 1950s.",
  "/wiki/Lika-Senj_County": "Lika-Senj County (Croatian: [lǐːka sɛ̂ːɲ], Croatian: Ličko-senjska županija) is a county in Croatia that includes most of the Lika region and some northern coastline of the Adriatic near the town of Senj, including the northern part of the Pag island. Its center is Gospić.",
  "/wiki/Zadar_County": "Zadar County (Croatian: Zadarska županija [zâdarskaː ʒupǎnija]) is a county in Croatia, it encompasses northern Dalmatia and southeastern Lika. Its center is the city of Zadar.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Northern_Velebit_National_Park": "The Northern Velebit National Park (Croatian: Nacionalni park Sjeverni Velebit) is a national park in Croatia that covers 109 km2 of the northern section of the Velebit mountains, the largest mountain range in Croatia. Because of the abundant variety of this part of the Velebit range, the area was upgraded from a nature reserve in 1999, and opened as a national park in September the same year.",
  "/wiki/Jasmund": "Jasmund is a peninsula of the island of Rügen in Mecklenburg-Vorpommern, Germany. It is connected to the Wittow peninsula and to the Muttland main section of Rügen by the narrow land bridges Schaabe and Schmale Heide, respectively. Sassnitz, Sagard and the Mukran international ferry terminal are on Jasmund. Jasmund is also famous for the Stubbenkammer chalk cliffs within the Jasmund National Park, a nature reserve in the northeast of Rügen island.",
  "/wiki/Jasmund_National_Park": "The Jasmund National Park (German: Nationalpark Jasmund) is a nature reserve on the Jasmund peninsula, in the northeast of Rügen island in Mecklenburg-Vorpommern, Germany. It is famous for containing the largest chalk cliffs in Germany, the Königsstuhl (German = \"king's chair\"). These cliffs are up to 161 m (528 ft) above the Baltic Sea. The beech forests behind the cliffs are also part of the national park.",
  "/wiki/Mecklenburg-Vorpommern": "Mecklenburg-Vorpommern (German: [ˈmeːklənbʊʁk ˈfoːɐ̯pɔmɐn], abbreviated MV), also known by its anglicized name Mecklenburg-Western Pomerania, is a state of Germany.  Of the country's 16 states, Mecklenburg-Vorpommern ranks 14th in population, 6th in area, and 16th in population density. Schwerin is the state capital and Rostock is the largest city. Other major cities include Neubrandenburg, Stralsund, Greifswald, Wismar and Güstrow.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Serrahn_Hills": "The Serrahn Hills (German: Serrahner Berge) are a forested ridge in the municipality of Carpin in the Mecklenburg Lake District in the east German state Mecklenburg-Western Pomerania. The village of Serrahn, which gives the hills their name, is located just north of the ridge. To the east is the lake of Schweingartensee, a little to the southwest is the Großer Fürstenseer See.",
  "/wiki/M%C3%BCritz_National_Park": "The Müritz National Park (German: Müritz-Nationalpark) is a national park situated roughly in the middle between Berlin and Rostock, in the south of the German state of Mecklenburg-Vorpommern. It extends over large portions of the Müritz lakeland in the district of Mecklenburgische Seenplatte. Müritz National Park was founded in 1990. The total area is 318 km2. Near the city of Waren visitors can get information on the national park at the Müritzeum.",
  "/wiki/Brandenburg": "Brandenburg (/ˈbrændənbɜːrɡ/, also US: /ˈbrɑːndənbʊərk/, German: [ˈbʁandn̩bʊʁk] (listen); Low German: Brannenborg; Lower Sorbian: Bramborska; Upper Sorbian: Braniborsko; Polish: Brandenburgia) is a state of Germany.",
  "/wiki/Hainich": "Hainich is a forested hill chain in the state of Thuringia in Germany, between the towns of Eisenach, Mühlhausen and Bad Langensalza. Hainich covers an area of around 160 km² (61,8 sq mi), of which, since 31 December 1997, half has been designated as Hainich National Park. The highest point in Hainich is Alte Berg at 1621 ft (494 m). The Mühlhäuser Stadtwald in the northern part of Hainich is the largest municipal forest in Thuringia. The landmark of Hainich is Betteleiche, a 600-year-old common oak at Ihlefeld.",
  "/wiki/Hainich_National_Park": "Hainich National Park (German: Nationalpark Hainich), founded on December 31, 1997, is the 13th national park in Germany and the only one in Thuringia. One of the main objectives of the park is the protection of native beech forest. In 2011, the park was added to the Primeval Beech Forests of the Carpathians and the Ancient Beech Forests of Germany World Heritage Site.",
  "/wiki/Thuringia": "Thuringia (English: /θəˈrɪndʒiə/; German: Thüringen [ˈtyːʁɪŋən] (listen)), officially the Free State of Thuringia (Freistaat Thüringen [ˈfʁaɪʃtaːt ˈtyːʁɪŋən]), is a state of Germany.",
  "/wiki/Kellerwald": "The Kellerwald is a low mountain range reaching heights of up to 675 m in the western part of northern Hesse, Germany. Its assets include Germany's largest contiguous beech woodland and it contains Hesse's only national park, the Kellerwald-Edersee National Park. It is a UNESCO World Heritage Site.",
  "/wiki/Kellerwald-Edersee_National_Park": "The Kellerwald-Edersee National Park (German: Nationalpark Kellerwald-Edersee), CDDA-No. 318077) in the North Hessian county of Waldeck-Frankenberg is a national park, 57.38 km² in area, that lies south of the Edersee lake in the northern part of the low mountain range of the Kellerwald in the German state of Hesse. Since 25 June 2011 the beech forested area of the national park has been part of the UNESCO World Heritage Site known as Primeval Beech Forests of the Carpathians and the Ancient Beech Forests of Germany.",
  "/wiki/Hesse": "Hesse (/hɛs/, also US: /ˈhɛsə, ˈhɛsi/, Hessian dialect: [ˈhɛzə]) or Hessia (UK: /ˈhɛsiə/, US: /ˈhɛʃə/; German: Hessen [ˈhɛsn̩] (listen)), officially the State of Hesse (German: Land Hessen), is a parliamentary republic in western Europe and, with just over six million inhabitants, a member state of the Federal Republic of Germany as of 1949. Its capital city is Wiesbaden, the largest metropolitan area is Frankfurt am Main.",
  "/wiki/Parco_Nazionale_d%27Abruzzo,_Lazio_e_Molise": "Parco Nazionale d'Abruzzo, Lazio e Molise (English: National Park of Abruzzo, Lazio and Molise, often cited under its previous name, Abruzzo National Park) is an Italian national park founded in 1922. The majority of the park is located in the Abruzzo region though it is not constrained by regional boundaries and also includes territory in Lazio and Molise. The park headquarters are in Pescasseroli in the Province of L'Aquila. The park currently includes 496.80 km2 (191.82 sq mi).",
  "/wiki/Abruzzo": "Abruzzo (UK: /æˈbrʊtsoʊ/, US: /ɑːˈbruːtsoʊ, əˈ-/, Italian: [aˈbruttso]; Abbrùzze, Abbrìzze or Abbrèzze in Neapolitan Abruzzese; Aquilano: Abbrùzzu) or Abruzzi is a region of Southern Italy with an area of 10,763 square km (4,156 sq mi) and a population of 1.2 million. It is divided into four provinces: L'Aquila, Teramo, Pescara, and Chieti. Its western border lies 80 km (50 mi) east of Rome. Abruzzo borders the region of Marche to the north, Lazio to the west and south-west, Molise to the south-east, and the Adriatic Sea to the east. Geographically, Abruzzo is divided into a mountainous area in the west, which includes the Gran Sasso d'Italia, and a coastal area in the east with beaches on the Adriatic Sea.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Pollino_National_Park": "Pollino National Park (Italian: Parco Nazionale del Pollino) is a national park in southern Italy that straddles the regions of Basilicata and Calabria. It is Italy's largest national park, covering 1,925.65 square kilometers.",
  "/wiki/Calabria": "Calabria (UK: /kəˈlæbriə/, US: /-ˈleɪb-, -ˈlɑːb-/, Italian: [kaˈlaːbrja]; Calabrian: Calàbbria; Calabrian Greek: Calavría; Greek: Καλαβρία; Arbëreshë Albanian: Kalavrì), known in antiquity as Bruttium (US: /ˈbrʊtiəm, ˈbrʌt-/), is a region in Southern Italy.",
  "/wiki/Basilicata": "Basilicata (UK: /bəˌsɪlɪˈkɑːtə/, US: /-ˌzɪl-/, Italian: [baziliˈkaːta]), also known by its ancient name Lucania (/luːˈkeɪniə/, also US: /luːˈkɑːnjə/, Italian: [luˈkaːnja]), is a region in Southern Italy, bordering on Campania to the west, Apulia (Puglia) to the north and east, and Calabria to the south. It also has two coastlines: a 30-km stretch on the Tyrrhenian Sea between Campania and Calabria, and a longer coastline along the Gulf of Taranto between Calabria and Apulia. The region can be thought of as the \"instep\" of Italy, with Calabria functioning as the \"toe\" and Apulia the \"heel\". The region covers about 10,000 km2 (3,900 sq mi) and in 2010 had a population slightly under 600,000. The regional capital is Potenza. The region is divided into two provinces: Potenza and Matera.",
  "/wiki/Foresta_Umbra": "Gargano (Italian pronunciation: [gar'gaːno]) is a historical and geographical sub-region in the province of Foggia, Apulia, southeast Italy, consisting of a wide isolated mountain massif made of highland and several peaks and forming the backbone of the Gargano Promontory projecting into the Adriatic Sea, the \"spur\" on the Italian \"boot\". The high point is Monte Calvo at 1,065 m (3,494 ft). Most of the upland area, about 1,200 km2 (460 sq mi), is part of the Gargano National Park, founded in 1991.",
  "/wiki/Gargano_National_Park": "The Gargano National Park (Italian: Parco nazionale del Gargano) is a national park in the province of Foggia, southern Italy. Aside from the Mount Gargano promontory from which it takes its name, it includes also the Tremiti Islands archipelago and the Foresta Umbra, a large wood protected area established in 1977.",
  "/wiki/Apulia": "Apulia (/əˈpuːliə/ ə-POO-lee-ə; Italian: Puglia [ˈpuʎːa]; Neapolitan: Pùglia [ˈpuʝːə];[a] Albanian: Pulia; Ancient Greek: Ἀπουλία, romanized: Apoulía) is a region of Italy, located in the southern peninsular section of the country, bordering the Adriatic Sea to the east, the Ionian Sea to the southeast, and the Strait of Otranto and Gulf of Taranto to the south. The region comprises 19,345 square kilometers (7,469 sq mi), and its population is about four million.",
  "/wiki/Ancient_and_Primeval_Beech_Forests_of_the_Carpathians_and_Other_Regions_of_Europe": "Ancient and Primeval Beech Forests of the Carpathians and Other Regions of Europe is a transnational composite nature UNESCO World Heritage site, encompassing forests in 12 European countries."
}