{
  "/wiki/Abellio_(London_&_Surrey)": "Abellio London is a bus company operating services in Greater London. A subsidiary of Abellio, it operates services under contract to Transport for London. Until September 2018,  services were operated in Surrey under the Abellio Surrey brand.",
  "/wiki/Abellio_(transport_company)": "Abellio is a public transport company that operates services in Europe, with both bus and rail networks. It was founded as NedRailways in 2001, before being renamed Abellio in October 2009. Abellio is wholly owned by the Dutch national rail operator Nederlandse Spoorwegen.",
  "/wiki/Arriva_London": "Arriva London is a bus company operating services in Greater London. It is a subsidiary of Arriva UK Bus and operates services under contract to Transport for London. It was formed in 1998 from a fusion of previously separate Arriva subsidiaries Grey-Green, Leaside Buses, Kentish Bus, London & Country and South London Transport. Operations are split between two registered companies, Arriva London North Limited and Arriva London South Limited.",
  "/wiki/Arriva": "Arriva is a multinational public transport company headquartered in Sunderland, England. It was established in 1938 as T Cowie and through a number of mergers and acquisitions was rebranded Arriva in 1997 and became a subsidiary of Deutsche Bahn in 2010. Arriva operates bus, coach, train, tram and waterbus services in 14 countries across Europe. As of September 2018, it employed 61,845 people and operated 2.4 billion passenger journeys annually. It operates as three divisions: UK Bus, UK Rail and Mainland Europe. Deutsche Bahn announced in 2019 they wished to sell Arriva, but the sale was placed on hold as of November in that year.",
  "/wiki/Carousel_Buses": "Carousel Buses is a bus company based in High Wycombe, Buckinghamshire, England. Originally an independent company, it is a subsidiary of the Go-Ahead Group.",
  "/wiki/Go-Ahead_Group": "The Go-Ahead Group plc is a provider of passenger transport in the UK, Ireland, Singapore, Norway and Germany, with over one billion journeys made on its bus and trains services each year. It is a FTSE 250 Index group listed on the London Stock Exchange.",
  "/wiki/HCT_Group": "HCT Group is a social enterprise providing transport services and community services in Bristol, Guernsey, Jersey, London and Yorkshire. It was founded in 1982 as Hackney Community Transport in the London Borough of Hackney to provide transport services for local voluntary organisations, charities and community groups. HCT Group is registered as a company limited by guarantee (and has therefore no shareholders). The company is also a registered charity.",
  "/wiki/First_Berkshire_&_The_Thames_Valley": "First Beeline Buses, trading as First Berkshire & The Thames Valley, is a bus operator providing services in and around Slough. It is a subsidiary of FirstGroup.",
  "/wiki/FirstGroup": "FirstGroup plc is a British multi-national transport group, based in Aberdeen, Scotland. The company operates transport services in the United Kingdom, Ireland, Canada and the United States. It is listed on the London Stock Exchange and is a constituent of the FTSE 250 Index.",
  "/wiki/Go-Ahead_London": "Go-Ahead London is the trading name used collectively for the London bus operations of the Go-Ahead Group. The name first appeared in August 2008, before which the company had traded under separate names and brands. It is the largest bus operator in London, operating a total of 115 bus routes under contract to Transport for London.",
  "/wiki/Green_Line_Coaches": "Green Line  is a commuter coach brand in the Home counties of England. It is owned by Arriva.",
  "/wiki/London_Sovereign": "London Sovereign is a bus company in North London. It is a subsidiary of RATP Group and operates buses under contract to Transport for London.",
  "/wiki/RATP_Group": "The RATP Group (French: Groupe RATP), best known as the Régie Autonome des Transports Parisiens (English: Autonomous Parisian Transportation Administration), is a state-owned public transport operator and maintainer headquartered in Paris, France. Formed in 1949, it has its origins as the city's public transport operator. Its logo represents, in a stylised version, the Seine's meandering through the Paris area as the face of a person looking up.",
  "/wiki/London_United_Busways": "London United is a bus company operating mostly in west and south-west Greater London. It is a subsidiary of the RATP Group and operates services under contract to Transport for London.",
  "/wiki/Metrobus_(South_East_England)": "Metrobus is a bus operator with routes in parts of Surrey, Kent & Sussex. Formed through a management buyout in 1983, Metrobus was purchased by the Go-Ahead Group in September 1999.",
  "/wiki/Metroline": "Metroline is a bus company operating services in Greater London. It is a subsidiary of ComfortDelGro Corporation and operates services under contract to Transport for London. Operations are split between two registered companies, Metroline Travel Limited and Metroline West Limited.",
  "/wiki/ComfortDelGro": "ComfortDelGro Corporation is a multi-national land transport company listed on the Singapore Exchange, operating 46,010 vehicles in seven countries. It was formed on 29 March 2003 through a merger of Singapore-based land transport companies Comfort Group and DelGro Corporation.",
  "/wiki/Quality_Line": "Quality Line is a bus company based in Epsom and is part of bus operator RATP Dev London. Quality Line operates bus services throughout the South West London and Surrey area, with many under contract to Transport for London or Surrey County Council.",
  "/wiki/Stagecoach_London": "Stagecoach London is a bus operator in London. It is a subsidiary of Stagecoach and operates services under contract to Transport for London mostly in east and south-east and partly in central London",
  "/wiki/Stagecoach_Group": "Stagecoach is a transport group based in Perth, Scotland. It operates buses, express coaches and a tram service in the United Kingdom.",
  "/wiki/Sullivan_Buses": "Sullivan Buses is a bus company based in South Mimms, Hertfordshire, England. Founded in 1998, it operates local bus services in and around Hertfordshire and north London including school services, rail replacement bus services in and near London, bus links in Surrey to and from Thorpe Park and vehicle hire for television programmes.",
  "/wiki/Tower_Transit": "Tower Transit is a Transport for London contracted bus operator operating mainly in west and east London. It is a subsidiary of SeaLink Travel Group.",
  "/wiki/Transit_Systems": "Transit Systems Group is an Australian-based public transport company, which also operates overseas through its subsidiary Tower Transit Group. Transit Systems Group is a subsidiary of the SeaLink Travel Group.",
  "/wiki/Uno_(bus_company)": "Uno (formerly UniversityBus) is an English bus service operated by the University of Hertfordshire, serving members of the general public, and also its own students and staff. The service was set up in 1992, growing out of a shuttle service previously operated for students at Wall Hall College located near Watford connecting them to the other campuses of the University and the Polytechnic (Hatfield) before that.",
  "/wiki/University_of_Hertfordshire": "The University of Hertfordshire (UOH) is a public university in Hertfordshire, United Kingdom. The university is based largely in Hatfield, Hertfordshire. Its antecedent institution, Hatfield Technical College, was founded in 1948 and was identified as one of 25 Colleges of Technology in the United Kingdom in 1959. In 1992, Hatfield Polytechnic was granted university status by the British government and subsequently renamed University of Hertfordshire. It is one of the post-1992 universities.",
  "/wiki/Buses_in_London": "The London Bus is a London transportation system used for multiple decades. Considered to be an icon of London, the London Bus operates nights, days, and long-distances with a plethora of different routes and lines. The main depiction and image of a London Bus is an arched, double-decker, red-painted bus used for carrying large numbers of passengers."
}