{
  "/wiki/Peter_Aluma": "Peter Aluma (23 April 1973 – 2 February 2020) was a Nigerian professional basketball player from Lagos.  After high school at Okota Grammar School in Isolo, Nigeria, the 6'10\" center became a star at Liberty University in Virginia, USA.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state.",
  "/wiki/Liberty_Flames_basketball": "The Liberty Flames men's basketball team is the men's basketball team that represents Liberty University, one of the largest Christian universities in the world. They play their home games at the Vines Center and are members of the Atlantic Sun Conference, having moved there in July 2018 after 27 seasons in the Big South.",
  "/wiki/Senior_(education)": "In United States education, a senior is a student in the fourth year of study (generally high school or college/university study).",
  "/wiki/Pat_Burke": "Patrick John Burke (born December 14, 1973) is an Irish former professional basketball player. Burke (whose family moved from Tullamore, to Cleveland, Ohio, when he was three years old) competed in the National Basketball Association and also played in Europe, ending his career with the Polish club Asseco Prokom Sopot.  He was a co-captain of the senior Irish national basketball team, and also represented his country at the World University Games.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/Auburn_Tigers_men%27s_basketball": "The Auburn Tigers men's basketball team is the intercollegiate men's basketball program that represents Auburn University. The school competes in the Southeastern Conference in Division I of the National Collegiate Athletic Association (NCAA). The Tigers play their home games at Auburn Arena in Auburn, Alabama on the university campus. The program began in 1906, and is currently coached by Bruce Pearl.",
  "/wiki/Marlon_Garnett": "Marlon Errol Garnett (born July 3, 1975) is an American-Belizean coach and former professional basketball player.",
  "/wiki/Belize": "Belize (/bəˈliːz/ (listen)) is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the northwest by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 408,487 (2019). Its mainland is about 180 mi (290 km) long and 68 mi (110 km) wide. It has the lowest population and population density in Central America. The country's population growth rate of 1.87% per year (2018 estimate) is the second highest in the region and one of the highest in the Western Hemisphere.",
  "/wiki/Santa_Clara_Broncos_men%27s_basketball": "The Santa Clara Broncos men's basketball team represents Santa Clara University  in NCAA Division I basketball competition. The team plays home games at the Leavey Center in Santa Clara, California and have been members of the West Coast Conference since its formation in 1952. The team is currently coached by Herb Sendek, who had previously been the head coach at NC State and Arizona State. Sendek was hired on March 29, 2016",
  "/wiki/Troy_Hudson": "Troy Elderon Hudson (born March 13, 1976) is an American retired professional basketball point guard. He played 11 years in the National Basketball Association (NBA) after going undrafted in 1997. He averaged a career-high 14.2 points per game with the Minnesota Timberwolves in 2002–03.",
  "/wiki/Southern_Illinois_Salukis_men%27s_basketball": "The Southern Illinois Salukis men's basketball team represents Southern Illinois University Carbondale in Carbondale, Illinois. The Salukis compete in the Missouri Valley Conference, and they play their home games at Banterra Center. As of March 2019, Saluki Hall of Fame basketball player, Bryan Mullins, has become the newest head coach of the Southern Illinois basketball program.",
  "/wiki/Junior_(education)": "A junior is a student in their third year of study (generally referring to high school or college/university study) as coming immediately before their senior year. Juniors are considered upperclassmen.",
  "/wiki/Damon_Jones": "Damon Darron Jones (born August 25, 1976) is an American professional basketball coach and former player who was an assistant coach for the Cleveland Cavaliers of the National Basketball Association (NBA).",
  "/wiki/Houston_Cougars_men%27s_basketball": "The Houston Cougars men's basketball team represents the University of Houston in Houston, Texas, in the NCAA Division I men's basketball competition. The university is a member of the American Athletic Conference. The team last played in the NCAA Division I Men's Basketball Tournament in 2019 and is tied for 15th in number of Final Four appearances.",
  "/wiki/Mikki_Moore": "Clinton Renard \"Mikki\" Moore (pronounced \"MY-key\"; born November 4, 1975) is an American former professional basketball player.",
  "/wiki/Nebraska_Cornhuskers_men%27s_basketball": "The Nebraska Cornhuskers men's basketball team represents the University of Nebraska–Lincoln in the Big Ten Conference of NCAA Division I. The program's first game was an 11–8 win over the Lincoln YMCA. Three years later, Nebraska played its first game against another university, a 37–5 victory over Nebraska Wesleyan. Through 2017, the program has an all-time record of 1,474–1,337 (.524) with seven NCAA appearances and 16 NIT appearances. NU's only national tournament championship came in the 1996 NIT.",
  "/wiki/Ira_Newble": "Ira Reynolds Newble II (born January 20, 1975) is an American former professional basketball player. He played in the NBA with the San Antonio Spurs, Atlanta Hawks, Cleveland Cavaliers, Seattle SuperSonics, and Los Angeles Lakers.",
  "/wiki/Miami_RedHawks_men%27s_basketball": "The Miami RedHawks men's basketball team intercollegiate men's basketball program representing Miami University. The school competes in the Mid-American Conference (MAC) in Division I of the National Collegiate Athletic Association (NCAA). The RedHawks play home basketball games at Millett Hall in Oxford, Ohio on the university campus. Miami has reached the NCAA Championship's Sweet Sixteen four times and has been the MAC regular season champions twenty times. The team is currently coached by Jack Owens.",
  "/wiki/Mike_Penberthy": "Michael Dunkin Penberthy (born November 29, 1974) is an American professional basketball coach and former player who  is currently working as an assistant coach for the Los Angeles Lakers of the National Basketball Association (NBA). A point guard from The Master's College (now The Master's University), Penberthy went undrafted in the 1997 NBA Draft but did manage to play for the Los Angeles Lakers for two seasons (2000-01 to 2001–02). Penberthy was part of their 2000–01 championship team.",
  "/wiki/The_Master%27s_College": "The Master's University is a non-denominational, conservative Christian liberal arts university in Santa Clarita, California.",
  "/wiki/Michael_Stewart_(basketball)": "Michael Curtis \"Yogi\" Stewart (born April 24, 1975) is a retired American basketball player who last played for the Atlanta Hawks of the NBA.",
  "/wiki/California_Golden_Bears_men%27s_basketball": "The California Golden Bears basketball team is the college basketball team of the University of California, Berkeley.  The program has seen success throughout the years, culminating in a national championship in 1959 under coach Pete Newell, and the team has reached the final four two other times, in 1946 and 1960. The current head coach is  Mark Fox, who began his tenure at Cal in 2019.",
  "/wiki/1997_NBA_draft": "The 1997 NBA draft took place on June 25, 1997, in Charlotte, North Carolina. Although the Boston Celtics had the second-worst record in the 1996–97 season and the best odds (36 percent) of winning the lottery with two picks, the Spurs, usually a model of winning and consistency, lost David Robinson and Sean Elliott to injury early in the season, finished with the third-worst record, and subsequently won the lottery. Leading up to the draft, there was no doubt that Tim Duncan would be selected at No. 1 by the Spurs, and the rest of the draft was regarded with some skepticism. The Celtics had the third and sixth picks, selecting Chauncey Billups and Ron Mercer, both of whom were traded in the next two years."
}