{
  "/wiki/1._FC_Slov%C3%A1cko": "1. FC Slovácko is a football club from the Czech town of Uherské Hradiště. The team was established in 1927 as SK Staré Město and on 1 July 2000 as 1. FC Synot, which was a merger of the original club with FC Slovácká Slavia Uherské Hradiště. Since 2009 the club has played in the Czech First League. Slovácko have twice reached the final of the Czech Cup although they have never won the competition.",
  "/wiki/M%C4%9Bstsk%C3%BD_fotbalov%C3%BD_stadion_Miroslava_Valenty": "Městský fotbalový stadion Miroslava Valenty is a multi-use stadium in Uherské Hradiště, Czech Republic. It is used mostly for football matches and is the home ground of 1. FC Slovácko. The stadium has an all-seated capacity of 8,121 people.",
  "/wiki/1._FK_P%C5%99%C3%ADbram": "1. FK Příbram is a Czech football club from Příbram. The club currently plays in the Czech First League. It is the legal successor to Dukla Prague, a club which won 11 national league titles between 1953 and 1982.",
  "/wiki/Na_Litavce": "Na Litavce is a football stadium in Příbram, Czech Republic. It is currently used as the home ground of 1. FK Příbram. The stadium holds 9,100 people.",
  "/wiki/AC_Sparta_Prague": "Athletic Club Sparta Praha (Czech pronunciation: [ˈaː ˈt͡sɛː ˈsparta ˈpraɦa]), commonly known as Sparta Prague, is a Czech football club based in Prague.",
  "/wiki/Generali_Arena": "The Generali Česká pojišťovna Arena, previously, and still commonly known as Letná Stadium (Czech: Stadion Letná [ˈstadjon ˈlɛtnaː]), is a football stadium in Prague. It is the home venue of Sparta Prague and occasionally hosts the matches of the Czech Republic national football team. It has capacity for 18,185 people.",
  "/wiki/Bohemians_1905": "Bohemians Praha 1905 (previously named FC Bohemians Praha) is a Prague-based football club, which was founded in 1905 as AFK Vršovice. The club won the 1982–83 Czechoslovak First League, its only league championship. Its colours are green and white.",
  "/wiki/%C4%8Eol%C3%AD%C4%8Dek": "Ďolíček Stadium is a multi-purpose stadium in Prague district Vršovice, Czech Republic.  It is currently used mostly for football matches and is the home ground of Bohemians 1905. The stadium was opened on 27 March 1932 for a match against SK Slavia Prague. The reconstruction of 2003 changed the capacity to 13,388 (3,028 seated). After reconstruction in summer 2007, its capacity was reduced to 9,000 (3,800 seated). Bohemians 1905 were not allowed to keep the stand sector, they changed it into seats, which reduced the capacity further, to 7,500 (all seated).",
  "/wiki/FC_Ban%C3%ADk_Ostrava": "FC Baník Ostrava is a football club from the Silesian part of the city of Ostrava, Czech Republic.",
  "/wiki/M%C4%9Bstsk%C3%BD_stadion_(Ostrava)": "Městský stadion is a multi-purpose stadium in Ostrava-Vítkovice, Czech Republic. Used primarily for football, it is the home stadium of FC Vítkovice. It also hosts the annual Golden Spike Ostrava athletic event. The stadium holds 15,275 spectators, for football matches 15,163. It will host the 2018 IAAF Continental Cup.",
  "/wiki/FC_Fastav_Zl%C3%ADn": "FC Fastav Zlín is a Czech professional football club from Zlín, Moravia. The professional club has spent a number of seasons in the top league of the country, both the Czechoslovak First League and later the Czech First League. They currently play in the Czech First League.",
  "/wiki/Letn%C3%A1_Stadion": "Letná Stadion is a football stadium in Zlín, Czech Republic. It is currently used as the home ground of FC Fastav Zlín and has an all-seated capacity of 6,375. It is located near the Dřevnice river.",
  "/wiki/FC_Slovan_Liberec": "FC Slovan Liberec /ˈsloʊvən ˈlɪbərɛts/[citation needed] (Czech pronunciation: [ˈslovan ˈlɪbɛrɛts]) is a Czech football club founded in the city of Liberec. The club is one of the most successful in the Czech Republic, having won three league titles and the domestic cup since 1993. Glass-making company Preciosa a.s. is the current main sponsor of the club.",
  "/wiki/Stadion_u_Nisy": "Stadion u Nisy is an all-seater football stadium in Liberec. The stadium is home to Czech football club Slovan Liberec and occasionally hosts matches of the Czech Republic national team. The stadium is named after the river Nisa, flowing directly behind the North Stand. Another interesting fact about the stadium, the oldest Grandstand is embedded to a rock. The capacity is 9,900 seats.",
  "/wiki/FC_Viktoria_Plze%C5%88": "Football Club Viktoria Plzeň (pronounced [ˈvɪktorja ˈpl̩zɛɲ]) is a Czech professional football club based in Plzeň. They play in the Czech First League, the top division of football in the country.",
  "/wiki/Doosan_Arena": "Doosan Arena, previously known as Stadion města Plzně (Plzeň City Stadium) is a multi-purpose stadium in Plzeň, Czech Republic. It is located in the Štrunc Park near the confluence of Mže and Radbuza rivers. The stadium is currently used mostly for football matches and is the home ground of FC Viktoria Plzeň. The stadium holds 11,700 people. It is also known as Stadion ve Štruncových sadech (Stadium in Štrunc Park), named after Emil Štrunc, a former regional chieftain of the Sokol Movement (some people incorrectly think it is named after a famous local footballer Stanislav Štrunc).[citation needed]",
  "/wiki/FK_Jablonec": "FK Jablonec [ˈjablonɛts] is a Czech professional football club based in the town of Jablonec nad Nisou. The club has played in the top league of Czech football, Czech First League, since 1994.",
  "/wiki/Chance_Arena": "The Stadion Střelnice (formerly known as Chance Arena) is a multi-use stadium in Jablonec nad Nisou, Czech Republic.  It is currently used mostly for football matches and is the home ground of FK Jablonec.  The stadium's current capacity is 6,108.",
  "/wiki/FK_Mlad%C3%A1_Boleslav": "FK Mladá Boleslav is a Czech football club based in the city of Mladá Boleslav [ˈmladaː ˈbolɛslaf]. The club currently plays in the Czech First League.",
  "/wiki/Lokotrans_Ar%C3%A9na": "Lokotrans Aréna is a multi-purpose stadium in Mladá Boleslav, Czech Republic.  It is currently used mostly for football matches and is the home ground of FK Mladá Boleslav. The stadium holds 5,000 people. The stadium was known as Městský stadion Mladá Boleslav until July 2019, when in was renamed for sponsorship reasons to current name.",
  "/wiki/FK_Teplice": "FK Teplice is a Czech football club based in the city of Teplice, 80 km north of Prague. The club currently plays in the Czech First League.",
  "/wiki/Na_St%C3%ADnadlech": "Stadion Na Stinadlech is a multi-purpose stadium in Teplice, Czech Republic.  It is currently used mostly for football matches and is the home ground of FK Teplice.  The stadium holds 18,221 and was built in 1973. The Czech Republic national football team often plays qualification games at the stadium and has very positive statistics there. As of October 2010, they have won 18 times from 19 games, drawing the other, in a 2002 friendly game against Sweden where they tied 3–3.",
  "/wiki/MFK_Karvin%C3%A1": "MFK Karviná is a football club located in Karviná, Czech Republic, which plays in the Czech First League. The club took part in the Czech First League on two occasions in the 1990s, never surviving for more than one season. It played in the Czech 2. Liga between 2008 and 2016, when it was promoted to the First League. The team's colours are green and white.",
  "/wiki/M%C4%9Bstsk%C3%BD_stadion_(Karvin%C3%A1)": "City stadium Karviná-Ráj is a football stadium in Karviná, Czech Republic. It is the home stadium of MFK Karviná. The stadium holds 4,833 spectators, all of which can be seated.",
  "/wiki/SFC_Opava": "Slezský FC Opava is a football club from Opava, Czech Republic. The club plays in the Czech First League, the top tier of Czech football.",
  "/wiki/Stadion_v_M%C4%9Bstsk%C3%BDch_sadech": "Stadion v Městských sadech is a football stadium in Opava, Czech Republic. It is the home stadium of SFC Opava and has a capacity of 7,758 seated places. It is located in the municipal park near the Opava River.",
  "/wiki/SK_Dynamo_%C4%8Cesk%C3%A9_Bud%C4%9Bjovice": "SK Dynamo České Budějovice is a football club from České Budějovice, Czech Republic. They currently play in the Czech First League, the first tier of football in the Czech Republic. The current chairman and a share holder of the club is the former SK České Budějovice and Czech international footballer Karel Poborský.",
  "/wiki/Stadion_St%C5%99eleck%C3%BD_ostrov": "Stadion Střelecký ostrov is a football stadium in České Budějovice, Czech Republic, located near the Vltava River. It is currently used as the home ground of SK Dynamo České Budějovice. The stadium holds 6,681 people and was built in 1940. Before renovation in 2003 it had a capacity of 12,000 people (1,500 seated). The city and the club were however forced to reconstruct and modernize the stadium to meet the football association criteria. The stadium subsequently had an all-seated capacity of 6,681.",
  "/wiki/Fotbalov%C3%A1_n%C3%A1rodn%C3%AD_liga": "The Czech National Football League (Czech: Fotbalová národní liga, FNL), currently known as Fortuna národní liga due to sponsorship reasons, is the second level professional association football league in the Czech Republic. Before 2013 it was known as 2. liga or Druhá liga. The top two teams each season are eligible for promotion to the Czech First League.",
  "/wiki/SK_Sigma_Olomouc": "SK Sigma Olomouc is a Czech football club from the city of Olomouc. The club currently plays in the Czech First League, the first tier of Czech football. The club played in the first tier league for 30 years between 1984 and 2014, winning the Czech Cup and Czech Supercup in 2012. Being relegated to Czech 2. Liga in 2014, the club won the league the subsequent season and got a promotion back to First League in 2015, but failed to stay in the top division and were relegated after only one season.",
  "/wiki/Andr%C5%AFv_stadion": "Andrův stadion is a football stadium in Olomouc, Czech Republic. It is the home ground of SK Sigma Olomouc and occasionally hosts matches of the Czech Republic national team. The stadium holds 12,566 people.",
  "/wiki/SK_Slavia_Prague": "Sportovní klub Slavia Praha – fotbal (Sports Club Slavia Prague – Football, pronounced [ˈslaːvɪja ˈpraɦa]), commonly known as Slavia Praha / Slavia Prague, is a Czech professional football club in Prague. Founded in 1892, they are the second most successful club in the Czech Republic since its independence in 1993.",
  "/wiki/Sinobo_Stadium": "Sinobo Stadium (formerly known as Eden Aréna and Synot Tip Arena) is a football stadium, in Prague-Vršovice, Czech Republic."
}