{
  "/wiki/Jind%C5%99ich_Trpi%C5%A1ovsk%C3%BD": "Jindřich Trpišovský (born 27 February 1976) is a Czech football manager who is currently the manager of Slavia Prague.",
  "/wiki/SK_Slavia_Prague": "Sportovní klub Slavia Praha – fotbal (Sports Club Slavia Prague – Football, pronounced [ˈslaːvɪja ˈpraɦa]), commonly known as Slavia Praha / Slavia Prague, is a Czech professional football club in Prague. Founded in 1892, they are the second most successful club in the Czech Republic since its independence in 1993.",
  "/wiki/Adri%C3%A1n_Gu%C4%BEa": "Adrián Guľa (born 29 June 1975) is a former football player from Slovakia and currently manager of FC Viktoria Plzeň. His former team was Trenčín.",
  "/wiki/FC_Viktoria_Plze%C5%88": "Football Club Viktoria Plzeň (pronounced [ˈvɪktorja ˈpl̩zɛɲ]) is a Czech professional football club based in Plzeň. They play in the Czech First League, the top division of football in the country.",
  "/wiki/V%C3%A1clav_J%C3%ADlek": "Václav Jílek (born 16 May 1976) is a Czech football manager, currently in charge of Sparta Prague in the Czech First League.",
  "/wiki/AC_Sparta_Prague": "Athletic Club Sparta Praha (Czech pronunciation: [ˈaː ˈt͡sɛː ˈsparta ˈpraɦa]), commonly known as Sparta Prague, is a Czech football club based in Prague.",
  "/wiki/Petr_Rada": "Petr Rada (born 21 August 1958) is a Czech football coach and former player. He represented Czechoslovakia internationally in the 1980s and managed the Czech Republic national football team between 2008 and 2009. He is well known for his arguments with fans or trainer colleagues and also for impulsive style of coaching.",
  "/wiki/FK_Jablonec": "FK Jablonec [ˈjablonɛts] is a Czech professional football club based in the town of Jablonec nad Nisou. The club has played in the top league of Czech football, Czech First League, since 1994.",
  "/wiki/Lubo%C5%A1_Kozel": "Luboš Kozel (born 16 March 1971) is a Czech football manager and former player. Following a playing career where he was associated with Slavia Prague, he spent seven years as manager of FK Dukla Prague, overseeing their transition from the Second League to the Czech First League. Kozel played for the Czech Republic, appearing in nine matches and scoring one goal.",
  "/wiki/FC_Ban%C3%ADk_Ostrava": "FC Baník Ostrava is a football club from the Silesian part of the city of Ostrava, Czech Republic.",
  "/wiki/Pavel_Hoftych": "Pavel Hoftych (Czech pronunciation: [ˈpavɛl ˈɦoftɪx], born 9 May 1967) is a Czech football manager and former player. He is the manager of Slovan Liberec. He played in the Gambrinus liga for Zlín, scoring once in 63 league matches.",
  "/wiki/FC_Slovan_Liberec": "FC Slovan Liberec /ˈsloʊvən ˈlɪbərɛts/[citation needed] (Czech pronunciation: [ˈslovan ˈlɪbɛrɛts]) is a Czech football club founded in the city of Liberec. The club is one of the most successful in the Czech Republic, having won three league titles and the domestic cup since 1993. Glass-making company Preciosa a.s. is the current main sponsor of the club.",
  "/wiki/Jozef_Weber": "Jozef Weber (born 25 December 1970) is a Czech football manager and a former football player. His playing position was midfielder.",
  "/wiki/FK_Mlad%C3%A1_Boleslav": "FK Mladá Boleslav is a Czech football club based in the city of Mladá Boleslav [ˈmladaː ˈbolɛslaf]. The club currently plays in the Czech First League.",
  "/wiki/Radoslav_L%C3%A1tal": "Radoslav Látal (born 6 January 1970) is a Czech football coach and former player who played as a midfielder. Látal is currently in charge of Sigma Olomouc in the Czech First League.",
  "/wiki/SK_Sigma_Olomouc": "SK Sigma Olomouc is a Czech football club from the city of Olomouc. The club currently plays in the Czech First League, the first tier of Czech football. The club played in the first tier league for 30 years between 1984 and 2014, winning the Czech Cup and Czech Supercup in 2012. Being relegated to Czech 2. Liga in 2014, the club won the league the subsequent season and got a promotion back to First League in 2015, but failed to stay in the top division and were relegated after only one season.",
  "/wiki/FC_Fastav_Zl%C3%ADn": "FC Fastav Zlín is a Czech professional football club from Zlín, Moravia. The professional club has spent a number of seasons in the top league of the country, both the Czechoslovak First League and later the Czech First League. They currently play in the Czech First League.",
  "/wiki/FK_Teplice": "FK Teplice is a Czech football club based in the city of Teplice, 80 km north of Prague. The club currently plays in the Czech First League.",
  "/wiki/Martin_Sv%C4%9Bd%C3%ADk": "Martin Svědík (born 27 June 1974) is a Czech football manager and former player. He is currently the head coach of 1. FC Slovácko.",
  "/wiki/1._FC_Slov%C3%A1cko": "1. FC Slovácko is a football club from the Czech town of Uherské Hradiště. The team was established in 1927 as SK Staré Město and on 1 July 2000 as 1. FC Synot, which was a merger of the original club with FC Slovácká Slavia Uherské Hradiště. Since 2009 the club has played in the Czech First League. Slovácko have twice reached the final of the Czech Cup although they have never won the competition.",
  "/wiki/Ji%C5%99%C3%AD_Balc%C3%A1rek": "Jiří Balcárek (born 29 April 1973) is a retired Czech football player who played in the Czech First League for Olomouc and current football manager. He subsequently played for German side Union Berlin.",
  "/wiki/SFC_Opava": "Slezský FC Opava is a football club from Opava, Czech Republic. The club plays in the Czech First League, the top tier of Czech football.",
  "/wiki/Bohemians_1905": "Bohemians Praha 1905 (previously named FC Bohemians Praha) is a Prague-based football club, which was founded in 1905 as AFK Vršovice. The club won the 1982–83 Czechoslovak First League, its only league championship. Its colours are green and white.",
  "/wiki/Roman_N%C3%A1dvorn%C3%ADk": "Roman Nádvorník (born 21 March 1973) is a Czech football manager and former player. He managed 1. FK Příbram and FK Viktoria Žižkov in the Gambrinus liga.",
  "/wiki/1.FK_P%C5%99%C3%ADbram": "1. FK Příbram is a Czech football club from Příbram. The club currently plays in the Czech First League. It is the legal successor to Dukla Prague, a club which won 11 national league titles between 1953 and 1982.",
  "/wiki/Juraj_Jar%C3%A1bek": "Juraj Jarábek (born 3 October 1962) is a Slovak football manager and former player. His father, Stanislav Jarábek, was also a footballer and manager.",
  "/wiki/MFK_Karvin%C3%A1": "MFK Karviná is a football club located in Karviná, Czech Republic, which plays in the Czech First League. The club took part in the Czech First League on two occasions in the 1990s, never surviving for more than one season. It played in the Czech 2. Liga between 2008 and 2016, when it was promoted to the First League. The team's colours are green and white.",
  "/wiki/David_Horej%C5%A1": "David Horejš (born 19 May 1977) is a professional Czech football player who currently plays for SK Dynamo České Budějovice. He is the club captain.",
  "/wiki/SK_Dynamo_%C4%8Cesk%C3%A9_Bud%C4%9Bjovice": "SK Dynamo České Budějovice is a football club from České Budějovice, Czech Republic. They currently play in the Czech First League, the first tier of football in the Czech Republic. The current chairman and a share holder of the club is the former SK České Budějovice and Czech international footballer Karel Poborský.",
  "/wiki/Czech_First_League": "The Czech First League, known as the Fortuna liga for sponsorship reasons, is a Czech professional league for football clubs. At the top of the Czech football league system, it is the country's primary football competition. It is contested by 16 clubs, operating a system of promotion and relegation with the Czech National Football League. Since 2018–19, seasons run from July to May, with teams playing 30 games each. Then teams are divided into three groups playing superstructure for final positions. The league is currently ranked 13th in Europe in the UEFA league rankings."
}