{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.\n The back-pass rule prevents goalkeepers handling direct passes back to them from teammates. Goalkeepers usually perform goal kicks, and also give commands to their defence during corner kicks, direct and indirect free kicks, and marking.  Goalkeepers play an important role in directing on field strategy as they have an unrestricted view of the entire pitch, giving them a unique perspective on play development.\n The goalkeeper is the only required position of a team. If they are injured or sent off, a substitute goalkeeper has to take their place, otherwise an outfield player must take the ejected keeper's place in goal. In order to replace a goalkeeper who is sent off, a team usually substitutes an outfield player for the backup keeper (thus effectively the red card and substitution takes out two of the starting eleven players). They then play the remainder of the match with nine outfield players. If a team does not have a substitute goalkeeper, or they have already used all of their permitted substitutions for the match, an outfield player has to take the dismissed goalkeeper's place and wear the goalkeeper shirt.\n The squad number for a first choice goalkeeper is generally number 1, although they may wear any jersey number between 1 and 99.",
  "/wiki/David_Ochoa_(soccer)": "David Ochoa (born January 16, 2001) is an American soccer player who plays for Real Salt Lake as a goalkeeper.",
  "/wiki/Homegrown_Player_Rule_(Major_League_Soccer)": "The Homegrown Player Rule is a Major League Soccer program that allows MLS teams to sign local players from their own development academies directly to MLS first team rosters. Before the creation of the rule in 2008, every player entering Major League Soccer would have to be assigned through one of the existing MLS player allocation processes, such as the MLS SuperDraft.\n MLS roster rules allow a team to sign players to contracts similar to Generation adidas contracts, which do not count against the MLS salary budget and may earn a much higher salary than the league minimum. MLS has since removed this wording from the roster rules. That means homegrown players will not count against the salary budget only if they are registered using supplemental roster slots, but will still count against the salary budget if they are registered using senior roster slots. There is, however, supplementary salary budget made by MLS only for homegrown players that are registered using senior roster slots called homegrown player funds.\n To place a player on its homegrown player list, making him eligible to sign as a homegrown player, players must have resided in that club's home territory and participated in the club's youth development system for at least one year, as well as meeting other unspecified league requirements.\n If a player on a team's homegrown list goes to college or U17, U20, and U23 United States men's national soccer teams, he remains eligible to sign as a homegrown player at any time as long as he is registered with the club as a homegrown player first.\n In 2014, Seattle's DeAndre Yedlin became the first MLS Homegrown player to compete in a World Cup.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.  \n Centre backs are usually are in pairs, with 2 full-backs to their left and right, but can come in threes with no full backs\n There are four types of defenders: centre-back, sweeper, full-back, and wing-back. The centre-back and full-back positions are essential in most modern formations. The sweeper and wing-back roles are more specialized for certain formations.",
  "/wiki/Alvin_Jones_(footballer)": "Alvin Jones (born 9 July 1994) is a Trinidadian footballer who currently plays for Real Salt Lake in Major League Soccer.  He also played for the Trinidad and Tobago U23 team at the 2015 Pan American Games – Men's tournament.\n He is the son of former Trinidadian international Kelvin and the younger brother of Trinidadian international Joevin.",
  "/wiki/Trinidad_and_Tobago": "The Republic of Trinidad and Tobago (/ˈtrɪnɪdæd ... təˈbeɪɡoʊ/ (listen), /- toʊ-/) is the southernmost island country in the Caribbean. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres (81 miles) south of Grenada and 11 kilometres (6.8 miles) off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west.\n The island of Trinidad was inhabited for centuries by native Amerindian peoples before becoming a colony in the Spanish Empire, following the arrival of Christopher Columbus in 1498. Spanish governor Don José María Chacón surrendered the island to a British fleet under the command of Sir Ralph Abercromby in 1797. During the same period, the island of Tobago changed hands among Spanish, British, French, Dutch and Courlander colonisers more times than any other island in the Caribbean.[citation needed] Trinidad and Tobago were ceded to Britain in 1802 under the Treaty of Amiens as separate states and unified in 1889. Trinidad and Tobago obtained independence in 1962, becoming a republic in 1976.\n Trinidad and Tobago has the third highest GDP per capita based on purchasing power parity (PPP) in the Americas after the United States and Canada. It is recognised by the World Bank as a high-income economy. Unlike most Caribbean nations and territories, which rely heavily on tourism, the Trinidadian economy is primarily industrial with an emphasis on petroleum and petrochemicals; much of the nation's wealth is derived from its large reserves of oil and natural gas.\n Trinidad and Tobago is well known for its African and East Indian/South Asian cultures, reflected in its large and famous Carnival and Diwali celebrations, as well being the birthplace of steelpan, the limbo, and music styles such as calypso, soca, rapso, parang, chutney, and chutney soca.",
  "/wiki/Ashtone_Morgan": "Ashtone Morgan (born February 9, 1991) is a Canadian soccer player who plays for Real Salt Lake as a full-back.\n Morgan was the first graduate of the TFC Academy to play for the Canadian National Team.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Donny_Toia": "Donald Austin \"Donny\" Toia (born May 28, 1992) is an American soccer player who plays for Real Salt Lake in Major League Soccer.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.\n Most managers assign at least one midfielder to disrupt the opposing team's attacks, while others may be tasked with creating goals, or have equal responsibilities between attack and defence. Midfielders are the players who typically travel the greatest distance during a match.  Because midfielders arguably have the most possession during a game they are among the fittest players on the pitch.",
  "/wiki/Kyle_Beckerman": "Kyle Robert Beckerman (born April 23, 1982) is an American soccer player who plays as a midfielder for Real Salt Lake. He also gained 59 caps for the USA national team.",
  "/wiki/Pablo_Enrique_Ruíz": "Pablo Enrique Ruíz (born December 20, 1998) is an Argentine footballer who plays as a midfielder for Major League Soccer side Real Salt Lake.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.\n The earliest recorded human presence in modern-day Argentina dates back to the Paleolithic period. The Inca Empire expanded to the northwest of the country in Pre-Columbian times. The country has its roots in Spanish colonization of the region during the 16th century. Argentina rose as the successor state of the Viceroyalty of the Río de la Plata, a Spanish overseas viceroyalty founded in 1776. The declaration and fight for independence (1810–1818) was followed by an extended civil war that lasted until 1861, culminating in the country's reorganization as a federation of provinces with Buenos Aires as its capital city. The country thereafter enjoyed relative peace and stability, with several waves of European immigration, mainly Italians and Spaniards, radically reshaping its cultural and demographic outlook; 62.5% of the population has full or partial Italian ancestry, and the Argentine culture has significant connections to the Italian culture. The almost-unparalleled increase in prosperity led to Argentina becoming the seventh wealthiest nation in the world by the early 20th century.\n Following the Great Depression in the 1930s, Argentina descended into political instability and economic decline that pushed it back into underdevelopment, though it remained among the fifteen richest countries for several decades. Following the death of President Juan Perón in 1974, his widow, Isabel Martínez de Perón, ascended to the presidency. She was overthrown in 1976 by a U.S.-backed coup which installed a right-wing military dictatorship. The military government persecuted and murdered numerous political critics, activists, and leftists in the Dirty War, a period of state terrorism that lasted until the election of Raúl Alfonsín as President in 1983. Several of the junta's leaders were later convicted of their crimes and sentenced to imprisonment.\n Argentina is a prominent regional power in the Southern Cone and Latin America, and retains its historic status as a middle power in international affairs. Argentina has the second largest economy in South America, the third-largest in Latin America, and membership in the G-15 and G-20 major economies. It is also a founding member of the United Nations, World Bank, World Trade Organization, Mercosur, Union of South American Nations, Community of Latin American and Caribbean States and the Organization of Ibero-American States. Despite its history of economic instability, it ranks second highest in the Human Development Index in Latin America.",
  "/wiki/Damir_Kreilach": "Damir Kreilach (German pronunciation: [daːmɪr kraɪlach]; born 16 April 1989) is a Croatian football midfielder who currently plays for Real Salt Lake in Major League Soccer.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.\n Croatia has been inhabited since the Paleolithic Age. The Croats arrived in the area in the 6th century and organised the territory into two duchies by the 9th century. Croatia was first internationally recognized as an independent state on 7 June 879 during the reign of duke Branimir. Tomislav became the first king by 925, elevating Croatia to the status of a kingdom, which retained its sovereignty for nearly two centuries. During the succession crisis after the Trpimirović dynasty ended, Croatia entered a personal union with Hungary in 1102. In 1527, faced with Ottoman conquest, the Croatian Parliament elected Ferdinand I of Austria to the Croatian throne. In October 1918, in the final days of World War I, the State of Slovenes, Croats and Serbs, independent from Austria-Hungary, was proclaimed in Zagreb, and in December 1918 it was merged into the Kingdom of Serbs, Croats and Slovenes (renamed the Kingdom of Yugoslavia in 1929).\n Following the Axis invasion of Yugoslavia in April 1941, most of the Croatian territory was incorporated into a Nazi-backed client-state, the Independent State of Croatia. In response,  a resistance movement developed. This led to the creation of the Federal State of Croatia, which after the war became a founding member and constituent of the Socialist Federal Republic of Yugoslavia. On 25 June 1991, Croatia declared independence, which came wholly into effect on 8 October of the same year. The Croatian War of Independence was fought successfully for four years following the declaration.\n A sovereign state, Croatia is a republic governed under a parliamentary system. It is a member of the European Union (EU), the United Nations (UN), the Council of Europe, NATO, the World Trade Organization (WTO), and a founding member of the Union for the Mediterranean. As an active participant in the UN peacekeeping forces, Croatia has contributed troops to the NATO-led mission in Afghanistan and took a non-permanent seat on the UN Security Council for the 2008–2009 term. Since 2000, the Croatian government has constantly invested in infrastructure, especially transport routes and facilities along the Pan-European corridors.\n Croatia is classified by the World Bank as a high-income country and ranked 46th on the Human Development Index. The economy is dominated by service, industrial sectors and agriculture. Tourism is a significant source of revenue, with Croatia ranked among the top 20 most popular tourist destinations in the world. The state controls a part of the economy, with substantial government expenditure. The European Union is Croatia's most important trading partner. Croatia provides social security, universal health care system, and a tuition-free primary and secondary education, while supporting culture through numerous public institutions and corporate investments in media and publishing.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.\n Their advanced position and limited defensive responsibilities mean forwards normally score more goals on behalf of their team than other players.\n Modern team formations generally include one to three forwards; for example, the common 4–2–3–1 formation includes one forward. Unconventional formations may include more than three forwards, or none.",
  "/wiki/Corey_Baird": "Corey Jacob Baird (born January 30, 1996) is an American soccer player who plays as a forward for Real Salt Lake in Major League Soccer.",
  "/wiki/Albert_Rusnák_(footballer,_born_1994)": "Albert Rusnák (born 7 July 1994) is a Slovak professional footballer who plays for Major League Soccer club Real Salt Lake as an attacking midfielder and for Slovakia as a right-wing.",
  "/wiki/Designated_Player_Rule": "The Designated Player Rule, nicknamed the Beckham Rule, allows Major League Soccer franchises to sign up to three players that would be considered outside their salary cap (either by offering the player higher wages or by paying a transfer fee for the player). The rule, which was adopted ahead of the 2007 MLS season, enables teams to compete for star players in the international soccer market. The rule is one of two mechanisms by which MLS teams may exceed their salary cap, the other being allocation money. As of December 2019, there have been 209 Designated Players in league history.\n The rule is informally named after David Beckham, in anticipation of MLS teams signing lucrative deals with internationally recognized players of Beckham's caliber. Beckham was the first player signed under this rule, signing a five-year contract with the Los Angeles Galaxy with a guaranteed annual salary of $6.5 million.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.\n The Slavs arrived in the territory of present-day Slovakia in the 5th and 6th centuries. In the 7th century they played a significant role in the creation of Samo's Empire and in the 9th century established the Principality of Nitra, which was later conquered by the Principality of Moravia to establish Great Moravia. In the 10th century, after the dissolution of Great Moravia, the territory was integrated into the Principality of Hungary, which would become the Kingdom of Hungary in 1000. In 1241 and 1242, much of the territory was destroyed by the Mongols during their invasion of Central and Eastern Europe. The area was recovered largely thanks to Béla IV of Hungary who also settled Germans who became an important ethnic group in the area, especially in what are today parts of central and eastern Slovakia. After World War I and the dissolution of the Austro-Hungarian Empire, the Czechoslovak National Council established Czechoslovakia (1918–1939). A separate (First) Slovak Republic (1939–1945) existed during World War II as a totalitarian, clero-fascist one-party client state of Nazi Germany. At the end of World War II, Czechoslovakia was re-established as an independent country. After a coup in 1948 Czechoslovakia became a totalitarian one-party socialist state under a communist administration, during which the country was part of the Soviet led Eastern Bloc. Attempts to liberalize communism in Czechoslovakia culminated in the Prague Spring, which was crushed by the Warsaw Pact invasion of Czechoslovakia in August 1968. In 1989, the Velvet Revolution ended the Communist rule in Czechoslovakia peacefully. Slovakia became an independent state on 1 January 1993 after the peaceful dissolution of Czechoslovakia, sometimes known as the Velvet Divorce.\n Slovakia is a high-income advanced economy with a very high Human Development Index, a very high standard of living and performs favourably in measurements of civil liberties, press freedom, internet freedom, democratic governance and peacefulness. The country maintains a combination of a market economy with a comprehensive social security system. Citizens of Slovakia are provided with universal health care, free education and one of the longest paid parental leaves in the OECD. The country joined the European Union on 1 May 2004 and joined the Eurozone on 1 January 2009. Slovakia is also a member of the Schengen Area, NATO, the United Nations, the OECD, the WTO, CERN, the OSCE, the Council of Europe and the Visegrád Group. As part of Eurozone, Slovak legal tender is the euro, the world's 2nd-most-traded currency. Slovakia is the world's largest per-capita car producer with a total of 1,110,000 cars manufactured in the country in 2019 alone and the 5th largest car producer in the European Union, representing 43% of Slovakia's total industrial output.",
  "/wiki/Douglas_Martínez": "Douglas Martínez (born 5 June 1997) is a Honduran footballer who plays as a forward for Real Salt Lake in Major League Soccer.",
  "/wiki/Honduras": "Honduras (/hɒnˈdjʊərəs, -ˈdʊər-/ (listen), /-æs/; Spanish: [onˈduɾas] (listen)), officially the Republic of Honduras (Spanish: República de Honduras), is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea.\n Honduras was home to several important Mesoamerican cultures, most notably the Maya, before the Spanish Colonization in the sixteenth century. The Spanish introduced Roman Catholicism and the now predominant Spanish language, along with numerous customs that have blended with the indigenous culture. Honduras became independent in 1821 and has since been a republic, although it has consistently endured much social strife and political instability, and remains one of the poorest countries in the Western Hemisphere. In 1960, the northern part of what was the Mosquito Coast was transferred from Nicaragua to Honduras by the International Court of Justice.\n The nation's economy is primarily agricultural, making it especially vulnerable to natural disasters such as Hurricane Mitch in 1998. The lower class is primarily agriculturally based while wealth is concentrated in the country's urban centers. Honduras has a Human Development Index of 0.625, classifying it as a nation with medium development. When the Index is adjusted for income inequality, its Inequality-adjusted Human Development Index is 0.443.\n Honduran society is predominantly Mestizo; however, American Indian, black and white individuals also live in Honduras (2017). The nation had a relatively high political stability until its 2009 coup and again with the 2017 presidential election. Honduras has the world's highest murder rate and high levels of sexual violence.\n Honduras spans about 112,492 km2 (43,433 sq mi) and has a population exceeding 9 million. Its northern portions are part of the Western Caribbean Zone, as reflected in the area's demographics and culture. Honduras is known for its rich natural resources, including minerals, coffee, tropical fruit, and sugar cane, as well as for its growing textiles industry, which serves the international market.",
  "/wiki/Nick_Besler": "Nick Besler (born May 7, 1993) is an American soccer player who currently plays for Real Salt Lake, competing in the Major League Soccer. He is the younger brother of Matt Besler, who plays for Sporting Kansas City.",
  "/wiki/Nedum_Onuoha": "Chinedum \"Nedum\" Onuoha (born 12 November 1986) is an English professional footballer who plays as a defender for MLS club, Real Salt Lake. He is typically a centre back, but he can also play at right back or left back.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/Justen_Glad": "Justen Thomas Glad (born February 28, 1997) is an American soccer player who currently plays as a defender for Real Salt Lake in Major League Soccer.",
  "/wiki/Maikel_Chang": "Maikel Chang Ramírez (born April 18, 1991) is a Cuban international footballer who plays for Real Salt Lake in MLS.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.\n The territory that is now Cuba was inhabited by the Ciboney Taíno people from the 4th millennium BC until Spanish colonization in the 15th century. From the 15th century, it was a colony of Spain until the Spanish–American War of 1898, when Cuba was occupied by the United States and gained nominal independence as a de facto United States protectorate in 1902. As a fragile republic, in 1940 Cuba attempted to strengthen its democratic system, but mounting political radicalization and social strife culminated in a coup and subsequent dictatorship under Fulgencio Batista in 1952. Open corruption and oppression under Batista's rule led to his ousting in January 1959 by the 26th of July Movement, which afterwards established communist rule under the leadership of Fidel Castro. Since 1965, the state has been governed by the Communist Party of Cuba. The country was a point of contention during the Cold War between the Soviet Union and the United States, and a nuclear war nearly broke out during the Cuban Missile Crisis of 1962. Cuba is one of a few extant Marxist–Leninist socialist states, where the role of the vanguard Communist Party is enshrined in the Constitution. Independent observers have accused the Cuban government of numerous human rights abuses, including short-term arbitrary imprisonment.\n Culturally, Cuba is considered part of Latin America. It is a multiethnic country whose people, culture and customs derive from diverse origins, including the aboriginal Taíno and Ciboney peoples, the long period of Spanish colonialism, the introduction of African slaves and a close relationship with the Soviet Union in the Cold War.\n Cuba is a sovereign state and a founding member of the United Nations, the G77, the Non-Aligned Movement, the African, Caribbean and Pacific Group of States, ALBA and Organization of American States. It has currently one of the world's only planned economies, and its economy is dominated by the tourism industry and the exports of skilled labor, sugar, tobacco, and coffee. According to the Human Development Index, Cuba has high human development and is ranked the eighth highest in North America, though 67th in the world in 2014. It also ranks highly in some metrics of national performance, including health care and education. It is the only country in the world to meet the conditions of sustainable development put forth by the WWF.",
  "/wiki/Zac_MacMath": "Zachary Michael MacMath (born August 7, 1991) is an American professional soccer player who plays as a goalkeeper in Major League Soccer for Real Salt Lake.",
  "/wiki/Erik_Holt": "Erik Lee Holt (born September 6, 1996) is an American soccer player who plays as a defender for Real Salt Lake in Major League Soccer.",
  "/wiki/Tate_Schmitt": "Tate Schmitt (born May 28, 1997) is an American soccer player who plays as a forward for Real Salt Lake in Major League Soccer.",
  "/wiki/Aaron_Herrera_(soccer)": "Aaron Herrera (born June 6, 1997) is an American soccer player who plays as a defender for Real Salt Lake in Major League Soccer.",
  "/wiki/Everton_Luiz": "Everton Luiz Guimarães Bilher (born 24 May 1988), commonly known as Everton Luiz, is a Brazilian professional footballer who plays as a defensive midfielder for Major League Soccer club Real Salt Lake. He is primarily recognized for his aggressive and hard-tackling style of play.\n After starting out in his homeland, mainly playing in the lower leagues, Everton Luiz moved to Europe in 2013. He went on to play for Swiss clubs Lugano and St. Gallen, before transferring to Serbian club Partizan in early 2016. In his first full season with the Crno-beli, Everton Luiz collected the double.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.\n The club plays its home games at Rio Tinto Stadium, a soccer-specific stadium located in the Salt Lake City suburb of Sandy, Utah, which they share with their sister team, Utah Royals FC. Before moving to Rio Tinto, RSL played home games at Rice-Eccles Stadium, located on the campus of the University of Utah, from 2005–2007. The team is currently led by interim head coach Freddy Juarez.\n In domestic soccer, Real Salt Lake won the 2009 MLS Cup, the Supporters Shield in 2010, and the 2013 edition of the U.S. Open Cup. They were runners-up in the 2013 MLS Cup. The franchise regional success to date was in the 2010–11 CONCACAF Champions League, where RSL finished runners-up in the tournament becoming the first American club, since the CONCACAF Champions League format was introduced in 2008, to advance to the final stage of the tournament. Their fully owned USL affiliate, Real Monarchs, won the 2019 USL Championship, the second division title in American soccer."
}