{
  "/wiki/Thabo_Mbeki": "Thabo Mvuyelwa Mbeki (Xhosa pronunciation: [tʰaɓɔ mbɛːkʼi]; born 18 June 1942) is a South African politician who served as the second president of South Africa from June 1999 to 24 September 2008. On 20 September 2008, with about nine months left in his second term, Mbeki announced his resignation after being recalled by the National Executive Committee of the ANC, following a conclusion by judge C. R. Nicholson of improper interference in the National Prosecuting Authority (NPA), including the prosecution of Jacob Zuma for corruption. On 12 January 2009, the Supreme Court of Appeal unanimously overturned judge Nicholson's judgement but the resignation stood.\n During his tenure in office, the South African economy grew at an average rate of 4.5% per year, creating employment in the middle sectors[clarification needed] of the economy. The Black middle-class was significantly expanded with the implementation of Black Economic Empowerment (BEE). This growth increased the demand for trained professionals, whose numbers were strained by emigration due to violent crime, but failed to address unemployment amongst the unskilled bulk of the population. He attracted the bulk of Africa's Foreign Direct Investment (FDI) and made South Africa the focal point of African growth. He was the architect of NEPAD whose aim is to develop an integrated socio-economic development framework for Africa. He also oversaw the successful building of economic bridges to BRIC (Brazil, Russia, India and China) nations with the eventual formation of the India-Brazil-South Africa (IBSA) Dialogue Forum to \"further political consultation and co-ordination as well as strengthening sectoral co-operation, and economic relations\".\n Mbeki mediated in issues on the African continent including: Burundi, the Democratic Republic of Congo (DRC), Ivory Coast, and some important peace agreements. Mbeki oversaw the transition from the Organisation of African Unity (OAU) to the African Union (AU). His \"quiet diplomacy\" in Zimbabwe, however, is blamed for protracting the survival of Robert Mugabe's regime at the cost of thousands of lives and intense economic pressure on Zimbabwe's neighbours. He became a vocal leader of the Non-Aligned Movement in the United Nations, and, while leveraging South Africa's seat on the Security Council, he agitated for reform of that body.\n Mbeki has received worldwide criticism for his stance on AIDS. He questions the link between HIV and AIDS, and believes that the correlation between poverty and the AIDS rate in Africa was a challenge to the viral theory of AIDS. His fate was not helped[clarification needed] by Health Minister Manto Tshabalala-Msimang and the overhaul of the pharmaceutical industry in South Africa.[clarification needed] His ban of antiretroviral drugs in public hospitals is estimated to be responsible for the premature deaths of between 330,000 and 365,000 people.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.\n South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world. Two of these languages are of European origin: Afrikaans developed from Dutch and serves as the first language of most coloured and white South Africans; English reflects the legacy of British colonialism, and is commonly used in public and commercial life, though it is fourth-ranked as a spoken first language. The country is one of the few in Africa never to have had a coup d'état, and regular elections have been held for almost a century. However, the vast majority of black South Africans were not enfranchised until 1994. During the 20th century, the black majority sought to claim more rights from the dominant white minority, with this struggle playing a large role in the country's recent history and politics. The National Party imposed apartheid in 1948, institutionalising previous racial segregation. After a long and sometimes violent struggle by the African National Congress (ANC) and other anti-apartheid activists both inside and outside the country, the repeal of discriminatory laws began in the mid-1980s.\n Since 1994, all ethnic and linguistic groups have held political representation in the country's liberal democracy, which comprises a parliamentary republic and nine provinces. South Africa is often referred to as the \"rainbow nation\" to describe the country's multicultural diversity, especially in the wake of apartheid. The World Bank classifies South Africa as an upper-middle-income economy, and a newly industrialised country. Its economy is the second-largest in Africa, and the 33rd-largest in the world. In terms of purchasing power parity, South Africa has the seventh-highest per capita income and the seventh-highest human development index  in Africa. However, poverty and inequality remain widespread, with about a quarter of the population unemployed and living on less than US$1.25 a day. South Africa has been identified as a middle power in international affairs, and maintains significant regional influence.",
  "/wiki/Southern_Africa": "Southern Africa is the southernmost region of the African continent, variably defined by geography or geopolitics, and including several countries.\nThe term southern Africa or Southern Africa, generally includes Angola, Botswana, Eswatini (also known as Swaziland), Lesotho, Malawi, Mozambique, Namibia, South Africa, Zambia, and Zimbabwe, though Angola may be included in Central Africa and Malawi, Mozambique, Zambia and Zimbabwe in East Africa. From a political perspective the region is said to be unipolar with South Africa as a first regional power.",
  "/wiki/Joaquim_Chissano": "Joaquim Alberto Chissano (born 22 October 1939) is a politician who served as the second President of Mozambique, from 1986 to 2005. He is credited with transforming the war-torn country of Mozambique into one of the most successful African democracies. After his presidency, Chissano became an elder statesman, envoy and diplomat for both his home country and the United Nations. Chissano also served as Chairperson of the African Union from 2003 to 2004.",
  "/wiki/Mozambique": "Mozambique (/ˌmoʊzæmˈbiːk/), officially the Republic of Mozambique (Portuguese: Moçambique or República de Moçambique, Portuguese pronunciation: [ʁɛˈpuβlikɐ ðɨ musɐ̃ˈbikɨ]; Chichewa: Mozambiki; Swahili: Msumbiji; Tsonga: Muzambhiki), is a country located in Southeast Africa bordered by the Indian Ocean to the east, Tanzania to the north, Malawi and Zambia to the northwest, Zimbabwe to the west, and Eswatini (Swaziland) and South Africa to the southwest. The sovereign state is separated from the Comoros, Mayotte and Madagascar by the Mozambique Channel to the east. The capital and largest city of Mozambique is Maputo (formerly known as \"Lourenço Marques\" from 1876 to 1976).\n Between the first and fifth centuries AD, Bantu-speaking peoples migrated to present-day Mozambique from farther north and west. Northern Mozambique lies within the monsoon trade winds of the Indian Ocean. Between the 7th and 11th centuries, a series of Swahili port towns developed here, which contributed to the development of a distinct Swahili culture and language. In the late medieval period, these towns were frequented by traders from Somalia, Ethiopia, Egypt, Arabia, Persia, and India.\n The voyage of Vasco da Gama in 1498 marked the arrival of the Portuguese, who began a gradual process of colonisation and settlement in 1505. After over four centuries of Portuguese rule, Mozambique gained independence in 1975, becoming the People's Republic of Mozambique shortly thereafter. After only two years of independence, the country descended into an intense and protracted civil war lasting from 1977 to 1992. In 1994, Mozambique held its first multiparty elections, and has since remained a relatively stable presidential republic, although it still faces a low-intensity insurgency.\n Mozambique is endowed with rich and extensive natural resources. The country's economy is based largely on agriculture, but industry is growing, mainly food and beverages, chemical manufacturing and aluminium and petroleum production. The tourism sector is also expanding. South Africa is Mozambique's main trading partner and source of foreign direct investment, while Belgium, Brazil, Portugal and Spain are also among the country's most important economic partners. Since 2001, Mozambique's annual average GDP growth has been among the world's highest. However, the country is still one of the poorest and most underdeveloped countries in the world, ranking low in GDP per capita, human development, measures of inequality and average life expectancy.\n The only official language of Mozambique is Portuguese, which is spoken mostly as a second language by about half the population. Common native languages include Makhuwa, Sena, and Swahili. The country's population of around 29 million is composed of overwhelmingly Bantu people. The largest religion in Mozambique is Christianity, with significant minorities following Islam and African traditional religions. Mozambique is a member of the United Nations, the African Union, the Commonwealth of Nations, the Organisation of the Islamic Cooperation, the Community of Portuguese Language Countries, the Non-Aligned Movement, the Southern African Development Community, and is an observer at La Francophonie.",
  "/wiki/Olusegun_Obasanjo": "Chief Olusegun Matthew Okikiola Aremu Obasanjo, GCFR,  (/oʊˈbɑːsəndʒoʊ/; Yoruba: Olúṣẹ́gun Ọbásanjọ́ [olúʃɛ̙́ɡũ ɒ̙básandʒɒ̙́]; born 5 March 1937) is a Nigerian military and political leader who served as military head of state from 1976 to 1979 and later as President of Nigeria from 1999 to 2007. Ideologically a Nigerian nationalist, he was a member of the People's Democratic Party.\n Born in the village of Ibogun-Olaogun to a farming family of the Owu branch of the Yoruba, Obasanjo was educated largely in Abeokuta. Joining the Nigerian Army, he spent time assigned in the Congo, Britain, and India, rising to the rank of major. In the latter part of the 1960s he played a major role in combating Biafran separatists in the Nigerian Civil War, accepting their surrender in 1970. In 1975, Murtala Mohammed seized power in a coup and established a military junta. After Mohammed's assassination the following year, the military appointed Obasanjo as the head of the government. Following the 1979 election, Obasanjo handed over control of Nigeria to the newly elected civilian president, Shehu Shagari. In 1993, Sani Abacha seized power in a military coup. Obasanjo became an outspoken critic of the human rights abuses taking place under Abacha's administration. In response, in 1995 Obasanjo was arrested, imprisoned, and tortured; while in prison he became a born again Christian. He was released following Abacha's death in 1998. \n Entering electoral politics, Obasanjo became the People's Democratic Party's candidate for the 1999 presidential election, which he comfortably won. He was re-elected in the 2003 election. Influenced by Pan-Africanist ideas, he was a keen supporter of the formation of the African Union and served as its chair from 2004 to 2006. Attempts to change the constitution to abolish term limits were unsuccessful and brought criticism. In retirement, he earned a PhD in theology from the National Open University of Nigeria.\n Obasanjo has been described as one of the great figures of the second generation of post-colonial African leaders. He received praise both for overseeing Nigeria's transition to representative democracy in the 1970s and for his Pan-African efforts to encourage cooperation across the continent. Critics have focused on his avoidance of constitutional norms and their perception that he became too interested in power during his presidency.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state., Nigeria has been home to a number of ancient and indigenous kingdoms and states over the millennia. The modern state originated from British colonial rule beginning in the 19th century, and took its present territorial shape with the merging of the Southern Nigeria Protectorate and Northern Nigeria Protectorate in 1914 by Lord Fredrick Lugard.  The British set up administrative and legal structures while practicing indirect rule through traditional chiefdoms, Nigeria became a formally independent federation in 1960. It experienced a civil war from 1967 to 1970. It thereafter alternated between democratically elected civilian governments and military dictatorships until it achieved a stable democracy in 1999, with the 2011 presidential election considered the first to be reasonably free and fair.\n Nigeria is often referred to as the \"Giant of Africa\", owing to its large population and economy. With 206 million inhabitants, Nigeria is the most populous country in Africa and the seventh most populous country in the world. Nigeria has the third-largest youth population in the world, after India and China, with more than 90 million of its population under the age of eighteen. Nigeria is the world's 20th largest economy as of 2015[update], worth more than $500 billion and $1 trillion in terms of nominal GDP and purchasing power parity, respectively. The 2013 debt-to-GDP ratio was 11 percent.\n Nigeria is viewed as a multinational state as it is inhabited by 250 ethnic groups, of which the three largest are the Hausa, Igbo and Yoruba; these ethnic groups speak over 500 distinct languages and are identified with a wide variety of cultures. The official language of Nigeria is English, chosen to facilitate linguistic unity at the national level. Nigeria is divided roughly in half between Christians, who live mostly in the southern part of the country, and Muslims, who live mostly in the north. A minority of the population practice religions indigenous to Nigeria, such as those native to the Igbo and Yoruba ethnicities.\n Nigeria is considered to be an emerging market by the World Bank; it has been identified as a regional power on the African continent, a middle power in international affairs, and has also been identified as an emerging global power. However, its Human Development Index ranks 158th in the world. Nigeria is a member of the MINT group of countries, which are widely seen as the globe's next \"BRIC-like\" economies. It is also listed among the \"Next Eleven\" economies set to become among the biggest in the world. Nigeria is a founding member of the African Union and a member of many other international organizations, including the United Nations, the Commonwealth of Nations and OPEC.",
  "/wiki/West_Africa": "West Africa is the westernmost region of Africa. The United Nations defines Western Africa as the 16 countries of Benin, Burkina Faso, Cape Verde, The Gambia, Ghana, Guinea, Guinea-Bissau, Ivory Coast, Liberia, Mali, Mauritania, Niger, Nigeria, Senegal, Sierra Leone and Togo, as well as the United Kingdom Overseas Territory of Saint Helena, Ascension and Tristan da Cunha. The population of West Africa is estimated at about 381 million people as of 2018, and at 381,981,000 as of 2017, of which 189,672,000 are female and 192,309,000 male.",
  "/wiki/Denis_Sassou_Nguesso": "Denis Sassou Nguesso (born 23 November 1943) is a Congolese politician who has been the President of the Republic of the Congo since 1997; he was previously President from 1979 to 1992. During his first period as President, he headed the single-party régime of the Congolese Party of Labour (PCT) for 12 years. Under pressure from international sources, he introduced multiparty politics in 1990 and was then stripped of executive powers by the 1991 National Conference, remaining in office as a ceremonial head of state. He stood as a candidate in the 1992 presidential election but was defeated, placing third.\n Sassou Nguesso was an opposition leader for five years before returning to power during the Second Civil War (1997–1999), in which his rebel forces ousted President Pascal Lissouba. Following a transitional period, he won the 2002 presidential election, which involved low opposition participation; he was re-elected in the 2009 presidential election. The introduction of a new constitution, passed by referendum in 2015, enabled Sassou Nguesso to stand for another term. He was re-elected in the 2016 presidential election with a majority in the first round.\n Sassou Nguesso is backed by a variety of political parties, most importantly the PCT. He is the President of the PCT Central Committee.",
  "/wiki/Republic_of_the_Congo": "The Republic of the Congo (pronunciation (help·info) French: République du Congo, Kongo: Repubilika ya Kôngo), also known as Congo-Brazzaville, the Congo Republic, RotC, or simply the Congo, is a country located in the western coast of Central Africa. It is bordered by five countries: Gabon to its west; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Ocean to its southwest.\n The region was dominated by Bantu-speaking tribes at least 3,000 years ago, who built trade links leading into the Congo River basin. Congo was formerly part of the French colony of Equatorial Africa. The Republic of the Congo was established on 28 November 1958 but gained independence from France in 1960. It was a Marxist-Leninist state from 1969 to 1992, under the name People's Republic of the Congo. The sovereign state has had multi-party elections since 1992, although a democratically elected government was ousted in the 1997 Republic of the Congo Civil War, and President Denis Sassou Nguesso, who first came to power in 1979, has ruled for 35 of the past 40 years.\n The Republic of the Congo has become the fourth-largest oil producer in the Gulf of Guinea, providing the country with a degree of prosperity despite political and economic instability in some areas and unequal distribution of oil revenue nationwide. Congo's economy is heavily dependent on the oil sector, and economic growth has slowed considerably since the post-2015 drop in oil prices.",
  "/wiki/Central_Africa": "Central Africa is a region of the African continent comprising various countries according to different definitions. Angola, Burundi, Cameroon, the Central African Republic, Chad, the Democratic Republic of the Congo, the Republic of the Congo, Equatorial Guinea, Gabon, Rwanda, and São Tomé and Príncipe are members of the Economic Community of Central African States (ECCAS). Six of those states (Cameroon, the Central African Republic, Chad, the Republic of the Congo, Equatorial Guinea, and Gabon) are also members of the Economic and Monetary Community of Central Africa (CEMAC) and share a common currency, the Central African CFA franc. The African Development Bank defines Central Africa as Cameroon, the Central African Republic, Chad, the Democratic Republic of the Congo, the Republic of the Congo, Equatorial Guinea, and Gabon. Middle Africa is an analogous term used by the United Nations in its geoscheme for Africa. It includes the same countries as the African Development Bank's definition, along with Angola, and São Tomé and Príncipe.",
  "/wiki/John_Kufuor": "John Kofi Agyekum Kufuor KCB (born 8 December 1938) is a Ghanaian politician who served as the President of Ghana from 7 January 2001 to 7 January 2009. He was also Chairperson of the African Union from 2007 to 2008. His victory over John Evans Atta Mills after the end of Jerry Rawlings' second term marked the first peaceful democratic transition of power in Ghana since independence in 1957.\n Kufuor's career has been spent on the liberal-democratic side of Ghanaian politics, in the parties descended from the United Gold Coast Convention and the United Party. He was a minister in Kofi Abrefa Busia's Progress Party government during Ghana's Second Republic, and a Popular Front Party opposition frontbencher during the Third Republic. In the Fourth Republic Kufuor stood as the New Patriotic Party's candidate at the 1996 election, and then led it to victory in 2000 and 2004. Having served two terms, in 2008 he was no longer eligible for the presidency.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.\n The first permanent state in the territory of present-day Ghana dates back to the 11th century. Numerous kingdoms and empires emerged over the centuries, of which the most powerful was the Kingdom of Ashanti. Beginning in the 15th century, numerous European powers contested the area for trading rights, with the British ultimately established control of the coast by the late 19th century. Following over a century of native resistance, Ghana's current borders were established by the 1900s as the British Gold Coast. It became independent of the United Kingdom on 6 March 1957.\n Ghana's population of approximately 30 million spans a variety of ethnic, linguistic and religious groups. According to the 2010 census, 71.2% of the population was Christian, 17.6% was Muslim, and 5.2% practised traditional faiths. Its diverse geography and ecology ranges from coastal savannahs to tropical rain forests.\n Ghana is a unitary constitutional democracy led by a president who is both head of state and head of the government. Ghana's growing economic prosperity and democratic political system have made it a regional power in West Africa. It is a member of the Non-Aligned Movement, the African Union, the Economic Community of West African States (ECOWAS), Group of 24 (G24) and the Commonwealth of Nations.",
  "/wiki/Jakaya_Kikwete": "Jakaya Mrisho Kikwete (born 7 October 1950) is a Tanzanian politician who was the fourth president of Tanzania, in office from 2005 to 2015. Prior to his election as president, he was the Minister for Foreign Affairs from 1995 to 2005 under his predecessor, Benjamin Mkapa. He has also served as the chairperson of the African Union in 2008–2009 and the chairman of the Southern African Development Community Troika on Peace, Defence and Security in 2012–2013.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.\n Many important hominid fossils have been found in Tanzania, such as 6-million-year-old Pliocene hominid fossils. The genus Australopithecus ranged all over Africa 4 to 2 million years ago; and the oldest remains of the genus Homo are found near Lake Olduvai. Following the rise of Homo erectus 1.8 million years ago, humanity spread all over the Old World, and later in the New World and Australia under the species Homo sapiens. Homo sapiens also overtook Africa and absorbed the older archaic species and subspecies of humanity. One of the oldest known ethnic groups still existing, the Hadzabe, appears to have originated in Tanzania, and their oral history recalls ancestors who were tall and were the first to use fire, medicine, and lived in caves, much like Homo erectus or Homo heidelbergensis who lived in the same region before them.\n Later in the Stone and Bronze Age, prehistoric migrations into Tanzania included Southern Cushitic speakers who moved south from present-day Ethiopia; Eastern Cushitic people who moved into Tanzania from north of Lake Turkana about 2,000 and 4,000 years ago; and the Southern Nilotes, including the Datoog, who originated from the present-day South Sudan–Ethiopia border region between 2,900 and 2,400 years ago.:page 18 These movements took place at about the same time as the settlement of the Mashariki Bantu from West Africa in the Lake Victoria and Lake Tanganyika areas. They subsequently migrated across the rest of Tanzania between 2,300 and 1,700 years ago.\n German rule began in mainland Tanzania during the late 19th century when Germany formed German East Africa. This was followed by British rule after World War I. The mainland was governed as Tanganyika, with the Zanzibar Archipelago remaining a separate colonial jurisdiction. Following their respective independence in 1961 and 1963, the two entities merged in 1964 to form the United Republic of Tanzania.\n The United Nations estimated Tanzania's 2018 population at 56.31 million. The population is composed of several ethnic, linguistic, and religious groups. The sovereign state of Tanzania is a presidential constitutional republic and since 1996 its official capital city has been Dodoma where the president's office, the National Assembly, and some government ministries are located. Dar es Salaam, the former capital, retains most government offices and is the country's largest city, principal port, and leading commercial centre. Tanzania is a de facto one-party state with the democratic socialist Chama Cha Mapinduzi party in power.\n Tanzania is mountainous and densely forested in the north-east, where Mount Kilimanjaro is located. Three of Africa's Great Lakes are partly within Tanzania. To the north and west lie Lake Victoria, Africa's largest lake, and Lake Tanganyika, the continent's deepest lake, known for its unique species of fish. To the south lies Lake Malawi. The eastern shore is hot and humid, with the Zanzibar Archipelago just offshore. The Menai Bay Conservation Area is Zanzibar's largest marine protected area. The Kalambo Falls, located on the Kalambo River at the Zambian border, is the second highest uninterrupted waterfall in Africa.\n Over 100 different languages are spoken in Tanzania, making it the most linguistically diverse country in East Africa. The country does not have a de jure official language,[citation needed] although the national language is Swahili. Swahili is used in parliamentary debate, in the lower courts, and as a medium of instruction in primary school. English is used in foreign trade, in diplomacy, in higher courts, and as a medium of instruction in secondary and higher education, although the Tanzanian government is planning to discontinue English as a language of instruction altogether. Approximately 10 percent of Tanzanians speak Swahili as a first language, and up to 90 percent speak it as a second language.",
  "/wiki/East_Africa": "East Africa or Eastern Africa is the eastern region of the African continent, variably defined by geography. In the United Nations Statistics Division scheme of geographic regions, 20 territories make up Eastern Africa:",
  "/wiki/Muammar_Gaddafi": "Muammar Mohammed Abu Minyar Gaddafi[b] (c. 1942 – October 20, 2011), commonly known as Colonel Gaddafi, was a Libyan revolutionary, politician, and political theorist. He governed Libya as Revolutionary Chairman of the Libyan Arab Republic from 1969 to 1977, and then as the \"Brother Leader\" of the Great Socialist People's Libyan Arab Jamahiriya from 1977 to 2011. He was initially ideologically committed to Arab nationalism and Arab socialism but later ruled according to his own Third International Theory.\n Born near Sirte, Italian Libya, to a poor Bedouin family, Gaddafi became an Arab nationalist while at school in Sabha, later enrolling in the Royal Military Academy, Benghazi. Within the military, he founded a revolutionary group which deposed the Western-backed Senussi monarchy of Idris in a 1969 coup. Having taken power, Gaddafi converted Libya into a republic governed by his Revolutionary Command Council. Ruling by decree, he deported Libya's Italian and Jewish populations and ejected its Western military bases. Strengthening ties to Arab nationalist governments—particularly Gamal Abdel Nasser's Egypt—he unsuccessfully advocated pan-Arab political union. An Islamic modernist, he introduced sharia as the basis for the legal system and promoted \"Islamic socialism\". He nationalized the oil industry and used the increasing state revenues to bolster the military, fund foreign revolutionaries, and implement social programs emphasizing house-building, healthcare and education projects. In 1973, he initiated a \"Popular Revolution\" with the formation of Basic People's Congresses, presented as a system of direct democracy, but retained personal control over major decisions. He outlined his Third International Theory that year, publishing these ideas in The Green Book.\n Gaddafi transformed Libya into a new socialist state called a Jamahiriya (\"state of the masses\") in 1977. He officially adopted a symbolic role in governance but remained head of both the military and the Revolutionary Committees responsible for policing and suppressing dissent. During the 1970s and 1980s, Libya's unsuccessful border conflicts with Egypt and Chad, support for foreign militants, and alleged responsibility for the Lockerbie bombing in Scotland left it increasingly isolated on the world stage. A particularly hostile relationship developed with the United States, United Kingdom, and Israel, resulting in the 1986 US bombing of Libya and United Nations–imposed economic sanctions. From 1999, Gaddafi shunned Arab socialism and encouraged economic privatization, rapprochement with Western nations, and pan-Africanism; he was Chairperson of the African Union from 2009 to 2010. Amid the 2011 Arab Spring, protests against widespread corruption and unemployment broke out in eastern Libya. The situation descended into civil war, in which NATO intervened militarily on the side of the anti-Gaddafist National Transitional Council (NTC). The government was overthrown, and Gaddafi retreated to Sirte, only to be captured and killed by NTC militants.\n A highly divisive figure, Gaddafi dominated Libya's politics for four decades and was the subject of a pervasive cult of personality. He was decorated with various awards and praised for his anti-imperialist stance, support for Arab—and then African—unity, and for significant improvements that his government brought to the Libyan people's quality of life. Conversely, many Libyans strongly opposed his social and economic reforms, and he was posthumously accused of sexual abuse. He was condemned by many as a dictator whose authoritarian administration violated human rights and financed global terrorism.",
  "/wiki/Great_Socialist_People's_Libyan_Arab_Jamahiriya": "Muammar Gaddafi became the de facto leader of Libya on 1 September 1969 after leading a group of young Libyan military officers against King Idris I in a bloodless coup d'état. After the king had fled the country, the Libyan Revolutionary Command Council (RCC) headed by Gaddafi abolished the monarchy and the old constitution and established the Libyan Arab Republic, with the motto \"freedom, socialism and unity\".\n After coming to power, the RCC government initiated a process of directing funds toward providing education, health care and housing for all. Public education in the country became free and primary education compulsory for both sexes. Medical care became available to the public at no cost, but providing housing for all was a task the RCC government was not able to complete. Under Gaddafi, per capita income in the country rose to more than US $11,000, the fifth highest in Africa. The increase in prosperity was accompanied by a controversial foreign policy, and there was increased domestic political repression.\n During the 1980s and 1990s, Gaddafi, in alliance with the Eastern Bloc and Fidel Castro's Cuba, openly supported rebel movements like Nelson Mandela's African National Congress, the Palestine Liberation Organization, the Irish Republican Army and the Polisario Front (Western Sahara). Gaddafi's government was either known to be or suspected of participating in or aiding terrorist acts by these and other proxy forces. Additionally, Gaddafi undertook several invasions of neighboring states in Africa, notably Chad in the 1970s and 1980s. All of his actions led to a deterioration of Libya's foreign relations with several countries, mostly Western states, and culminated in the 1986 United States bombing of Libya. Gaddafi defended his government's actions by citing the need to support anti-imperialist and anti-colonial movements around the world. Notably, Gaddafi supported anti-Zionist, pan-Africanist and black civil rights movements. Gaddafi's behavior, often erratic, led some outsiders to conclude that he was not mentally sound, a claim disputed by the Libyan authorities and other observers close to Gaddafi. Despite receiving extensive aid and technical assistance from the Soviet Union and its allies, Gaddafi retained close ties to pro-American governments in Western Europe, largely by incentivising Western oil companies with promises of access to lucrative Libyan energy sectors. After the 9/11 attacks, strained relations between Libya and the West were mostly normalised, and sanctions against the country relaxed, in exchange for Libyan efforts to shrink its nuclear program.\n In early 2011, a civil war broke out in the context of the wider \"Arab Spring\". The rebel anti-Gaddafi forces formed a committee named the National Transitional Council on 27 February 2011. It was meant to act as an interim authority in the rebel-controlled areas. After killings by government forces in addition to those by the rebel forces, a multinational coalition led by NATO forces intervened on 21 March 2011 in support of the rebels. The International Criminal Court issued an arrest warrant against Gaddafi and his entourage on 27 June 2011. Gaddafi's government was overthrown in the wake of the fall of Tripoli to the rebel forces on 20 August 2011, although pockets of resistance held by forces in support of Gaddafi's government held out for another two months, especially in Gaddafi's hometown of Sirte, which he declared the new capital of Libya on 1 September 2011. The fall of the last remaining cities under pro-Gaddafi control and Sirte's capture on 20 October 2011, followed by the subsequent killing of Gaddafi, marked the end of the Libyan Arab Jamahiriya.\n The name of Libya was changed several times during Gaddafi's tenure as leader. At first, the name was the Libyan Arab Republic. In 1977, the name was changed to Socialist People's Libyan Arab Jamahiriya. Jamahiriya was a term coined by Gaddafi, usually translated as \"state of the masses\". The country was renamed again in 1986 as the Great Socialist People's Libyan Arab Jamahiriya, after the 1986 United States bombing of Libya.",
  "/wiki/North_Africa": "North Africa is a region encompassing the northern portion of the African continent. There is no singularly accepted scope for the region, and it is sometimes defined as stretching from the Atlantic shores of Mauritania in the west, to Egypt's Suez Canal and the Red Sea in the east. Others[Like whom?] have limited it to the countries of Algeria, Morocco, and Tunisia, a region that was known by the French during colonial times as \"Afrique du Nord\" and is known by Arabs as the Maghreb (\"West\", The western part of Arab World). The most commonly accepted definition includes Morocco, Algeria, Tunisia, Libya, Egypt, and Sudan, the 6 countries that shape the top North of the African continent. Meanwhile, \"North Africa\", particularly when used in the term North Africa and the Middle East, often refers only to the countries of the Maghreb and Libya. Egypt, being also part of the Middle East, is often considered separately, due to being both North African and Middle Eastern at the same time.\n North Africa includes a number of Spanish and Portuguese possessions, Plazas de soberanía, Ceuta and Melilla and the Canary Islands and Madeira. The countries of North Africa share a common ethnic, cultural and linguistic identity that is unique to this region. Northwest Africa has been inhabited by Berbers since the beginning of recorded history, while the eastern part of North Africa has been home to the Egyptians. Between the A.D. 600s and 1000s, Arabs from the Middle East swept across the region in a wave of Muslim conquest. These peoples, physically quite similar, formed a single population in many areas, as Berbers and Egyptians merged into Arabic and Muslim culture. This process of Arabization and Islamization has defined the cultural landscape of North Africa ever since.\n The distinction between North Africa, the Sahel and the rest of the continent is as follows:",
  "/wiki/Bingu_wa_Mutharika": "Bingu wa Mutharika (/muˈtærɪkə/; born Brightson Webster Ryson Thom; 24 February 1934 – 5 April 2012) was a Malawian politician and economist who was President of Malawi from May 2004 until his death in April 2012. He was also President of the Democratic Progressive Party, which he founded in February 2005; it obtained a majority in Malawi's parliament in the 2009 general election. During his two terms in office, he was noted for being the Chairperson of the African Union in 2010–2011, as well as for several domestic controversies. In 2009, he purchased a private presidential jet for $13.26 million. This was followed almost immediately by a nationwide fuel shortage which was officially blamed on logistical problems, but was more likely due to the hard currency shortage caused by the freezing of aid by the international community He died in office from a cardiac arrest on 5 April 2012, at age 78.",
  "/wiki/Malawi": "Malawi (/məˈlɔːwi/, /məˈlɑːwi/ or /ˈmæləwi/; Chichewa: [maláβi] or [maláwi]), officially the Republic of Malawi, is a landlocked country in Southeastern Africa that was formerly known as Nyasaland. It is bordered by Zambia to the west, Tanzania to the north and northeast, and Mozambique surrounding on the east, south and southwest. Malawi spans over 118,484 km2 (45,747 sq mi) and has an estimated population of 18,143,217 (as of July 2018). Lake Malawi takes up about a third of Malawi's area. Its capital is Lilongwe, which is also Malawi's largest city; the second largest is Blantyre, the third largest is Mzuzu and the fourth largest is its old capital Zomba. The name Malawi comes from the Maravi, an old name of the Nyanja people that inhabit the area. The country is nicknamed \"The Warm Heart of Africa\"  because of the friendliness of the people.\n The part of Africa now known as Malawi was settled by migrating Bantu groups around the 10th century. Centuries later in 1891 the area was colonised by the British. In 1953 Malawi, then known as Nyasaland, a protectorate of the United Kingdom, became a protectorate within the semi-independent Federation of Rhodesia and Nyasaland. The Federation was dissolved in 1963. In 1964 the protectorate over Nyasaland was ended and Nyasaland became an independent country under Queen Elizabeth II with the new name Malawi. Two years later it became a republic. Upon gaining independence it became a totalitarian one-party state under the presidency of Hastings Banda, who remained president until 1994. Malawi now has a democratic, multi-party government headed by an elected president, currently Peter Mutharika. The country has a Malawian Defence Force that includes an army, a navy and an air wing. Malawi's foreign policy is pro-Western and includes positive diplomatic relations with most countries and participation in several international organisations, including the United Nations, the Commonwealth of Nations, the Southern African Development Community (SADC), the Common Market for Eastern and Southern Africa (COMESA), and the African Union (AU).\n Malawi is among the world's least-developed countries. The economy is heavily based in agriculture, with a largely rural population that is growing at a rapid rate. The Malawian government depends heavily on outside aid to meet development needs, although this need (and the aid offered) has decreased since 2000. The Malawian government faces challenges in building and expanding the economy, improving education, healthcare, environmental protection, and becoming financially independent amidst widespread unemployment. Since 2005, Malawi has developed several programs that focus on these issues, and the country's outlook appears to be improving, with a rise in the economy, education and healthcare seen in 2007 and 2008.\n Malawi has a low life expectancy and high infant mortality. There is a high prevalence of HIV/AIDS, which is a drain on the labour force and government expenditures. There is a diverse population of native peoples, Asians and Europeans, with several languages spoken and an array of religious beliefs. Although there was periodic regional conflict fuelled in part by ethnic divisions in the past, by 2008 it had diminished considerably and the concept of a Malawian nationality had reemerged.",
  "/wiki/Teodoro_Obiang_Nguema_Mbasogo": "Teodoro Obiang Nguema Mbasogo (Spanish pronunciation: [te.o.ˈðo.ɾo o.ˈβjãŋɡ ˈŋ.ɡe.ma m.ˈba.so.go]; born 5 June 1942) is an Equatoguinean politician who has been President of Equatorial Guinea since 1979. He ousted his uncle, Francisco Macías Nguema, in an August 1979 military coup and has overseen Equatorial Guinea's emergence as an important oil producer, beginning in the 1990s. Obiang was Chairperson of the African Union from 31 January 2011 to 29 January 2012. He is the second longest consecutively serving current non-royal national leader in the world.\n Obiang has been widely accused of corruption and abuse of power. In marked contrast to the trend toward democracy in most of Africa, Equatorial Guinea is currently a dominant-party state, in which Obiang's Democratic Party of Equatorial Guinea (PDGE) holds virtually all governing power in the nation. The constitution provides Obiang sweeping powers, including the right to rule by decree, effectively making his government a legal dictatorship.",
  "/wiki/Equatorial_Guinea": "Equatorial Guinea (Spanish: Guinea Ecuatorial;[a] French: Guinée équatoriale; Portuguese: Guiné Equatorial), officially the Republic of Equatorial Guinea (Spanish: República de Guinea Ecuatorial, French: République de Guinée équatoriale, Portuguese: República da Guiné Equatorial),[b] is a country located on the west coast of Central Africa, with an area of 28,000 square kilometres (11,000 sq mi). Formerly the colony of Spanish Guinea, its post-independence name evokes its location near both the Equator and the Gulf of Guinea. Equatorial Guinea is the only sovereign African state in which Spanish is an official language. As of 2015[update], the country had an estimated population of 1,222,245.\n Equatorial Guinea consists of two parts, an insular and a mainland region. The insular region consists of the islands of Bioko (formerly Fernando Pó) in the Gulf of Guinea and Annobón, a small volcanic island which is the only part of the country south of the equator. Bioko Island is the northernmost part of Equatorial Guinea and is the site of the country's capital, Malabo. The Portuguese-speaking island nation of São Tomé and Príncipe is located between Bioko and Annobón. The mainland region, Río Muni, is bordered by Cameroon on the north and Gabon on the south and east. It is the location of Bata, Equatorial Guinea's largest city, and Ciudad de la Paz, the country's planned future capital. Rio Muni also includes several small offshore islands, such as Corisco, Elobey Grande, and Elobey Chico. The country is a member of the African Union, Francophonie, OPEC and the CPLP.\n Since the mid-1990s, Equatorial Guinea has become one of sub-Saharan Africa's largest oil producers. It is subsequently the richest country per capita in Africa, and its gross domestic product (GDP) adjusted for purchasing power parity (PPP) per capita ranks 43rd in the world; however, the wealth is distributed extremely unevenly, with few people benefiting from the oil riches. The country ranks 135th on the 2016 Human Development Index, with less than half the population having access to clean drinking water and 20% of children dying before the age of five.\n Equatorial Guinea's government is authoritarian and has one of the worst human rights records in the world, consistently ranking among the \"worst of the worst\" in Freedom House's annual survey of political and civil rights. Reporters Without Borders ranks President Teodoro Obiang Nguema Mbasogo among its \"predators\" of press freedom. Human trafficking is a significant problem; the 2012 U.S. Trafficking in Persons Report stated that Equatorial Guinea \"is a source and destination for women and children subjected to forced labour and forced sex trafficking.\"  The report rates Equatorial Guinea as a government that \"does not fully comply with minimum standards and is not making significant efforts to do so.\"",
  "/wiki/Yayi_Boni": "Thomas Boni Yayi (born 1 January 1952) is a Beninese banker and politician who was President of Benin from 2006 to 2016. He took office after winning the March 2006 presidential election and was re-elected to a second term in March 2011. He also served as the Chairperson of the African Union from 29 January 2012 to 27 January 2013.",
  "/wiki/Benin": "Benin (/bɛˈniːn/ (listen) ben-EEN, /bɪˈniːn/ bin-EEN; French: Bénin [benɛ̃]), officially the Republic of Benin (French: République du Bénin) and formerly Dahomey, is a country in West Africa. It is bordered by Togo to the west, Nigeria to the east, Burkina Faso to the north-west, and Niger to the north-east. The majority of its population lives on the small southern coastline of the Bight of Benin, part of the Gulf of Guinea in the northernmost tropical portion of the Atlantic Ocean. The capital of Benin is Porto-Novo, but the seat of government is in Cotonou, the country's largest city and economic capital. Benin covers an area of 114,763 square kilometres (44,310 sq mi) and its population in 2018 was estimated to be approximately 11.49 million. Benin is a tropical nation, highly dependent on agriculture, and is a large exporter of cotton and palm oil. Substantial employment and income arise from subsistence farming.\n The official language of Benin is French, with several indigenous languages such as Fon, Bariba, Yoruba and Dendi also being commonly spoken. The largest religious group in Benin is Roman Catholicism, followed closely by Islam, Vodun (commonly referred to as Voodoo outside the country) and Protestantism. Benin is a member of the United Nations, the African Union, the Economic Community of West African States, the Organisation of Islamic Cooperation, the South Atlantic Peace and Cooperation Zone, La Francophonie, the Community of Sahel–Saharan States, the African Petroleum Producers Association and the Niger Basin Authority.\n Little is known of Benin's early history. From the 17th to the 19th century, the main political entities in the area were the Kingdom of Dahomey, along with the city-state of Porto-Novo, and a large area with many different nations to the north. This region was referred to as the Slave Coast from as early as the 17th century due to the large number of enslaved people who were shipped to the New World during the Trans-Atlantic slave trade. After enslavement was abolished, France took over the country and renamed it French Dahomey. In 1960, Dahomey gained full independence from France. The sovereign state has had a tumultuous history since then, with many different democratic governments, military coups, and military governments. A Marxist–Leninist state called the People's Republic of Benin existed between 1975 and 1990. In 1991, it was replaced by the current multi-party Republic of Benin.",
  "/wiki/Hailemariam_Desalegn": "Hailemariam Desalegn Boshe (Ge'ez: ኃይለማሪያም ደሳለኝ ቦሼ; born 19 July 1965) is an Ethiopian politician who served as 8th Prime Minister of Ethiopia from 2012 to 2018. He also previously served as Deputy Prime Minister and Minister of Foreign Affairs under Prime Minister Meles Zenawi from 2010 to 2012. After Meles' death in August 2012, Hailemariam succeeded him as Prime Minister, initially in an acting capacity. He was then elected as the Chair of the Ethiopian People's Revolutionary Democratic Front (EPRDF), the ruling party, on 15 September 2012. Hailemariam also served as the Chairperson of the African Union from 2013 to 2014.\n He submitted his resignation as Prime Minister of Ethiopia and EPRDF chairperson on 15 February 2018 in response to the fallout from mass protests and unrest in 2016. His resignation was accepted on 11 March 2018, but he stayed in office as caretaker Prime Minister until 2 April 2018. Hailemariam is the first ruler in modern Ethiopian history to step down; previous leaders have died in office or been overthrown. He said he wanted to clear the way for reforms.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia, and the de facto state of Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.\n Ethiopia and Eritrea use the ancient Ge'ez script, which is one of the oldest alphabets still in use in the world. They follow the Ethiopian calendar, which is approximately seven years and three months behind the Gregorian calendar. A majority of the population adheres to Christianity (mainly the Ethiopian Orthodox Tewahedo Church and P'ent'ay) and the historical Kingdom of Aksum was one of the first states to officially adopt the religion, whereas around a third follows Islam (primarily Sunni). The country is the site of the Migration to Abyssinia and the oldest Muslim settlement in Africa at Negash. A substantial population of Ethiopian Jews, known as Bete Israel, also resided in Ethiopia until the 1980s. Ethiopia is a multilingual nation with around 80 ethnolinguistic groups, the four largest of which are the Oromo, Amhara, Somali and Tigrayans. Most people in the country speak Afroasiatic languages of the Cushitic or Semitic branches. Additionally, Omotic languages are spoken by ethnic minority groups inhabiting the southern regions. Nilo-Saharan languages are also spoken by the nation's Nilotic ethnic minorities. Oromo is the most populous language by native speakers, while Amharic is the most populous by number of total speakers and serves as the working language in the federal government. Ge'ez remains important as a liturgical language, both for the Ethiopian Orthodox Tewahedo Church, Eritrean Orthodox Tewahedo Church, and for the Beta Israel (Ethiopian Jews).\n The nation is a land of natural contrasts, with its vast fertile west, its forests, and numerous rivers, and the world's hottest settlement of Dallol in its north. The Ethiopian Highlands are the largest continuous mountain ranges in Africa, and the Sof Omar Caves contains the largest cave on the continent. Ethiopia also has the most UNESCO World Heritage Sites in Africa. Additionally, the sovereign state is a founding member of the UN, the Group of 24 (G-24), the Non-Aligned Movement, G-77 and the Organisation of African Unity. Its capital city Addis Ababa serves as the headquarters of the African Union, the Pan African Chamber of Commerce and Industry, the United Nations Economic Commission for Africa, the African Standby Force, and many of the global NGOs focused on Africa. In the 1970s and 1980s, Ethiopia experienced civil conflicts and communist purges, which hindered its economy. The country has since recovered and now has the largest economy (by GDP) in East Africa, having the largest population in the region. Despite these improvements, it remains one of the world's poorest countries. In addition to poverty, Ethiopia faces hunger, corruption, weak infrastructure, and poor access to health and education  (with an illiteracy rate of 51%), ranking in the worst quartile on the Human Development Index. The Ethiopian government's respect for human rights also remained poor.",
  "/wiki/Mohamed_Ould_Abdel_Aziz": "Mohamed Ould Abdel Aziz (Arabic: محمد ولد عبد العزيز‎ Muḥammad Wald ‘Abd al-‘Azīz; born 20 December 1956) is a Mauritanian politician who was  the 8th President of Mauritania, in office from 2009 to 2019. A career soldier and high-ranking officer, he was a leading figure in the August 2005 coup that deposed President Maaouya Ould Sid'Ahmed Taya, and in August 2008 he led another coup, which toppled President Sidi Ould Cheikh Abdallahi. Following the 2008 coup, Abdel Aziz became President of the High Council of State as part of what was described as a political transition leading to a new election. He resigned from that post in April 2009 in order to stand as a candidate in the July 2009 presidential election, which he won. He was sworn in on 5 August 2009.\n Abdel Aziz also served as the Chairman of the African Union from 2014 to 2015.",
  "/wiki/Mauritania": "Mauritania (/ˌmɒrɪˈteɪniə, ˌmɔːrɪ-/ (listen); Arabic: موريتانيا‎, Mūrītānyā, French: Mauritanie; Berber: Agawej or Cengit: Pulaar: Moritani; Wolof: Gànnaar; Soninke: Murutaane), officially the Islamic Republic of Mauritania (Arabic: جمهورية الإسلامية الموريتانية‎), is a country in Northwest Africa. It is the eleventh largest sovereign state in Africa and is bordered by the Atlantic Ocean to the west, Western Sahara to the north and northwest, Algeria to the northeast, Mali to the east and southeast, and Senegal to the southwest.\n The country derives its name from the ancient Berber kingdom of Mauretania, which existed from the 3rd century BCE into the 7th century CE in the far north of modern-day Morocco and Algeria. Approximately 90% of Mauritania's land is within the Sahara; consequently, the population is concentrated in the south, where precipitation is slightly higher. The capital and largest city is Nouakchott, located on the Atlantic coast, which is home to around one-third of the country's 4.4 million people. The government was overthrown on 6 August 2008, in a military coup d'état led by General Mohamed Ould Abdel Aziz. On 16 April 2009, Aziz resigned from the military to run for president in the 19 July elections, which he won.",
  "/wiki/Robert_Mugabe": "Robert Gabriel Mugabe (/mʊˈɡɑːbi/; Shona: [muɡaɓe]; 21 February 1924 – 6 September 2019) was a Zimbabwean revolutionary and politician who served as Prime Minister of Zimbabwe from 1980 to 1987 and then as President from 1987 to 2017. He served as Leader of the Zimbabwe African National Union (ZANU) from 1975 to 1980 and led its successor political party, the ZANU – Patriotic Front (ZANU–PF), from 1980 to 2017. Ideologically an African nationalist, during the 1970s and 1980s he identified as a Marxist–Leninist, and as a socialist after the 1990s. His policies have been described as Mugabeism.\n Mugabe was born to a poor Shona family in Kutama, Southern Rhodesia. Educated at Kutama College and the University of Fort Hare, he worked as a school teacher in Southern Rhodesia, Northern Rhodesia, and Ghana. Angered by white minority rule of his homeland within the British Empire, Mugabe embraced Marxism and joined African nationalists calling for an independent state controlled by the black majority. After making anti-government comments, he was convicted of sedition and imprisoned between 1964 and 1974. On release, he fled to Mozambique, established his leadership of ZANU, and oversaw its role in the Rhodesian Bush War, fighting Ian Smith's predominately white government. He reluctantly participated in peace talks in the United Kingdom that resulted in the Lancaster House Agreement, putting an end to the war. In the 1980 general election, Mugabe led ZANU-PF to victory. As Prime Minister of the newly renamed Zimbabwe, Mugabe's administration expanded healthcare and education and—despite his professed desire for a socialist society—adhered largely to mainstream, conservative economic policies.\n Mugabe's calls for racial reconciliation failed to stem growing white emigration, while relations with Joshua Nkomo's Zimbabwe African People's Union (ZAPU) also deteriorated. In the Gukurahundi of 1982–1987, Mugabe's Fifth Brigade crushed ZAPU-linked opposition in Matabeleland in a campaign that killed at least 10,000 people, mostly Ndebele civilians. Internationally he sent troops into the Second Congo War and chaired the Non-Aligned Movement (1986–89), the Organisation of African Unity (1997–98), and the African Union (2015–16). Pursuing decolonisation, Mugabe emphasised the redistribution of land controlled by white farmers to landless blacks, initially on a \"willing seller–willing buyer\" basis. Frustrated at the slow rate of redistribution, from 2000 he encouraged black Zimbabweans to violently seize white-owned farms. Food production was severely impacted, leading to famine, economic decline, and Western sanctions. Opposition to Mugabe grew, but he was re-elected in 2002, 2008, and 2013 through campaigns dominated by violence, electoral fraud, and nationalistic appeals to his rural Shona voter base. In 2017, members of his own party ousted him in a coup, replacing him with former vice president Emmerson Mnangagwa. He died two years later in Singapore.\n Having dominated Zimbabwe's politics for nearly four decades, Mugabe was a controversial figure. He was praised as a revolutionary hero of the African liberation struggle who helped free Zimbabwe from British colonialism, imperialism, and white minority rule. Critics accused Mugabe of being a dictator responsible for economic mismanagement, widespread corruption in Zimbabwe, anti-white racism, human rights abuses, and crimes against humanity.",
  "/wiki/Zimbabwe": "Zimbabwe (/zɪmˈbɑːbweɪ, -wi/), officially the Republic of Zimbabwe, formerly Rhodesia, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa, Botswana, Zambia and Mozambique. The capital and largest city is Harare. The second largest is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official languages, with English, Shona, and Ndebele the most common.\n Since the 11th century, present-day Zimbabwe has been the site of several organised states and kingdoms as well as a major route for migration and trade. The British South Africa Company of Cecil Rhodes first demarcated the present territory during the 1890s; it became the self-governing British colony of Southern Rhodesia in 1923. In 1965, the conservative white minority government unilaterally declared independence as Rhodesia. The state endured international isolation and a 15-year guerrilla war with black nationalist forces; this culminated in a peace agreement that established universal enfranchisement and de jure sovereignty as Zimbabwe in April 1980. Zimbabwe then joined the Commonwealth of Nations, from which it was suspended in 2002 for breaches of international law by its then-government, and from which it withdrew in December 2003. The sovereign state is a member of the United Nations, the Southern African Development Community (SADC), the African Union (AU), and the Common Market for Eastern and Southern Africa (COMESA). It was once known as the \"Jewel of Africa\" for its great prosperity.\nRobert Mugabe became Prime Minister of Zimbabwe in 1980, when his ZANU-PF party won the elections following the end of white minority rule; he was the President of Zimbabwe from 1987 until his resignation in 2017. Under Mugabe's authoritarian regime, the state security apparatus dominated the country and was responsible for widespread human rights violations. Mugabe maintained the revolutionary socialist rhetoric of the Cold War era, blaming Zimbabwe's economic woes on conspiring Western capitalist countries. Contemporary African political leaders were reluctant to criticise Mugabe, who was burnished by his anti-imperialist credentials, though Archbishop Desmond Tutu called him \"a cartoon figure of an archetypal African dictator\". The country has been in economic decline since the 1990s, experiencing several crashes and hyperinflation along the way.\n On 15 November 2017, in the wake of over a year of protests against his government as well as Zimbabwe's rapidly declining economy, Mugabe was placed under house arrest by the country's national army in a coup d'état. On 19 November 2017, ZANU-PF sacked Robert Mugabe as party leader and appointed former Vice President Emmerson Mnangagwa in his place. On 21 November 2017, Mugabe tendered his resignation prior to impeachment proceedings being completed. On 30 July 2018 Zimbabwe held its general elections, which was won by the ZANU-PF party led by Emmerson Mnangagwa. Nelson Chamisa who was leading the main opposition party MDC Alliance contested the election results and filed a petition to the Constitution Court of Zimbabwe. The court confirmed Mnangagwa's victory, making him the newly elected president after Mugabe.",
  "/wiki/Idriss_Déby": "General Idriss Déby Itno (Arabic: إدريس ديبي‎ Idrīs Daybī Itnū; born June 18, 1952) is a Chadian politician who has been the President of Chad since 1990. He is also head of the Patriotic Salvation Movement. Déby is of the Bidyat clan of the Zaghawa ethnic group. He took power at the head of a rebellion against President Hissène Habré in December 1990 and has since survived various rebellions against his own rule. He won elections in 1996 and 2001, and after term limits were eliminated he won again in 2006, 2011, and 2016. He added \"Itno\" to his surname in January 2006. He is a graduate of Muammar Gaddafi's World Revolutionary Center.",
  "/wiki/Chad": "Chad (/tʃæd/ (listen); Arabic: تشاد‎ Tshād, Arabic pronunciation: [tʃaːd]; French: Tchad, pronounced [tʃa(d)]), officially known as the Republic of Chad (Arabic: جمهورية تشاد‎ Jumhūriyyat Tshād; French: République du Tchad), is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest (at Lake Chad), and Niger to the west.\n Chad has several regions: a desert zone in the north, an arid Sahelian belt in the centre and a more fertile Sudanian Savanna zone in the south. Lake Chad, after which the country is named, is the largest wetland in Chad and the second-largest in Africa. The capital N'Djamena is the largest city. Chad's official languages are Arabic and French. Chad is home to over 200 different ethnic and linguistic groups. The most popular religion of Chad is Islam (at 55%), followed by Christianity (at 40%). \n Beginning in the 7th millennium BC, human populations moved into the Chadian basin in great numbers. By the end of the 1st millennium AD, a series of states and empires had risen and fallen in Chad's Sahelian strip, each focused on controlling the trans-Saharan trade routes that passed through the region. \n France conquered the territory by 1920 and incorporated it as part of French Equatorial Africa. In 1960, Chad obtained independence under the leadership of François Tombalbaye. Resentment towards his policies in the Muslim north culminated in the eruption of a long-lasting civil war in 1965. In 1979 the rebels conquered the capital and put an end to the South's hegemony. But, the rebel commanders fought amongst themselves until Hissène Habré defeated his rivals. Chadian–Libyan conflict erupted in 1978 by the Libyan invasion which stopped in 1987 with a French military intervention (Operation Épervier). Hissène Habré was overthrown in turn in 1990 by his general Idriss Déby. With French support, a modernization of the Chadian armed forces was initiated in 1991. Since 2003 the Darfur crisis in Sudan has spilt over the border and destabilised the nation. Poor already, the nation and people struggled to accommodate the hundreds of thousands of Sudanese refugees who live in and around camps in eastern Chad.\n While many political parties are active, power lies firmly in the hands of President Déby and his political party, the Patriotic Salvation Movement. Chad remains plagued by political violence and recurrent attempted coups d'état. Chad is one of the poorest and most corrupt countries in the world; most inhabitants live in poverty as subsistence herders and farmers. Since 2003 crude oil has become the country's primary source of export earnings, superseding the traditional cotton industry.",
  "/wiki/Alpha_Condé": "Alpha Condé (born 4 March 1938) is a Guinean politician who has been President of Guinea since December 2010. He spent decades in opposition to a succession of regimes in Guinea, unsuccessfully running against President Lansana Conté in the 1993 and 1998 presidential elections and leading the Rally of the Guinean People (RPG), an opposition party. Standing again in the 2010 presidential election, Condé was elected as President of Guinea in a second round of voting.  When he took office that December, he became the first freely elected president in the country's history. Condé was reelected in 2015 with almost 58 percent of the vote.\n Upon his election in 2010, Conde claimed he would strengthen Guinea as a democracy and fight corruption in his country, but he and his son have since been implicated in a number of corruption scandals mostly related to the mining industry, and suspected of election rigging.\n On 30 January 2017, Condé succeeded Chad's Idriss Deby as head of the African Union.  He was later succeeded by Rwandan President Paul Kagame on 28 January 2018.",
  "/wiki/Guinea": "Guinea (/ˈɡɪni/ (listen)), officially the Republic of Guinea (French: République de Guinée), is a west-coastal country in West Africa. Formerly known as French Guinea (French: Guinée française), the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 sq mi).\n The sovereign state of Guinea is a republic with a president who is directly elected by the people; this position is both head of state and head of government.  The unicameral Guinean National Assembly is the legislative body of the country, and its members are also directly elected by the people.  The judicial branch is led by the Guinea Supreme Court, the highest and final court of appeal in the country.\n The country is named after the Guinea region. Guinea is a traditional name for the region of Africa that lies along the Gulf of Guinea. It stretches north through the forested tropical regions and ends at the Sahel. The English term Guinea comes directly from the Portuguese word Guiné, which emerged in the mid-15th century to refer to the lands inhabited by the Guineus, a generic term for the black African peoples south of the Senegal River, in contrast to the \"tawny\" Zenaga Berbers above it, whom they called Azenegues or Moors.\n Guinea is a predominantly Islamic country, with Muslims representing 85 percent of the population. Guinea's people belong to twenty-four ethnic groups.  French, the official language of Guinea, is the main language of communication in schools, in government administration, and the media, but more than twenty-four indigenous languages are also spoken.\n Guinea's economy is largely dependent on agriculture and mineral production. It is the world's second largest producer of bauxite, and has rich deposits of diamonds and gold. The country was at the core of the 2014 Ebola outbreak. Human rights in Guinea remain a controversial issue. In 2011 the United States government claimed that torture by security forces, and abuse of women and children (e.g. female genital mutilation) were ongoing abuses of human rights.",
  "/wiki/Paul_Kagame": "Paul Kagame (/kəˈɡɑːmeɪ/; born 23 October 1957) is a Rwandan politician and former military leader. He is the 4th and current President of Rwanda, having taken office in 2000 when his predecessor, Pasteur Bizimungu, resigned. Kagame previously commanded the Rwandan Patriotic Front, the Uganda-based rebel force that invaded Rwanda and was one of the parties of the conflict during the Rwandan genocide. He was considered Rwanda's de facto leader when he served as Vice President and Minister of Defence from 1994 to 2000.  He was re-elected in August 2017 with an official result of nearly 99% in an election criticized for numerous irregularities. He has been described as the \"most impressive\" and \"among the most repressive\" African leaders.\n Kagame was born to a Tutsi family in southern Rwanda. When he was two years old, the Rwandan Revolution ended centuries of Tutsi political dominance; his family fled to Uganda, where he spent the rest of his childhood. In the 1980s, Kagame fought in Yoweri Museveni's rebel army, becoming a senior Ugandan army officer after Museveni's military victories carried him to the Ugandan presidency. Kagame joined the Rwandan Patriotic Front (RPF), which invaded Rwanda in 1990. RPF leader Fred Rwigyema died early in the war and Kagame took control. By 1993, the RPF controlled significant territory in Rwanda and a ceasefire was negotiated. The assassination of Rwandan President Juvénal Habyarimana set off the genocide, in which Hutu extremists killed an estimated 800,000 to 1,000,000 Tutsi and moderate Hutu. Kagame resumed the civil war, and ended the genocide with a military victory.\n During his vice presidency, Kagame controlled the national army and maintained law and order, while other officials began rebuilding the country. Many RPF soldiers carried out retribution killings. Kagame said he did not support these killings but failed to stop them. A small number of these soldiers were later put on trial. Hutu refugee camps formed in Zaire and other countries. These camps were given food and medical aid by several western governments and aid agencies. The RPF attacked the camps in 1996, forcing many refugees to return home, but insurgents continued to attack Rwanda. The attack on the refugee camps killed an estimated 200,000 people. As part of the invasion, Kagame sponsored two controversial rebel wars in Zaire. The Rwandan- and Ugandan-backed rebels won the first war (1996–97), installing Laurent-Désiré Kabila as president in place of dictator Mobutu and renaming the country as the Democratic Republic of the Congo (DRC). The second war was launched in 1998 against Kabila, and later his son Joseph, following the DRC government's expulsion of Rwandan and Ugandan military forces from the country. The war escalated into a conflict that lasted until a 2003 peace deal and ceasefire.\n As president, Kagame has prioritized national development, launching a programme to develop Rwanda as a middle-income country by 2020 (Vision 2020). As of 2013, the country is developing strongly on key indicators, including health care and education; annual growth between 2004 and 2010 averaged 8% per year. Kagame has had mostly good relations with the East African Community and the United States; his relations with France were poor until 2009. Relations with the DRC remain tense despite the 2003 ceasefire; human rights groups and a leaked United Nations report allege Rwandan support for two insurgencies in the country, a charge Kagame denies.  Several countries suspended aid payments in 2012 following these allegations. Kagame is popular in Rwanda and with some foreign observers; human rights groups accuse him of political repression. He won an election in 2003, under a new constitution adopted that year, and was elected for a second term in 2010. Kagame was elected again in 2017, and due to yet another change in the constitution, he could potentially be President until 2034. His role in the assassination of exiled political opponents has been controversial.",
  "/wiki/Rwanda": "Rwanda (/ruˈɑːndə, -ˈæn-/ (listen); Kinyarwanda: u Rwanda [u.ɾɡwaː.nda] (listen)), formerly Ruanda, officially the Republic of Rwanda (Kinyarwanda: Repubulika y'u Rwanda; Swahili: Jamhuri ya Rwanda; French: République du Rwanda or République Rwandaise), is a country in Central Africa and one of the smallest countries on the African mainland, and its capital city is Kigali. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. Rwanda is in the African Great Lakes region and is highly elevated; its geography is dominated by mountains in the west and savanna to the east, with numerous lakes throughout the country. The climate is temperate to subtropical, with two rainy seasons and two dry seasons each year. Rwanda has a population of over 12.6 million  living on 26,338 sq. km of land, and therefore it is the most densely populated mainland African country.\n The population is young and predominantly rural, with a density among the highest in Africa. Rwandans are drawn from just one cultural and linguistic group, the Banyarwanda, although within this group there are three subgroups: the Hutu, Tutsi and Twa. The Twa are a forest-dwelling pygmy people and are often considered descendants of Rwanda's earliest inhabitants. Scholars disagree on the origins of and differences between the Hutu and Tutsi; some believe differences are derived from former social castes within a single people, while others believe the Hutu and Tutsi arrived in the country separately, and from different locations. Christianity is the largest religion in the country; the principal language is Kinyarwanda, spoken by most Rwandans, with English and French serving as additional official languages. The sovereign state of Rwanda has a presidential system of government. The president is Paul Kagame of the Rwandan Patriotic Front (RPF), who has served continuously since 2000. Today, Rwanda has low levels of corruption compared with neighbouring countries, although human rights organisations report suppression of opposition groups, intimidation and restrictions on freedom of speech. The country has been governed by a strict administrative hierarchy since precolonial times; there are five provinces delineated by borders drawn in 2006. Rwanda is one of only two countries in the world with a female majority in the national parliament, the other country being Bolivia.\n Hunter-gatherers settled the territory in the stone and iron ages followed later by Bantu peoples. The population coalesced first into clans and then into kingdoms. The Kingdom of Rwanda dominated from the mid-eighteenth century, with the Tutsi kings conquering others militarily, centralising power and later enacting anti-Hutu policies. Germany colonised Rwanda in 1884 as part of German East Africa, followed by Belgium, which invaded in 1916 during World War I. Both European nations ruled through the kings and perpetuated a pro-Tutsi policy. The Hutu population revolted in 1959. They massacred numerous Tutsi and ultimately established an independent, Hutu-dominated republic in 1962. A 1973 military coup saw a change of leadership, but the pro-Hutu policy remained. The Tutsi-led Rwandan Patriotic Front launched a civil war in 1990. The presidents of Rwanda and Burundi, both Hutus, were killed when their aircraft was shot down on 6 April 1994. Social tensions erupted in the 1994 genocide that followed, in which Hutu extremists killed an estimated 500,000-1,000,000 Tutsi and moderate Hutu. The RPF ended the genocide with a military victory.\n Rwanda's developing economy suffered heavily in wake of the 1994 genocide, but has since strengthened. The economy is based mostly on subsistence agriculture. Coffee and tea are the major cash crops for export. Tourism is a fast-growing sector and is now the country's leading foreign exchange earner. Rwanda is one of only two countries in which mountain gorillas can be visited safely, and visitors pay high prices for gorilla tracking permits. Music and dance are an integral part of Rwandan culture, particularly drums and the highly choreographed intore dance. Traditional arts and crafts are produced throughout the country, including imigongo, a unique cow dung art.\n Rwanda has been governed as a unitary presidential system with a bicameral parliament ruled by Rwandan Patriotic Front since 1994. The country is member of the African Union, the United Nations, the Commonwealth of Nations, COMESA, OIF and the East African Community.",
  "/wiki/Abdel_Fattah_el-Sisi": "Sisi was born in Old Cairo on 19 November 1954, to parents Said Hussein Khalili al-Sisi and Soad Mohamed. He grew up in Gamaleya, near al-Azhar Mosque, in a quarter where Muslims, Jews and Christians resided and in which he later recalled how, during his childhood, he heard church bells and watched Jews flock to the synagogue unhindered. Sisi would later enroll in the Egyptian Military Academy, and upon graduating he held various command positions in the Egyptian Armed Forces and served as Egypt's military attaché in Riyadh. In 1987 he attended the Egyptian Command and Staff College. In 1992 he continued his military career by enrolling in the British Command and Staff College, and in 2006 enrolled in the United States Army War College in Carlisle, Pennsylvania. Sisi was the youngest member of the Supreme Council of the Armed Forces (SCAF) during the Egyptian Revolution of 2011, serving as the director of military intelligence and reconnaissance department. He was later chosen to replace Mohamed Hussein Tantawi and serve as the commander-in-chief and Minister of Defence and Military Production on 12 August 2012.\n Sisi's family originated from Monufia Governorate. He is the second of eight siblings (his father later had six additional children with a second wife). His father, a conservative but not radical Muslim, had a wooden antiques shop for tourists in the historic bazaar of Khan el-Khalili.\n He and his siblings studied at the nearby library at al-Azhar University. Unlike his brothers – one of whom is a senior judge, another a civil servant – el-Sisi went to a local army-run secondary school, where concurrently his relationship with his maternal cousin Entissar Amer started to develop. They were married upon Sisi's graduation from the Egyptian Military Academy in 1977. He attended the following courses:",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.\n Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest. Egypt's long and rich cultural heritage is an integral part of its national identity, which has endured, and often assimilated, various foreign influences, including Greek, Persian, Roman, Arab, Ottoman Turkish, and Nubian. Egypt was an early and important centre of Christianity, but was largely Islamised in the seventh century and remains a predominantly Muslim country, albeit with a significant Christian minority.\n From the 16th to the beginning of the 20th century, Egypt was ruled by foreign imperial powers: The Ottoman Empire and the British Empire. Modern Egypt dates back to 1922, when it gained nominal independence from the British Empire as a monarchy. However, British military occupation of Egypt continued, and many Egyptians believed that the monarchy was an instrument of British colonialism. Following the 1952 revolution, Egypt expelled British soldiers and bureaucrats and ended British occupation, nationalized the British-held Suez Canal, exiled King Farouk and his family, and declared itself a republic. In 1958 it merged with Syria to form the United Arab Republic, which dissolved in 1961. Throughout the second half of the 20th century, Egypt endured social and religious strife and political instability, fighting several armed conflicts with Israel in 1948, 1956, 1967 and 1973, and occupying the Gaza Strip intermittently until 1967. In 1978, Egypt signed the Camp David Accords, officially withdrawing from the Gaza Strip and recognising Israel. The country continues to face challenges, from political unrest, including the recent 2011 revolution and its aftermath, to terrorism and economic underdevelopment. Egypt's current government is a semi-presidential republic headed by President Abdel Fattah el-Sisi, which has been described by a number of watchdogs as authoritarian.\n Islam is the official religion of Egypt and Arabic is its official language. With over 95 million inhabitants, Egypt is the most populous country in North Africa, the Middle East, and the Arab world, the third-most populous in Africa (after Nigeria and Ethiopia), and the fifteenth-most populous in the world. The great majority of its people live near the banks of the Nile River, an area of about 40,000 square kilometres (15,000 sq mi), where the only arable land is found. The large regions of the Sahara desert, which constitute most of Egypt's territory, are sparsely inhabited. About half of Egypt's residents live in urban areas, with most spread across the densely populated centres of greater Cairo, Alexandria and other major cities in the Nile Delta.\n The sovereign state of Egypt is a transcontinental country  considered to be a regional power in North Africa, the Middle East and the Muslim world, and a middle power worldwide. Egypt's economy is one of the largest and most diversified in the Middle East, and is projected to become one of the largest in the world in the 21st century. In 2016, Egypt overtook South Africa and became Africa's second largest economy (after Nigeria). Egypt is a founding member of the United Nations, Non-Aligned Movement, Arab League, African Union, and Organisation of Islamic Cooperation.",
  "/wiki/Chairperson_of_the_African_Union": "The Chairperson of the African Union is the ceremonial head of the African Union elected by the Assembly of Heads of State and Government for a one-year term. It rotates among the continent's five regions.\n A candidate must be supported by at least two-thirds of the member states or by consensus. The chairperson is expected to complete the term without interruption; hence eligible countries with impending elections may be ineligible."
}