{
  "/wiki/Pablo_Chavarr%C3%ADa": "Pablo Chavarría (born 2 January 1988) is an Argentine professional footballer who plays for Spanish club RCD Mallorca as a striker.",
  "/wiki/R.S.C._Anderlecht": "Royal Sporting Club Anderlecht, usually known as Anderlecht (Dutch pronunciation: [ˈɑndərlɛxt], French: [ɑ̃dəʁlɛkt], German: [ˈandɐlɛçt]) or RSCA (Dutch: [ˌɛrɛseːˈjaː, -seːˈʔaː], French: [ɛʁɛsse.ɑ], German: [ˌɛɐ̯ʔɛs.tseːˈʔaː]), is a Belgian professional football club based in Anderlecht, Brussels Capital-Region. Anderlecht plays in the Belgian First Division A and is the most successful Belgian football team in European competitions, with five trophies, as well as in the Belgian domestic league, with 34 championship wins. They have also won nine Belgian Cups and hold the record for most consecutive Belgian championship titles, winning five between the 1963–64 and 1967–68 seasons.",
  "/wiki/KV_Kortrijk": "Koninklijke Voetbalclub Kortrijk (often simply called KV Kortrijk or KVK) is a Belgian professional football club based in Kortrijk, West Flanders. They play in the Belgian First Division, and they achieved their best ranking ever during the 2009–10 season, finishing fourth after the play-offs. KV Kortrijk was founded in 1971, though their roots can be traced to 1901. They are registered to the Royal Belgian Football Association with matricule number 19. The club colours are red and white. They play their home matches at the Guldensporenstadion, named after the Battle of the Golden Spurs which took place in Kortrijk in 1302.",
  "/wiki/Wilfried_Dalmat": "Wilfried Dalmat (born 17 July 1982) is a French footballer who plays as a midfielder for Bourges 18.",
  "/wiki/Club_Brugge_KV": "Club Brugge Koninklijke Voetbalvereniging (Dutch pronunciation: [klʏˈbrʏɣə ˌkoːnɪŋkləkə ˈvudbɑlvəreːnəɣɪŋ]), commonly referred to as just Club Brugge, or Club Bruges commonly in English, is a football club based in Bruges in Belgium. It was founded in 1891 and its home ground is the Jan Breydel Stadium, which has a capacity of 29,062.",
  "/wiki/Orduspor": "Orduspor is a Turkish football club founded in 1967. The club is located in Ordu, Turkey and plays their home games at 19 Eylül Stadium. The team managed to qualify for Turkish Super League again in 2011. But, the last spell in top level finished in 2013.",
  "/wiki/J%C3%A9sus_Javier_G%C3%B3mez_Mercado": "Jesús Javier Gómez Mercado (Spanish pronunciation: [xeˈsuz ˈɣomeθ], born 6 August 1984) is a Venezuelan footballer that currently plays for Atlético Venezuela as an attacking midfielder or also as a striker.",
  "/wiki/Wadi_Degla_FC": "Wadi Degla Sporting Club (Arabic: نادي وادي دجلة الرياضي‎) is an Egyptian football club based in Cairo. In 2009–10, it was promoted to the Egyptian Premier League for the first time in its history.",
  "/wiki/Lierse_S.K.": "Koninklijke Lierse Sportkring (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈliːrsə ˈspɔrtkrɪŋ]), often simply known as Lierse, was a Belgian professional football club from the city of Lier in the Antwerp province. Lierse have won four championship titles and two Belgian Cups. Lierse was one of the six Belgian clubs to have played in the UEFA Champions League group stage, the other being Anderlecht, Club Brugge, Genk, Standard Liège and KAA Gent.",
  "/wiki/Milan_Jovanovi%C4%87_(footballer_born_1981)": "Milan Jovanović (Serbian Cyrillic: Милан Јовановић; born 18 April 1981) is a Serbian former professional footballer who played as a winger.",
  "/wiki/Liverpool_F.C.": "Liverpool Football Club is a professional football club in Liverpool, England, that competes in the Premier League, the top tier of English football. The club has won six European Cups, more than any other English club, three UEFA Cups, four UEFA Super Cups (both also English records), one FIFA Club World Cup, eighteen League titles, seven FA Cups, a record eight League Cups, fifteen FA Community Shields and one Football League Super Cup.",
  "/wiki/Yves_De_Winter": "Yves De Winter (born 25 May 1987) is a Belgian football goalkeeper, who plays as a Goalkeeper for Antwerp He formerly played for K.S.V. Roeselare Westerlo, De Graafschap, AZ, Sint-Truiden and Roda JC Kerkrade.",
  "/wiki/K.V.C._Westerlo": "Koninklijke Voetbal Club Westerlo (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈvudbɑl ˌklɵp ˈʋɛstərloː]; often simply called Westerlo) is a Belgian professional football club located in the municipality of Westerlo in the province of Antwerp. Since 1997–98, Westerlo has been mostly playing in the Belgian Pro League, save for a short stint in the Belgian Second Division between 2012 and 2014.  Their highest finish is a 6th place in 1999–00, 2003–04 and 2008–09. They have won one Belgian Cup. The only player who has ever been called up for the Belgium national football team while at Westerlo is Toni Brogno (7 caps, all of them while at Westerlo).",
  "/wiki/De_Graafschap": "De Graafschap (Dutch pronunciation: [də ˈɣraːfsxɑp]) is a professional football club from Doetinchem, Netherlands, playing in the Eerste divisie, the second professional tier of football in the Netherlands.",
  "/wiki/J%C3%A9r%C3%A9my_Perbet": "Jérémy Louis Perbet (born 12 December 1984) is a French professional footballer who plays as a striker for OH Leuven, on loan from Charleroi.",
  "/wiki/K.S.C._Lokeren_Oost-Vlaanderen": "Koninklijke Sporting Club Lokeren Oost-Vlaanderen (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈspɔrtɪŋ ˌklɵp ˈloːkərə(n) ˌoːstˈflaːndərə(n)]; often simply called Sporting Lokeren or Lokeren) is a Belgian professional football club based in the city of Lokeren, in the province of East Flanders. Lokeren plays in the Belgian Pro League. The club was founded in 1923 and it first reached the first division in 1974–75. Since then, it had a short spell in the Second Division between 1993–94 and 1995–96. Lokeren had its most successful period in the 1980s, achieving second place in the league in 1980–81 as well as a Belgian Cup final the same year. Its best European result was reaching the quarter-final of the 1980–81 UEFA Cup.",
  "/wiki/R.A.E.C._Mons": "R.A.E.C. Mons was a Belgian football club based in Mons, Belgium,  The team was promoted to the Belgian Jupiler League at the conclusion of the 2010–11 season re-joining the Top Belgian League after two years in the Belgian 2nd Division (Exqi League). The team was relegated at the end of the 2013–2014 season, having finished last in the league. Dutch speakers tend to refer to the team as \"Bergen\", the Dutch name for Mons.",
  "/wiki/Floribert_N%27Galula": "Floribert N'Galula (born 7 March 1987) is a Belgian footballer of Congolese descent. He signed for Major League Soccer side D.C. United in the U.S. in January 2010, but was released from his contract just over a month later.",
  "/wiki/Turun_Palloseura": "Turun Palloseura, commonly known as TPS, is a professional football club based in Turku, Finland. During the 2019 season, the men’s first team of the club competes in Ykkönen, the second highest tier of men’s football, and the women’s first team in Naisten Liiga, the highest level of women’s football in Finland. Nicknamed \"Tepsi\", the club was founded in 1922.",
  "/wiki/Oud-Heverlee_Leuven": "Oud-Heverlee Leuven (Dutch pronunciation: [ˈʌut ˈɦeː.vər.ˌleː ˈløː.və(n)]), also called OH Leuven or OHL, is a Belgian football club from the city of Leuven. It was created in 2002 from the merger of three clubs, F.C. Zwarte Duivels Oud-Heverlee, whose registration number it inherited, Daring Club Leuven, and Stade Leuven. The home ground of OH Leuven is stadium \"Den Dreef\", located in Heverlee.",
  "/wiki/Daniel_Cruz_(footballer_born_1981)": "Daniel Alberto Cruz Castro (born 3 May 1981) is a former Belgian football midfielder with Colombian roots, having most recently played for Waasland-Beveren.",
  "/wiki/Beerschot_AC": "Koninklijke Beerschot Antwerpen Club (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈbeːrsxɔt ˈɑntʋɛrpə(n) ˈklɵp]), simply known as Beerschot AC, was a Belgian football club based in southern Antwerp. Beerschot played in the Belgian Pro League from 1999–2000 (as Germinal Beerschot) until 2012–13, when they were relegated not only through their league position, but also lost their professional license through financial issues, being officially declared bankrupt on 21 May 2013 – one week after the season had ended.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Tosin_Dosunmu": "Tosin Dosunmu (born 15 July 1980) is a retired Nigerian footballer.",
  "/wiki/Royal_Antwerp_F.C.": "Royal Antwerp Football Club, often simply referred to as Antwerp, is a Belgian football club based in the city of Antwerp.",
  "/wiki/Antun_Dunkovi%C4%87": "Antun Dunković (born 7 June 1981) is a Croatian footballer who plays as a defensive midfielder. He last played for NK Opatija in the Croatian Third Football League.",
  "/wiki/KV_Mechelen": "Yellow Red Koninklijke Voetbalclub Mechelen (Dutch pronunciation: [ˌjɛloː ˈrɛt ˌkoːnɪŋkləkə ˌvudbɑlklʏp ˈmɛxələ(n)]), often simply called KV Mechelen (Dutch pronunciation: [kaːˌveː ˈmɛxələ(n)]) or KVM, or by their former French name FC Malinois, is a Belgian professional football club based in Mechelen in the Antwerp province. KV Mechelen plays in the Belgian First Division A. They have won four Belgian championships and twice the Belgian Cup, as well as the 1987–88 European Cup Winners' Cup and the 1988 European Super Cup. They collected most of their honours in the 1940s and in the 1980s.",
  "/wiki/Khaleem_Hyland": "Khaleem Hyland (born 5 June 1989) is a Trinidadian international footballer who plays professionally in Saudi Arabia for Al-Faisaly, as a midfielder.",
  "/wiki/S.V._Zulte_Waregem": "Sportvereniging Zulte Waregem (Dutch pronunciation: [ˈspɔrtfəˌreːnəɣɪŋ ˈzɵltə ˈʋaːrəɣɛm]), commonly known as Zulte Waregem or by their nickname Essevee (Dutch pronunciation: [ɛsəˈveː]), is a Belgian professional football club based in Waregem, West Flanders.  Zulte Waregem plays in the Belgian First Division A. Their highest finish at the highest level was second place in 2012–13. They have won two Belgian Cups. They qualified for the 2006–07 UEFA Cup, losing in the round of 32 to Newcastle United. Also in the seasons 2013–2014 and 2017–2018 they managed to play in the Europa League group stages. On both occasions the club ended 3rd in their group.",
  "/wiki/K.R.C._Genk": "Koninklijk Racing Club Genk (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈreːsɪŋ ˌklɵp ˈɣɛŋk]), commonly known as KRC Genk, Racing Genk or simply Genk, is a Belgian professional football club based in the city of Genk in Belgian Limburg.  Racing Genk plays in the Belgian Pro League and have won four championship titles; in 1998–99, in 2001–02, in 2010–11 and in 2018–19. They have also won four Belgian Cups, most recently in 2008–09 and in 2012–13. They qualified for the UEFA Champions League group stage in the 2002–03, 2011–12 and 2019–20 seasons.",
  "/wiki/Dieumerci_Mbokani": "Dieudonné \"Dieumerci\" Mbokani Bezua (born 22 November 1985) is a Congolese professional footballer who plays as a striker for Royal Antwerp. He has previously played for TP Mazembe, Anderlecht, Wolfsburg, Monaco, Standard Liège, Norwich City, Hull City and Dynamo Kyiv.",
  "/wiki/AS_Monaco_FC": "Association Sportive de Monaco Football Club SA, commonly referred to as  AS Monaco (French pronunciation: ​[ɑ.ɛs mɔnako]) or Monaco, is a Monégasque football club that competes in Ligue 1, the top tier of French football. Founded in 1924, the team plays its home matches at the Stade Louis II in Fontvieille.",
  "/wiki/Stijn_Stijnen": "Stijn Stijnen (Dutch pronunciation: [ˈstɛin ˈstɛinə(n)]; born 7 April 1981) is a Belgian retired footballer who played as a goalkeeper, and the current sporting director of K.S.C. Hasselt.",
  "/wiki/Gheorghe_Grozav": "Gheorghe \"Gicu\" Teodor Grozav (Romanian pronunciation: [ˈɡe̯orɡe teˈodor groˈzav]; born 29 September 1990) is a Romanian professional footballer who plays as a winger or an attacking midfielder for Kisvárda FC.",
  "/wiki/Standard_Li%C3%A8ge": "Royal Standard de Liège, commonly referred to as Standard Liège (French: [stɑ̃daʁ ljɛʒ]; Dutch: Standard Luik [ˈstɑndɑrt ˈlœyk]; German: Standard Lüttich [ˈstandaɐ̯t ˈlʏtɪç, ˈʃtan-]), is a Belgian football club from the city of Liège. They are one of the most successful clubs in Belgium, having won the Belgian league on ten occasions, most recently in 2007–08 and 2008–09. They have been in the top flight without interruption since 1921, longer than any other Belgian side. They have also won eight Belgian Cups, and in 1981–82 they reached the final of the European Cup Winners' Cup, which they lost 2–1 against Barcelona.",
  "/wiki/FC_Universitatea_Cluj": "Fotbal Club Universitatea Cluj (Romanian pronunciation: [universiˈtate̯a kluʒ]), or simply as \"U\" Cluj, is a Romanian professional football club based in the city of Cluj-Napoca, Cluj County. Founded in 1919 by Iuliu Hațieganu, the team currently plays in the Liga II, the second tier of the Romanian football league system.",
  "/wiki/Faris_Haroun": "Faris Haroun (22 September 1985) is a Belgian footballer who plays as a defensive midfielder for Royal Antwerp in the Belgian First Division A. He has also played for the Belgian national football team.",
  "/wiki/Middlesbrough_F.C.": "Middlesbrough Football Club (/ˈmɪdəlzbrə/ (listen) MID-əlz-brə) is a professional association football club based in Middlesbrough, North Yorkshire, England. They are currently competing in the EFL Championship, the second tier of English football. Formed in 1876, they have played at the Riverside Stadium since 1995, their third ground since turning professional in 1889. The club played at the Linthorpe Road ground from 1882 to 1903 and at Ayresome Park for 92 years, from 1903 to 1995.",
  "/wiki/Jarno_Molenberghs": "Jarno Molenberghs (born December 12, 1989) is a Belgian football player who currently plays for Olympia Wijgmaal.",
  "/wiki/Lommel_United": "Lommel SK is a Belgian association football club based in the city of Lommel, Limburg.",
  "/wiki/Derick_Ogbu": "Derick Chuka Ogbu (born 19 March 1990) commonly known as Chuka, is a Nigerian professional footballer who plays as a forward. He is currently unemployed after last playing for Egyptian League club Al Ittihad.",
  "/wiki/Umm_Salal_Sport_Club": "Umm Salal Sport Club (Arabic: نادي أم صلال الرياضي‎) is a Qatari professional association football team playing at the first level Qatar Stars League. It is based in Umm Salal. It used to be known as Al-Tadamun Sport Club. It is best known for being the first Qatari club to make it to the semi-finals of the AFC Champions League.",
  "/wiki/Dalibor_Veselinovi%C4%87": "Dalibor Veselinović (Serbian Cyrillic: Далибор Веселиновић; born 21 September 1987) is a Serbian retired professional footballer who played as a striker.",
  "/wiki/K.V._Kortrijk": "Koninklijke Voetbalclub Kortrijk (often simply called KV Kortrijk or KVK) is a Belgian professional football club based in Kortrijk, West Flanders. They play in the Belgian First Division, and they achieved their best ranking ever during the 2009–10 season, finishing fourth after the play-offs. KV Kortrijk was founded in 1971, though their roots can be traced to 1901. They are registered to the Royal Belgian Football Association with matricule number 19. The club colours are red and white. They play their home matches at the Guldensporenstadion, named after the Battle of the Golden Spurs which took place in Kortrijk in 1302.",
  "/wiki/Rubin_Okotie": "Rubin Rafael Okotie (German pronunciation: [ˈruːbɪn ʔoˈkoːti̯ə]; born 6 June 1987) is an Austrian professional footballer who plays as a forward. He is also a full Austrian international and represented the nation at the 2016 UEFA European Championship.",
  "/wiki/1._FC_Nuremberg_II": "The 1. FC Nürnberg II (German: 1. FC Nürnberg II) is the reserve team of German football club 1. FC Nürnberg, from the city of Nuremberg, Bavaria.",
  "/wiki/K._Sint-Truidense_V.V.": "Koninklijke Sint-Truidense Voetbalvereniging (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈsɪnt ˈtrœy̯də(n)sə ˈvudbɑlvərˌeːnəɣɪŋ]), commonly known as Sint-Truiden or STVV (Dutch pronunciation: [ˈɛs ˈteː ˈveː ˈveː]) or by their nickname De Kanaries (Dutch pronunciation: [də kaːˈnaːris], is a Belgian professional football club located in the city of Sint-Truiden in Limburg.  Sint-Truiden plays in the Belgian Pro League. Their best ranking was a second place in 1965–66. They also reached the final of the Belgian Cup twice. The club was founded in 1924. They are matricule number 373. The club colours are yellow and blue, hence their nickname De Kanaries, meaning 'The Canaries'. They play their home games at the Stayen since 1927."
}