{
  "/wiki/Cambodia": "Cambodia (/kæmˈboʊdiə/ (listen); also Kampuchea /ˌkæmpʊˈtʃiːə/; Khmer: កម្ពុជា  [kam.pu.ciə]; French: Cambodge), officially the Kingdom of Cambodia (Khmer: ព្រះរាជាណាចក្រកម្ពុជា, prĕəh riəciənaacak kampuciə, IPA: [prĕəh riə.ciə.naː.caʔ kam.pu.ciə]; French: Royaume du Cambodge), is a country located in the southern portion of the Indochina peninsula in Southeast Asia. It is 181,035 square kilometres (69,898 square miles) in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest.",
  "/wiki/Cambodia_National_Rescue_Movement": "The Cambodia National Rescue Movement (Khmer: ចលនាសង្គ្រោះជាតិ, CNRM) is a Cambodian political movement founded in 2018 by exiled former opposition leader Sam Rainsy, following the dissolution of the Cambodia National Rescue Party in November 2017. The movement has no legal status in Cambodia and has been branded as a \"terrorist group\" by the government.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Indonesian_Democratic_Party_of_Struggle": "The Indonesian Democratic Party of Struggle (Indonesian: Partai Demokrasi Indonesia Perjuangan, PDI-P) is an Indonesian political party, and the party of the current President of Indonesia, Joko Widodo.",
  "/wiki/National_Awakening_Party": "The National Awakening Party (Indonesian: Partai Kebangkitan Bangsa), frequently abbreviated to PKB, is an Islam-based political party in Indonesia.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Parti_Gerakan_Rakyat_Malaysia": "The Malaysian People's Movement Party (Malay: Parti Gerakan Rakyat Malaysia, commonly abbreviated as Gerakan or less commonly as PGRM) is a political party in Malaysia. The party was founded on 24 March 1968, and is one of the former constituents of the Barisan Nasional (BN) coalition. During its formation, Gerakan was an opposition party not affiliated with the national ruling coalition, the Alliance Party, the predecessor of the National Front. Following the 1969 general election, Gerakan won most of the seats in the state legislature of Penang.  However, in 1972 Gerakan joined the Alliance Party which later became the coalition Barisan Nasional, where it remained until June 2018. In 2006, about 80% of Gerakan's members are ethnic Chinese, another 15% are Indian, and the rest are Malays or other races. The party is assisted by an affiliated think tank called SEDAR Institute (Socio-Economic Development And Research Institute). The party is a member of the Council of Asian Liberals and Democrats. Following the fall of BN in the 2018 general election and in the aftermath of four Sarawak-based BN coalition parties leaving the coalition on 12 June 2018, Gerakan also left the coalition on 23 June 2018.",
  "/wiki/Mongolia": "Mongolia[a] is a landlocked country in East Asia. Its area is roughly equivalent with the historical territory of Outer Mongolia, and that term is sometimes used to refer to the current state. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not share a border with Kazakhstan, although only 37 kilometres (23 mi) separate them.",
  "/wiki/Civil_Will-Green_Party": "The Civil Will–Green Party (Mongolian: Иргэний Зориг–Ногоон Нам, Irgenii Zorig–Nogoon Nam) is a political party in Mongolia.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Liberal_Party_(Philippines)": "The Liberal Party of the Philippines (Filipino: Partido Liberal ng Pilipinas), or LP, is a liberal political party in the Philippines, founded by then-senators Senate President Manuel Roxas, Senate President Pro-Tempore Elpidio Quirino, and former 9th Senatorial District Senator José Avelino on January 19, 1946. It is originally a breakaway liberal wing of the old Nacionalista Party. It was the ruling party from 2010 to 2016 after the election victory of Benigno Aquino III as the President of the Philippines. The Liberals lost control in the 2016 presidential election and became the leading opposition party. As of the 2019 midterm elections, the Liberals are still the primary opposition party and hold only three seats in the Senate, 18 seats in the House of Representatives, two provincial governorships, and five vice governorships.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/Singapore_Democratic_Party": "The Singapore Democratic Party (abbrev: SDP; simplified Chinese: 新加坡民主党; traditional Chinese: 新加坡民主黨; Tamil: சிங்கப்பூர் மக்களாட்சி; Malay: Parti Demokratik Singapura) is a social liberal political party in Singapore.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Democratic_Progressive_Party": "The Democratic Progressive Party (DPP)[I] is a Taiwanese nationalist and liberal political party in Taiwan. Controlling both the Taiwan Presidency and the unicameral Legislative Yuan, it is the majority ruling party and the dominant party in the Pan-Green Coalition.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 22nd-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.",
  "/wiki/Democrat_Party_(Thailand)": "The Democrat Party (Thai: พรรคประชาธิปัตย์; RTGS: prachathipat) is a Thai political party. The oldest party in Thailand, it was founded as a conservative and royalist party, and now upholds a conservative-liberal and classically liberal pro-market position.",
  "/wiki/Council_of_Asian_Liberals_and_Democrats": "The Council of Asian Liberals and Democrats (CALD) is a regional organization of  liberal and democratic political parties in Asia."
}