{
  "/wiki/Beniamino_Bonomi": "Beniamino Bonomi (born 9 March 1968 in Verbania) is an Italian sprint canoeist who competed from the late 1980s to the mid-2000s (decade). Competing in five Summer Olympics, he won four medals with one gold (2000: K-2 1000 m) and three silvers (1996: K-1 1000 m, K-2 500 m; 2004: K-2 1000 m).",
  "/wiki/Antonio_Rossi": "Antonio Rossi (born December 19, 1968) is an Italian sprint canoer who has competed since the early 1990s. Competing in five Summer Olympics, he won five medals which included three golds (K-1 500 m: 1996, K-2 1000 m: 1996, 2000), one silver (K-2 1000 m: 2004), and one bronze (K-2 500 m: 1992).",
  "/wiki/Canoeing_at_the_2000_Summer_Olympics": "Canoeing at the 2000 Summer Olympics was held at the Sydney International Regatta Centre for the sprint events and the Whitewater Stadium in Penrith for the canoe and kayak slalom disciplines. The repechage rounds that ran from the 1960 to the 1996 Games were eliminated in the sprint events while qualifying rounds were added to the slalom events. Additionally, a quota system for each event was enacted, meaning each event had a limited number of competitors that could compete.",
  "/wiki/Canoeing_at_the_2000_Summer_Olympics_–_Men's_K-2_1000_metres": "The men's K-2 1000 metres event was a pairs kayaking event conducted as part of the Canoeing at the 2000 Summer Olympics program.",
  "/wiki/Josefa_Idem": "Josefa Idem (born 23 September 1964 in Goch, West Germany) is an Italian sprint canoer turned politician. Competing in eight Summer Olympics, she has five medals. Winning 35 international medals during her career, Idem was the first Italian woman to win World Championships (22 total, five gold) and Olympic medals in canoe sprint. At the 2009 world championships, she became the oldest medalist in the history of the world championships.",
  "/wiki/Canoeing_at_the_2000_Summer_Olympics_–_Women's_K-1_500_metres": "The Women's K-1 500 metres event was an individual kayaking event conducted as part of the Canoeing at the 2000 Summer Olympics program.",
  "/wiki/Paola_Pezzo": "Paola Pezzo (born 8 January 1969, in Bosco Chiesanuova) is a cross-country mountain bike racer from Verona, Italy. In 1996 in Atlanta, Georgia, in the U.S., she won the Olympic gold medal in mountain biking, when the event made its debut.",
  "/wiki/Cycling_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics, 3 different bicycle racing disciplines were contested: Road cycling, track cycling, and mountain biking.",
  "/wiki/Cycling_at_the_2000_Summer_Olympics_–_Women's_cross-country": "These are the official results of the Women's Cross-Country Mountain Biking at the 2000 Summer Olympics in Sydney, Australia. The event was 35.5 kilometres in length and was held on 23 September 2000 at the Fairfield City Farm. There were 30 participants, one of whom did not finish the event.",
  "/wiki/Antonella_Bellutti": "Antonella Bellutti (born 7 November 1968) is an Italian racing cyclist and two-time Olympic champion in track cycling.",
  "/wiki/Cycling_at_the_2000_Summer_Olympics_–_Women's_points_race": "These are the official results of the Women's Points Race at the 2000 Summer Olympics in Sydney, Australia. There were a total number of 17 participants competing in the final, which was held on 21 September 2000.",
  "/wiki/Angelo_Mazzoni": "Angelo Mazzoni (born 3 April 1961 in Milan) is an Italian épée fencer who competed at six consecutive Olympics between 1980 and 2000, winning gold in 1996 and 2000.",
  "/wiki/Paolo_Milanoli": "Paolo Milanoli (born 7 December 1969) is an Italian fencer. He won a gold medal in the team épée event at the 2000 Summer Olympics.",
  "/wiki/Maurizio_Randazzo": "Maurizio Randazzo (born 1 March 1964) is an Italian fencer. He won a gold medal in the team épée events at the 1996 and 2000 Summer Olympics.",
  "/wiki/Alfredo_Rota": "Alfredo Rota (born 21 July 1975) is an Italian fencer. He won the bronze medal in the men's team épée event at the 2008 Summer Olympics. He also won the Olympic gold medal in Men's Team Épée at the 2000 Sydney Olympics.",
  "/wiki/Fencing_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics, ten fencing events were contested. Men competed in both individual and team events for each of the three weapon types (épée, foil and sabre). Women competed in the foil and the épée events. The events took place at the Sydney Convention and Exhibition Centre.",
  "/wiki/Fencing_at_the_2000_Summer_Olympics_–_Men's_team_épée": "The men's team épée was one of ten fencing events on the fencing at the 2000 Summer Olympics programme. It was the twenty-first appearance of the event. The competition was held on 18 September 2000. 33 fencers from 11 nations competed.",
  "/wiki/Valentina_Vezzali": "Valentina Vezzali (Italian pronunciation: [valenˈtiːna vetˈtsaːli]; born 14 February 1974) is an Italian fencer and politician. As fencer she has won six Olympic gold medals in foil competitions.",
  "/wiki/Fencing_at_the_2000_Summer_Olympics_–_Women's_foil": "The women's foil was one of ten fencing events on the fencing at the 2000 Summer Olympics programme. It was the sixteenth appearance of the event. The competition was held on 21 September 2000. 40 fencers from 21 nations competed.",
  "/wiki/Diana_Bianchedi": "Diana Bianchedi (born 4 November 1969) is an Italian fencer. She won a gold medal in the women's team foil event at the 1992 Summer Olympics and another gold in the same event at the 2000 Summer Olympics.",
  "/wiki/Giovanna_Trillini": "Giovanna Trillini (born 17 May 1970 in Iesi) is an Italian foil fencer. She is a 4-time Olympic champion (3 times in the team event, 1 time individual) and she won an additional silver and two bronze medals in individual Olympic competitions.",
  "/wiki/Fencing_at_the_2000_Summer_Olympics_–_Women's_team_foil": "The women's team foil was one of ten fencing events on the fencing at the 2000 Summer Olympics programme. It was the eleventh appearance of the event. The competition was held on 23 September 2000. 29 fencers from 9 nations competed.",
  "/wiki/Giuseppe_Maddaloni": "Giuseppe Maddaloni (born 10 July 1976) is an Italian judoka. He was born in Naples.",
  "/wiki/Judo_at_the_2000_Summer_Olympics": "Final results for the Judo events at the 2000 Summer Olympics:",
  "/wiki/Judo_at_the_2000_Summer_Olympics_–_Men's_73_kg": "Men's 73 kg competition in judo at the 2000 Summer Olympics was held on September 18 at the Sydney Convention and Exhibition Centre.",
  "/wiki/Agostino_Abbagnale": "Agostino Abbagnale (born 25 August 1966) is an Italian rower and triple Olympic gold medalist. He is the younger brother of multiple Olympic medalists Carmine Abbagnale and Giuseppe Abbagnale.",
  "/wiki/Rossano_Galtarossa": "Rossano Galtarossa (born 6 July 1972 in Padua) is an Italian competition rower and Olympic champion.",
  "/wiki/Simone_Raineri": "Simone Raineri (born 7 February 1977 in Bozzolo, Mantua) is an Italian competition rower and Olympic champion.",
  "/wiki/Alessio_Sartori": "Alessio Sartori (born 13 November 1976) is an Italian competition rower and Olympic champion.",
  "/wiki/Rowing_at_the_2000_Summer_Olympics": "Rowing at the 2000 Summer Olympics took place at the Sydney International Regatta Centre in Penrith, New South Wales, Australia. It featured 547 competitors (363 men and 184 women) from 51 nations taking part in 14 events.",
  "/wiki/Rowing_at_the_2000_Summer_Olympics_–_Men's_quadruple_sculls": "The men's quadruple sculls competition at the 2000 Summer Olympics in Sydney, Australia took place at the Sydney International Regatta Centre.",
  "/wiki/Alessandra_Sensini": "Alessandra Sensini (born 26 January 1970 in Grosseto) is an Italian windsurfer. She is a 4-time Olympian, winning a gold medal and three additional medals. She also won 3 gold, 2 silver medals and 1 bronze at World Championships, as well as 3 gold, 2 silver and 2 bronze medals at European Championships.",
  "/wiki/Sailing_at_the_2000_Summer_Olympics": "Sailing at the 2000 Summer Olympics in Sydney was held from 17–30 September 2000 at the Olympic Sailing Shore Base in the Sydney Harbour.",
  "/wiki/Sailing_at_the_2000_Summer_Olympics_–_Mistral_One_Design_Women's": "The Women's Mistral One Design Class was a sailing event on the Sailing at the 2000 Summer Olympics program in Sydney. Eleven races were scheduled and completed. 29 sailors, on 29 sailboards, from 29 nations competed.",
  "/wiki/Domenico_Fioravanti": "Domenico Fioravanti (born 31 May 1977) is a retired Italian competitive swimmer who won two gold medals in the 2000 Summer Olympics in Sydney.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics": "The swimming competitions at the 2000 Summer Olympics in Sydney took place from 16 to 23 September 2000 at the Sydney International Aquatic Centre in Homebush Bay. It featured 32 events (16 male, 16 female), and a total of 954 swimmers from 150 nations.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_–_Men's_100_metre_breaststroke": "The men's 100 metre breaststroke event at the 2000 Summer Olympics took place on 16–17 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_–_Men's_200_metre_breaststroke": "The men's 200 metre breaststroke event at the 2000 Summer Olympics took place on 19–20 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Massimiliano_Rosolino": "Massimiliano \"Massi\" Rosolino (born 11 July 1978) is an Italian retired competitive swimmer.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics_–_Men's_200_metre_individual_medley": "The men's 200 metre individual medley event at the 2000 Summer Olympics took place on 20–21 September at the Sydney International Aquatic Centre in Sydney, Australia.",
  "/wiki/Matteo_Bisiani": "Matteo Bisiani (born 2 August 1978) is an Italian archer. He competed in the 1996 Olympic Games and in the 2000 Olympic Games.",
  "/wiki/Ilario_Di_Buò": "Ilario Di Buò (born 13 December 1965 in Trieste) is an archer from Italy, who was formerly ranked number one in the world.",
  "/wiki/Michele_Frangilli": "Michele Frangilli (born 1 May 1976) is an archer from Italy.",
  "/wiki/Archery_at_the_2000_Summer_Olympics": "Archery at the 2000 Summer Olympics was held at Sydney International Archery Park in Sydney, Australia with ranking rounds on 16 September and regular competition held from 17 to 20 September. One hundred twenty-eight archers from forty-six nations competed in the four gold medal events—individual and team events for men and for women—that were contested at these games.",
  "/wiki/Archery_at_the_2000_Summer_Olympics_–_Men's_team": "The men's team was an archery event held as part of the archery at the 2000 Summer Olympics programme.",
  "/wiki/Nicola_Vizzoni": "Nicola Vizzoni (born 4 November 1973 in Pietrasanta, Province of Lucca) is a formere male hammer thrower from Italy. He won the silver medal at the 2000 Summer Olympics and ten years later at the 2010 European Athletics Championships. His personal best throw is 80.50 metres, achieved in July 2001 in Formia.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics_–_Men's_hammer_throw": "The Men's Hammer Throw at the 2000 Summer Olympics as part of the athletics program was held at the Olympic Stadium on Saturday, 23 September and Sunday, 24 September.",
  "/wiki/Fiona_May": "Fiona May Iapichino (born 12 December 1969 in Slough, England) is a retired British-born Italian track and field athlete who competed in the long jump. She won the World Championships twice and two Olympic silver medals. Her personal best jump was 7.11 metres, which was her silver medal result at the 1998 European Championships.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics_–_Women's_long_jump": "The Women's long jump competition at the 2000 Summer Olympics in Sydney, Australia was held at the Stadium Australia on 29 September 2000.",
  "/wiki/Elia_Luini": "Elia Luini (born 23 June 1979 in Gavirate) is an Italian rower.  A four-time world champion, once in the lightweight quadruple sculls and three times in the lightweight double sculls, he has also competed at four Olympic Games (2000, 2004, 2008 and 2012), winning the silver medal in the men's lightweight double sculls at the Sydney Olympics with Leonardo Pettinari.",
  "/wiki/Leonardo_Pettinari_(rower)": "Leonardo Pettinari (born 19 April 1973 in Pontedera) is an Italian rower.",
  "/wiki/Rowing_at_the_2000_Summer_Olympics_–_Men's_lightweight_double_sculls": "The men's lightweight double sculls competition at the 2000 Summer Olympics in Sydney, Australia took place at the Sydney International Regatta Centre.",
  "/wiki/Lorenzo_Carboncini": "Lorenzo Carboncini (born 22 September 1976 in Empoli) is an Italian rower who has competed at four Olympic Games.",
  "/wiki/Riccardo_Dei_Rossi": "Riccardo Dei Rossi (born 6 February 1969 in Trieste) is an Italian rower.",
  "/wiki/Valter_Molea": "Valter Molea (born 8 July 1966 in Naples) is an Italian rower.",
  "/wiki/Carlo_Mornati": "Carlo Mornati (born 16 March 1972 in Lecco) is an Italian rower.",
  "/wiki/Rowing_at_the_2000_Summer_Olympics_–_Men's_coxless_four": "The men's coxless four competition at the 2000 Summer Olympics in Sydney, Australia took place at the Sydney International Regatta Centre.",
  "/wiki/Luca_Devoti": "Matt \"Luca\" Devoti (born 1963) is an Italian competitive sailor and Olympic medalist.",
  "/wiki/Sailing_at_the_2000_Summer_Olympics_–_Finn": "These are the results of the men's Finn class competition in sailing at the 2000 Summer Olympics.",
  "/wiki/Deborah_Gelisio": "Deborah Gelisio (born 26 February 1976) is a former Italian sport shooter who won a silver medal in Double trap at the 2000 Summer Olympics.",
  "/wiki/Shooting_at_the_2000_Summer_Olympics": "The shooting competitions at the 2000 Summer Olympics were carried out at the Sydney International Shooting Centre in Liverpool, New South Wales, Australia during the first week of the Games, from Saturday 16 September 2000 to Saturday 23 September 2000.",
  "/wiki/Shooting_at_the_2000_Summer_Olympics_–_Women's_double_trap": "The women's double trap competition at the 2000 Summer Olympics was the second of three instances, and the only one not won by Kim Rhode, who came third. Pia Hansen raised Rhode's Olympic record by seven hits, and was only one hit from Deborah Gelisio's World records in both the qualification and final rounds. Gelisio won the silver medal, distanced by a four-hit margin.",
  "/wiki/Italy_at_the_2000_Summer_Olympics": "Italy competed at the 2000 Summer Olympics in Sydney, Australia. 361 competitors, 246 men and 115 women, took part in 175 events in 29 sports."
}