{
  "/wiki/Hacking_Democracy": "Hacking Democracy is the 2006 Emmy nominated documentary film broadcast on HBO and created by producer Robert Carrillo Cohen and producer / directors Russell Michaels and Simon Ardizzone and executive producers Sarah Teale, Sian Edwards & Earl Katz. Filmed over three years it documents American citizens investigating anomalies and irregularities with 'e-voting' (electronic voting) systems that occurred during the 2000 and 2004 elections in the United States, especially in Volusia County, Florida. The film investigates the flawed integrity of electronic voting machines, particularly those made by Diebold Election Systems, exposing previously unknown backdoors in the Diebold trade secret computer software. The film culminates dramatically in the on-camera hacking of the in-use / working Diebold election system in Leon County, Florida - the same computer voting system which has been used in actual American elections across thirty-three states, and which still counts tens of millions of America's votes today.",
  "/wiki/Simon_Ardizzone": "Simon Ardizzone is an editor and filmmaker. He produced and directed the documentary, Hacking Democracy (2006). He was an editor on the TV documentaries: God Is Green (2007); Britain's Greatest Monarch (2005); and What Made Mozart Tic (2004).",
  "/wiki/Haida_Gwaii:_On_the_Edge_of_the_World": "Haida Gwaii: On the Edge of the World is a 2015 Canadian feature documentary film directed by Charles Wilkinson, and produced by Charles Wilkinson, Tina Schliessler, and Kevin Eastwood for the Knowledge Network. The film premiered on April 28, 2015 at the Hot Docs Canadian International Documentary Festival where it won the award for Best Canadian Feature Documentary.",
  "/wiki/Charles_Wilkinson_(director)": "Charles Wilkinson is a Canadian documentary filmmaker and film and television director. He is best known for his \"environmental quadrilogy\" of documentaries: Peace Out, Oil Sands Karaoke and Haida Gwaii: On the Edge of the World and Vancouver: No Fixed Address. All four films premiered at Hot Docs International Documentary Festival, and have gone on to win awards at Hot Docs, the Vancouver International Film Festival and Yorkton Film Festival. Before moving into documentaries, Wilkinson worked for many years in dramatic television series and on feature films. His directing credits include such TV series as The Highlander, The Immortal, So Weird, Dead Man's Gun, Road to Avonlea and The Beachcombers, the feature films My Kind of Town, Max, Blood Clan and Breach of Trust, and the TV movie Heart of the Storm. As a preteen, he was one of the original performers in the Calgary Safety Roundup, paired with his brother Billy as kid cowboy singers. \"We sang both kinds - country and western.\"",
  "/wiki/Hail!_Hail!_Rock_%27n%27_Roll": "Hail! Hail! Rock 'n' Roll is a 1987 documentary film directed by Taylor Hackford that chronicles two 1986 concerts celebrating rock and roll musician Chuck Berry's 60th birthday. A soundtrack album was released in October 1987 on the MCA label. The name comes from a line in Berry's song \"School Days\".",
  "/wiki/Taylor_Hackford": "Taylor Edwin Hackford (born December 31, 1944) is an American film director and former president of the Directors Guild of America. He won the Academy Award for Best Live Action Short Film for Teenage Father (1979). Hackford went on to direct a number of highly regarded feature films, most notably An Officer and a Gentleman (1982) and Ray (2004), the latter of which saw him nominated for the Academy Award for Best Director and Academy Award for Best Picture.",
  "/wiki/Hands_on_a_Hard_Body:_The_Documentary": "Hands on a Hard Body: The Documentary is a 1997 film directed by S. R. Bindler documenting an endurance competition that took place in Longview, Texas.  The yearly competition pits twenty-four contestants against each other to see who can keep their hand on a pickup truck for the longest amount of time.  Whoever endures the longest without leaning on the truck or squatting wins the truck.  Five-minute breaks are issued every hour, and fifteen-minute breaks every six hours.",
  "/wiki/Harlan_County,_USA": "Harlan County, USA is a 1976 documentary film covering the \"Brookside Strike\", an effort of 180 coal miners and their wives against the Duke Power Company-owned Eastover Coal Company's Brookside Mine and Prep Plant in Harlan County, southeast Kentucky in 1973. It won the Oscar for Best Documentary at the 49th Academy Awards.",
  "/wiki/Barbara_Kopple": "Barbara Kopple (born July 30, 1946) is an American film director known primarily for her documentary work.",
  "/wiki/Hearts_and_Minds_(film)": "Hearts and Minds is a 1974 American documentary film about the Vietnam War directed by Peter Davis. The film's title is based on a quote from President Lyndon B. Johnson: \"the ultimate victory will depend on the hearts and minds of the people who actually live out there\". The movie was chosen as the winner of the Oscar for Best Documentary at the 47th Academy Awards presented in 1975.",
  "/wiki/Peter_Davis_(director)": "Peter Frank Davis (born January 2, 1937), is an American filmmaker, author, novelist and journalist. His film Hearts and Minds, about American military action in Vietnam, won the Best Feature Documentary Academy Award in 1974.",
  "/wiki/Hearts_of_Darkness:_A_Filmmaker%27s_Apocalypse": "Hearts of Darkness: A Filmmaker's Apocalypse is a 1991 American documentary film about the production of Apocalypse Now, the 1979 Vietnam War epic directed by Francis Ford Coppola.",
  "/wiki/George_Hickenlooper": "George Loening Hickenlooper III (May 25, 1963 – October 29, 2010) was an American narrative and documentary filmmaker.",
  "/wiki/Have_You_Seen_Andy%3F": "The disappearance of Angelo \"Andy\" Puglisi (born September 2, 1965) is a case involving the unsolved disappearance of Angelo Gene \"Andy\" Puglisi, a 10-year-old American boy who went missing on August 21, 1976, from the Higgins Memorial pool across the street from his apartment in the Stadium Housing Projects, Lawrence, Massachusetts.",
  "/wiki/Heidi_Fleiss:_Hollywood_Madam": "Heidi Fleiss: Hollywood Madam (1996) is a feature-length documentary film by Nick Broomfield. It concerns Heidi Fleiss, then a madam involved in a prostitution ring. In the film, Broomfield attempts to discover if Fleiss truly is a \"horrible person\"[This quote needs a citation] and what made her that way.",
  "/wiki/Nick_Broomfield": "Nicholas Broomfield (born 1948) is an English documentary film director. His self-reflexive style has been regarded as influential to many later filmmakers. In the early 21st century, he began to use non-actors in scripted works, which he calls \"Direct Cinema\". His output ranges from studies of entertainers to political works such as examinations of South Africa before and after the end of apartheid and the rise of the black-majority government of Nelson Mandela and the African National Congress party.",
  "/wiki/Heima": "Heima (Icelandic pronunciation: ​[ˈhɛiːma]; at home) is a documentary film and double DVD set about the tour around Iceland in the summer of 2006 of the band Sigur Rós. During the tour the band played two big open-air concerts at Miklatún - Reykjavík (30 July) and Ásbyrgi (4 August), as well as small scale concerts at Ólafsvík (24 July), Ísafjörður (26 July), Djúpavík (27 July), Háls, Öxnadalur (28 July) and Seyðisfjörður (3 August).  In addition, a protest concert against the Kárahnjúkar dam was performed at Snæfellsskála (3 August). The documentary also includes footage of an acoustic concert played for family and friends at Gamla Borg, a coffee shop in the small town Borg, on 22 April 2007.",
  "/wiki/Dean_DeBlois": "Dean DeBlois (/dəˈblwɑː/ də-BLWAH; born 7 June 1970) is a Canadian film director, film producer, screenwriter, and animator. He is best known for writing and directing the Oscar-nominated animated films Lilo & Stitch for Walt Disney Animation Studios (with Chris Sanders), the How to Train Your Dragon film trilogy for DreamWorks Animation (the first film also with Sanders), and directing the documentary Heima about the Icelandic band Sigur Rós.",
  "/wiki/Here_Is_Always_Somewhere_Else": "Here Is Always Somewhere Else is a 2007 documentary film directed by Rene Daalder and co-produced and edited by Aaron Ohlmann.",
  "/wiki/Rene_Daalder": "Rene Daalder (born René Daalder in 1944 on Texel, North Holland, died December 31, 2019, sometimes credited as Renee Daalder) was a Dutch writer and director.  He lived in Los Angeles. Originally a protégé of Russ Meyer, Daalder has worked with Jan de Bont, Frans Bromet, and Rem Koolhaas.",
  "/wiki/High_School_(1968_film)": "High School is a 1968 American documentary film directed by Frederick Wiseman that shows a typical day for a group of students at Northeast High School in Philadelphia, Pennsylvania. It was one of the first direct cinema (or cinéma vérité) documentaries. It was shot over five weeks in March and April 1968. The film was not shown in Philadelphia at the time of its release, because of Wiseman's concerns over what he called \"vague talk\" of a lawsuit.",
  "/wiki/Frederick_Wiseman": "Frederick Wiseman (born January 1, 1930) is an American filmmaker, documentarian, and theater director. His work is \"devoted primarily to exploring American institutions\". He has been called \"one of the most important and original filmmakers working today\".",
  "/wiki/Hillary%27s_America:_The_Secret_History_of_the_Democratic_Party": "Hillary's America: The Secret History of the Democratic Party is a 2016 American political documentary film about 2016 American presidential candidate Hillary Clinton and a critique of the Democratic Party. The film is written and directed by conservative political commentator Dinesh D'Souza and Bruce Schooley. The film had a limited release on July 15, 2016, before a wide release on July 22, 2016, and accompanies a book by D'Souza by the same name.",
  "/wiki/Dinesh_D%27Souza": "Dinesh Joseph D'Souza (/dɪˈnɛʃ dəˈsuːzə/; born April 25, 1961) is an Indian-born American author, filmmaker, and conspiracy theorist, often described as a far right political provocateur. Born in Bombay, D'Souza moved to the United States as an exchange student and graduated from Dartmouth College. He became a naturalized citizen in 1991. From 2010 to 2012, he was president of The King's College, a Christian school in New York City.",
  "/wiki/Hip-Hop:_Beyond_Beats_and_Rhymes": "Hip-Hop: Beyond Beats and Rhymes is a 2006 documentary film written, produced, and directed by Byron Hurt. The documentary explores the issues of masculinity, violence, homophobia and sexism in hip hop music and culture, through interviews with artists, academics and fans. Hurt's activism in gender issues and his love of hip-hop caused him to feel what he described as a sense of hypocrisy, and began working on the film. The premiere of the film took place at the Sundance Film Festival, being welcomed by a standing ovation. It has also won Best Documentary at the San Francisco Black Film Festival and the Audience Award at the Roxbury Film Festival. On February 20, 2007 the film aired on the PBS Emmy-winning documentary series, Independent Lens.",
  "/wiki/Byron_Hurt": "Byron Patrick Hurt (born December 31, 1969)[citation needed] is an American activist, lecturer, writer, and award-winning documentary filmmaker. In 2010, he hosted the Emmy-nominated television show, Reel Works with Byron Hurt. His documentary Hip-Hop: Beyond Beats and Rhymes premiered at the 2006 Sundance Film Festival and broadcast nationally on PBS in 2007. His film Soul Food Junkies received the Best Documentary Award at the 2012 American Black Film Festival and aired on PBS' Independent Lens in January 2013.",
  "/wiki/Hollywood_Chinese": "Hollywood Chinese: The Chinese in American Feature Films is a 2007 American documentary film directed by Academy Award-nominated director Arthur Dong.",
  "/wiki/Arthur_Dong": "Arthur Dong is an Oscar nominated filmmaker and award-winning author whose work centers on Asia America and anti-gay prejudice. He received a BA (in film) from San Francisco State University and a Directing Fellow Certificate at the American Film Institute Center for Advanced Film Studies. In 2007, SFSU named Dong its Alumnus of the year “for his continued success in the challenging arena of independent documentary filmmaking and his longstanding commitment to social justice.\"",
  "/wiki/Home_(2009_film)": "Home is a 2009 French documentary film by Yann Arthus-Bertrand. The film is almost entirely composed of aerial shots of various places on Earth. It shows the diversity of life on Earth and how humanity is threatening the ecological balance of the planet.",
  "/wiki/Yann_Arthus-Bertrand": "Yann Arthus-Bertrand (born 13 March 1946) is an environmentalist, activist, journalist and photographer. He has also directed films about the impact of humans on the planet. He is especially well known for his book Earth from Above (1999) and his films Home (2009) and Human (2015). It is because of this commitment that Yann Arthus-Bertrand was designated Goodwill Ambassador for the United Nations Environment Programme on Earth Day (April 22, 2009).",
  "/wiki/Home_of_the_Brave_(2004_film)": "Home of the Brave is a 2004 documentary film about Viola Liuzzo, an American anti-racist activist during the Civil Rights Movement of the 1960s.",
  "/wiki/Honeyland_(2019_film)": "Honeyland (Macedonian: Медена земја, transliterated: Medena zemja) is a 2019 Macedonian documentary film directed by Tamara Kotevska and Ljubomir Stefanov. It portrays the life of Hatidže Muratova, a beekeeper in the remote mountainous village of Bekirlija, North Macedonia and follows her lifestyle and the changes therein after the arrival of a nomad family in the neighbouring house. Originally intended as a government-supported documentary short about the region surrounding river Bregalnica in the central region of the country, the documentary's area of focus changed course upon the encounter between the filming team and Muratova. Honeyland received its world premiere at the 2019 Sundance Film Festival on 28 January.",
  "/wiki/Hoop_Dreams": "Hoop Dreams is a 1994 American documentary film directed by Steve James and produced by James, Frederick Marx, and Peter Gilbert, with Kartemquin Films. It follows the story of two African-American high school students in Chicago and their dream of becoming professional basketball players.",
  "/wiki/Steve_James_(producer)": "Steve James (born March 8, 1954) is an Oscar-nominated American film producer and director of several documentaries, including Hoop Dreams (1994), Stevie (2002), and Abacus: Small Enough to Jail (2016)."
}