{
  "/wiki/Racing_Dreams": "Racing Dreams is a 2009 documentary film directed by Marshall Curry following two boys and a girl through a season of World Karting Association (WKA) racing as they compete and aspire to become professional NASCAR drivers.",
  "/wiki/Marshall_Curry": "Marshall Curry (born c. 1970) is an Oscar-winning American documentary director, producer, cinematographer and editor. His films include Street Fight, Racing Dreams, If a Tree Falls: A Story of the Earth Liberation Front, Point and Shoot, and A Night at the Garden. His first fiction film was the Academy Award-winning short film The Neighbors' Window (2019).",
  "/wiki/Racing_Extinction": "Racing Extinction is a 2015 documentary about the ongoing Anthropogenic mass extinction of species and the efforts from scientists, activists and journalists to document it by Oscar-winning director Louie Psihoyos, who directed the documentary The Cove (2009). The film received one Oscar nomination, for Best Original Song, and one Emmy nomination for Exceptional Merit in Documentary Filmmaking. Racing Extinction premiered at the 2015 Sundance Film Festival, followed by limited theater release, with worldwide broadcast premiere on The Discovery Channel in 220 countries or territories on December 2, 2015.",
  "/wiki/Louie_Psihoyos": "Louis (Louie) Psihoyos (born April 15, 1957) is a Greek-American photographer and documentary film director known for his still photography and contributions to National Geographic. Psihoyos, a licensed scuba-diver, has become increasingly concerned with bringing awareness to underwater life. In 2009, he directed and appeared in the feature-length documentary The Cove, which won an Oscar for Best Documentary Feature.",
  "/wiki/Fisher_Stevens": "Fisher Stevens (born Steven Fisher; November 27, 1963) is an American actor, director, producer and writer. As an actor, he is best known for his portrayals of Ben Jabituya in Short Circuit (renamed \"Ben Jahveri\" in the sequel), Chuck Fishman on the 1990s television series Early Edition, and villainous computer genius Eugene \"The Plague\" Belford in Hackers. His most recent successes include the 2010 Academy Award for Best Documentary Feature for his film The Cove and the 2008 Independent Spirit Award for Best Documentary Feature for his film Crazy Love. In addition, he has directed the Leonardo DiCaprio-produced documentary Before the Flood, executive produced by Martin Scorsese, which screened at the Toronto International Film Festival and by National Geographic on October 21, 2016.",
  "/wiki/Radiant_City": "Radiant City is a 2006 Canadian film\nwritten and directed by Gary Burns and Jim Brown. It is about the suburban sprawl and the Moss family's life in the suburbs. The film is openly critical towards suburban sprawl and its negative effects, being ironic and amusing at the same time.",
  "/wiki/Gary_Burns_(director)": "Gary Burns (born 1960) is a Canadian film writer and director. Burns studied drama at the University of Calgary before attending Concordia University, where he graduated in 1992 from the Fine Arts film program.",
  "/wiki/Jim_Brown_(radio_host)": "Jim Brown is a Canadian radio personality, best known as a host of programming on CBC Radio One.",
  "/wiki/Race_to_Nowhere": "Race to Nowhere is a 2009 documentary film written by Maimone Attia and directed by Vicki Abeles and Jessica Congdon.",
  "/wiki/The_Rape_of_Europa_(book)": "The Rape of Europa: The Fate of Europe's Treasures in the Third Reich and the Second World War is a book by Lynn H. Nicholas and a subsequent documentary film. The book explores the Nazi plunder of looted art treasures from occupied countries and the consequences. It covers a range of associated activities: Nazi appropriation and storage, patriotic concealment and smuggling during World War II, discoveries by the Allies, and the extraordinary tasks of preserving, tracking, and returning by the American Monuments officers and their colleagues. Nicholas was awarded the Légion d'Honneur by France.",
  "/wiki/Rats_%26_Bullies:_The_Dawn-Marie_Wesley_Story": "Dawn-Marie Wesley (May 5, 1986 – November 10, 2000) was a Canadian student who committed suicide, after experiencing a cycle of bullying by psychological abuse and verbal threats from three female bullies at her high school.",
  "/wiki/Raw_Opium": "Raw Opium is a 2011 documentary film and two-part TV series produced by Robert Lang of Kensington Communications, directed by Peter Findlay and written by Peter Findlay and Robert Lang.  The documentary examines the worldwide opium trade, and the vast criminal and public health issues that have arisen alongside.",
  "/wiki/Robert_Lang_(producer)": "Robert Lang is a Canadian film producer, director, writer. He began his career in Montreal working at the National Film Board of Canada as a documentary film director and cinematographer in the mid-1970s. In 1980, he moved to Toronto, where he founded his own independent production company, Kensington Communications, to produce documentaries for television and non-theatrical markets. Since 1998, Lang has been involved in conceiving and producing interactive media for the Web and mobile devices.",
  "/wiki/Reagan_(film)": "Reagan is a 2011 American documentary film, written and directed by Eugene Jarecki, covering the life and presidency of Ronald Reagan. The documentary was aired as part of the centennial anniversary of Reagan's birth, and screened at the 2011 Sundance Film Festival. The film includes interviews with and commentary by several people who worked in Reagan's White House.",
  "/wiki/Eugene_Jarecki": "Eugene Jarecki is an award-winning director of dramatic and documentary films. He is a two-time winner of the Sundance Grand Jury Prize, two time winner of Emmy Awards, and has won the Peabody award twice. “Combining the skills of journalist and poet,” writes Variety, “Eugene Jarecki sets the gold standard for political documentaries.” Often focused on corruption, exploitation, or injustice in contemporary life, Jarecki’s films weave compassionate storytelling with rigorous investigation.",
  "/wiki/The_Real_Dirt_on_Farmer_John": "The Real Dirt on Farmer John is a 2005 documentary film directed by Taggart Siegel about the life of Midwestern farmer John Peterson, operator of Angelic Organics. It tells the history of the eccentric farmer's family farm in rural Caledonia, Illinois.",
  "/wiki/Taggart_Siegel": "Taggart Siegel is an American documentary filmmaker. For 30 years, he has produced and directed Emmy-nominated, award-winning documentaries and dramas that reflect cultural diversity.  He is co-founder of Collective Eye Films, a nonprofit media production and distribution organization.",
  "/wiki/Red_State_(2006_film)": "Red State is a documentary film by Michael Shea. The film follows the director into America's red states (those with predominantly Republican voters) to find out why so many Americans chose to re-elect President George W. Bush in the 2004 presidential elections.",
  "/wiki/Recovered:_Journeys_Through_the_Autism_Spectrum_and_Back_(2008_film)": "Recovered: Journeys Through the Autism Spectrum and Back is a 2008 documentary about four children who have completely recovered from the autism spectrum. The film is directed by Michele Jaquis and produced by Doreen Granpeesheh and the Center for Autism and Related Disorders. Recovered premiered on April 25, 2008 at the Pacific Design Center's SilverScreen Theater.",
  "/wiki/The_Red_String_(documentary)": "The Red String is a 2004 documentary film about four adopted Chinese girls and their single mother parents. It was directed by Elizabeth Pearson.",
  "/wiki/The_Reflektor_Tapes": "The Reflektor Tapes is a 2015 British documentary film directed by Kahlil Joseph about the making of the album Reflektor by the Canadian band Arcade Fire. It was shown in the TIFF Docs section of the 2015 Toronto International Film Festival.",
  "/wiki/Kahlil_Joseph": "Kahlil Joseph (pronounced \"Kha-leel\") is an American film, television and stage actor and teacher of performing arts. He has worked extensively in the United States and India. Joseph is based in Los Angeles.",
  "/wiki/Refusenik_(2008_film)": "Refusenik is a 2007 documentary film by Laura Bialis that chronicles the struggle of Jews to emigrate from the Soviet Union in the 1960s and 1970s. A former refusenik Natan Sharansky appears in the film.",
  "/wiki/Laura_Bialis": "Laura Bialis (born (1973-06-17)June 17, 1973) is an award-winning American-Israeli filmmaker best known for directing and producing the documentary films Rock in the Red Zone (2015) and Refusenik (2008).",
  "/wiki/Religulous": "Religulous (/rɪˈlɪɡjʊləs, rɪˈlɪdʒʊləs/) is a 2008 American documentary film written by and starring comedian Bill Maher and directed by Larry Charles. The title of the film is a portmanteau derived from the words religious and ridiculous. The documentary \nexamines and challenges religion and religious belief.",
  "/wiki/Larry_Charles": "Larry Charles (born December 1, 1956) is an American comedian, screenwriter, director, actor, and producer. He was a staff writer for the sitcom Seinfeld for its first five seasons, contributing some of the show's darkest and most absurd storylines. He has also directed the documentary film Religulous and the mockumentary comedy films Borat, Brüno, and The Dictator. His Netflix documentary series Larry Charles' Dangerous World of Comedy premiered in 2019.",
  "/wiki/Bill_Maher": "William Maher (/mɑːr/; born January 20, 1956) is an American comedian, political commentator, and television host. He is known for the HBO political talk show Real Time with Bill Maher (2003–present) and the similar late-night show called Politically Incorrect (1993–2002), originally on Comedy Central and later on ABC.",
  "/wiki/Jonah_Smith": "Jonah Smith is an American musician, singer-songwriter based in Los Angeles. He began his career as a solo artist in 2000 in Brooklyn, New York. He has recorded several records and was a semi-finalist on Season 9 of America's Got Talent. He was born in Syracuse, New York.",
  "/wiki/Rembrandt%27s_J%27Accuse": "Rembrandt's J'Accuse is a 2008 Dutch, German and Finnish documentary film directed by Peter Greenaway about criticism of today's visual illiteracy argued by means of a forensic search of Rembrandt's painting The Night Watch. Greenaway explains the conspiracy about a murder and the motives of all its characters who have conspired to kill for their combined self-advantage.",
  "/wiki/Peter_Greenaway": "Peter Greenaway, CBE (born 5 April 1942 in Newport, Wales) is a British film director, screenwriter, and artist. His films are noted for the distinct influence of Renaissance and Baroque painting, and Flemish painting in particular. Common traits in his film are the scenic composition and illumination and the contrasts of costume and nudity, nature and architecture, furniture and people, sexual pleasure and painful death.",
  "/wiki/Bruno_Felix": "Bruno Felix (born 8 August 1967 in Haarlem, The Netherlands) is a director and independent new media producer.",
  "/wiki/Femke_Wolting": "Femke Wolting (born 6 November 1970 in Ouder-Amstel, The Netherlands) is a Dutch independent new media producer.",
  "/wiki/Remembering_Arthur": "Remembering Arthur is a documentary about collage filmmaker Arthur Lipsett that debuted at the 2006 Toronto International Film Festival. It is directed by Lipsett's close friend Martin Lavut and takes a personal approach to the story of his life through interviews with family, friends and colleagues.  The film was produced by Public Pictures in association with the National Film Board of Canada, Bravo! and TVOntario.",
  "/wiki/Martin_Lavut": "Martin Lavut (December 18, 1934 – January 26, 2016) was a Canadian filmmaker born in Montreal, Quebec. He wrote and directed numerous theatrical and television dramas, and documentary films. Among his dramas are the films Certain Practices, War Brides, Charlie Grant’s War and The Marriage Bed. His documentaries include Without a Hobby It’s No Life, Orillia, and After Darwin. In 2006, he directed Remembering Arthur, a biography of filmmaker Arthur Lipsett.",
  "/wiki/Restrepo_(film)": "Restrepo is a 2010 American documentary film about the Afghanistan war, directed by American journalist Sebastian Junger and British photojournalist Tim Hetherington.",
  "/wiki/Tim_Hetherington": "Timothy Alistair Telemachus Hetherington (5 December 1970 – 20 April 2011) was a British photojournalist. He produced books, films and other work that \"ranged from multi-screen installations, to fly-poster exhibitions, to handheld device downloads\" and was a regular contributor to Vanity Fair.",
  "/wiki/Sebastian_Junger": "Sebastian Junger (born January 17, 1962) is an American journalist, author and filmmaker. He is noted for his book The Perfect Storm: A True Story of Men Against the Sea (1997), which became a bestseller; and for his documentary films Restrepo (2010) and Korengal (2014), which won awards. He also wrote the book War (2010).",
  "/wiki/Resurrect_Dead:_The_Mystery_of_the_Toynbee_Tiles": "Resurrect Dead: The Mystery of the Toynbee Tiles, directed by Jon Foy, is a 2011 independent documentary film about the Toynbee tile phenomenon. The film was selected for the 2011 Sundance Film Festival in the U.S. Documentary category, and Foy won the category's Directing Award.",
  "/wiki/Richard_Hammond_Meets_Evel_Knievel": "Richard Hammond Meets Evel Knievel is a one-off television documentary presented by Richard Hammond and first broadcast on 23 December 2007 on BBC Two. The show was produced by Visual Voodoo and the executive producer was Ben Devlin.",
  "/wiki/Ben_Devlin": "Ben Devlin is a British television executive producer.  After periods working in journalism including a stint at the British newspaper the Daily Telegraph, he entered television broadcasting and worked for the BBC, Rapido TV, Clive James's Watchmaker Films, Graham Norton's So TV and Visual Voodoo, the entertainment arm of ITN. His credits range from The Generation Game to Eurotrash.",
  "/wiki/List_of_documentary_films": "This is an alphabetical list of documentary films with Wikipedia articles. The earliest documentary listed is Fred Ott's Sneeze (1894), which is also the first motion picture ever copyrighted in North America. The term documentary was first used in 1926 by filmmaker John Grierson as a term to describe films that document reality. For other lists, see Category:Documentary films by country and Category:Documentaries by topic."
}