{
  "/wiki/Waukegan,_Illinois": "Waukegan (/wɔːˈkiːɡən/) is the largest city in and the county seat of Lake County, Illinois, United States. An industrial suburb of Chicago, the city is located in the northern sector of the Chicago metropolitan area, situated approximately 35 miles (56 km) north of Downtown Chicago and 23 miles (37 km) northeast of O'Hare Airport. As of the 2010 census, the population of Waukegan was 89,078, and in 2018 the estimated population was 86,792, which makes it the ninth most populous city in Illinois. Waukegan is a predominantly working-class community, with a sizeable middle-class population.",
  "/wiki/Samuel_Mardian": "Samuel \"Sam\" Mardian, Jr. (June 24, 1919 – November 23, 2015) was an American businessman and politician.",
  "/wiki/Phoenix,_Arizona": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents.",
  "/wiki/Peabody,_Massachusetts": "Peabody is a city in Essex County, Massachusetts, United States. The population was 51,251 at the 2010 census, and in 2018 the estimated population was 53,278. Peabody is located in the North Shore region of Massachusetts, and is known for its rich industrial history.",
  "/wiki/Larry_Zarian": "Larry Zarian (Armenian: Լարի Զարյան, October 20, 1937 – October 13, 2011) was the first Armenian-American to serve on the city council in the City of Glendale, California. He also served as Glendale Mayor. He served on the California Transportation Commission, and had a show on an Armenian Channel called \"AMGA TV\" He succumbed to an aggressive cancer that prevents the body from making healthy blood cells on October 13, 2011.\nHe had a radio show in Los Angeles on KIEV.",
  "/wiki/Glendale,_California": "Glendale /ˈɡlɛndeɪl/ is a city in Los Angeles County, California, United States. As of the 2010 census it had a population of 191,719, and in 2018 the population was estimated at 201,361, making it the fourth-largest city in Los Angeles County and the 23rd-largest city in California. It is located about 8 miles (13 km) north of downtown Los Angeles.",
  "/wiki/Bill_Paparian": "William Mihrtad \"Bill\" Paparian (born 1949 in Los Angeles, California) is an American politician, a former mayor of Pasadena, California, serving from 1995 to 1997. He was also a member of the Pasadena City Council from 1987 to 1999, and a Green Party candidate for Congress in 2006.  He was the first Armenian-American mayor of Pasadena, as well as the only Pasadena mayor to visit Cuba during his term.  Paparian has been known throughout his political career as an outspoken advocate of controversial causes, including ending the trade embargo against Cuba.  He attracted national media attention for dispatching a Pasadena police helicopter to issue a citation to state aircraft spraying pesticides over the city, and for his urging Rose Parade observers in 2008 to turn their backs on the Chinese float, which he called the \"Beijing Float of Shame.\"",
  "/wiki/Pasadena,_California": "Pasadena (/ˌpæsəˈdiːnə/) is a city in Los Angeles County, California, United States, located 11 miles (18 km) northeast of Downtown Los Angeles.",
  "/wiki/Scott_Avedisian": "Scott Avedisian (born January 16, 1965) is the former Republican mayor of Warwick, Rhode Island, the second largest city in the state after Providence.",
  "/wiki/Warwick,_Rhode_Island": "Warwick (/ˈwɔːrwɪk/ or /ˈwɔːrɪk/) is a city in Kent County, Rhode Island, the second largest city in the state with a population of 82,672 at the 2010 census. It is located approximately 12 miles (19 km) south of downtown Providence, Rhode Island, 63 miles (101 km) southwest of Boston, Massachusetts, and 171 miles (275 km) northeast of New York City.",
  "/wiki/Rafi_Manoukian": "Rafi Manoukian (born 1961) is a businessman and elected council member for several terms to Glendale City Council and has served at times as mayor of the city.",
  "/wiki/Bob_Yousefian": "Bob Yousefian is the former mayor of Glendale, California.",
  "/wiki/Harry_Tutunjian": "Harry J. Tutunjian was the Republican mayor of Troy, New York. He was elected in 2003 and re-elected in 2007. His term ended in 2012, when he could not seek reelection due to term limits. After being appointed for a position in the Rensselaer County Legislature, he lost an election for a full four-year term in 2012.",
  "/wiki/Troy,_New_York": "Troy is a city in the U.S. state of New York and the seat of Rensselaer County. The city is located on the western edge of Rensselaer County and on the eastern bank of the Hudson River. Troy has close ties to the nearby cities of Albany and Schenectady, forming a region popularly called the Capital District. The city is one of the three major centers for the Albany Metropolitan Statistical Area (MSA), which has a population of 1,170,483. At the 2010 census, the population of Troy was 50,129. Troy's motto is Ilium fuit. Troja est, which means \"Ilium was, Troy is\".",
  "/wiki/South_Pasadena,_California": "South Pasadena is a city in Los Angeles County, California, United States. As of the 2010 census, it had a population of 25,619, up from 24,292 at the 2000 census. It is located in the West San Gabriel Valley. It is 3.42 square miles in area and lies between the much larger city of Pasadena, of which it was once a part, and the metropolis of Los Angeles.  South Pasadena is the oldest self-builder of floats in the historic Tournament of Roses Parade.",
  "/wiki/Visalia,_California": "Visalia (/vaɪˈseɪliə/ vy-SAYL-ee-ə) is a city situated in the agricultural San Joaquin Valley of California, about 230 mi (370 km) southeast of San Francisco, 190 mi (310 km) north of Los Angeles, 36 mi (58 km) west of Sequoia National Park, and 43 mi (69 km) south of Fresno. The population was 136,246 as of a 2018 U.S. Census Bureau estimate.",
  "/wiki/Zareh_Sinanyan": "Zareh John Sinanyan (Armenian: Զարեհ Սինանյան, born December 4, 1973) is an American and Armenian politician. He formerly served as city councilman and former mayor of Glendale, California. Prior to being appointed mayor, he won election as a city councilman and held posts in various commissions, including Parks, Recreation and Community Service, and the Community Development Block Grant Advisory Committee.",
  "/wiki/Jack_Hadjinian": "Jack Hadjinian is the former mayor of Montebello, California and a current member of the Montebello city council.",
  "/wiki/Montebello,_California": "Montebello  (Italian for beautiful mountain) is a city in Los Angeles County, California, United States, located in the southwestern area of the San Gabriel Valley on 8.4 sq mi (22 km2) 8 mi (13 km) east of downtown Los Angeles. It is considered part of the Gateway Cities, and is a member of the Gateway Cities Council of Governments. In the early 20th century, Montebello was a well-known source for oil reserves. At the 2010 census, the population was 62,500. The estimated population as of July 1, 2018 was 62,632.",
  "/wiki/List_of_American_politicians_of_Armenian_descent": "This article is the list of Armenian American politicians, officeholders and party chairpersons."
}