{
  "/wiki/Jordan": "Jordan (Arabic: الأردن  Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية  Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre. What is now Jordan has been inhabited by humans since the Paleolithic period. Three stable kingdoms emerged there at the end of the Bronze Age: Ammon, Moab and Edom. Later rulers include the Nabataean Kingdom, the Roman Empire, and the Ottoman Empire.",
  "/wiki/Amman": "Amman (English:  /ɑːˈmɑːn/; Arabic: عَمّان  ʻammān pronounced [ʕamːaːn]) is the capital and largest city of Jordan and the country's economic, political and cultural centre. With a population of 4,007,526, Amman is the largest city in the Levant region and the fifth-largest city in the Arab world. It is considered to be among the most modernized Arab cities and a major tourist destination. The earliest evidence of settlement in Amman is in a Neolithic site known as 'Ain Ghazal, where some of the oldest human statues ever found dating to 7250 BC were uncovered. During the Iron Age, the city was known as Ammon, home to the Kingdom of the Ammonites. It was named Philadelphia during its Greek and Roman periods, and was finally called Amman during the Islamic period. Abandoned for much of the medieval and post-medieval period, modern Amman dates to the late 19th century when Circassian immigrants were settled there by the Ottoman Empire in 1867. The first municipal council was established in 1909.",
  "/wiki/Syria": "Syria (Arabic: سوريا , romanized: Sūriyā), officially the Syrian Arab Republic (Arabic: الجمهورية العربية السورية , romanized: al-Jumhūrīyah al-ʻArabīyah as-Sūrīyah), is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including Syrian Arabs, Kurds, Turkemens, Assyrians, Armenians, Circassians, Mandeans and Greeks. Religious groups include Sunnis, Christians, Alawites, Druze, Isma'ilis, Mandeans, Shiites, Salafis, Yazidis, and Jews. Arabs are the largest ethnic group, and Sunnis the largest religious group. Syria is a unitary republic consisting of 14 governorates and is the only country that politically espouses Ba'athism. It is a member of one international organization other than the United Nations, the Non-Aligned Movement; it was suspended from the Arab League in November 2011 and the Organisation of Islamic Cooperation, and self-suspended from the Union for the Mediterranean. The name Syria historically referred to a wider region, broadly synonymous with the Levant, and known in Arabic as al-Sham. The modern state encompasses the sites of several ancient kingdoms and empires, including the Eblan civilization of the 3rd millennium BC.",
  "/wiki/Aleppo": "Aleppo  (/əˈlɛpoʊ/; Arabic: ﺣَﻠَﺐ  / ALA-LC: Ḥalab, IPA: [ˈħalab]; French: Alep) is a city in Syria, which serves as the capital of the Aleppo Governorate, the most populous Syrian governorate. With an official population of 4.6 million in 2010, Aleppo was the largest Syrian city before the Syrian Civil War; however, it is now the second-largest city in Syria, after the capital Damascus. [citation needed]\n Aleppo is one of the oldest continuously inhabited cities in the world; it may have been inhabited since the 6th millennium BC. Excavations at Tell as-Sawda and Tell al-Ansari, just south of the old city of Aleppo, show that the area was occupied by Amorites by the latter part of the 3rd millennium BC. That is also the time at which Aleppo is first mentioned in cuneiform tablets unearthed in Ebla and Mesopotamia, which speak of it as part of the Amorite state of Yamhad, and note its commercial and military proficiency. Such a long history is attributed to its strategic location as a trading center midway between the Mediterranean Sea and Mesopotamia. For centuries, Aleppo was the largest city in the Syrian region, and the Ottoman Empire's third-largest after Constantinople and Cairo. The city's significance in history has been its location at one end of the Silk Road, which passed through Central Asia and Mesopotamia.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان , romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية , romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent. [nb 4]\n The earliest evidence of civilization in Lebanon dates back more than seven thousand years, predating recorded history. Lebanon was the home of the Canaanites/Phoenicians and their kingdoms, a maritime culture that flourished for almost three thousand years (c. 3200–539 BC). In 64 BC, the region came under the rule of the Roman Empire, and eventually became one of the Empire's leading centers of Christianity. In the Mount Lebanon range a monastic tradition known as the Maronite Church was established.",
  "/wiki/Beirut": "Beirut (/beɪˈruːt/ bay-ROOT; Arabic: بيروت , romanized: Bayrūt; French: Beyrouth) is the capital and largest city of Lebanon. No recent population census has been conducted, but 2007 estimates ranged from slightly more than 1 million to 2.2 million as part of Greater Beirut, which makes it the third-largest city in the Levant region and the fifteenth-largest in the Arab world. Located on a peninsula at the midpoint of Lebanon's Mediterranean coast, Beirut is an important regional seaport. It is one of the oldest cities in the world, having been inhabited by Amer for more than 5,000 years. The first historical mention of Beirut is found in the Amarna letters from the New Kingdom of Egypt, which date to the 15th century BC. Beirut is Lebanon's seat of government and plays a central role in the Lebanese economy, with most banks and corporations based in its Central District, Badaro, Rue Verdun, Hamra, Ryad el Soloh street, and Achrafieh. Following the destructive Lebanese Civil War, Beirut's cultural landscape underwent major reconstruction. Identified and graded for accountancy, advertising, banking, finance and law, Beirut is ranked as a Beta World City by the Globalization and World Cities Research Network.",
  "/wiki/Damascus": "Damascus (/dəˈmæskəs/; Arabic: دمشق , romanized: Dimašq [diˈmaʃq], Syrian Arabic: [dɪˈmaʃʔ], French: Damas) is the capital of Syria; it is also the country's largest city, following the decline in population of Aleppo due to the battle for the city. It is colloquially known in Syria as aš-Šām (الشام) and titled  the City of Jasmine (مدينة الياسمين Madīnat al-Yāsmīn). Damascus is a major cultural center of the Levant and the Arab world. The city has an estimated population of 1,711,000 as of 2009[update]. Located in south-western Syria, Damascus is the center of a large metropolitan area of 2.7 million people (2004). Geographically embedded on the eastern foothills of the Anti-Lebanon mountain range 80 kilometres (50 mi) inland from the eastern shore of the Mediterranean on a plateau 680 metres (2,230 ft) above sea level, Damascus experiences a semi-arid climate because of the rain shadow effect. The Barada River flows through Damascus. First settled in the second millennium BC, it was chosen as the capital of the Umayyad Caliphate from 661 to 750.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:SBL Hebrew,SBL BibLit,Frank Ruehl CLM,Taamey Frank CLM,Ezra SIL,Ezra SIL SR,Keter Aram Tsova,Taamey Ashkenaz,Taamey David CLM,Keter YG,Shofar,David CLM,Hadasim CLM,Simple CLM,Nachlieli,Cardo,Alef,Noto Serif Hebrew,Noto Sans Hebrew,David Libre,David,Times New Roman,Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل ), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition. [fn 4]\n Israel has evidence of the earliest migration of hominids out of Africa. Canaanite tribes are archaeologically attested since the Middle Bronze Age, while the Kingdoms of Israel and Judah emerged during the Iron Age. The Neo-Assyrian Empire destroyed Israel around 720 BCE. Judah was later conquered by the Babylonian, Persian and Hellenistic empires and had existed as Jewish autonomous provinces.",
  "/wiki/State_of_Palestine": "Palestine (Arabic: فلسطين  Filasṭīn), recognized officially as the State of Palestine[i] (Arabic: دولة فلسطين  Dawlat Filasṭīn) by the United Nations and other entities, is a de jure sovereign state in Western Asia claiming the West Bank (bordering Israel and Jordan) and Gaza Strip (bordering Israel and Egypt) with East Jerusalem as the designated capital, although its administrative center is currently located in Ramallah. [ii] The entirety of territory claimed by the State of Palestine has been occupied since 1948, first by Egypt and Jordan and then by Israel after the Six-Day War in 1967. Palestine has a population of 5,051,953 as of February 2020, ranked 121st in the world. After World War II, in 1947, the UN adopted a Partition Plan for Mandatory Palestine recommending the creation of independent Arab and Jewish states and an internationalized Jerusalem. After the establishment of a Jewish state in Eretz Israel, to be known as the State of Israel on 14 May 1948, neighboring Arab armies invaded the former British mandate on the next day and fought the Israeli forces. Later, the All-Palestine Government was established by the Arab League on 22 September 1948 to govern the Egyptian-controlled enclave in Gaza. It was soon recognized by all Arab League members except Transjordan. Though jurisdiction of the Government was declared to cover the whole of the former Mandatory Palestine, its effective jurisdiction was limited to the Gaza Strip.",
  "/wiki/Jerusalem": "Jerusalem (/dʒəˈruːsələm/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:SBL Hebrew,SBL BibLit,Frank Ruehl CLM,Taamey Frank CLM,Ezra SIL,Ezra SIL SR,Keter Aram Tsova,Taamey Ashkenaz,Taamey David CLM,Keter YG,Shofar,David CLM,Hadasim CLM,Simple CLM,Nachlieli,Cardo,Alef,Noto Serif Hebrew,Noto Sans Hebrew,David Libre,David,Times New Roman,Gisha,Arial,FreeSerif,FreeSans}יְרוּשָׁלַיִם Yerushaláyim; Arabic: القُدس  al-Quds or Bayt al-Maqdis, also spelled Baitul Muqaddas)[note 2] is a city in the Middle East, located on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there and the State of Palestine ultimately foresees it as its seat of power; however, neither claim is widely recognized internationally. [note 3]\n During its long history, Jerusalem has been destroyed at least twice, besieged 23 times, captured and recaptured 44 times, and attacked 52 times. The part of Jerusalem called the City of David shows first signs of settlement in the 4th millennium BCE, in the shape of encampments of nomadic shepherds. Jerusalem was named as Urusalim on ancient Egyptian tablets, probably meaning City of Shalem after a Canaanite deity, during the Canaanite period (14th century BCE). During the Israelite period, significant construction activity in Jerusalem began in the 9th century BCE (Iron Age II), and in the 8th century the city developed into the religious and administrative center of the Kingdom of Judah. In 1538, the city walls were rebuilt for a last time around Jerusalem under Suleiman the Magnificent.",
  "/wiki/Zarqa": "Zarqa (Arabic: الزرقاء ) is the capital of Zarqa Governorate in Jordan. Its name means the blue (city). It had a population of 635,160 inhabitants in 2015.",
  "/wiki/Homs": "Homs (UK: /hɒms/, US: /hɔːms, hɔːmz, hʊms/; Arabic: حمص  / ALA-LC: Ḥimṣ [ħɪmsˤ]; Levantine Arabic: حمص / Ḥumṣ [ħɔmsˤ]), known in pre-Islamic Syria as Emesa (/ˈɛməsə/; Ancient Greek: Ἔμεσα, romanized: Émesa), is a city in western Syria and the capital of the Homs Governorate. It is 501 metres (1,644 ft) above sea level and is located 162 kilometres (101 mi) north of Damascus. Located on the Orontes River, Homs is also the central link between the interior cities and the Mediterranean coast. Before the Syrian Civil War, Homs was a major industrial centre, and with a population of at least 652,609 people in 2004, it was the third-largest city in Syria after Aleppo to the north and the capital Damascus to the south. Its population reflects Syria's general religious diversity, composed of Sunni and Alawite Muslims, and Christians. There are a number of historic mosques and churches in the city, and it is close to the Krak des Chevaliers castle, a World Heritage Site. Homs did not emerge into the historical record until the 1st century BCE at the time of the Seleucids. [disputed  – discuss] It later became the capital of a kingdom ruled by the Emesene dynasty who gave the city its name.",
  "/wiki/Gaza_City": "Gaza (/ˈɡɑːzə/; Arabic: غزة  Ġazzah, IPA: [ˈɣazza]; Hebrew: עַזָּה, Modern: 'Aza, Tiberian: 'Azā Ancient Ġāzā), also referred to as Gaza City, is a Palestinian city in the Gaza Strip, with a population of 590,481, making it the largest city in the State of Palestine. Inhabited since at least the 15th century BCE, Gaza has been dominated by several different peoples and empires throughout its history. The Philistines made it a part of their pentapolis after the Ancient Egyptians had ruled it for nearly 350 years. Under the Romans - in their pagan form as well as after the Christianisation of their empire, for which historians use the term Byzantine Empire - Gaza experienced relative peace and its port flourished. In 635 CE, it became the first city in Palestine to be conquered by the Muslim Rashidun army and quickly developed into a center of Islamic law. However, by the time the Crusaders invaded the country starting in 1099, Gaza was in ruins. In later centuries, Gaza experienced several hardships—from Mongol raids to floods and locusts, reducing it to a village by the 16th century, when it was incorporated into the Ottoman Empire. During the first half of Ottoman rule, the Ridwan dynasty controlled Gaza and under them the city went through an age of great commerce and peace.",
  "/wiki/Tripoli,_Lebanon": "Tripoli (Arabic: طرابلس  / ALA-LC: Ṭarābulus[a]) is the largest city in northern Lebanon and the second-largest city in the country. Situated 85 kilometers (53 miles) north of the capital Beirut, it is the capital of the North Governorate and the Tripoli District. Tripoli overlooks the eastern Mediterranean Sea, and it is the northernmost seaport in Lebanon. It holds a string of four small islands offshore, and they are also the only islands in Lebanon. The Palm Islands were declared a protected area because of their status of haven for endangered loggerhead turtles (Chelona mydas), rare monk seals and migratory birds. Even though the history of Tripoli dates back at least to the 14th century BCE, the city is famous for having the largest Crusader fortress in Lebanon (the Citadel of Raymond de Saint-Gilles), and it has the second largest amount of Mamluk architectural heritage on earth (behind Cairo). With the formation of Lebanon and the 1948 breakup of the Syrian-Lebanese customs union, Tripoli, once on par in economic and commercial importance to Beirut, was cut off from its traditional trade relations with the Syrian hinterland and therefore declined in relative prosperity. Tripoli borders the city of El Mina, the port of the Tripoli District, which it is geographically conjoined with to form the greater Tripoli conurbation.",
  "/wiki/Tel_Aviv": "Tel Aviv-Yafo (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:SBL Hebrew,SBL BibLit,Frank Ruehl CLM,Taamey Frank CLM,Ezra SIL,Ezra SIL SR,Keter Aram Tsova,Taamey Ashkenaz,Taamey David CLM,Keter YG,Shofar,David CLM,Hadasim CLM,Simple CLM,Nachlieli,Cardo,Alef,Noto Serif Hebrew,Noto Sans Hebrew,David Libre,David,Times New Roman,Gisha,Arial,FreeSerif,FreeSans}תֵּל־אָבִיב–יָפוֹ – Tel Aviv-Yafo [tel aˈviv ˈjafo]; Arabic: تَلّ أَبِيب - يَافَا  – Tall ʾAbīb - Yāfā), often referred to as just Tel Aviv, is the most populous city in the Gush Dan metropolitan area of Israel. Located on the Israeli Mediterranean coastline and with a population of 451,523, it is the economic and technological center of the country. If East Jerusalem is considered part of Israel, Tel Aviv is the country's second most populous city after Jerusalem; if not, Tel Aviv is the most populous city before West Jerusalem. [a]\n Tel Aviv is governed by the Tel Aviv-Yafo Municipality, headed by Mayor Ron Huldai, and is home to many foreign embassies. [b] It is a global city and is ranked 25th in the Global Financial Centres Index. Tel Aviv has the third- or fourth-largest economy and the largest economy per capita in the Middle East. The city has the 31st highest cost of living in the world. Tel Aviv receives over 2.5 million international visitors annually."
}