{
  "/wiki/1983_in_film": "The following is an overview of events in 1983 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/56th_Academy_Awards": "The 56th Academy Awards were presented April 9, 1984, at the Dorothy Chandler Pavilion, Los Angeles.  The ceremonies were presided over by Johnny Carson.",
  "/wiki/Guaguasi": "Guaguasi is a 1983 Dominican comedy film directed by Jorge Ulla. The film was selected as the Dominican entry for the Best Foreign Language Film at the 56th Academy Awards, but was not accepted as a nominee.",
  "/wiki/1988_in_film": "The following is an overview of events in 1988 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. Rain Man was awarded the Academy Award for Best Picture, marking one of the few instances where the top-grossing film of the year was also the winner of such an award that year.",
  "/wiki/61st_Academy_Awards": "The 61st Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 1988, and took place on Wednesday, March 29, 1989, at the Shrine Auditorium in Los Angeles, beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Allan Carr and directed by Jeff Margolis. Ten days earlier, in a ceremony held at the Beverly Hills Hotel in Beverly Hills, California, the Academy Awards for Technical Achievement were presented by host Angie Dickinson.",
  "/wiki/One_Way_Ticket_(1988_film)": "One Way Ticket (Spanish: Un pasaje de Ida) is a 1988 Dominican drama film directed by Agliberto Meléndez. The film was selected as the Dominican entry for the Best Foreign Language Film at the 61st Academy Awards, but was not accepted as a nominee.",
  "/wiki/Agliberto_Mel%C3%A9ndez": "Agliberto Melendez is a Dominican film director best known as the director of A One Way Ticket (Un Pasaje de Ida), the Dominican Republic's first feature-length film, produced entirely in the Dominican Republic by a Dominican cast and crew.  The film became known to American audiences after its 1988 debut in New York City at the Museum of Modern Art's New Directors/New Films Festival.  A One Way Ticket gained some notoriety because of its macabre subject matter; the story of would be immigrants who die in their desperate struggle to escape a fate of poverty and despair.  A One Way Ticket, shot under very adverse conditions, proved to everyone that it could be done.",
  "/wiki/1995_in_film": "This is a list of films released in 1995. The highly anticipated sequel Die Hard with a Vengeance was the year's biggest box-office hit, and Braveheart won the Academy Award for Best Picture.",
  "/wiki/68th_Academy_Awards": "The 68th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 1995 in the United States and took place on March 25, 1996, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Quincy Jones and directed by Jeff Margolis. Actress Whoopi Goldberg hosted the show for the second time, having previously presided over the 66th ceremony in 1994. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 2, the Academy Awards for Technical Achievement were presented by host Richard Dreyfuss.",
  "/wiki/Nueba_Yol": "Nueba Yol is a 1995 Dominican comedy film directed by Ángel Muñiz. The film was selected as the Dominican entry for the Best Foreign Language Film at the 68th Academy Awards, but was not accepted as a nominee.",
  "/wiki/2011_in_film": "The following is an overview of the events of 2011 in film, including the highest-grossing films, film festivals, award ceremonies and a list of films released and notable deaths. More film sequels were released in 2011 than any other year before it, with 28 sequels released. Film critic Scout Tafoya considers 2011 as the best year for cinema, countering the notion of 1939 being film's best year overall and citing important developments in cinematic expression during 2011.",
  "/wiki/84th_Academy_Awards": "The 84th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2011 in the United States and took place on February 26, 2012, at the Hollywood and Highland Center Theatre[a] in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Brian Grazer and Don Mischer, with Mischer also serving as director. Actor Billy Crystal hosted the show for the ninth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 76th ceremony held in 2004.",
  "/wiki/Love_Child_(2011_film)": "Love Child (Spanish: La hija natural) is a 2011 Dominican Republic drama film written and directed by Leticia Tonos. The film was selected as the Dominican Republic entry for the Best Foreign Language Film at the 84th Academy Awards, but it did not make the final shortlist.",
  "/wiki/Leticia_Tonos": "Leticia Tonos Paniagua is a Dominican film director. She was born in Santo Domingo. Advertising Graduate Degree in 1992 from the University APEC. Started as a production assistant in Claudio Chea Films. Produced TV commercials and feature films for national and international companies such as Vega Film (Switzerland), CineSon (Los Angeles), Forti Lane (Miami), Les Films de l'Astre (France), Ammuse Inc. (Tokyo), among others. Obtained a master's degree in Audiovisual Communication at the International University of Andalusia (1997). The following year she traveled to London to complete her film studies at The London Film School, specializing in film directing. Her short film \"Ysrael\", based on a story by Junot Díaz, was well received internationally.",
  "/wiki/2012_in_film": "The following tables list films released in 2012. Most notably, the two oldest surviving American film studios, Universal and Paramount both celebrated their centennial anniversaries, marking the first time that two major film studios celebrate 100 years, and the Dolby Atmos sound format was launched for the premiere of Brave. The James Bond film series celebrated its 50th anniversary and released its 23rd film, Skyfall. Six box-office blockbusters from previous years (Beauty and the Beast, Star Wars: Episode I – The Phantom Menace, Titanic, Raiders of the Lost Ark, Finding Nemo, and Monsters, Inc.) were re-released in 3D and IMAX. Also 2012 in film marked the debut for high frame rate technology. The first film using 48 fps, a higher frame rate than the film industry standard 24 fps, was The Hobbit: An Unexpected Journey.",
  "/wiki/85th_Academy_Awards": "The 85th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2012 and took place on February 24, 2013, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was the first in the Academy's 85-year history to adopt the phrase \"The Oscars\" as the ceremony's official name during the broadcast and marketing. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Craig Zadan and Neil Meron and directed by Don Mischer. Actor Seth MacFarlane hosted the show for the first time.",
  "/wiki/Jaque_Mate_(film)": "Jaque Mate is a 2011 Dominican drama film directed and written by José María Cabral. The film was selected as the Dominican entry for the Best Foreign Language Oscar at the 85th Academy Awards.",
  "/wiki/Jos%C3%A9_Mar%C3%ADa_Cabral_(director)": "José María Cabral González (b. Santo Domingo, July 24, 1988) is a Dominican film director, screenwriter, and producer.",
  "/wiki/2013_in_film": "The following tables list films released in 2013. Three popular films (Top Gun, Jurassic Park, and The Wizard of Oz) were re-released in 3D and IMAX.",
  "/wiki/86th_Academy_Awards": "The 86th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2013 and took place on March 2, 2014, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled well after its usual late-February date to avoid conflicting with the 2014 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actress Ellen DeGeneres hosted the show for the second time, having previously hosted the 79th ceremony held in 2007.",
  "/wiki/Who%27s_the_Boss%3F_(film)": "Who's the Boss? (Spanish: ¿Quién Manda?) is a 2013 Dominican Republic comedy film written by Daniel Aurelio and directed by Ronni Castillo. The film was selected as the Dominican Republic entry for the Best Foreign Language Film at the 86th Academy Awards, but it was not nominated.",
  "/wiki/2014_in_film": "The following is an overview of the events of 2014 in film, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/87th_Academy_Awards": "The 87th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2014 and took place on February 22, 2015, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actor Neil Patrick Harris hosted the ceremony for the first time.",
  "/wiki/Cristo_Rey_(film)": "Cristo Rey is a 2013 Dominican Republic drama film written and directed by Leticia Tonos. It was screened in the Contemporary World Cinema section at the 2013 Toronto International Film Festival. It was selected as the Dominican entry for the Best Foreign Language Film at the 87th Academy Awards, but was not nominated.",
  "/wiki/2015_in_film": "2015 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/88th_Academy_Awards": "The 88th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2015 and took place on February 28, 2016, at the Dolby Theatre in Hollywood, Los Angeles, 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by David Hill and Reginald Hudlin and directed by Glenn Weiss. Actor Chris Rock hosted the show for the second time, having previously hosted the 77th ceremony held in 2005.",
  "/wiki/Sand_Dollars_(film)": "Sand Dollars (Spanish: Dólares de arena) is a 2014 internationally co-produced drama film directed by Laura Amelia Guzmán and Israel Cárdenas. It was selected to be screened in the Contemporary World Cinema section at the 2014 Toronto International Film Festival. The film was selected as the Dominican entry for the Best Foreign Language Film at the 88th Academy Awards but it was not nominated.",
  "/wiki/Laura_Amelia_Guzm%C3%A1n": "Laura Amelia Guzmán (born May 7, 1980) and Israel Cárdenas  (born February 15, 1980) are a husband and wife directorial team.",
  "/wiki/Israel_C%C3%A1rdenas": "Laura Amelia Guzmán (born May 7, 1980) and Israel Cárdenas  (born February 15, 1980) are a husband and wife directorial team.",
  "/wiki/2016_in_film": "2016 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and deaths.",
  "/wiki/89th_Academy_Awards": "The 89th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2016, and took place on February 26, 2017, at the Dolby Theatre in Hollywood, Los Angeles, California, at 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted the ceremony for the first time.",
  "/wiki/Sugar_Fields": "Sugar Fields (Spanish: Flor de Azúcar) is a 2016 Dominican Republic drama film directed by Fernando Baez Mella. It was selected as the Dominican entry for the Best Foreign Language Film at the 89th Academy Awards but it was not nominated.",
  "/wiki/2017_in_film": "2017 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of films released, and notable deaths in 2017.",
  "/wiki/90th_Academy_Awards": "The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted for the second consecutive year.",
  "/wiki/Woodpeckers_(2017_film)": "Woodpeckers (Spanish: Carpinteros) is a 2017 Dominican Republic drama film directed by José María Cabral. It was screened in the World Cinema Dramatic Competition section of the 2017 Sundance Film Festival. It was selected as the Dominican entry for the Best Foreign Language Film at the 90th Academy Awards, but it was not nominated.",
  "/wiki/2018_in_film": "2018 in film is an overview of events, including the highest-grossing films, award ceremonies, critics' lists of the best films of 2018, festivals, a list of films released and notable deaths.",
  "/wiki/91st_Academy_Awards": "The 91st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2018, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on February 24, 2019. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by the American Broadcasting Company (ABC), produced by Donna Gigliotti and Glenn Weiss, with Weiss also serving as director. It was the first ceremony in three decades, since the 61st Academy Awards in 1989, to be conducted without a host.",
  "/wiki/Cocote": "Cocote is a 2017 Dominican Republic drama film directed by Nelson Carlo de Los Santos Arias. It was selected as the Dominican entry for the Best Foreign Language Film at the 91st Academy Awards, but it was not nominated.",
  "/wiki/2019_in_film": "2019 in film is an overview of events, including the highest-grossing films, award ceremonies, critics' lists of the best films of 2019, festivals, a list of country-specific lists of films released, and notable deaths.",
  "/wiki/92nd_Academy_Awards": "The 92nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2019 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. After more than a decade of holding the Academy Award ceremonies towards the end of February, the 92nd Academy Awards took place earlier in the month, on February 9, 2020. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Lynette Howell Taylor and Stephanie Allain; it was directed by Glenn Weiss. Citing the success of the format at the 91st presentation in 2019, ABC announced that the ceremony would again be conducted without a host.",
  "/wiki/The_Projectionist_(2019_film)": "The Projectionist (Spanish: El proyeccionista) is a 2019 Dominican drama film directed by José María Cabral. It was selected as the Dominican entry for the Best International Feature Film at the 92nd Academy Awards, but it was not nominated.",
  "/wiki/List_of_Dominican_submissions_for_the_Academy_Award_for_Best_International_Feature_Film": "The Dominican Republic is among the one-hundred countries that have submitted films for the Academy Award for Best International Feature Film.[nb 1] The award is handed out annually by the United States Academy of Motion Picture Arts and Sciences to a feature-length motion picture produced outside the United States that contains primarily non-English dialogue. The Dominican Republic has submitted a total of twelve films since their debut in 1983, but they have never yet been nominated."
}