{
  "/wiki/Shap_Pat_Heung": "Shap Pat Heung (Chinese: 十八鄉) is an area in the New Territories of Hong Kong.  Located south of Yuen Long and northeast of Tai Tong,  the area occupied the plain north of hills of Tai Lam. The Cantonese name Shap Pat Heung means eighteen villages at its beginning.  It was later expanded to thirty villages. Administratively, it is part of the Yuen Long District.",
  "/wiki/Heritage_conservation_in_Hong_Kong": "This article details the history and status of Heritage conservation in Hong Kong, as well as the role of various stakeholders.",
  "/wiki/Wang_Chau_(Yuen_Long)": "Wang Chau (Chinese: 橫洲) is an area of Yuen Long District, Hong Kong, located west of the Shan Pui River.",
  "/wiki/Tung_Tau_Tsuen_(Yuen_Long_Kau_Hui)": "Yuen Long Kau Hui (Chinese: 元朗舊墟; literally: 'Yuen Long Old Market') is an area in Yuen Long, Yuen Long District, in the western New Territories of Hong Kong.",
  "/wiki/Yuen_Long_Kau_Hui": "Yuen Long Kau Hui (Chinese: 元朗舊墟; literally: 'Yuen Long Old Market') is an area in Yuen Long, Yuen Long District, in the western New Territories of Hong Kong.",
  "/wiki/Kwun_Yum": "Guanyin or Guan Yin (/ˌɡwɑːnˈjɪn/) is the most commonly used Chinese translation of the bodhisattva known as Avalokiteśvara. Guanyin is the Buddhist bodhisattva associated with compassion.  In the East Asian world, Guanyin is the equivalent term for Avalokitesvara Bodhisattva.  Guanyin also refers to the bodhisattva as adopted by other Eastern religions. She was first given the appellation of \"Goddess of Mercy\" or the Mercy Goddess by Jesuit missionaries in China. The Chinese name Guanyin is short for Guanshiyin, which means \"[The One Who] Perceives the Sounds of the World.\"",
  "/wiki/Lau_Fau_Shan": "Lau Fau Shan (Chinese: 流浮山; literally: 'Floating mountain') is an area in the New Territories of Hong Kong.  It is at the shore of Deep Bay, near Tin Shui Wai and facing Shekou in Shenzhen, China. It is traditionally famous for fresh oysters. About 100 tons were harvested every year, some for consumption in Hong Kong restaurants and some for export to neighboring countries. However, little remains of this today since most of the inhabitants of Lau Fau Shan have given up oyster culture.",
  "/wiki/San_Tin": "San Tin (Chinese: 新田; literally: 'new fields') is a loosely defined[clarification needed] area in Yuen Long District in New Territories, Hong Kong that is part of the San Tin constituency. Unlike Hong Kong's highly urbanised areas, San Tin is sparsely populated due to its marshlands.",
  "/wiki/Wen_(surname)": "Wen is the pinyin romanisation shared by several different Chinese surnames, including 文 (Wén), 温 (Wēn), 闻, and 问 (Wèn).",
  "/wiki/Kam_Tin": "Kam Tin (Chinese: 錦田), or Kam Tin Heung (錦田鄉), is an area in the New Territories, Hong Kong.  It lies on a flat alluvial plain north of Tai Mo Shan mountain and east of Yuen Long town.  It was formerly known as Sham Tin (岑田). Administratively, it is part of Yuen Long District.",
  "/wiki/Yuen_Tsuen_Ancient_Trail": "Yuen Tsuen Ancient Trail (Chinese: 元荃古道), also known as Yuen Tsuen Traditional Footpath, is a trail linking Yuen Long and Tsuen Wan in the New Territories of Hong Kong.  The trail was the major trail for travelling between two major towns for villages trading their necessaries before the completion of Castle Peak Road.",
  "/wiki/Ha_Pak_Nai": "Pak Nai (Chinese: 白泥) is a wetland area, partly mud-bank, surrounded by mountain ranges, in the Yuen Long District of Hong Kong facing Deep Bay. Pak Nai makes up the coastline as Sheung Pak Nai (上白泥) and Ha Pak Nai (下白泥) geographically.",
  "/wiki/Hung_Shui_Kiu": "Hung Shui Kiu (Chinese: 洪水橋) is an area between Ping Shan and Lam Tei, in the western part of the New Territories of Hong Kong. It covers parts of Yuen Long and \nTuen Mun districts. It is largely rural residential. Several Housing Authority blocks are under construction on a 6.5-hectare site bounded by Tin Sum, Hung Tin, Hung Chi and Hung Yuen roads."
}