{
  "/wiki/Cheung_Chau": "Cheung Chau (Chinese: 長洲, lit. \"Long Island\") is an island 10 kilometres (6.2 miles) southwest of Hong Kong Island.  It is nicknamed the 'dumbbell island (啞鈴島)' due to its shape. It has been inhabited for longer than most other places in the territory of Hong Kong, and had a population of 22,740 as of 2011[update]. Administratively, it is part of the Islands District.",
  "/wiki/Yuk_Hui_Temple": "Yuk Hui Temple (Chinese: 玉虛宮) also known as Pak Tai Temple (北帝廟),  is a taoist  temple located on the island of Cheung Chau, Hong Kong.  The temple address is Pak She Street, Tung Wan, Cheung Chau.",
  "/wiki/Heritage_conservation_in_Hong_Kong": "This article details the history and status of Heritage conservation in Hong Kong, as well as the role of various stakeholders.",
  "/wiki/Tongzhi_Emperor": "The Tongzhi Emperor (27 April 1856 – 12 January 1875), born Zaichun of the Aisin Gioro clan, was the 10th Emperor of the Qing dynasty, and the eighth Qing emperor to rule over China proper. His reign, from 1861 to 1875, which effectively lasted through his adolescence, was largely overshadowed by the rule of his mother, Empress Dowager Cixi. Although he had little influence over state affairs, the events of his reign gave rise to what historians call the \"Tongzhi Restoration\", an unsuccessful attempt to stabilise and modernise China.",
  "/wiki/Qing_Dynasty": "The Qing dynasty, officially the Great Qing ([tɕʰíŋ]), was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1911. It was preceded by the Ming dynasty and succeeded by the Republic of China. The Qing multi-cultural empire lasted for almost three centuries and formed the territorial base for modern China. It was the fifth largest empire in world history. The dynasty was founded by the Manchu Aisin Gioro clan in Manchuria. In the late sixteenth century, Nurhaci, originally a Ming vassal, began organizing \"Banners\", military-social units that included Manchu, Han, and Mongol elements. Nurhaci united Manchu clans and officially proclaimed the Later Jin dynasty in 1616. His son Hong Taiji began driving Ming forces out of the Liaodong Peninsula and declared a new dynasty, the Qing, in 1636.",
  "/wiki/Pak_Tai": "Hēidì (Chinese: 黑帝; literally: 'Black Deity') or Hēishén (黑神; 'Black God'), who is the Běidì (北帝; 'North Deity', Cantonese: Pak Tai) or Běiyuèdàdì (北岳大帝; 'Great Deity of the Northern Peak') is a deity in Chinese religion, one of the cosmological \"Five Forms of the Highest Deity\" (五方上帝; Wǔfāng Shàngdì). He is also identified as Zhuānxū (颛顼), today frequently worshipped as Xuánwǔ (玄武; 'Dark Warrior') or Zhēnwǔ (真武), and is associated with the essence of water and winter. His animal form is the Black Dragon and his stellar animal is the tortoise-snake. By virtue of his association with the north he has been identified and revered frequently as a representation of the supreme God of Heaven.",
  "/wiki/Chinese_Temples_Committee": "The Chinese Temples Committee (Chinese: 華人廟宇委員會) is a statutory body in Hong Kong established under the Chinese Temples Ordinance (華人廟宇條例) (Cap. 153). It is mainly responsible for the operation and management of twenty-four temples directly under its management. It also handles temple registration. There are 19 additional temples, of which management has been delegated to other organisations.",
  "/wiki/Google_Street_View_in_Asia": "In Asia, Google Street View is available in Bangladesh, Bhutan, Cambodia, Hong Kong, Indonesia, Israel, Japan, Kyrgyzstan, Macau, Malaysia, Mongolia, Philippines, Russia, Singapore, South Korea, Sri Lanka, Taiwan, Thailand and Turkey. It is also available for a few select tourist attractions in the People's Republic of China and Pakistan.",
  "/wiki/Fan_Lau": "Fan Lau (Chinese: 分流) is a peninsula and area in the southwest tip of Lantau Island in Hong Kong. It is also the southwest end the territory of Hong Kong. The very end of the tip is Fan Lau Kok (分流角). The peninsula separates water into Fan Lau Tung Wan (分流東灣; 'East Bay') in the east, and Fan Lau Sai Wan (分流西灣; 'West Bay') and Fan Lau Miu Wan (分流廟灣; 'Temple Bay') in the west.",
  "/wiki/Lantau_Island": "Lantau Island (also Lantao Island, Lan Tao; Chinese: 大嶼山, Chinese: 郎島) is the largest island in Hong Kong, located at the mouth of the Pearl River. Administratively, most of Lantau Island is part of the Islands District of Hong Kong. A small northeastern portion of the island is located in the Tsuen Wan District.",
  "/wiki/Tai_O": "Tai O (Chinese: 大澳) is a fishing town, partly located on an island of the same name, on the western side of Lantau Island in Hong Kong. The village names means large inlet, referring to outlet for the waterways (Tai O Creek and Tai O River) merges as it moves through Tai O.",
  "/wiki/Kwan_Ti": "Guan Yu ([kwán ỳ] (listen); died January or February 220),[a] courtesy name Yunchang, was a general serving under the warlord Liu Bei during the late Eastern Han dynasty of China. Along with Zhang Fei, he shared a brotherly relationship with Liu Bei and accompanied him on most of his early exploits. Guan Yu played a significant role in the events leading up to the end of the Han dynasty and the establishment of Liu Bei's state of Shu Han during the Three Kingdoms period. While he is remembered for his loyalty towards Liu Bei, he is also known for repaying Cao Cao's kindness by slaying Yan Liang, a general under Cao Cao's rival Yuan Shao, at the Battle of Boma. After Liu Bei gained control of Yi Province in 214, Guan Yu remained in Jing Province to govern and defend the area for about seven years. In 219, while he was away fighting Cao Cao's forces at the Battle of Fancheng, Liu Bei's ally Sun Quan broke the Sun–Liu alliance and sent his general Lü Meng to conquer Liu Bei's territories in Jing Province. By the time Guan Yu found out about the loss of Jing Province after his defeat at Fancheng, it was too late. He was subsequently captured in an ambush by Sun Quan's forces and executed.",
  "/wiki/Sha_Lo_Wan": "Sha Lo Wan (Chinese: 沙螺灣) is a bay in the northwest Lantau Island, Hong Kong.  The bay faces north to Hong Kong International Airport. The area is occupied by indigenous inhabitants. There is no vehicular access to the area and thus their communication is on foot or by ferry. Because of their inconvenient access to urban areas, villages in the area have suffered from depopulation. Only older generations live in these villages.",
  "/wiki/Hung_Shing_Temple": "Hung Shing Temples (Chinese: 洪聖廟; Jyutping: hung4 sing3 miu6) or Tai Wong Temples (Chinese: 大王廟; Jyutping: daai6 wong4 miu6) are temples dedicated to Hung Shing. Hung Shing temples have been widely built in southern China, especially Guangdong province and in Hong Kong.",
  "/wiki/Hung_Shing": "Hung Shing (Chinese: 洪聖), also known as Hung Shing Ye (洪聖爺) and Tai Wong (大王) is a Chinese folk religion deity. The most popular tale states that in his lifetime he was a government official in the Tang Dynasty (AD 618-907) named Hung Hei (洪熙) serving Pun Yue in present-day Guangdong, China.",
  "/wiki/Tung_Chung": "Tung Chung, meaning \"eastern stream\", is an area on the northwestern coast of Lantau Island, Hong Kong. One of the most recent new towns, it was formerly a rural fishing village beside Tung Chung Bay, and along the delta and lower courses of Tung Chung River and Ma Wan Chung in the north-western coast of Lantau Island. The area was once an important defence stronghold against pirates and foreign military during the Ming and the Qing dynasties.",
  "/wiki/Chek_Lap_Kok": "Chek Lap Kok (Chinese: 赤鱲角) is an island in the western waters of Hong Kong's New Territories. Unlike the smaller Lam Chau, it was only partially leveled when it was assimilated via land reclamation into the 12.48 square kilometres (4.82 sq mi) island for the current Hong Kong International Airport, which opened for commercial aviation in 1998.  The airport is popularly referred to as Chek Lap Kok Airport to distinguish it from the former Hong Kong International Airport, now commonly known as Kai Tak Airport (啟德機場).",
  "/wiki/Hong_Kong_International_Airport": "Hong Kong International Airport (IATA: HKG, ICAO: VHHH) is Hong Kong's main airport, built on reclaimed land on the island of Chek Lap Kok. The airport is also referred to as Chek Lap Kok International Airport (赤鱲角機場) or Chek Lap Kok Airport, to distinguish it from its predecessor, the former Kai Tak Airport.",
  "/wiki/Discovery_Bay": "Discovery Bay (DB, Chinese: 愉景灣) is a mixed, primarily residential, development consisting of upmarket residential development and private and public recreational facilities in Hong Kong. Located on Lantau Island, including the Tai Pak Bay and Yi Pak Bay, Discovery Bay covers a land area of 649 hectares and is a fully integrated resort style residential project comprising garden houses, low-, mid- and high-rise residential developments, a 27-hole golf course, a 262-berth marina, two clubhouses, the first private manmade beach in Hong Kong, international schools, two shopping malls and the largest oceanfront alfresco dining area in Hong Kong.",
  "/wiki/Nim_Shue_Wan": "Nim Shue Wan is the south facing bay on the south side of Discovery Bay, Lantau Island, Hong Kong.  Nim Shue Wan village was a small fishing village but now has become a dormitory village for workers at nearby Discovery Bay.",
  "/wiki/Japanese_occupation_of_Hong_Kong": "The Imperial Japanese occupation of Hong Kong (香港日據時期) began when the Governor of Hong Kong, Sir Mark Young, surrendered the British Crown colony of Hong Kong to the Empire of Japan on 25 December 1941.  The surrender occurred after 18 days of fierce fighting against the overwhelming Japanese forces that had invaded the territory. The occupation lasted for three years and eight months until Japan surrendered at the end of Second World War. The length of this period (三年零八個月) later became a metonym of the occupation.",
  "/wiki/Mui_Wo": "Mui Wo (Chinese: 梅窩) is a rural town on the eastern coast of Lantau Island in Hong Kong. The 2011 Census recorded 5,485 people living in Mui Wo and its environs.",
  "/wiki/Chi_Ma_Wan": "Chi Ma Wan (Chinese: 芝麻灣; Jyutping: zi1 maa4 waan1; literally: 'Sesame Bay') is a bay on southeastern Lantau Island, New Territories, Hong Kong. Chi Ma Wan Peninsula (芝麻灣半島; zi1 maa4 waan1 bun3 dou2) is where Chi Ma Wan, as well as Cheung Sha Wan, Tai Long Wan, Yi Long Wan and Mong Tung Wan are located. The Peninsula is located within the boundaries of Lantau South Country Park.",
  "/wiki/Lantau_Trail": "The Lantau Trail (Chinese: 鳳凰徑), opened on 4 December 1984, is a long-distance footpath on Lantau Island in the New Territories of Hong Kong.  The 70 kilometres (43 mi) trail is a loop starting and finishing in Mui Wo.  The Lantau Trail has good visitor facilities along the way, and the route is well marked. There are information boards and maps at junctions between each stage. Distance Posts 500 metres apart help hikers know exactly where they are. At each turning, route signs give clear instructions about directions, place names, and the distances and times for hiking between various places.",
  "/wiki/Pui_O": "Pui O (Chinese: 貝澳, or 杯澳), formerly Lo Pui O (螺杯澳), is an area on Lantau Island in Hong Kong. It is a popular destination for holiday camping in Hong Kong.  Visitors may also rent village houses for leisure. Located in the South Lantau, there are four main villages in Pui O, they are Lo Wai (老圍), San Wai (新圍), Lo Uk (羅屋), and Ham Tin (鹹田). Pui O is located at the edge of Lantau South Country Park.",
  "/wiki/Ming_Dynasty": "The Ming dynasty (/mɪŋ/), officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng (who established the Shun dynasty, soon replaced by the Manchu-led Qing dynasty), numerous rump regimes loyal to the Ming throne – collectively called the Southern Ming – survived until 1662.[d]",
  "/wiki/Tong_Fuk": "Tong Fuk (Chinese: 塘福, formerly 塘㙏) is a village and an area on Lantau Island in Hong Kong. It is a popular place for holiday recreation.  Tong Fuk Beach in a bay to the south of the village is a local attraction, where visitors rent village houses for leisure.",
  "/wiki/Yung_Shue_Wan": "Yung Shue Wan (Chinese: 榕樹灣, Banyan Bay) is the main population centre on Lamma Island, Hong Kong. It has a population of approximately 6,000.",
  "/wiki/Lamma_Island": "Lamma Island (Chinese: 南丫島), also known as Y Island or Pok Liu Chau (博寮洲) or simply Pok Liu (博寮), is the third largest island in Hong Kong. Administratively, it is part of the Islands District.",
  "/wiki/Guangxu_Emperor": "The Guangxu Emperor (14 August 1871 – 14 November 1908), personal name Zaitian, was the 11th Emperor of the Qing dynasty, and the ninth Qing emperor to rule over China proper. His reign lasted from 1875 to 1908, but in practice he ruled, without Empress Dowager Cixi's influence, only from 1889 to 1898. He initiated the Hundred Days' Reform, but was abruptly stopped when the empress dowager launched a coup in 1898, after which he was put under house arrest until his death. His regnal name, \"Guangxu\", means \"glorious succession\".",
  "/wiki/HSBC_lions": "Various headquarters and branch buildings of The Hongkong and Shanghai Banking Corporation (and later the HSBC Group) feature a pair of lion sculptures. The HSBC lions have become distinctive landmarks in their own right in Hong Kong and Shanghai respectively, with a further pair to be found in London.",
  "/wiki/Chinese_guardian_lions": "Chinese or Imperial guardian lions are a traditional Chinese architectural ornament. Typically made of stone, they are also known as stone lions or shishi. They are known in colloquial English as lion dogs or foo dogs. The concept, which originated and became popular in Chinese Buddhism, features a pair of highly stylized lions—often one male with a ball and one female with a cub—which were thought to protect the building from harmful spiritual influences and harmful people that might be a threat. Used in imperial Chinese palaces and tombs, the lions subsequently spread to other parts of Asia including Japan (see komainu), Korea, Tibet, Thailand, Burma, Vietnam, Sri Lanka, Nepal, Cambodia, Laos, Taiwan, and Singapore.",
  "/wiki/Sok_Kwu_Wan": "Sok Kwu Wan (Chinese: 索罟灣) or Picnic Bay (Chinese: 野餐灣) is a bay on the east coast of Lamma Island, Hong Kong. A fishing town of the same name, Sok Kwu Wan, in the bay has a cluster of famous and well-reputed seafood restaurants near the ferry pier."
}