{
  "/wiki/A_Love_That_Will_Never_Grow_Old": "\"A Love That Will Never Grow Old\" is a song from the film Brokeback Mountain. Its music was composed by Argentine composer Gustavo Santaolalla, with lyrics by Bernie Taupin, and performed by singer Emmylou Harris. It won the 2005 Golden Globe Award for Best Original Song, the Satellite Award and the Internet Movie Award for Best Original Song. The song was nominated at the World Soundtrack Awards for Best Original Song Written Directly for a Film but was not eligible for Academy Award consideration owing to its insufficient air time in the movie. It is available on the film soundtrack.",
  "/wiki/Gustavo_Santaolalla": "Gustavo Alfredo Santaolalla (born 19 August 1951) is an Argentine musician, film composer and producer. He has won Academy Awards for Best Original Score in two consecutive years, for Brokeback Mountain in 2005, and Babel in 2006. More recently, he composed the original score for the video game The Last of Us (2013), and the theme music for The CW series Jane the Virgin (2014–2019) and the Netflix series Making a Murderer (2015–present).",
  "/wiki/Bernie_Taupin": "Bernard John Taupin (born 22 May 1950) is an English lyricist, poet, singer and artist. He is best known for his long-term collaboration with Elton John, having written the lyrics for most of John's songs.",
  "/wiki/Brokeback_Mountain_(soundtrack)": "Brokeback Mountain: Original Motion Picture Soundtrack refers to either or both the two-hour musical soundtrack edited into the 2005 film, Brokeback Mountain, and the recorded albums of music selected from the film. Some tracks have different performers substituted for those heard in the film. The entire chronological list of compositions in the two-hour soundtrack is annotated with notes about the film scenes (see below: Complete Soundtrack listing).",
  "/wiki/To_Daddy": "\"To Daddy\" is a country song, written by Dolly Parton. It was performed by Emmylou Harris in the 1970s, included on her album Quarter Moon in a Ten Cent Town and released as a single. Having reached number three on Billboard's Hot Country chart, Harris's version is the most familiar to most people.",
  "/wiki/Dolly_Parton": "Dolly Rebecca Parton (born January 19, 1946) is an American singer, songwriter, multi-instrumentalist, record producer, actress, author, businesswoman, and humanitarian, known primarily for her work in country music. After achieving success as a songwriter for others, Parton made her album debut in 1967 with Hello, I'm Dolly. With steady success during the remainder of the 1960s (both as a solo artist and with a series of duet albums with Porter Wagoner), her sales and chart peak came during the 1970s and continued into the 1980s. Parton's albums in the 1990s did not sell as well, but she achieved commercial success again in the new millennium and has released albums on various independent labels since 2000, including her own label, Dolly Records.",
  "/wiki/Steve_Buckingham_(record_producer)": "Stephen Craig Buckingham is an American record producer and musician working in Nashville, Tennessee.",
  "/wiki/Just_Because_I%27m_a_Woman:_Songs_of_Dolly_Parton": "Just Because I'm a Woman: Songs of Dolly Parton is a various-artists tribute album to Dolly Parton, released on October 14, 2003. The title song is a rerecording by Parton of a song she originally wrote during the 1960s and first included on her album Just Because I'm a Woman in 1968. The Emmylou Harris track \"To Daddy\" was recorded in 1978, and first appeared on Harris' album Quarter Moon in a Ten Cent Town (a single release of the song reached #3 on the U.S. country singles chart in early 1978); the remainder of the tracks on the album were new recordings by each of the artists made specifically for this project.",
  "/wiki/Bobby_Montgomery": "Bob Montgomery (May 12, 1937 – December 4, 2014) was an American singer, songwriter, record producer and publisher.",
  "/wiki/Jimmy_Bowen": "James Albert Bowen (born November 30, 1937) is an American record producer and former rockabilly singer. He is a graduate of the University of Pennsylvania's Wharton School of Business and holds an MBA with honors from Belmont University. He lives with his wife Ginger in Longmont, Colorado.",
  "/wiki/Emmylou_Harris": "Emmylou Harris (born April 2, 1947) is an American singer, songwriter, and musician. She has released dozens of albums and singles over the course of her career and won 14 Grammys, the Polar Music Prize, and numerous other honors, including induction into the Country Music Hall of Fame. In 2018 she was presented the Grammy Lifetime Achievement Award.",
  "/wiki/Planes,_Trains_%26_Automobiles": "Planes, Trains and Automobiles is a 1987 American road buddy comedy film written, produced, and directed by John Hughes. The film stars Steve Martin as Neal Page, a high-strung marketing executive, and John Candy as Del Griffith, a goodhearted but annoying shower curtain ring salesman. They share a three-day odyssey of misadventures trying to get Neal home to Chicago in time for Thanksgiving with his family.",
  "/wiki/Songcatcher": "Songcatcher is a 2000 drama film directed by Maggie Greenwald. It is about a musicologist researching and collecting Appalachian folk music in the mountains of western North Carolina. Although Songcatcher is a fictional film, it is loosely based on the work of Olive Dame Campbell, founder of the John C. Campbell Folk School in Brasstown, North Carolina, and that of the English folk song collector Cecil Sharp, portrayed at the end of the film as professor Cyrus Whittle.",
  "/wiki/Carole_King": "Carole King (born Carol Joan Klein, February 9, 1942) is an American singer-songwriter who has been active since 1958, initially as one of the staff songwriters at the Brill Building and later as a solo artist. She is the most successful female songwriter of the latter half of the 20th century in the US, having written or co-written 118 pop hits on the Billboard Hot 100.  King also wrote 61 hits that charted in the UK,  making her the most successful female songwriter on the UK singles charts between 1952[contradictory] and 2005.",
  "/wiki/Gerry_Goffin": "Gerald Goffin (February 11, 1939 – June 19, 2014) was an American lyricist.  Collaborating initially with his first wife, Carole King, he co-wrote many international pop hits of the early and mid-1960s, including the US No.1 hits \"Will You Love Me Tomorrow\", \"Take Good Care of My Baby\", \"The Loco-Motion\", and \"Go Away Little Girl\".  It was later said of Goffin that his gift was \"to find words that expressed what many young people were feeling but were unable to articulate.\"",
  "/wiki/David_Olney": "David Charles Olney (March 23, 1948 – January 18, 2020) was an American folk singer-songwriter. Olney recorded more than twenty albums over his five-decade career. His songs have been covered by numerous artists, including Emmylou Harris, Del McCoury, Linda Ronstadt and Steve Earle.",
  "/wiki/Daniel_Lanois": "Daniel Roland Lanois CM (/lænˈwɑː/ lan-WAH; born September 19, 1951) is a Canadian record producer, guitarist, vocalist, and songwriter.",
  "/wiki/Rodney_Crowell": "Rodney Crowell (born August 7, 1950) is an American musician, known primarily for his work as a singer and songwriter in country music. Crowell has had five number one singles on Hot Country Songs, all from his 1988 album Diamonds & Dirt. He has also written songs and produced for other artists.",
  "/wiki/Russ_Kunkel": "Russell Kunkel (born September 27, 1948) is an American drummer and producer who has worked as a session musician with many popular artists, including Linda Ronstadt, James Taylor, Jimmy Buffett, Dan Fogelberg, Stephen Stills, Harry Chapin, Bob Dylan, Neil Young, Stevie Nicks, Carole King, Jackson Browne, Joe Walsh, Neil Diamond, Glenn Frey, and Carly Simon.",
  "/wiki/Graham_Nash": "Graham William Nash OBE (born 2 February 1942) is a British-American singer-songwriter and musician. Nash is known for his light tenor voice and for his songwriting contributions as a member of the English pop/rock group the Hollies and the folk-rock supergroup Crosby, Stills & Nash. Nash became an American citizen on 14 August 1978 and holds dual citizenship of the United Kingdom and the United States.",
  "/wiki/Nicolette_Larson": "Nicolette Larson (July 17, 1952 – December 16, 1997) was an American pop singer. She is perhaps best known for her work in the late 1970s with Neil Young and her 1978 hit single of Young's \"Lotta Love\", which hit No. 1 on the Hot Adult Contemporary Tracks chart and No. 8 on the pop singles chart. It was followed by four more adult contemporary hits, two of which were also minor pop hits.",
  "/wiki/Kate_%26_Anna_McGarrigle": "Kate McGarrigle (February 6, 1946 – January 18, 2010) and Anna McGarrigle (born December 4, 1944) were a duo of Canadian singer-songwriters (and sisters) from Quebec, who performed until Kate McGarrigle's death on January 18, 2010.",
  "/wiki/Rainer_Ptacek": "Rainer Ptacek, also known mononymously as Rainer (June 7, 1951 – November 12, 1997), was a Tucson, Arizona-based American guitarist and singer-songwriter. His guitar technique, which incorporated slide, finger-picking, tape loops and electronic manipulation, earned him admiration of some notable musicians such as Robert Plant and Billy Gibbons. A tribute album to Ptacek, The Inner Flame, included contributions by Plant, Jimmy Page, PJ Harvey, Emmylou Harris and others, and was indicative of his reputation as a \"musician's musician\". He was diagnosed with a brain tumor in early 1996 and died nearly two years later, after the illness recurred.",
  "/wiki/T-Bone_Burnett": "Joseph Henry \"T Bone\" Burnett III (born January 14, 1948) is an American record producer, musician, and songwriter. Burnett rose to fame as a guitarist in Bob Dylan's band during the 1970s. He has received multiple Grammy awards for his work in film music, including for O Brother, Where Art Thou? (2000) Cold Mountain (2004), Walk the Line (2006), and Crazy Heart (2010); and won another Grammy for producing the studio album Raising Sand (2007), in which he united the contemporary bluegrass of Alison Krauss with the blues rock of Robert Plant.",
  "/wiki/Down_from_the_Mountain": "Down from the Mountain is a 2000 documentary and concert film featuring a live performance by country and traditional music artists who participated in the Grammy-winning soundtrack recording for the Joel and Ethan Coen film, O Brother, Where Art Thou? The concert, held at the Ryman Auditorium in Nashville, Tennessee on May 24, 2000, was a benefit for the Country Music Hall of Fame and Museum. The documentary was directed by Nick Doob, Chris Hegedus and D. A. Pennebaker. The artists in the concert also participated in a Down from the Mountain concert tour.",
  "/wiki/Goebel_Reeves": "Goebel Leon Reeves (October 9, 1899 – January 26, 1959) was an American folk singer.  His most famous song is \"Hobo's Lullaby,\" which has been covered by numerous singers, notably Woody Guthrie and his son Arlo.",
  "/wiki/John_Hiatt": "John Robert Hiatt (born August 20, 1952) is an American singer-songwriter and musician. He has played a variety of musical styles on his albums, including new wave, blues, and country. Hiatt has been nominated for nine  Grammy Awards and has been awarded a variety of other distinctions in the music industry. He remains one of the most respected and influential American singer-songwriters.",
  "/wiki/Nights_in_Rodanthe": "Nights in Rodanthe is a 2008 American romantic drama film. It is an adaptation of Nicholas Sparks' 2002 novel of the same name. The film stars Richard Gere and Diane Lane in their third screen collaboration after The Cotton Club (1984) and Unfaithful (2002). The film is rated PG-13 by the MPAA for \"some sensuality\" and was released on September 26, 2008.",
  "/wiki/Kate_Wolf": "Kate Wolf (born Kathryn Louise Allen, January 27, 1942 – December 10, 1986) was an American folk singer and songwriter. Though her career was relatively short, she had a significant impact on the folk music scene, and many musicians continue to cover her songs.  Her best-known compositions include \"Here in California,\" \"Love Still Remains,\" \"Across the Great Divide,\" \"Unfinished Life,\" and \"Give Yourself to Love.\"",
  "/wiki/Hungry_Eyes_(Merle_Haggard_song)": "\"Hungry Eyes\" is a song written and recorded by American country music artist Merle Haggard and The Strangers.  It was released in February 1969 as the first single from the album A Portrait of Merle Haggard.  The song was one of the most famous of his career.",
  "/wiki/Merle_Haggard": "Merle Ronald Haggard (April 6, 1937 – April 6, 2016) was an American country singer, songwriter, guitarist, and fiddler.",
  "/wiki/Mama%27s_Hungry_Eyes:_A_Tribute_to_Merle_Haggard": "Mama's Hungry Eyes: A Tribute to Merle Haggard is a tribute album to American country music artist Merle Haggard. It was released in 1994 via Arista Nashville. The album peaked at number 52 on the Billboard Top Country Albums chart. Proceeds from the album go to Second Harvest Food Bank.",
  "/wiki/Joni_Mitchell": "Roberta Joan \"Joni\" Mitchell CC (née Anderson; born November 7, 1943) is a Canadian singer-songwriter. Drawing from folk, pop, rock, and jazz, Mitchell's songs often reflect social and environmental ideals as well as her feelings about romance, confusion, disillusionment, and joy. She has received many accolades, including nine Grammy Awards and induction into the Rock and Roll Hall of Fame in 1997. Rolling Stone called her \"one of the greatest songwriters ever\", and AllMusic has stated, \"When the dust settles, Joni Mitchell may stand as the most important and influential female recording artist of the late 20th century\".",
  "/wiki/No_Regrets_(Tom_Rush_song)": "\"No Regrets\" is a song by folk and blues singer/songwriter Tom Rush. It is the final song on his 1968 album The Circle Game.",
  "/wiki/Tom_Rush": "Tom Rush (born February 8, 1941) is an American folk and blues singer and songwriter.",
  "/wiki/Herb_Pedersen": "Herbert Joseph Pedersen (born April 27, 1944 in Berkeley, California) is an American musician, guitarist, banjo player, and singer-songwriter who has played a variety of musical styles over the past forty years including country, bluegrass, progressive bluegrass, folk, folk rock, country rock, and has worked with numerous musicians in many different bands.",
  "/wiki/Kimmie_Rhodes": "Kimmie Rhodes (born March 6, 1954) is an American singer-songwriter.  She has recorded and released a total of sixteen solo CDs, written and produced three musicals and published a novella/cookbook, served as an associate producer for a documentary, They Called Us Outlaws presented by the Country Music Hall of Fame and produced radio documentary/music programming for her show Radio Dreams, which focused on the history of American roots music and artists.  She has also appeared in multiple films and a theatre production, Is There Life After Lubbock?   Her songs have appeared on multiple television and film soundtracks. She has established and released her own records on her label, Sunbird Music for over 25 years. Kimmie's promotional tours created a solid fan base in the U.K., Ireland and Europe. She has headlined with her band at festivals throughout the world and has appeared on many European and American TV and radio broadcasts and at  Willie Nelson's Farm Aid concerts and July 4 Picnics. Together with Willie Nelson she recorded two of her originals for his album Just One Love and a duet CD, \"Picture in a Frame\". She lives and records in Austin and tours internationally with her son and producer/multi-instrumentalist, Gabriel Rhodes.",
  "/wiki/Buddy_Miller": "Steven Paul \"Buddy\" Miller (born September 6, 1952) is an American singer, songwriter, musician, recording artist and producer, currently living in Nashville, Tennessee. Miller is married to and has recorded with singer-songwriter Julie Miller.",
  "/wiki/Happy,_Texas_(film)": "Happy, Texas is a 1999 American comedy film directed by Mark Illsley and starring Steve Zahn, Jeremy Northam and William H. Macy.",
  "/wiki/Emmylou_Harris_appearances": "This article represents all other appearances that Emmylou Harris has contributed to."
}