{
  "/wiki/Australia_national_rugby_union_team": "The Australia national rugby union team, nicknamed the Wallabies, is the representative national team in the sport of rugby union for the nation of Australia. The team first played at Sydney in 1899, winning their first test match against the touring British Isles team.",
  "/wiki/Sydney_Cricket_Ground": "The Sydney Cricket Ground (SCG) is a sports stadium in Sydney, Australia. It is used for Test, One Day International and Twenty20 cricket, as well as Australian rules football, rugby league football, rugby union, and association football. It is the home ground for the New South Wales Blues cricket team, the Sydney Sixers of the Big Bash League and the Sydney Swans of the Australian Football League. It is also the temporary home of the Sydney Roosters of the National Rugby League and the NSW Waratahs of Super Rugby, during the redevelopment of the Sydney Football Stadium. It is owned and operated by the Sydney Cricket Ground Trust. Until the 44,000 seat Sydney Football Stadium opened in 1988, the Sydney Cricket Ground was the major rugby league venue in Sydney.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Athletic_Park_(Wellington)": "Athletic Park was a sports ground used mostly for rugby matches in Wellington, New Zealand. It closed in 1999.",
  "/wiki/Wellington": "Wellington (Māori: Te Whanganui-a-Tara [tɛ ˈfaŋanʉi a taɾa]) is the capital and second-most populous urban area of New Zealand, with 418,500 residents. It is located at the south-western tip of the North Island, between Cook Strait and the Remutaka Range. Wellington is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and the Wairarapa. It is the world's southernmost capital of a sovereign state. Wellington features a temperate maritime climate, and is the world's windiest city by average wind speed.",
  "/wiki/Carisbrook": "For other uses see of the name see Carisbrook",
  "/wiki/Dunedin": "Dunedin (/dʌˈniːdɪn/ (listen) duh-NEE-din; Māori: Ōtepoti) is the second-largest city in the South Island of New Zealand (after Christchurch), and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland.",
  "/wiki/Lancaster_Park": "Lancaster Park, previously known as Jade Stadium and AMI Stadium, was a sports stadium in Waltham, a suburb of Christchurch in New Zealand. The stadium was closed due to damage sustained in the February 2011 earthquake and had since been demolished.",
  "/wiki/Christchurch": "Christchurch (/ˈkraɪstʃɜːrtʃ/; Māori: Ōtautahi) is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 377,200 residents, and the territorial authority has 385,500 people which makes it the third-most populous city in New Zealand after Auckland and Wellington. The Avon River flows through the centre of the city, with an urban park located along its banks.",
  "/wiki/United_States_national_rugby_union_team": "The United States men's national rugby union team, nicknamed the Eagles, is controlled by USA Rugby. USA Rugby is a member of Rugby Americas North, one of six regional governing bodies under World Rugby. Until rugby returned to Olympic competition, with sevens at the 2016 Rio Games, the United States was the reigning Olympic rugby champion, having defeated the one other competitor in 1920 and the two other competitors at the 1924 Summer Olympics.",
  "/wiki/California_Field": "California Field was an outdoor American football stadium on the campus of the University of California in Berkeley. It served as the home field for the University of California Golden Bears from 1904 through the 1922 season.",
  "/wiki/Berkeley,_California": "Berkeley (/ˈbɜːrkli/ BURK-lee) is a city on the east shore of San Francisco Bay in northern Alameda County, California. It is named after the 18th-century Irish bishop and philosopher George Berkeley. It borders the cities of Oakland and Emeryville to the south and the city of Albany and the unincorporated community of Kensington to the north. Its eastern border with Contra Costa County generally follows the ridge of the Berkeley Hills. The 2010 census recorded a population of 112,580.",
  "/wiki/Sydney_Sports_Ground": "The Sydney Sports Ground No. 1 was a Stadium and Dirt track racing venue in Sydney, New South Wales. The ground was located where the car park of the Sydney Football Stadium (SFS) currently sits. The ground had two main grandstands and was surrounded by a grass covered hill, giving it a capacity of more than 35,000. It was demolished along with the smaller No.2 Ground in 1986 to allow the building of the SFS, which opened in 1988. During its lifespan the Sports Ground hosted Rugby league, Rugby Union, Soccer, Motorcycle speedway and Speedway car racing.",
  "/wiki/The_Gabba": "The Brisbane Cricket Ground, commonly known as the Gabba, is a major sports stadium in Brisbane, the capital of Queensland, Australia. The nickname Gabba derives from the suburb of Woolloongabba, in which it is located. Over the years, the Gabba has hosted athletics, Australian rules football, baseball, concerts, cricket, cycling, rugby league, rugby union, soccer and pony and greyhound races. At present, it serves as the home ground for the Queensland Bulls in domestic cricket, the Brisbane Heat of the Big Bash League and Women's Big Bash League, and the Brisbane Lions of the Australian Football League.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/List_of_New_Zealand_rugby_union_Test_matches": "A list of all international Test matches played by the All Blacks"
}