{
  "/wiki/Australia_national_rugby_union_team": "The Australia national rugby union team, nicknamed the Wallabies, is the representative national team in the sport of rugby union for the nation of Australia. The team first played at Sydney in 1899, winning their first test match against the touring British Isles team.\n Australia have competed in all eight Rugby World Cups, winning the final on two occasions and also finishing as runner-up twice. Australia beat England at Twickenham in the final of the 1991 Rugby World Cup and won again in 1999 at the Millennium Stadium in Cardiff when their opponents in the final were France.\n The Wallabies also compete annually in The Rugby Championship (formerly the Tri-Nations), along with southern hemisphere counterparts Argentina, New Zealand and South Africa. They have won this championship on four occasions. Australia also plays Test matches against the various rugby-playing nations.\n More than a dozen former Wallabies players have been inducted into the World Rugby Hall of Fame.",
  "/wiki/Sydney_Cricket_Ground": "The Sydney Cricket Ground (SCG) is a sports stadium in Sydney, Australia. It is used for Test, One Day International and Twenty20 cricket, as well as Australian rules football, rugby league football, rugby union, and association football. It is the home ground for the New South Wales Blues cricket team, the Sydney Sixers of the Big Bash League and the Sydney Swans of the Australian Football League. It is also the temporary home of the Sydney Roosters of the National Rugby League and the NSW Waratahs of Super Rugby, during the redevelopment of the Sydney Football Stadium. It is owned and operated by the Sydney Cricket Ground Trust. Until the 44,000 seat Sydney Football Stadium opened in 1988, the Sydney Cricket Ground was the major rugby league venue in Sydney.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.\nIndigenous Australians have inhabited the Sydney area for at least 30,000 years, and thousands of engravings remain throughout the region, making it one of the richest in Australia in terms of Aboriginal archaeological sites. During his first Pacific voyage in 1770, Lieutenant James Cook and his crew became the first Europeans to chart the eastern coast of Australia, making landfall at Botany Bay and inspiring British interest in the area. In 1788, the First Fleet of convicts, led by Arthur Phillip, founded Sydney as a British penal colony, the first European settlement in Australia. Phillip named the city Sydney in recognition of Thomas Townshend, 1st Viscount Sydney. Penal transportation to New South Wales ended soon after Sydney was incorporated as a city in 1842. A gold rush occurred in the colony in 1851, and over the next century, Sydney transformed from a colonial outpost into a major global cultural and economic centre. After World War II, it experienced mass migration and became one of the most multicultural cities in the world. At the time of the 2011 census, more than 250 different languages were spoken in Sydney. In the 2016 Census, about 35.8% of residents spoke a language other than English at home. Furthermore, 45.4% of the population reported having been born overseas, and the city has  the third largest foreign born population of any city in the world after London and New York City, respectively.\n Despite being one of the most expensive cities in the world, Sydney frequently ranks in the top ten of lists of the most livable cities in the world. It is classified as an Alpha+ World City by Globalization and World Cities Research Network, indicating its influence in the region and throughout the world. Ranked eleventh in the world for economic opportunity, Sydney has an advanced market economy with strengths in finance, manufacturing and tourism. There is a significant concentration of foreign banks and multinational corporations in Sydney and the city is promoted as Australia's financial capital and one of Asia Pacific's leading financial hubs. Established in 1850, the University of Sydney is Australia's first university and is regarded as one of the world's leading universities. Sydney is also home to the oldest library in Australia, State Library of New South Wales, opened in 1826.\n Sydney has hosted major international sporting events such as the 2000 Summer Olympics. The city is among the top fifteen most-visited cities in the world, with millions of tourists coming each year to see the city's landmarks. Boasting over 1,000,000 ha (2,500,000 acres) of nature reserves and parks, its notable natural features include Sydney Harbour, the Royal National Park, Royal Botanic Garden and Hyde Park, the oldest parkland in the country. Built attractions such as the Sydney Harbour Bridge and the World Heritage-listed Sydney Opera House are also well known to international visitors. The main passenger airport serving the metropolitan area is Kingsford-Smith Airport, one of the world's oldest continually operating airports. Established in 1906, Central station, the largest and busiest railway station in the state, is the main hub of the city's rail network.",
  "/wiki/Athletic_Park_(Wellington)": "Athletic Park was a sports ground used mostly for rugby matches in Wellington, New Zealand. It closed in 1999.",
  "/wiki/Wellington": "Wellington (Māori: Te Whanganui-a-Tara [tɛ ˈfaŋanʉi a taɾa]) is the capital and second-most populous urban area of New Zealand, with 418,500 residents. It is located at the south-western tip of the North Island, between Cook Strait and the Remutaka Range. Wellington is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and the Wairarapa. It is the world's southernmost capital of a sovereign state. Wellington features a temperate maritime climate, and is the world's windiest city by average wind speed.\n The Wellington metropolitan area comprises four local authorities: Wellington City, on the peninsula between Cook Strait and Wellington Harbour, contains the central business district and about half the population; Porirua on Porirua Harbour to the north is notable for its large Māori and Pacific Island communities; Lower Hutt and Upper Hutt are largely suburban areas to the northeast, together known as the Hutt Valley.\n As the nation's capital since 1865, the New Zealand Government and Parliament, Supreme Court and most of the public service are based in the city. Architectural sights include The Old Government Buildings—one of the largest wooden buildings in the world—as well as the iconic Beehive, the executive wing of the New Zealand Parliament. Wellington is also home to several of the largest and oldest cultural institutions in the nation, such the National Archives, the National Library, the Museum of New Zealand Te Papa Tongarewa, and numerous theatres. It plays host to many artistic and cultural organisations, including the New Zealand Symphony Orchestra and Royal New Zealand Ballet. One of the world's most liveable cities, the 2016 Mercer Quality of Living Survey ranked Wellington 12th in the world, and was first in the world for both liveability and non-pollution by Deutsche Bank, from 2017–18.\n Wellington's economy is primarily service-based, with an emphasis on finance, business services, and government. It is the centre of New Zealand's film and special effects industries, and increasingly a hub for information technology and innovation, with two public research universities. Wellington is one of New Zealand's chief seaports and serves both domestic and international shipping. The city is served by Wellington International Airport, the third busiest airport in the country. Wellington's transport network includes train and bus lines which reach as far as the Kapiti Coast and the Wairarapa, and ferries connect the city to the South Island.\n Described by Lonely Planet in 2013 as \"the coolest little capital in the world\", the emerging world city has grown from a bustling Māori settlement, to a small colonial outpost, and from there to an Australasian capital experiencing a \"remarkable creative resurgence\".",
  "/wiki/Carisbrook": "For other uses see of the name see Carisbrook",
  "/wiki/Dunedin": "Dunedin (/dʌˈniːdɪn/ (listen) duh-NEE-din; Māori: Ōtepoti) is the second-largest city in the South Island of New Zealand (after Christchurch), and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland.\n The urban area of Dunedin lies on the central-eastern coast of Otago, surrounding the head of Otago Harbour, and the harbour and hills around Dunedin are the remnants of an extinct volcano. The city suburbs extend out into the surrounding valleys and hills, onto the isthmus of the Otago Peninsula, and along the shores of the Otago Harbour and the Pacific Ocean. Dunedin was the largest New Zealand city by territorial land area until superseded by Auckland with the formation of the Auckland Council in November 2010.\n Archaeological evidence points to lengthy occupation of the area by Māori prior to the arrival of Europeans. The province and region of Otago takes its name from the Ngai Tahu village of Otakou at the mouth of the harbour, which became a whaling station in the 1830s.\n In 1848 a Scottish settlement was established by the Lay Association of the Free Church of Scotland. Between 1855 and 1900 many thousands of Scots emigrated to the incorporated city. Dunedin became wealthy during the Central Otago Gold Rush, beginning in the 1860s. In the mid-1860s, and between 1878 and 1881, it was New Zealand's largest urban area. The city population at 5 March 2013 was 120,246. While Tauranga, Napier-Hastings and Hamilton have eclipsed the city in size of population since the 1980s to make it only the seventh-largest urban area in New Zealand, Dunedin is still considered one of the four main cities of New Zealand for historic, cultural and geographic reasons.[a]\n Dunedin has a diverse economy, which includes manufacturing, publishing and technology-based industries as well as education, research and tourism. The city's most important activity centres around tertiary education—Dunedin is home to the University of Otago, New Zealand's oldest university (established 1869), and the Otago Polytechnic. Students account for a large proportion of the population; 21.6 per cent of the city's population was aged between 15 and 24 at the 2006 census, compared to the New Zealand average of 14.2 per cent. In 2014 Dunedin was designated as a UNESCO City of Literature.",
  "/wiki/Lancaster_Park": "Lancaster Park, previously known as Jade Stadium and AMI Stadium, was a sports stadium in Waltham, a suburb of Christchurch in New Zealand. The stadium was closed due to damage sustained in the February 2011 earthquake and had since been demolished.\n The stadium had been the venue for various sports including rugby union, cricket, rugby league, association football, athletics and trotting. It had also hosted various non-sporting events including concerts by Pearl Jam in 2009, Bon Jovi in 2008, Roger Waters in 2007, Meat Loaf in 2004, U2 in 1989 & 1993, Tina Turner in 1993 and 1997, Dire Straits in 1986 and 1991, and Billy Joel in 1987. However the stadium was primarily a rugby and cricket ground and was the home of the Crusaders rugby union team, who compete in Super Rugby. Its capacity was 38,628.",
  "/wiki/Christchurch": "Christchurch (/ˈkraɪstʃɜːrtʃ/; Māori: Ōtautahi) is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 377,200 residents, and the territorial authority has 385,500 people, which makes it the second-most populous city in New Zealand after Auckland and before Wellington. The Avon River flows through the centre of the city, with an urban park located along its banks.\n Archaeological evidence has indicated that people first settled in the Christchurch area in about 1250. Christchurch became a city by Royal Charter on 31 July 1856, making it officially the oldest established city in New Zealand. The Canterbury Association, which settled the Canterbury Plains, named the city after Christ Church, Oxford. The new settlement was laid out in a grid pattern centred on Cathedral Square; during the 19th century there were few barriers to the rapid growth of the urban area, except for the Pacific to the east and the Port Hills to the south.\n Agriculture is the historic mainstay of Christchurch's economy. The early presence of the University of Canterbury and the heritage of the city's academic institutions in association with local businesses has fostered a number of technology-based industries. Christchurch is one of five 'gateway cities' for Antarctic exploration, hosting Antarctic support bases for several nations.\n The city suffered a series of earthquakes between September 2010 and January 2012, with the most destructive of them occurring at 12.51 p.m. on Tuesday, 22 February 2011, in which 185 people were killed and thousands of buildings across the city collapsed or suffered severe damage. By late 2013, 1,500 buildings in the city had been demolished, leading to an ongoing recovery and rebuilding project.",
  "/wiki/United_States_national_rugby_union_team": "The United States men's national rugby union team, nicknamed the Eagles, is controlled by USA Rugby. USA Rugby is a member of Rugby Americas North, one of six regional governing bodies under World Rugby. Until rugby returned to Olympic competition, with sevens at the 2016 Rio Games, the United States was the reigning Olympic rugby champion, having defeated the one other competitor in 1920 and the two other competitors at the 1924 Summer Olympics.\n As of October 2019[update], the men's Eagles are ranked 17th in the world by the World Rugby Rankings. Their previous highest ranking, achieved ahead of the 2019 World Cup, was 13th; their lowest ranking was 20th, following a winless campaign in the 2008 Churchill Cup.\n The highest profile tournament in which the men's Eagles play is the Rugby World Cup. The men's Eagles have played in all but one Rugby World Cup since the tournament began in 1987. The United States has expressed interest in hosting the 2027 Rugby World Cup.\n The United States competed in the Pacific Nations Cup every Summer from 2013 to 2015. Previously, the U.S. has competed in the now-defunct Churchill Cup and the Pan American Championship. In April 2015, USA Rugby announced the creation of a new, annual International Championship to be contested among the top-6 ranked rugby nations in the Americas: Argentina, Brazil, Canada, Chile, Uruguay and the United States. The contest was named the Americas Rugby Championship and began in 2016. The United States won the 2017 Americas Rugby Championship after drawing with Argentina XV. It was the United States' first 15-a-side rugby union title in over 90 years.",
  "/wiki/California_Field": "California Field was an outdoor American football stadium on the campus of the University of California in Berkeley. It served as the home field for the University of California Golden Bears from 1904 through the 1922 season.",
  "/wiki/Berkeley,_California": "Berkeley (/ˈbɜːrkli/ BURK-lee) is a city on the east shore of San Francisco Bay in northern Alameda County, California. It is named after the 18th-century Irish bishop and philosopher George Berkeley. It borders the cities of Oakland and Emeryville to the south and the city of Albany and the unincorporated community of Kensington to the north. Its eastern border with Contra Costa County generally follows the ridge of the Berkeley Hills. The 2010 census recorded a population of 112,580.\n Berkeley is home to the oldest campus in the University of California system, the University of California, Berkeley, and the Lawrence Berkeley National Laboratory, which is managed and operated by the University. It also has the Graduate Theological Union, one of the largest religious studies institutions in the world. Berkeley is considered one of the most socially liberal cities in the United States.",
  "/wiki/Sydney_Sports_Ground": "The Sydney Sports Ground No. 1 was a Stadium and Dirt track racing venue in Sydney, New South Wales. The ground was located where the car park of the Sydney Football Stadium (SFS) currently sits. The ground had two main grandstands and was surrounded by a grass covered hill, giving it a capacity of more than 35,000. It was demolished along with the smaller No.2 Ground in 1986 to allow the building of the SFS, which opened in 1988. During its lifespan the Sports Ground hosted Rugby league, Rugby Union, Soccer, Motorcycle speedway and Speedway car racing.\n The Sports Ground was the home ground of NSWRL team, the Eastern Suburbs Roosters, the club playing 500 games at the ground from 1911 until 1986, with a 283-199-18 W-L-D record.",
  "/wiki/The_Gabba": "The Brisbane Cricket Ground, commonly known as the Gabba, is a major sports stadium in Brisbane, the capital of Queensland, Australia. The nickname Gabba derives from the suburb of Woolloongabba, in which it is located. Over the years, the Gabba has hosted athletics, Australian rules football, baseball, concerts, cricket, cycling, rugby league, rugby union, soccer and pony and greyhound races. At present, it serves as the home ground for the Queensland Bulls in domestic cricket, the Brisbane Heat of the Big Bash League and Women's Big Bash League, and the Brisbane Lions of the Australian Football League.\n Between 1993 and 2005, the Gabba was redeveloped in six stages at a cost of A$128,000,000. The dimensions of the playing field are now 170.6 metres (east-west) by 149.9 metres (north-south), to accommodate the playing of Australian rules football at elite level. The seating capacity of the ground was 42,000 in 2010, which has been reduced in recent times due to new electronic scoreboards and corporate facilities. For international cricket matches, the capacity is reduced to 36,000 due to new scoreboards and the addition of a pool deck, as well as wider sight screens. For AFL matches the capacity is slightly larger at 41,974.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]\n The Brisbane central business district stands on the historic European settlement and is situated inside a peninsula of the Brisbane River, about 15 kilometres (9 miles) from its mouth at Moreton Bay, a bay of the Coral Sea. The metropolitan area extends in all directions along the hilly floodplain of the Brisbane River Valley between Moreton Bay and the Taylor and D'Aguilar mountain ranges. It sprawls across several of Australia's most populous local government areas (LGAs)—most centrally the City of Brisbane, which is by far the most populous LGA in the nation. The demonym of Brisbane is \"Brisbanite\", whilst common nicknames include \"Brissy\", \"River City\" and \"Brisvegas\".\n One of the oldest cities in Australia, Brisbane was founded upon the ancient homelands of the indigenous Turrbal and Jagera peoples. Named after the Brisbane River on which it is located—which in turn takes its name from Sir Thomas Brisbane, the Governor of New South Wales at the time of the city's founding—the area was chosen as a place for secondary offenders from the Sydney Colony. A penal settlement was founded in 1824 at Redcliffe, 28 kilometres (17 mi) north of the central business district, but was soon abandoned and moved to North Quay in 1825, opening to free settlement in 1842. Brisbane was chosen as the capital when Queensland was proclaimed a separate colony from New South Wales in 1859. During World War II, Brisbane played a central role in the Allied campaign and served as the South West Pacific headquarters for United States Army General Douglas MacArthur.\n A diverse city with 32.2% of its metropolitan population being foreign born, Brisbane is ranked as a world city, and ranks highly in ratings of livable cities. Brisbane is well known for its distinct Queenslander architecture which forms much of the city's built heritage. Brisbane was also the origin of the Anzac Day tradition through the works of Canon David John Garland.\n A transportation hub, Brisbane is served by a large suburban rail network, popular bus and ferry networks as well as Australia's third-busiest airport and seaport.\n Several large cultural, international and sporting events have been held at Brisbane, including the 1982 Commonwealth Games, World Expo '88, the final Goodwill Games in 2001, and the 2014 G-20 summit.\n Brisbane is a popular tourist destination, serving as a gateway to the state of Queensland, particularly to the Gold Coast and the Sunshine Coast, which are home to numerous popular surf beaches, located immediately south and north of Brisbane respectively. Major landmarks and attractions include South Bank Parklands and the Queensland Cultural Centre including the Queensland Museum, Queensland Art Gallery and Gallery of Modern Art, City Hall and King George Square, the Story Bridge, the City Botanic Gardens and Parliament of Queensland, ANZAC Square, Howard Smith Wharves, Fortitude Valley, West End, Teneriffe woolstores precinct, Roma Street Parkland, New Farm Park and the Brisbane Powerhouse, St John's Cathedral, Mount Coot-tha with its Botanic Gardens and planetarium, Redcliffe and Wynnum on Moreton Bay, and Moreton, North Stradbroke and Bribie islands.",
  "/wiki/List_of_New_Zealand_rugby_union_Test_matches": "A list of all international Test matches played by the All Blacks"
}