{
  "/wiki/Australia_national_rugby_union_team": "The Australia national rugby union team, nicknamed the Wallabies, is the representative national team in the sport of rugby union for the nation of Australia. The team first played at Sydney in 1899, winning their first test match against the touring British Isles team.",
  "/wiki/Sydney_Cricket_Ground": "The Sydney Cricket Ground (SCG) is a sports stadium in Sydney, Australia. It is used for Test, One Day International and Twenty20 cricket, as well as Australian rules football, rugby league football, rugby union, and association football. It is the home ground for the New South Wales Blues cricket team, the Sydney Sixers of the Big Bash League and the Sydney Swans of the Australian Football League. It is also the temporary home of the Sydney Roosters of the National Rugby League and the NSW Waratahs of Super Rugby, during the redevelopment of the Sydney Football Stadium. It is owned and operated by the Sydney Cricket Ground Trust. Until the 44,000 seat Sydney Football Stadium opened in 1988, the Sydney Cricket Ground was the major rugby league venue in Sydney.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Ballymore_Stadium": "Ballymore  is a rugby union stadium situated in Herston, a suburb of Brisbane, Australia. It is the headquarters of Queensland Rugby Union and the home ground of the Brisbane City team in the National Rugby Championship. It is also used as a training facility for the Queensland Reds and Australian Wallabies rugby teams.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Wales_national_rugby_union_team": "The Wales national rugby union team (Welsh: Tîm rygbi'r undeb cenedlaethol Cymru) represents Wales in international rugby union. Its governing body, the Welsh Rugby Union (WRU), was established in 1881, the same year that Wales played their first international against England. The team plays its home matches at the Millennium Stadium in Cardiff (currently known for sponsorship reasons as the Principality Stadium), which replaced Cardiff Arms Park as the national stadium of Wales in 1999.",
  "/wiki/Cardiff_Arms_Park": "Cardiff Arms Park (Welsh: Parc yr Arfau Caerdydd), also known as The Arms Park and the BT Sport Cardiff Arms Park for sponsorship reasons from September 2014, is situated in the centre of Cardiff, Wales. It is primarily known as a rugby union stadium, but it also has a bowling green. The Arms Park was host to the British Empire and Commonwealth Games in 1958, and hosted four games in the 1991 Rugby World Cup, including the third-place play-off. The Arms Park also hosted the inaugural Heineken Cup Final of 1995–96 and the following year in 1996–97.",
  "/wiki/Cardiff": "Cardiff (Welsh: Caerdydd [kairˈdiːð, kaːɨrˈdɨːð] (listen)) is the capital of Wales and its largest city. The eleventh-largest city in the United Kingdom, it is Wales' chief commercial centre, the base for most national cultural institutions and Welsh media, and the seat of the National Assembly for Wales. At the 2011 census, the unitary authority area population was estimated to be 346,090, and the wider urban area 479,000. Cardiff is a significant tourist centre and the most popular visitor destination in Wales with 21.3 million visitors in 2017. In 2011, Cardiff was ranked sixth in the world in National Geographic's alternative tourist destinations.",
  "/wiki/Scotland_national_rugby_union_team": "The Scotland national rugby union team is administered by the Scottish Rugby Union. The team takes part in the annual Six Nations Championship and participates in the Rugby World Cup, which takes place every four years. As of 14 October 2019[update], Scotland are 9th in the World Rugby Rankings.",
  "/wiki/Carisbrook": "For other uses see of the name see Carisbrook",
  "/wiki/Dunedin": "Dunedin (/dʌˈniːdɪn/ (listen) duh-NEE-din; Māori: Ōtepoti) is the second-largest city in the South Island of New Zealand (after Christchurch), and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland.",
  "/wiki/Eden_Park": "Eden Park is New Zealand's largest sports stadium. Located in central Auckland, New Zealand's largest city, it is three kilometres southwest of the CBD, on the boundary between the suburbs of Mount Eden and Kingsland.  Although used primarily for rugby union in winter and cricket in summer, it has hosted rugby league and football matches. In 2011 it hosted pool games, two quarter-finals, both semi-finals and the final of 2011 Rugby World Cup. In doing so it became the first stadium in the world to host two Rugby World Cup Finals, having held the inaugural final in 1987. It was a venue for the 2015 Cricket World Cup, which was jointly hosted by Australia and New Zealand.  Eden Park is considered one of rugby union's most difficult assignments for visiting sides: New Zealand's national rugby union team, the All Blacks, have been unbeaten at this venue for over 40 consecutive test matches stretching back to 1994. Eden Park is the site of the 2021 Te Matatini. It will also be the site for 2021 Women's Cricket World Cup and the final of the 2021 Women's Rugby World Cup.",
  "/wiki/Auckland": "Auckland (/ˈɔːklənd/ AWK-lənd) (Māori: Tāmaki Makaurau) is a city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of around 1,570,100 (June 2018). It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, resulting in a total population of 1,618,400. Auckland is a diverse, multicultural and cosmopolitan city, home to the largest Polynesian population in the world. The Māori-language name for Auckland is Tāmaki Makaurau, meaning \"Tāmaki desired by many\", in reference to the desirability of its natural resources and geography.",
  "/wiki/South_Africa_national_rugby_union_team": "The South African national rugby union team, commonly known as the Springboks (colloquially the Boks or Bokke, and Amabokoboko) is the country's national team governed by the South African Rugby Union. The Springboks play in green and gold jerseys with white shorts, and their emblem is the native antelope springbok. The team has been representing South Africa in international rugby union since 30 July 1891, when they played their first test match against a British Isles touring team.",
  "/wiki/Lancaster_Park": "Lancaster Park, previously known as Jade Stadium and AMI Stadium, was a sports stadium in Waltham, a suburb of Christchurch in New Zealand. The stadium was closed due to damage sustained in the February 2011 earthquake and had since been demolished.",
  "/wiki/Christchurch": "Christchurch (/ˈkraɪstʃɜːrtʃ/; Māori: Ōtautahi) is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 377,200 residents, and the territorial authority has 385,500 people which makes it the third-most populous city in New Zealand after Auckland and Wellington. The Avon River flows through the centre of the city, with an urban park located along its banks.",
  "/wiki/Athletic_Park_(Wellington)": "Athletic Park was a sports ground used mostly for rugby matches in Wellington, New Zealand. It closed in 1999.",
  "/wiki/Wellington": "Wellington (Māori: Te Whanganui-a-Tara [tɛ ˈfaŋanʉi a taɾa]) is the capital and second-most populous urban area of New Zealand, with 418,500 residents. It is located at the south-western tip of the North Island, between Cook Strait and the Remutaka Range. Wellington is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and the Wairarapa. It is the world's southernmost capital of a sovereign state. Wellington features a temperate maritime climate, and is the world's windiest city by average wind speed.",
  "/wiki/Romania_national_rugby_union_team": "The Romania national rugby union team (Romanian: Echipa națională de rugby a României), nicknamed The Oaks (Stejarii), is long considered one of the stronger European teams outside the Six Nations. They have participated in all but one Rugby World Cup and currently compete in the first division of the European Nations Cup, which they won most recently in 2017. Rugby union in Romania is administered by the Romanian Rugby Federation. The team plays in yellow and blue strips.",
  "/wiki/Stadionul_Dinamo": "Dinamo Stadium is a multi-purpose stadium in Bucharest, Romania.  It is currently used mostly for football matches and is the home ground of Dinamo București.",
  "/wiki/Bucharest": "Bucharest (UK: /ˌbuːkəˈrɛst/ BOO-kə-REST, US: /ˈbuːkərɛst/ -⁠rest; Romanian: București [bukuˈreʃtʲ] (listen)) is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is located in the southeast of the country, at 44°25′57″N 26°06′14″E﻿ / ﻿44.43250°N 26.10389°E﻿ / 44.43250; 26.10389Coordinates: 44°25′57″N 26°06′14″E﻿ / ﻿44.43250°N 26.10389°E﻿ / 44.43250; 26.10389, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border.",
  "/wiki/France_national_rugby_union_team": "The France national rugby union team represents France in senior men's rugby union, as administered by the French Rugby Federation. They traditionally play in blue shirts emblazoned with the national emblem of a golden rooster on a red shield, with white shorts and red socks; thus they are commonly referred to as Les Tricolores or Les Bleus. The team's home matches are mostly played at the Stade de France in the Paris suburb of Saint-Denis. France is ranked 6th in the World Rugby Rankings as of February 9, 2020.",
  "/wiki/Stadium_Municipal": "Stadium de Toulouse is the largest multi-purpose stadium in Toulouse, France. It is currently used mostly for football matches, mainly those of the Toulouse Football Club and the big games of rugby for Stade Toulousain in the European Rugby Champions Cup or Top 14. It also hosts the test matches of France's national rugby union team. It is located on the island of Ramier near the centre of Toulouse. It is a pure football and rugby ground, and therefore has no athletics track surrounding the field. The stadium is able to hold 33,150 people.",
  "/wiki/Toulouse": "Toulouse (/tuːˈluːz/, too-LOOZ; French: [tuluz] (listen); Occitan: Tolosa [tuˈluzo]; Latin: Tolosa) is the capital of the French department of Haute-Garonne and of the region of Occitanie. The city is on the banks of the River Garonne, 150 kilometres (93 miles) from the Mediterranean Sea, 230 km (143 mi) from the Atlantic Ocean and 680 km (420 mi) from Paris. It is the fourth-largest city in France, with 466,297 inhabitants as of January 2014. In France, Toulouse is called the \"Pink City\" (La Ville Rose).",
  "/wiki/Parc_des_Princes": "The Parc des Princes (French pronunciation: ​[paʁk de pʁɛ̃s], literally \"Princes’ Park\" in English) is an all-seater football stadium in Paris, France. The venue is located in the south-west of the French capital, inside the 16th arrondissement of Paris, in the immediate vicinity of the Stade Jean-Bouin (rugby venue) and within walking distance from the Stade Roland Garros (tennis venue).",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/British_and_Irish_Lions": "The British & Irish Lions is a rugby union team selected from players eligible for any of the Home Nations – the national teams of England, Scotland, Wales and Ireland. The Lions are a Test side and generally select international players, but they can pick uncapped players available to any one of the four unions. The team currently tours every four years, with these rotating among Australia, New Zealand and South Africa. The most recent series, the 2017 series against New Zealand, was drawn 1-1 (with one match drawn)."
}