{
  "/wiki/Gary_Sheffield": "Gary Antonian Sheffield (born November 18, 1968) is an American former Major League Baseball outfielder who played with eight teams from 1988 to 2009. He currently works as a sports agent.",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.",
  "/wiki/Willie_Banks_(baseball)": "Willie Anthony Banks (born February 27, 1969) is a former pitcher in Major League Baseball who played for the Minnesota Twins, Chicago Cubs, Los Angeles Dodgers, Florida Marlins, New York Yankees, Arizona Diamondbacks and Boston Red Sox.",
  "/wiki/Jersey_City,_New_Jersey": "Jersey City is the second-most populous city in the U.S. state of New Jersey, after Newark. It is the seat of Hudson County as well as the county's largest city. As of 2018, the Census Bureau's Population Estimates Program calculated that Jersey City's population was 265,549, with the largest population increase of any municipality in New Jersey since 2010, an increase of about 9.4% from the 2010 United States Census, when the city's population was at 247,597, ranking the city the 78th-most-populous in the nation.",
  "/wiki/Mark_Lewis_(baseball)": "Mark David Lewis (born November 30, 1969) is an American former professional baseball infielder, who played in Major League Baseball (MLB) for the Cleveland Indians, Cincinnati Reds, Detroit Tigers, San Francisco Giants, Philadelphia Phillies, and Baltimore Orioles.",
  "/wiki/Hamilton,_Ohio": "Hamilton is a city in and the county seat of Butler County, Ohio, United States. Located 20 miles (32 km) north of Cincinnati, Hamilton is the second largest city in the Greater Cincinnati area. The population was 62,447 at the 2010 census. Hamilton is governed under a council-manager form of government; the current mayor is Patrick Moeller and the city manager is Joshua Smith. Most of the city is served by the Hamilton City School District.",
  "/wiki/Jeff_Jackson_(baseball)": "Jeffrey Jackson (born January 2, 1972 in Chicago, Illinois) is a former professional baseball player who won the Gatorade High School Baseball Player of the Year Award in 1989. He later played in minor league baseball for nine seasons.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Todd_Van_Poppel": "Todd Matthew Van Poppel (born December 9, 1971) is a former Major League Baseball pitcher who played for the Oakland Athletics (1991, 1993-1996), Detroit Tigers (1996), Texas Rangers (1998, 2002-2003), Pittsburgh Pirates (1998), Chicago Cubs (2000-2001), and Cincinnati Reds (2003-2004). He retired during spring training with the New York Mets in 2005.",
  "/wiki/Arlington,_Texas": "Arlington is a city in the U.S. state of Texas, located in Tarrant County. It is part of the Mid-Cities region of the Dallas–Fort Worth–Arlington metropolitan area, approximately 12 miles (19 km) east of downtown Fort Worth and 20 miles (32 km) west of downtown Dallas.",
  "/wiki/Brian_Barber": "Brian Scott Barber (born March 4, 1973) is an American former professional baseball starting pitcher, who played in Major League Baseball (MLB) for the St. Louis Cardinals and Kansas City Royals. He was drafted by the Cardinals in the first round of the 1991 amateur draft, and was later signed to a minor league contract. Barber threw and batted right-handed.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/A._J._Hinch": "Andrew Jay Hinch (born May 15, 1974) is an American professional baseball coach and former player who was most recently the manager of the Houston Astros of Major League Baseball (MLB) from 2015 to 2019, winning the World Series in 2017. Before joining the Astros, Hinch played catcher for the Oakland Athletics (1998–2000), Kansas City Royals (2001–2002), Detroit Tigers (2003), and Philadelphia Phillies (2004), managed the Arizona Diamondbacks (from May 2009 to July 2010), and was vice president of professional scouting for the San Diego Padres (from September 2010 to August 2014). Hinch has a degree in psychology from Stanford University.",
  "/wiki/Midwest_City,_Oklahoma": "Midwest City is a city in Oklahoma County, Oklahoma, United States, and a part of the  Oklahoma City metropolitan area. As of the 2010 census, the population was 54,371, making it the eighth largest city in the state.",
  "/wiki/Stanford_Cardinal_baseball": "The Stanford Cardinal baseball team represents Stanford University in NCAA Division I college baseball. Along with most other Stanford athletic teams, the baseball team participates in the Pac-12 Conference. The Cardinal play their home games on campus at Klein Field at Sunken Diamond, and they are currently coached by David Esquer.",
  "/wiki/Alex_Rodriguez": "Alexander Emmanuel Rodriguez (born July 27, 1975), nicknamed \"A-Rod\", is an American former professional baseball shortstop and third baseman who played 22 seasons in Major League Baseball (MLB). He played seven seasons with Seattle Mariners, three seasons with the Texas Rangers and twelve seasons with the New York Yankees. Rodriguez began his professional career as one of the sport's most highly touted prospects, and is considered to be one of the greatest baseball players of all time. Rodriguez amassed a .295 batting average, over 600 home runs (696), over 2,000 runs batted in (RBI), over 2,000 runs scored, over 3,000 hits, and over 300 stolen bases, the only player in MLB history to achieve all of those feats. He was also a 14-time All-Star, winning three American League (AL) Most Valuable Player (MVP) Awards, ten Silver Slugger Awards, and two Gold Glove Awards. Rodríguez is also the career record holder for grand slams with 25. He signed two of the most lucrative sports contracts in baseball. In addition to his accomplishments, he also led a controversial career due to some of his behaviors, including the use of performance-enhancing drugs.",
  "/wiki/Miami": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).",
  "/wiki/Doug_Million": "Douglas Lloyd Million (October 13, 1975 – September 24, 1997) was a baseball player who is notable for winning the Gatorade High School Baseball Player of the Year Award in 1994. He played minor league baseball for four seasons.",
  "/wiki/Sarasota,_Florida": "Sarasota (/ˌsærəˈsoʊtə/) is a city in Sarasota County on the southwestern coast of the U.S. state of Florida. The area is renowned for its cultural and environmental amenities, beaches, resorts, and the Sarasota School of Architecture. The city is at the southern end of the Tampa Bay Area, north of Fort Myers and Punta Gorda. Its official limits include Sarasota Bay and several barrier islands between the bay and the Gulf of Mexico. According to the U.S. Census Bureau, in 2018 Sarasota had a population of 57,738. In 1986 it became designated as a certified local government. Sarasota is a principal city of the Sarasota metropolitan area, and is the seat of Sarasota County.",
  "/wiki/Miami_Hurricanes_baseball": "The Miami Hurricanes baseball team is the college baseball program that represents the University of Miami.",
  "/wiki/Chad_Hutchinson": "Chad Martin Hutchinson (born February 21, 1977) is a former American football quarterback in the National Football League for the Dallas Cowboys and Chicago Bears. He also is a former Major League Baseball (MLB) pitcher for the St. Louis Cardinals. He played college football at Stanford University.",
  "/wiki/San_Diego": "San Diego (/ˌsæn diˈeɪɡoʊ/, Spanish: [san ˈdjeɣo]; Spanish for \"Saint Didacus\") is a city in the U.S. state of California on the coast of the Pacific Ocean, approximately 120 miles (190 km) south of Los Angeles and immediately adjacent to the border with Mexico. With an estimated population of 1,425,976 as of July 1, 2018, San Diego is the eighth-largest city in the United States and second-largest in California. It is part of the San Diego–Tijuana conurbation, the second-largest transborder agglomeration between the U.S. and a bordering country after Detroit–Windsor, with a population of 4,922,723 people. The city is known for its mild year-round climate, natural deep-water harbor, extensive beaches, long association with the United States Navy, and recent emergence as a healthcare and biotechnology development center.",
  "/wiki/Stanford_Cardinal_football": "The Stanford Cardinal football program represents Stanford University in college football at the NCAA Division I FBS level and is a member of the Pac-12 Conference's North Division. Stanford has a highly successful football tradition. The team is currently known as the Cardinal, adopted prior to the 1982 season. Stanford was known as the \"Indians\" from 1930 to January 1972, and the \"Cardinals\" from 1972 through 1981. A student vote in December 1975 to change the nickname to \"Robber Barons\" was not approved by administrators.",
  "/wiki/Matt_White_(minor_league_pitcher)": "Matthew Edward White (born August 13, 1978) is a retired professional baseball pitcher.",
  "/wiki/Waynesboro,_Pennsylvania": "Waynesboro is a borough in Franklin County, Pennsylvania, on the southern border of the state. Waynesboro is in the Cumberland Valley between Hagerstown, Maryland, and Chambersburg, Pennsylvania.  It is part of Chambersburg, PA Micropolitan Statistical Area, which is part of the Baltimore–Washington metropolitan area. It is 2 miles north of the Mason–Dixon line and close to Camp David and the Raven Rock Mountain Complex.",
  "/wiki/Darnell_McDonald": "Darnell Tyrone McDonald (born November 17, 1978) is an American former professional baseball outfielder. He played in Major League Baseball for the Baltimore Orioles, Minnesota Twins, Cincinnati Reds, Boston Red Sox, New York Yankees, and Chicago Cubs.",
  "/wiki/Englewood,_Colorado": "The City of Englewood is a Home Rule Municipality located in Arapahoe County, Colorado, United States.  As of 2010, the population was 30,255. Englewood is part of the Denver-Aurora Metropolitan Area.  Englewood is located in the South Platte River Valley east of the Front Range and directly south of central Denver.  Downtown is located directly east of the confluence of Little Dry Creek and the South Platte River, between Santa Fe Drive and Broadway.",
  "/wiki/Drew_Henson": "Drew Daniel Henson (born February 13, 1980) is a former Major League Baseball third baseman and National Football League quarterback. He was drafted by the Houston Texans in the sixth round of the 2003 NFL Draft. He played college football at Michigan.",
  "/wiki/Brighton,_Michigan": "Brighton is a suburb in Metro Detroit in the southeast portion of Livingston County in the U.S. state of Michigan. As of the 2010 census, the city population was 7,444. Brighton forms part of the South Lyon-Howell-Brighton Urban Area. It is one of two incorporated cities in Livingston County, and incorporates land that was part of Brighton, Green Oak and Genoa townships.",
  "/wiki/Michigan_Wolverines_football": "The Michigan Wolverines football program represents the University of Michigan in college football at the NCAA Division I Football Bowl Subdivision (formerly Division I-A) level. Michigan has the most all-time wins in college football history. The team is known for its distinctive winged helmet, its fight song, its record-breaking attendance figures at Michigan Stadium, and its many rivalries, particularly its annual, regular-season-ending game against Ohio State, known simply as “The Game,” once voted as ESPN's best sports rivalry.",
  "/wiki/B._J._Garbe": "Brandon James Garbe (born February 3, 1981 in Moses Lake, Washington) is an American former minor league baseball player.  In 1999, Garbe won the Gatorade High School Baseball Player of the Year Award.",
  "/wiki/Moses_Lake,_Washington": "Moses Lake is a city in Grant County, Washington, United States. The population was 20,366 as of the 2010 census.  Moses Lake is the largest city in Grant County. The city anchors the Moses Lake Micropolitan area, which includes all of Grant County, and is part of the Moses Lake-Othello combined statistical area.",
  "/wiki/Jason_Stokes": "Jason Stokes (born January 23, 1982 in Irving, Texas) is a former first baseman who played in the Oakland Athletics and Florida Marlins organizations.",
  "/wiki/Coppell,_Texas": "Coppell (/kəˈpɛl/ kə-PEL) is a city in the northwest corner of Dallas County in the U.S. state of Texas. It is a suburb of Dallas and a bedroom community in the Dallas–Fort Worth metroplex.  The population was 38,659 at the 2010 census.  A small area in the far northern portion of the city extends into neighboring Denton County.",
  "/wiki/Casey_Kotchman": "Casey John Kotchman (born February 22, 1983) is an American former professional baseball first baseman. He played in Major League Baseball (MLB) for the Los Angeles Angels of Anaheim, Atlanta Braves, Boston Red Sox, Seattle Mariners, Tampa Bay Rays, Cleveland Indians and Miami Marlins. He was known for setting the record for having the most consecutive put-outs without committing an error.",
  "/wiki/Seminole,_Florida": "Seminole is a city in Pinellas County, Florida, United States. The population was 17,233 at the 2010 census.",
  "/wiki/Zack_Greinke": "Donald Zackary Greinke (born October 21, 1983) is an American professional baseball pitcher for the Houston Astros of Major League Baseball (MLB). He previously played for the Kansas City Royals, Milwaukee Brewers, Los Angeles Angels of Anaheim, Los Angeles Dodgers, and the Arizona Diamondbacks.",
  "/wiki/Apopka,_Florida": "Apopka is a city in Orange County, Florida. The city's population was 41,542 at the 2010 census, up from 26,969 at the 2000 U.S. Census. It is part of the Orlando–Kissimmee–Sanford Metropolitan Statistical Area. Apopka comes from Seminole word Ahapopka  for \"Potato eating place\". Apopka is often referred to as the \"Indoor Foliage Capital of the World\".",
  "/wiki/Chris_Lubanski": "Christopher Sebastian Lubanski (born March 24, 1985) was a professional baseball player from 2003-2011. He was selected by the Kansas City Royals as the 5th overall in the 2003 MLB Draft. In 2003, he was selected as the Gatorade High School Baseball National Player of the Year. He is a 2003 graduate of Kennedy-Kenrick Catholic High School in Norristown, Pennsylvania.",
  "/wiki/Collegeville,_Pennsylvania": "Collegeville is a borough in Montgomery County, Pennsylvania, a suburb of Philadelphia on the Perkiomen Creek. Collegeville was incorporated in 1896. It is the location of Ursinus College, opened in 1869. The population was 5,089 at the 2010 census.",
  "/wiki/Mark_Rogers_(baseball)": "Mark Elliot Rogers (born January 30, 1986) is an American former professional baseball pitcher. He made his Major League Baseball debut for the Milwaukee Brewers in 2010.",
  "/wiki/Orrs_Island,_Maine": "Orr's Island is an island in Casco Bay and the Gulf of Maine, part of the Atlantic Ocean. The island is within the town of Harpswell, Maine, U.S., and forms an archipelago with Sebascodegan Island (also known as Great Island) to its north and Bailey Island (reached by the Bailey Island (or Cribstone) Bridge) to its south.",
  "/wiki/Justin_Upton": "Justin Irvin Upton (born August 25, 1987) is an American professional baseball outfielder for the Los Angeles Angels of Major League Baseball (MLB). He previously played for the Arizona Diamondbacks from 2007 to 2012, Atlanta Braves in 2013 and 2014, San Diego Padres in 2015, and the Detroit Tigers in 2016 and 2017. He has been a teammate of his brother B.J. Upton with both the Braves and the Padres. While primarily a right fielder throughout his career, Upton has since transitioned to left field for the Braves, Padres and Tigers.",
  "/wiki/Chesapeake,_Virginia": "Chesapeake is an independent city in the Commonwealth of Virginia. As of the 2010 census, the population was 222,209; in 2018, the population was estimated to be 242,634, making it the third-most populous city in Virginia.",
  "/wiki/Gatorade_Player_of_the_Year_awards": "The Gatorade Player of the Year awards are given annually to up and coming high school student-athletes in the United States. They are given for boys' baseball, boys' football, girls' softball, girls' volleyball, boys' basketball, girls' basketball, boys' cross country, girls' cross country, boys' soccer, girls' soccer, boys' track & field, and girls' track & field."
}