{
  "/wiki/Ipoh": "Ipoh (/ˈiːpoʊ/) is the capital city of the Malaysian state of Perak. Located by the Kinta River, it is nearly 180 km (110 mi) north of Kuala Lumpur and 123 km (76 mi) southeast of George Town in neighbouring Penang. As of 2010[update], Ipoh contained a population of 657,892, making it the third largest city in Malaysia by population.",
  "/wiki/TGV_Cinemas": "TGV Cinemas Sdn Bhd (formerly known as Tanjong Golden Village) is the second largest cinema chain in Malaysia. As of March 2019, TGV Cinemas has 35 multiplexes with 282 screens and more than 48,000 seats. TGV Cinemas is headquartered at Maxis Tower, Kuala Lumpur.",
  "/wiki/Taiping,_Perak": "Taiping (Malay pronunciation: /taipeŋ/; Jawi: تاءيڤيڠ)(Chinese: 太平; Chinese pronunciation: /tʰaɪ̯⁵¹piŋ/; Hokkien: Thài-pêng; Tamil: தைப்பிங்) is a town located in Larut, Matang and Selama District, Perak, Malaysia. It is located approximately 48 km (30 mi) northwest of Ipoh, the capital of Perak, and 78 km (48 mi) southeast of George Town, Penang. With a population of 245,182 (in 2013), it is the second largest town in Perak after Ipoh, the state capital.",
  "/wiki/Manjung": "The Manjung District is a district in the southwestern part of the state of Perak, Malaysia. The district is well known for its Pangkor Island, a major attraction in Perak and the home of the Royal Malaysian Navy (TLDM) Lumut Naval Base and dockyard. Since the population is increasing, residential and commercial infrastructure is being developed. Dinding was once part of the British Straits Settlements colony.",
  "/wiki/Perak": "Perak (Malay pronunciation: [peraʔ]) is a state of Malaysia on the west coast of the Malay Peninsula. Perak has land borders with the Malaysian states of Kedah to the north, Penang to the northwest, Kelantan and Pahang to the east, and Selangor to the south. Thailand's Yala and Narathiwat provinces both lie to the northeast.  Perak's capital city, Ipoh, was known historically for its tin-mining activities until the price of the metal dropped, severely affecting the state's economy. The royal capital remains Kuala Kangsar, where the palace of the Sultan of Perak is located. As of 2018, the state's population was 2,500,000. Perak has diverse tropical rainforests and an equatorial climate. The state's mountain ranges belong to the Titiwangsa Range, which is part of the larger Tenasserim Range connecting Thailand, Myanmar and Malaysia. Perak's Mount Korbu is the highest point of the range.",
  "/wiki/Parit_Buntar": "Parit Buntar is a town in Kerian District, Perak, Malaysia. It is bordering to Nibong Tebal in Penang and Bandar Baharu in Kedah.",
  "/wiki/Lotus_Five_Star": "Lotus Fivestar Cinemas (M) Sdn Bhd (doing business as Lotus Five Star Cinemas, also known as LFS) is a cinema chain in Malaysia owned by the Lotus Group. Lotus Five Star is also a major Indian movie distributor in Malaysia. LFS Cinemas is the fourth largest cinema chain in Malaysia after Golden Screen Cinemas, TGV Cinemas, and MBO Cinemas.",
  "/wiki/Bandar_Seri_Iskandar": "Seri Iskandar is a town and district capital of Perak Tengah in Perak, Malaysia. It is located at about 40 km southwest of Ipoh on the main Ipoh-Lumut highway. The adjacent towns are Tronoh, a once-famous mining town and Bota. Universiti Teknologi Petronas, a branch campus of Universiti Teknologi MARA and Kolej Profesional MARA are located in Seri Iskandar.  The prospect of the town is looking good and will emerge as the \"University Town\" like Kampar.[citation needed]",
  "/wiki/Kampar,_Perak": "Kampar known as Education City is a mukim in Kampar District, Perak, Malaysia. Founded in 1887, the town lies within the Kinta Valley, an area rich with tin reserves. It was a tin mining town which boomed during the height of the tin mining industry.  Many tin towns were  established in the late 19th century, flourished in the 1900s, only to stagnate and decline after World War I, with the exception of an exhilarating boom in the 1920s. Most have closed down following the collapse of the industry, especially in the late 20th century.",
  "/wiki/MBO_Cinemas": "MCAT Box Office Sdn Bhd (trading as MBO Cinemas) is a chain of cinemas in Malaysia. It is the third largest cinema chain in the country after Golden Screen Cinemas and TGV Cinemas.",
  "/wiki/TGV_cinemas": "TGV Cinemas Sdn Bhd (formerly known as Tanjong Golden Village) is the second largest cinema chain in Malaysia. As of March 2019, TGV Cinemas has 35 multiplexes with 282 screens and more than 48,000 seats. TGV Cinemas is headquartered at Maxis Tower, Kuala Lumpur.",
  "/wiki/Teluk_Intan": "Teluk Intan (Chinese: 安順) is a town in Hilir Perak District, Perak, Malaysia. It is the district capital and largest town in Hilir Perak district and third largest town in the state of Perak with an estimated population of around 120,000, about half of Hilir Perak district's total population (232,900).",
  "/wiki/Sitiawan": "Sitiawan (alternate spelling: Setiawan;  origin: from Malay, a portmanteau of Setia Kawan, meaning \"Loyal Friend\") is a region in Manjung District, Perak, Malaysia.",
  "/wiki/Bagan_Serai": "Bagan Serai is a mukim in Kerian District, Perak, Malaysia. It is located 52 km (32 mi) southeast of George Town, the capital city of the neighbouring state of Penang. As such, the town is also part of Greater Penang, Malaysia's second largest conurbation, with the town's logistical needs being served by Penang's well-developed transportation infrastructure.",
  "/wiki/Golden_Screen_Cinemas": "Golden Screen Cinemas Sdn Bhd (also known as GSC or GSCinemas) is the largest cinema chain in Malaysia. The biggest cinema is located within the Mid Valley Megamall. It houses 21 screen cinemas and has 2763 seats, making it the largest in Malaysia.",
  "/wiki/List_of_cinemas_in_Malaysia": "Malaysia has 169 cinemas operating throughout the country. The only states without cinemas are Perlis and Kelantan. The largest cinema operator is Golden Screen Cinemas. There are other large operators such as TGV Cinemas, MBO Cinemas, Lotus Five Star and mmCineplexes. Other than these operators, there are smaller operators who do screening on a small scale."
}