{
  "/wiki/J.R._Reid": "Herman \"J. R.\" Reid Jr. (born March 31, 1968) is a retired American professional basketball player for several NBA teams. He is currently an assistant coach at Monmouth University in West Long Branch, NJ.",
  "/wiki/Virginia_Beach,_Virginia": "Virginia Beach is an independent city located on the southeastern coast of the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 437,994; in 2018, it was estimated to be 450,138. Although mostly suburban in character, it is the most populous city in Virginia and the 44th most populous city in the nation.\nLocated on the Atlantic Ocean at the mouth of the Chesapeake Bay, Virginia Beach is included in the Hampton Roads metropolitan area. This area, known as \"America's First Region\", also includes the independent cities of Chesapeake, Hampton, Newport News, Norfolk, Portsmouth, and Suffolk, as well as other smaller cities, counties, and towns of Hampton Roads.",
  "/wiki/North_Carolina_Tar_Heels_men%27s_basketball": "The North Carolina Tar Heels men's basketball program is the intercollegiate men's basketball team of the University of North Carolina at Chapel Hill. The Tar Heels have won seven Men's Basketball  National Championships (1924, 1957, 1982, 1993, 2005, 2009, and 2017). North Carolina's six NCAA Tournament Championships are third-most all-time, behind University of California, Los Angeles (11) and University of Kentucky (8). They have also won 18 Atlantic Coast Conference tournament titles, 32 Atlantic Coast Conference regular season titles, and an Atlantic Coast Conference record 20 outright Regular Season Championships. The program has produced many notable players who went on to play in the NBA, including three of the 50 Greatest Players in NBA History: Billy Cunningham, Michael Jordan and James Worthy. Many Tar Heel assistant coaches have gone on to become head coaches elsewhere.",
  "/wiki/LaBradford_Smith": "LaBradford Corvey Smith (born April 3, 1969) is a retired American professional basketball player.",
  "/wiki/Bay_City,_Texas": "Bay City is a city in Matagorda County, Texas, United States. The population was 17,614 at the 2010 census. It is the county seat of Matagorda County. The current mayor is Robert Nelson.",
  "/wiki/Louisville_Cardinals_men%27s_basketball": "The Louisville Cardinals men's basketball team is the men's college basketball program representing the University of Louisville (U of L) in the Atlantic Coast Conference (ACC) of NCAA Division I. The Cardinals have officially won two NCAA championships in 1980 and 1986 (with the 2013 title being vacated); and have officially been to 8 Final Fours (with the 2012 and 2013 appearances being vacated) in 38 official NCAA tournament appearances while compiling 61 tournament wins.",
  "/wiki/Alonzo_Mourning": "Alonzo Harding Mourning Jr. (born February 8, 1970) is an American professional basketball executive and former player. Mourning played most of his 15-year National Basketball Association (NBA) career for the Miami Heat.",
  "/wiki/Chesapeake,_Virginia": "Chesapeake is an independent city in the Commonwealth of Virginia. As of the 2010 census, the population was 222,209; in 2018, the population was estimated to be 242,634, making it the third-most populous city in Virginia.",
  "/wiki/Georgetown_Hoyas_men%27s_basketball": "The Georgetown Hoyas men's basketball program represents Georgetown University in NCAA Division I men's intercollegiate basketball and the Big East Conference.  Georgetown has competed in men's college basketball since 1907.  The current head coach of the program is Patrick Ewing.",
  "/wiki/Kenny_Anderson_(basketball)": "Kenneth Anderson (born October 9, 1970) is an American retired basketball player. After a college career at Georgia Tech, he played point guard professionally from 1991 to 2006, mostly in the National Basketball Association.",
  "/wiki/Jamaica,_Queens": "Jamaica is a middle-class neighborhood in the New York City borough of Queens. It is mainly composed of a large commercial and retail area, though part of the neighborhood is also residential. Jamaica is bordered by Hollis to the east; St. Albans, Springfield Gardens, Rochdale Village to the southeast; and South Jamaica to the south; Richmond Hill and South Ozone Park to the west; Briarwood to the northwest; and Kew Gardens Hills, Jamaica Hills, and Jamaica Estates to the north.",
  "/wiki/Georgia_Tech_Yellow_Jackets_men%27s_basketball": "The Georgia Tech Yellow Jackets Men's Basketball team represents the Georgia Tech Yellow Jackets in NCAA Division I basketball. The team plays its home games in McCamish Pavilion on the school's Atlanta campus and is currently coached by Josh Pastner. Under the tenure of Bobby Cremins, Georgia Tech established itself as a national force in basketball. Cremins led his team to the first ACC tournament victory in school history in 1985 and in 1990 he took Georgia Tech to the school's first Final Four appearance ever. Cremins retired from Georgia Tech in 2000 with the school's best winning percentage as a head coach. The Yellow Jackets returned to the Final Four in 2004 under Paul Hewitt and lost in the national title game, losing to UConn. Overall, the team has won 1,352 games and lost 1,226 games, a .524 win percentage.",
  "/wiki/Damon_Bailey": "Damon Bailey (born October 21, 1971) is a retired American basketball player. Bailey rose to national prominence after being recruited by Indiana coach Bob Knight as an 8th grader, an unusual event at the time. Bailey went on to become Indiana's all-time high school leading scorer and would earn All-America honors playing for the Indiana Hoosiers. He became a cult figure during the late 1980s and early 1990s in Indiana.  Bailey was an assistant coach of the Butler University's women's basketball team from 2014-2017.",
  "/wiki/Bedford,_Indiana": "Bedford is a city in Shawswick Township, Lawrence County, Indiana, United States. The population was 13,413 at the 2010 census. The city is the county seat of Lawrence County. Bedford is the principal city of the Bedford, IN Micropolitan Statistical Area, which comprises all of Lawrence County.",
  "/wiki/Indiana_Hoosiers_men%27s_basketball": "The Indiana Hoosiers men's basketball team represents Indiana University Bloomington in NCAA Division I college basketball and competes in the Big Ten Conference. The Hoosiers play on Branch McCracken Court at Simon Skjodt Assembly Hall in Bloomington, Indiana on the Indiana University Bloomington campus. Indiana has won five NCAA Championships in men's basketball (1940, 1953, 1976, 1981, 1987) – the first two under coach Branch McCracken and the latter three under Bob Knight. Indiana's 1976 squad remains the last undefeated NCAA men's basketball champion.",
  "/wiki/Chris_Webber": "Mayce Edward Christopher Webber III (born March 1, 1973) is an American former professional basketball player. He is a five-time NBA All-Star, a five-time All-NBA Team member, a former NBA Rookie of the Year, and a former number one overall NBA draftee. As a collegiate athlete, he was a first-team All-American and led the Michigan Wolverines' 1991 incoming freshman class known as the Fab Five that reached the 1992 and 1993 NCAA Men's Division I Basketball Championship games as freshmen and sophomores. However, Webber was indicted by a federal grand jury and stripped of his All-American honors by the NCAA as a result of his direct involvement in the Ed Martin scandal. He is also a former National High School Basketball Player of the Year who led his high school Detroit Country Day to three Michigan State High School Basketball Championships, but never won any national championship in college or the NBA.",
  "/wiki/Detroit": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design.",
  "/wiki/Michigan_Wolverines_men%27s_basketball": "The Michigan Wolverines Men's Basketball team is the intercollegiate men's basketball program representing the University of Michigan. The school competes in the Big Ten Conference in Division I of the National Collegiate Athletic Association (NCAA). The Wolverines play home basketball games at the Crisler Center in Ann Arbor, Michigan. Michigan has won one NCAA Championship as well as two National Invitation Tournaments (NIT), fourteen Big Ten Conference titles and two Big Ten Tournament titles. In addition, it has \"won\" an NIT title and \"won\" a Big Ten Tournament that were vacated due to NCAA sanctions. The team is coached by Juwan Howard.",
  "/wiki/Corliss_Williamson": "Corliss Mondari Williamson (born December 4, 1973) is an American basketball coach and former basketball player who played for four teams during his 12-year NBA career. He last served as an assistant coach for the Phoenix Suns. His nickname is \"Big Nasty\", a moniker he received from his AAU coach when he was 13. Williamson was a dominating power forward in college, but an undersized power forward in the NBA and mostly played at the small forward position.",
  "/wiki/Russellville,_Arkansas": "Russellville is the county seat and largest city in Pope County, Arkansas, United States, with a population of 27,920, according to the 2010 Census. It is home to Arkansas Tech University and Arkansas Nuclear One, Arkansas' only nuclear power plant. Russellville borders Lake Dardanelle and the Arkansas River.",
  "/wiki/Arkansas_Razorbacks_men%27s_basketball": "The Arkansas Razorbacks basketball team represents the University of Arkansas in Fayetteville, Arkansas, United States in NCAA Division I men's basketball competition. The school's team currently competes in the Southeastern Conference. The team last played in the NCAA Division I Men's Basketball Tournament in 2018. They lost in the first round to Butler University.",
  "/wiki/Randy_Livingston": "Randy Livingston (born April 2, 1975) is a former American professional basketball player who was drafted as the 42nd overall pick in the 1996 NBA Draft by the Houston Rockets.",
  "/wiki/New_Orleans": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/LSU_Tigers_basketball": "The LSU Tigers basketball team represents Louisiana State University in  NCAA Division I men's college basketball. The Tigers are currently coached by head coach Will Wade. They play their home games in the Pete Maravich Assembly Center located on the LSU campus in Baton Rouge, Louisiana. The team participates in the Southeastern Conference.",
  "/wiki/Felipe_L%C3%B3pez_(basketball)": "Luis Felipe López (born December 19, 1974) is a Dominican retired professional basketball player from Santiago, Dominican Republic.",
  "/wiki/Manhattan": "Manhattan (/mænˈhætən, mən-/), often referred to by residents of the New York City area as the City, is the most densely populated of the five boroughs of New York City, and coextensive with the County of New York, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthplace. The borough consists mostly of Manhattan Island, bounded by the Hudson, East, and Harlem rivers; as well as several small adjacent islands. Manhattan additionally contains Marble Hill, a small neighborhood now on the U.S. mainland, that was connected using landfill to the Bronx and separated from the rest of Manhattan by the Harlem River. Manhattan Island is divided into three informally bounded components, each aligned with the borough's long axis: Lower, Midtown, and Upper Manhattan.",
  "/wiki/St._John%27s_Red_Storm_men%27s_basketball": "The St. John's Red Storm men's basketball team represents the St. John's University in Queens, New York. The team participates in the Big East Conference. As of the end of the 2018-19 season, St. John's has 1,900 total wins, which put them at #6 on the List of teams with the most victories in NCAA Division I men's college basketball. Starting in the 2019-20 season, St. John's will be coached by Mike Anderson.",
  "/wiki/Stephon_Marbury": "Stephon Xavier Marbury (born February 20, 1977) is an American former basketball player. He was selected out of Georgia Tech by the Milwaukee Bucks with the 4th overall pick in the 1996 NBA draft, but was traded shortly thereafter to the Minnesota Timberwolves. He played in the NBA from 1996 to 2009, also as a member of the New Jersey Nets, Phoenix Suns, New York Knicks and Boston Celtics. He was an NBA All-Star with the Suns in 2001 and 2003, and was voted into the All-NBA Third Team in 2000 and 2003. Marbury then played in the Chinese Basketball Association (CBA) from 2010 to 2018, winning three CBA championships with the Beijing Ducks in 2012, 2014 and 2015.",
  "/wiki/Brooklyn": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.",
  "/wiki/Kobe_Bryant": "Kobe Bean Bryant (/ˈkoʊbiː/ KOH-bee; August 23, 1978 – January 26, 2020) was an American professional basketball player. A shooting guard, Bryant entered the National Basketball Association (NBA) directly from high school, and played his entire 20-season professional career in the league with the Los Angeles Lakers. Bryant won five NBA championships, was an 18-time All-Star, 15-time member of the All-NBA Team, 12-time member of the All-Defensive Team, was named the 2008 NBA Most Valuable Player (MVP), and was a two-time NBA Finals MVP winner. Widely regarded as one of the greatest players of all time, he led the NBA in scoring during two seasons, ranks fourth on the league's all-time regular season scoring and all-time postseason scoring lists.",
  "/wiki/Ardmore,_Pennsylvania": "Ardmore is an unincorporated community and census-designated place (CDP) in Delaware and Montgomery counties in the U.S. state of Pennsylvania. The population was 12,455 at the 2010 census. Ardmore is a suburb on the west side of Philadelphia, within Lower Merion Township in Montgomery County and Haverford Township in Delaware County. Originally named \"Athensville\" in 1853, the community and its railroad station were renamed \"Ardmore\" in 1873 by the Pennsylvania Railroad, on whose Main Line, west out of Philadelphia, Ardmore sits at Milepost 8.5.",
  "/wiki/Baron_Davis": "Baron Walter Louis Davis (born April 13, 1979) is an American former professional basketball player who is a studio analyst for The NBA on TNT. He is a two-time NBA All-Star. He was drafted with the third overall pick in the 1999 NBA draft by the Charlotte Hornets. He also played in the NBA for the New Orleans Hornets, Golden State Warriors, Los Angeles Clippers, Cleveland Cavaliers and New York Knicks. Davis played college basketball for UCLA, where he was an All-American honoree before turning professional after his sophomore year. He was a star high school player while at Crossroads School.",
  "/wiki/Santa_Monica,_California": "Santa Monica (Spanish: Santa Mónica; Spanish for Saint Monica) is a beachfront city in western Los Angeles County, California, United States. Situated on Santa Monica Bay, it is bordered on three sides by the city of Los Angeles – Pacific Palisades to the north, Brentwood on the northeast, West Los Angeles on the east, Mar Vista on the southeast, and Venice on the south. The 2010 U.S. Census population was 89,736. \nDue in part to an agreeable climate, Santa Monica became a famed resort town by the early 20th century. The city has experienced a boom since the late 1980s through the revitalization of its downtown core, significant job growth and increased tourism. The Santa Monica Pier and Pacific Park remain popular destinations.",
  "/wiki/UCLA_Bruins_men%27s_basketball": "The UCLA Bruins men's basketball program represents the University of California, Los Angeles in the sport of men's basketball as a member of the Pac-12 Conference. Established in 1919, the program has won a record 11 NCAA titles. Coach John Wooden led the Bruins to 10 national titles in 12 seasons, from 1964 to 1975, including seven straight from 1967 to 1973. UCLA went undefeated a record four times (1964, 1967, 1972, and 1973). Coach Jim Harrick led the team to another NCAA title in 1995. Former coach Ben Howland led UCLA to three consecutive Final Four appearances from 2006 to 2008. As a member of the AAWU, Pacific-8 and then Pacific-10, UCLA set a NCAA Division I record with 13 consecutive regular season conference titles between 1967 and 1979 which stood until passed by Kansas in 2018.",
  "/wiki/Al_Harrington": "Albert Harrington (born February 17, 1980) is an American former professional basketball player. Selected with the 25th overall pick in the 1998 NBA draft, Harrington played 16 seasons in the National Basketball Association (NBA) for the Indiana Pacers, Atlanta Hawks, Golden State Warriors, New York Knicks, Denver Nuggets, Orlando Magic and Washington Wizards. He also spent a short stint with the Fujian Sturgeons of the Chinese Basketball Association (CBA).",
  "/wiki/Elizabeth,_New_Jersey": "Elizabeth is both the largest city and the county seat of Union County, in New Jersey, United States. As of the 2010 United States Census, the city had a total population of 124,969, retaining its ranking as New Jersey's fourth most populous city, behind Paterson. The population increased by 4,401 (3.7%) from the 120,568 counted in the 2000 Census, which had in turn increased by 10,566 (+9.6%) from the 110,002 counted in the 1990 Census. For 2018, the Census Bureau's Population Estimates Program calculated a population of 128,885, an increase of 3.1% from the 2010 enumeration, ranking the city the 215th-most-populous in the nation.",
  "/wiki/LaVell_Blanchard": "LaVell DeAaron Blanchard (February 23, 1981) is an American former professional basketball player. He was a four-time All-Big Ten Conference performer and 2000 Big Ten Freshman of the Year for the Michigan Wolverines men's basketball team. He is known for having been the fifth player to ever lead a National Collegiate Athletic Association team in both scoring and rebounding four times. He earned the Gatorade Player of the Year while playing for Pioneer High School in Ann Arbor, Michigan, the home of the University of Michigan.",
  "/wiki/Ann_Arbor,_Michigan": "Ann Arbor is a city in the U.S. state of Michigan and the county seat of Washtenaw County.  The 2010 census recorded its population to be 113,934.  It is the principal city of the Ann Arbor Metropolitan Statistical Area, which encompasses all of Washtenaw County.  Ann Arbor is also included in the larger Southeast Michigan Combined Statistical Area.",
  "/wiki/Jared_Jeffries": "Jared Scott Carter Jeffries (born November 25, 1981) is a retired National Basketball Association player who is currently the President of the eSports organization Echo Fox. He previously served as the Director of Player Personnel for the Denver Nuggets. Jeffries was drafted with the 11th overall pick of the 2002 NBA draft by the Washington Wizards. He also played for the New York Knicks, Houston Rockets, and Portland Trail Blazers before retiring in 2013. In college, Jeffries played for the Indiana University Hoosiers; during his sophomore year, he was an integral part of the Hoosiers' Cinderella run to the 2002 NCAA Championship game, was named Big Ten Player of the Year, and was a consensus second-team All-American. At 6'11\", he mainly played at the forward and center positions.",
  "/wiki/Bloomington,_Indiana": "Bloomington is a city in and the county seat of Monroe County in the southern region of the U.S. state of Indiana. It is the seventh-largest city in Indiana and the fourth-largest outside the Indianapolis metropolitan area. According to the Monroe County History Center, Bloomington is known as the \"Gateway to Scenic Southern Indiana.\" The city was established in 1818 by a group of settlers from Kentucky, Tennessee, the Carolinas, and Virginia who were so impressed with \"a haven of blooms\" that they called it Bloomington.",
  "/wiki/Kelvin_Torbert": "Kelvin Deion Torbert (born May 24, 1983) is an American former professional basketball player.",
  "/wiki/Flint,_Michigan": "Flint is the largest city and seat of Genesee County, Michigan, United States. Located along the Flint River, 66 miles (106 km) northwest of Detroit, it is a principal city within the region known as Mid Michigan. According to the 2010 census, Flint has a population of 102,434, making it the seventh largest city in Michigan.  The Flint metropolitan area is located entirely within Genesee County. It is the fourth largest metropolitan area in Michigan with a population of 425,790 in 2010. The city was incorporated in 1855.",
  "/wiki/Michigan_State_Spartans_men%27s_basketball": "The Michigan State Spartans men's basketball team represents Michigan State University (MSU) and compete in the Big Ten Conference of NCAA Division I College basketball. Their home games are played at the Breslin Student Events Center. Tom Izzo has been the head coach since 1995. The Spartans have won two NCAA championships and 15 Big Ten Conference Championships. Their two National Championships came in the 1979 NCAA Tournament and the 2000 NCAA Tournament. The 1979 National Championship Game was the most watched college basketball game in history, with 35.11 million television viewers. The 1979 National Championship team was coached by Jud Heathcote and included tournament MVP Magic Johnson, Greg Kelser and Jay Vincent. The Spartans defeated the previously unbeaten Indiana State Sycamores, led by future Hall of Famer Larry Bird. The 2000 National Championship team defeated the Florida Gators men's basketball team in the final. The team was coached by Tom Izzo and led by players Morris Peterson, Charlie Bell, Jason Richardson and tournament MVP Mateen Cleaves.",
  "/wiki/LeBron_James": "LeBron Raymone James Sr. (/ləˈbrɒn/; born December 30, 1984) is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association. He is often regarded as the greatest basketball player of all time, which has resulted in frequent comparisons to Michael Jordan. His accomplishments include three NBA championships, four NBA MVP Awards, three NBA Finals MVP Awards, and two Olympic gold medals.  Lebron's teams appeared in eight consecutive NBA Finals (2011-2018 seasons).  Lebron leads with the record for all-time NBA playoffs points scored, is third in all-time NBA points scored, and eighth in all-time NBA assists.  James was selected to the All-NBA First Team a record twelve times, made the All-Defensive First Team five times, played in sixteen NBA All-Star Games as All-Star MVP three times.",
  "/wiki/Akron,_Ohio": "Akron (/ˈækrən/) is the fifth-largest city in the U.S. state of Ohio and is the county seat of Summit County. It is located on the western edge of the Glaciated Allegheny Plateau, about 30 miles (48 km) south of Cleveland. As of the 2018 Census estimate, the city proper had a total population of 198,006, making it the 119th-largest city in the United States. The Greater Akron area, covering Summit and Portage counties, had an estimated population of 703,505.",
  "/wiki/Dwight_Howard": "Dwight David Howard II (born December 8, 1985) is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA). He is an eight-time All-Star, eight-time All-NBA Team honoree, five-time All-Defensive Team member, and three-time Defensive Player of the Year.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Greg_Oden": "Gregory Wayne Oden Jr. (born January 22, 1988) is an American former professional basketball player. Oden, a 7 ft 0 in (2.13 m), 250-pound (110 kg) center, played college basketball at the Ohio State University for one season, during which the team was the Big Ten Champion and the tournament runner-up in the NCAA Men's Division I Basketball Championship.",
  "/wiki/Indianapolis": "Indianapolis (/ˌɪndiəˈnæpəlɪs/), often shortened to Indy, is the state capital and most populous city of the U.S. state of Indiana and the seat of Marion County. According to 2018 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 876,862. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 867,125. It is the 17th most populous city in the U.S. The Indianapolis metropolitan area is the 34th most populous metropolitan statistical area in the U.S., with 2,048,703 residents. Its combined statistical area ranks 28th, with a population of 2,431,361. Indianapolis covers 368 square miles (950 km2), making it the 16th largest city by land area in the U.S.",
  "/wiki/Ohio_State_Buckeyes_men%27s_basketball": "The Ohio State men's basketball team represents The Ohio State University in NCAA Division I college basketball competition. The Buckeyes are a member of the Big Ten Conference.  The Buckeyes share a classic rivalry with the Michigan Wolverines, in which OSU has a 98–78 series lead.",
  "/wiki/Gatorade_Player_of_the_Year_awards": "The Gatorade Player of the Year awards are given annually to up and coming high school student-athletes in the United States. They are given for boys' baseball, boys' football, girls' softball, girls' volleyball, boys' basketball, girls' basketball, boys' cross country, girls' cross country, boys' soccer, girls' soccer, boys' track & field, and girls' track & field."
}