{
  "/wiki/William_Van_Horne": "Sir William Cornelius Van Horne, KCMG (February 3, 1843 – September 11, 1915) succeeded Lord Mount Stephen as president of the Canadian Pacific Railway in 1888. He was a prominent member of the Whitney syndicate that created the Cuba Railroad Company, incorporated at Trenton, New Jersey, in 1900 with a capitalization of $8,000,000. He lived at the Van Horne Mansion in Montreal's Golden Square Mile.",
  "/wiki/Canadian_Pacific_Railway": "The Canadian Pacific Railway (CPR) (reporting marks CP, CPAA, MILW, SOO), also known formerly as CP Rail between 1968 and 1996, and known as simply Canadian Pacific is a historic Canadian Class I railway incorporated in 1881. The railway is owned by Canadian Pacific Railway Limited, which began operations as legal owner in a corporate restructuring in 2001.",
  "/wiki/Last_Spike_(Canadian_Pacific_Railway)": "The Last Spike of the Canadian Pacific Railway was the ceremonial final spike driven into the Canadian Pacific Railway (CPR) at Craigellachie, British Columbia at 9:22 am on November 7, 1885. It was driven in by CPR railroad financier Donald Smith, marking the end of a saga of natural disasters, financial crises, and even rebellion that plagued Canada's first transcontinental railroad from its beginning.",
  "/wiki/Standard_Time": "Standard time is the synchronization of clocks within a geographical area or region to a single time standard, rather than using solar time or a locally chosen meridian (longitude) to establish a local mean time standard. Generally, standard time agrees with the local mean time at some meridian that passes through the region, often near the center of the region. Historically, the concept was established during the 19th century to aid weather forecasting and train travel. Applied globally in the 20th century, the geographical areas became extended around evenly spaced meridians into time zones which (usually) centered on them. The standard time set in each time zone has come to be defined in terms of offsets from Universal Time. In regions where daylight saving time is used, that time is defined by another offset, from the standard time in its applicable time zones.",
  "/wiki/Sanford_Fleming": "Sir Sandford Fleming KCMG (January 7, 1827 – July 22, 1915) was a Scottish Canadian engineer and inventor. Born and raised in Scotland, he emigrated to colonial Canada at the age of 18. He promoted worldwide standard time zones, a prime meridian, and use of the 24-hour clock as key elements to communicating the accurate time, all of which influenced the creation of Coordinated Universal Time. He designed Canada's first postage stamp, left a huge body of surveying and map making, engineered much of the Intercolonial Railway and the Canadian Pacific Railway, and was a founding member of the Royal Society of Canada and founder of the Canadian Institute, a science organization in Toronto.",
  "/wiki/Time_zone": "A time zone is a region of the globe that observes a uniform standard time for legal, commercial, and social purposes. Time zones tend to follow the boundaries of countries and their subdivisions instead of longitude, because it is convenient for areas in close commercial or other communication to keep the same time.",
  "/wiki/Steam_locomotive": "A steam locomotive is a type of railway locomotive that produces its pulling power through a steam engine. These locomotives are fueled by burning combustible material – usually coal, wood, or oil – to produce steam in a boiler. The steam moves reciprocating pistons which are mechanically connected to the locomotive's main wheels (drivers). Both fuel and water supplies are carried with the locomotive, either on the locomotive itself or in wagons (tenders) pulled behind.",
  "/wiki/Union_Station_(Toronto)": "Union Station is a major railway station and intermodal transportation hub in Toronto, Ontario, Canada. It is located on Front Street West, on the south side of the block bounded by Bay Street and York Street in downtown Toronto. The City of Toronto government owns the station building while the commuter rail operator GO Transit owns the train shed and trackage. Union Station has been a National Historic Site of Canada since 1975, and a Heritage Railway Station since 1989. It is operated by the Toronto Terminals Railway, a joint venture of the Canadian National Railway and Canadian Pacific Railway that directs and controls train movement along the Union Station Rail Corridor, the largest and busiest rail corridor in Canada.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Toronto_Terminals_Railway": "The Union Station Rail Corridor (USRC) is a corridor of railway tracks that exist through and adjacent to Union Station in downtown Toronto.  It is 6.4 kilometres (4.0 miles) long, approximately stretching from Strachan Avenue in the west to the Don River in the east, making it the largest rail passenger facility in Canada.",
  "/wiki/Cornelius_Vanderbilt": "Cornelius Vanderbilt (May 27, 1794 – January 4, 1877) was an American business magnate who built his wealth in railroads and shipping. After working with his father's business, Vanderbilt worked his way into leadership positions in the inland water trade and invested in the rapidly growing railroad industry. Nicknamed \"The Commodore\", he is known for owning the New York Central Railroad. His biographer T. J. Stiles says, \"He vastly improved and expanded the nation's transportation infrastructure, contributing to a transformation of the very geography of the United States. He embraced new technologies and new forms of business organization, and used them to compete....He helped to create the corporate economy that would define the United States into the 21st century.\"",
  "/wiki/New_York_Central_Railroad": "The New York Central Railroad (reporting mark NYC) was a railroad primarily operating in the Great Lakes and Mid Atlantic regions of the United States. The railroad primarily connected greater New York and Boston in the east with Chicago and St. Louis in the Midwest along with the intermediate cities of Albany, Buffalo, Cleveland, Cincinnati, and Detroit. New York Central was headquartered in New York City's New York Central Building, adjacent to its largest station, Grand Central Terminal.",
  "/wiki/Michigan_Central_Railway": "The Michigan Central Railroad (reporting mark MC) was originally incorporated in 1846 to establish rail service between Detroit, Michigan and St. Joseph, Michigan. The railroad later operated in the states of Michigan, Indiana, and Illinois in the United States, and the province of Ontario in Canada. After about 1867 the railroad was controlled by the New York Central Railroad, which later became part of Penn Central and then Conrail. After the 1998 Conrail breakup Norfolk Southern Railway now owns much of the former Michigan Central trackage.",
  "/wiki/Grand_Central_Terminal": "Grand Central Terminal (GCT; also referred to as Grand Central Station[N 2] or simply as Grand Central) is a commuter rail terminal located at 42nd Street and Park Avenue in Midtown Manhattan, New York City. Grand Central is the southern terminus of the Metro-North Railroad's Harlem, Hudson and New Haven Lines, serving the northern parts of the New York metropolitan area. It also contains a connection to the New York City Subway at Grand Central–42nd Street station. The terminal is the third-busiest train station in North America, after New York Penn Station and Toronto Union Station.",
  "/wiki/Westinghouse_Air_Brake_Company": "The Westinghouse Air Brake Company (sometimes nicknamed or abbreviated WABCO although this was also confusingly used for spinoffs) was founded on September 28, 1869 by George Westinghouse in Pittsburgh, Pennsylvania.\nEarlier in the year he had invented the railway air brake in New York state.",
  "/wiki/Freight_car": "Goods wagons or freight wagons (North America: freight cars) (sometimes called goods trucks or freight trucks) are unpowered railway vehicles that are used for the transportation of cargo. A variety of wagon types are in use to handle different types of goods, but all goods wagons in a regional network typically have standardized couplers and other fittings, such as hoses for air brakes, allowing different wagon types to be assembled into trains. For tracking and identification purposes, goods wagons are generally assigned a unique identifier, typically a UIC wagon number, or in North America, a company reporting mark plus a company specific serial number.",
  "/wiki/Goods_wagon": "Goods wagons or freight wagons (North America: freight cars) (sometimes called goods trucks or freight trucks) are unpowered railway vehicles that are used for the transportation of cargo. A variety of wagon types are in use to handle different types of goods, but all goods wagons in a regional network typically have standardized couplers and other fittings, such as hoses for air brakes, allowing different wagon types to be assembled into trains. For tracking and identification purposes, goods wagons are generally assigned a unique identifier, typically a UIC wagon number, or in North America, a company reporting mark plus a company specific serial number.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/List_of_North_America_Railway_Hall_of_Fame_inductees": "This is a list of the inductees of the North America Railway Hall of Fame."
}