{
  "/wiki/All_Saints_United_Reformed_Church": "All Saints Church is the United Reformed Church in Burgess Hill.  Originally a Congregational church, it replaced Burgess Hill's first Congregational chapel in Grove Road.  It was registered as Junction Road Church.",
  "/wiki/Burgess_Hill": "Burgess Hill is a town and civil parish located in the Mid Sussex District of West Sussex, England, close to the border with East Sussex, on the edge of the South Downs National Park. Located 39 mi (63 km) south of London, 10 mi (16 km) north of Brighton and Hove, and 29 mi (47 km) east-northeast of the county town of Chichester, it occupies an area of 3.7 sq mi (9.6 km2) and had a population of 30,635 at the time of the 2011 Census, making it the fourth most populous parish in the county (behind Crawley, Worthing and Horsham) and the most populous in the district. Other nearby towns include Haywards Heath to the North East and Lewes, the County town of East Sussex, to the South East.",
  "/wiki/United_Reformed_Church": "The United Reformed Church (URC) is a Protestant Christian church in the United Kingdom. It has approximately 46,500 members in 1,383 congregations with 608 active ministers, including 13 church related community workers.",
  "/wiki/Emmanuel_United_Reformed_Church,_Cambridge": "Emmanuel United Reformed Church in Cambridge, England is located close to the centre of town, on Trumpington Street.  Historically a congregational church, Emmanuel voted to join the new United Reformed Church in 1972.  In addition to its Sunday worship, Emmanuel runs several community activities: a volunteer-staffed fairtrade cafe, a series of lunchtime music recitals and a share in Hope Cambridge's Churches Homeless Project.  The current minister is The Revd Dr John Bradbury.",
  "/wiki/Trumpington_Street": "Trumpington Street is a major historic street in central Cambridge, England.  At the north end it continues as King's Parade where King's College is located. To the south it continues as Trumpington Road (the A1134), an arterial route out of Cambridge, at the junction with Lensfield Road.",
  "/wiki/Cambridge": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a university city and the county town of Cambridgeshire, England, on the River Cam approximately 50 miles (80 km) north of London. At the United Kingdom Census 2011, its population was 123,867 including 24,506 students. Cambridge became an important trading centre during the Roman and Viking ages, and there is archaeological evidence of settlement in the area as early as the Bronze Age. The first town charters were granted in the 12th century, although modern city status was not officially conferred until 1951.",
  "/wiki/Congregational_Chapel,_Nantwich": "The Congregational Chapel, also known as the Independent Chapel, is a former Congregational or Independent church in Nantwich, Cheshire, England. It is located on Monks Lane (SJ 65297 52331), now a pedestrian walkway, opposite the Dysart Buildings and immediately north east of St Mary's Church. Built in 1841–42, it is listed at grade II. The chapel closed in the late 20th century, and the building has been converted to residential use.",
  "/wiki/Nantwich": "Nantwich (/ˈnæntwɪtʃ/ NAN-twitch) is a market town and civil parish in Cheshire, England. It is known for having among the highest concentrations of listed buildings in England, with particularly good examples of Tudor and Georgian architecture. In 2011, it had a population of 17,424.",
  "/wiki/Cheshire": "Cheshire (/ˈtʃɛʃər, -ɪər/ CHESH-ər, -⁠eer; archaically the County Palatine of Chester) is a county in North West England, bordering Merseyside and Greater Manchester to the north, Derbyshire to the east, Staffordshire and Shropshire to the south, and Flintshire and Wrexham County Borough in Wales to the west. Cheshire's county town is the City of Chester (118,200); the largest town is Warrington (209,700). Other major towns include Crewe (71,722), Runcorn (61,789), Widnes (61,464), Ellesmere Port (55,715), Macclesfield (52,044), Winsford (32,610) and Northwich (19,924).",
  "/wiki/Listed_building": "A listed building, or listed structure, is one that has been placed on one of the four statutory lists maintained by Historic England in England, Historic Environment Scotland in Scotland, Cadw in Wales, and the Northern Ireland Environment Agency in Northern Ireland.",
  "/wiki/Abney_Park_Chapel": "Abney Park Chapel, is a Grade II Listed chapel, designed by William Hosking and built by John Jay that is situated in Europe's first wholly nondenominational cemetery, Abney Park Cemetery, London.",
  "/wiki/Abney_Park_Cemetery": "Abney Park cemetery is one of the \"Magnificent Seven\" cemeteries in London, England.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Dissenting_Gothic": "Dissenting Gothic is an architectural style associated with English Dissenters, that is, Protestants not affiliated with the Church of England. It is a distinctive style in its own right within Gothic Revival architecture  that emerged primarily in Britain, its colonies and North America, during the nineteenth century.",
  "/wiki/William_Hosking": "William Hosking FSA FRIBA (26 November 1800 – 2 August 1861) was an English writer, lecturer, and architect who had an important influence on the growth and development of London in Victorian times. He became the first Professor of Architecture at King's College London, and associated this discipline in a scholarly fashion with interests in town planning, civil engineering, history and antiquities.",
  "/wiki/Finsbury_Chapel": "Finsbury Chapel, originally known as Fletcher's Chapel, was a Congregational chapel on the south side of East Street, Finsbury, London. It was founded by the Church of Scotland minister Alexander Fletcher in 1825.",
  "/wiki/Finsbury": "Finsbury is a district of Central London, England and is in the London Borough of Islington.",
  "/wiki/Herstmonceux_Free_Church": "Herstmonceux Free Church is a congregational chapel located in Herstmonceux, East Sussex. It was initially constructed at its site on Chapel Row in 1811. The church is a member of the Congregational Federation and has an active membership of around 40 people. The building is grade II listed by English Heritage as a building of special architectural or historical interest.",
  "/wiki/Herstmonceux": "Herstmonceux (/ˌhɜːrsmənˈzuː/ HURSS-mən-ZOO, /-ˈsuː/ -⁠SOO) is a village and civil parish in the Wealden District of East Sussex, England, which includes Herstmonceux Castle.",
  "/wiki/East_Sussex": "East Sussex is a county in South East England. It is bordered by the counties of Kent to the north and east, West Sussex to the west, and Surrey to the north-west,  as well as the English Channel to the south.",
  "/wiki/Clark_Street_Congregational_Church,_Morecambe": "Clark Street Congregational Church, in Morecambe, Lancashire, England, was built in 1863 and designed by the Lancaster architect E. G. Paley.  It provided seating for 350 people.  The chapel has a northwest tower, a southwest porch, and windows containing plate tracery.  The church closed before 1980, and has been converted into offices.",
  "/wiki/Morecambe": "Morecambe (/ˈmɔːrkəm/ MOR-kəm) is a coastal town on the Irish Sea.",
  "/wiki/Lancashire": "Lancashire (/ˈlæŋkəʃər/ LANG-kə-shər, /-ʃɪər/ -⁠sheer; abbreviated Lancs.) is a ceremonial county in North West England. The administrative centre is Preston. The county has a population of 1,449,300 and an area of 1,189 square miles (3,080 km2). People from Lancashire are known as Lancastrians.",
  "/wiki/Queen%27s_Walk_Congregational_Church": "Queen's Walk Congregational Church was built on Queen's Walk in Nottingham between 1900 and 1902.",
  "/wiki/Nottingham": "Nottingham (/ˈnɒtɪŋəm/ (listen) NOT-ing-əm) is a city and unitary authority area in Nottinghamshire, England. Part of the East Midlands region, it is 128 miles (206 km) north of London and 45 miles (72 km) northeast of Birmingham."
}