{
  "/wiki/Canadian_National_Railway": "The Canadian National Railway (French: Canadien National) (reporting mark CN) is a Canadian Class I freight railway headquartered in Montreal, Quebec, that serves Canada and the Midwestern and Southern United States.",
  "/wiki/St._Thomas,_Ontario": "St. Thomas is a city in southwestern Ontario, Canada. It gained its city charter on March 4, 1881. The city is also the seat for Elgin County, although it is independent of the county.",
  "/wiki/London_and_Port_Stanley_Railway": "The London and Port Stanley Railway (L&PS or L&PSR) is a historic Canadian railway located in southwestern Ontario. It linked the city of London with Port Stanley on the northern shore of Lake Erie, a distance of approximately 25 miles (40 km).",
  "/wiki/London,_Ontario": "London is a city in southwestern Ontario, Canada, along the Quebec City–Windsor Corridor. The city had a population of 383,822 according to the 2016 Canadian census. London is at the confluence of the Thames River, approximately 200 km (120 mi) from both Toronto and Detroit; and about 230 km (140 mi) from Buffalo, New York. The city of London is a separated municipality, politically separate from Middlesex County, though it remains the county seat.",
  "/wiki/Port_Stanley,_Ontario": "Port Stanley is a community in the Municipality of Central Elgin, Elgin County in Ontario, Canada. It is located on the north shore of Lake Erie at the mouth of Kettle Creek. In 2016, it had a population of 2,148.",
  "/wiki/Goods_wagon": "Goods wagons or freight wagons (North America: freight cars) (sometimes called goods trucks or freight trucks) are unpowered railway vehicles that are used for the transportation of cargo. A variety of wagon types are in use to handle different types of goods, but all goods wagons in a regional network typically have standardized couplers and other fittings, such as hoses for air brakes, allowing different wagon types to be assembled into trains. For tracking and identification purposes, goods wagons are generally assigned a unique identifier, typically a UIC wagon number, or in North America, a company reporting mark plus a company specific serial number.",
  "/wiki/Passenger_car_(rail)": "A passenger car (known as a coach or carriage in the UK, and also known as a bogie in India) is a piece of railway rolling stock that is designed to carry passengers. The term passenger car can also be associated with a sleeping car, baggage, dining, railway post office and prisoner transport cars.",
  "/wiki/Canada_Southern_Railway_Station": "The Canada Southern Railway Station is a former railway station in St. Thomas, Ontario, Canada. The station was built by the Canada Southern Railway and last had train service in 1979. It is now home to the North America Railway Hall of Fame.",
  "/wiki/Conneaut,_Ohio": "Conneaut (/ˈkɒniɔːt/ KON-ee-awt) is a city in Ashtabula County, Ohio, United States, along Lake Erie at the mouth of Conneaut Creek 66 miles northeast of Cleveland. The population was 12,841 at the 2010 Census. Conneaut is located at the far northeastern corner of the state.",
  "/wiki/Robert_Bandeen": "Robert Angus Bandeen OC (October 29, 1930 – August 16, 2010) was a Canadian businessman and former President and Chief Executive Officer of Canadian National Railways.",
  "/wiki/History_of_Chinese_immigration_to_Canada": "In the late 1770s, some 120 Chinese contract labourers arrived at Nootka Sound, Vancouver Island.:312  The British fur trader John Meares recruited an initial group of about 50 sailors and artisans from Canton (Guangzhou) and Macao. At Nootka Sound, the Chinese workers built a dockyard, a fort and a sailing ship, the North-West America. Regarding this journey and the future prospects of Chinese people settlement in colonial North America, Meares wrote:",
  "/wiki/Chinese_people": "Chinese people are the various individuals or ethnic groups associated with China, usually through ancestry, ethnicity, nationality, citizenship, or other affiliation.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Port_Moody,_British_Columbia": "Port Moody is a city in Metro Vancouver, enveloping the east end of Burrard Inlet in British Columbia, Canada. Port Moody is the smallest of the Tri-Cities, bordered by Coquitlam on the east and south, and Burnaby on the west. The villages of Belcarra and Anmore, along with the rugged Coast Mountains, lie to the northwest and north respectively.  It is named for Richard Clement Moody, the first Lieutenant-Governor of the Colony of British Columbia.",
  "/wiki/Eagle_Pass,_British_Columbia": "Eagle Pass (elevation 550 metres or 1,804 feet) is a mountain pass through the Gold Range of the Monashee Mountains in British Columbia, Canada. It divides the Columbia River drainage basin from that of the Fraser River (via the Shuswap Lakes and the Thompson River).",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Marshall,_Michigan": "Marshall is a city in the U.S. state of Michigan. It is part of the Battle Creek, Michigan Metropolitan Statistical Area. The population was 7,088 at the 2010 census. It is the county seat of Calhoun County.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Banff_Springs_Hotel": "The Fairmont Banff Springs, formerly and commonly known as the Banff Springs Hotel, is a historic hotel located in Banff, Alberta, Canada. The entire town including the hotel, is situated in Banff National Park, a national park managed by Parks Canada. The hotel overlooks a valley towards Mount Rundle, both of which are situated within the Rocky Mountain mountain range. The hotel is located at an altitude of 1,414 metres (4,639 ft).",
  "/wiki/Banff_National_Park": "Banff National Park (French: Parc national Banff) is Canada's oldest national park and was established in 1885. Located in Rocky Mountains of Alberta, 110–180 kilometres (68–112 mi) west of Calgary, Banff encompasses 6,641 square kilometres (2,564 sq mi) of mountainous terrain, with many glaciers and ice fields, dense coniferous forest, and alpine landscapes. The Icefields Parkway extends from Lake Louise, connecting to Jasper National Park in the north. Provincial forests and Yoho National Park are neighbours to the west, while Kootenay National Park is located to the south and Kananaskis Country to the southeast. The main commercial centre of the park is the town of Banff, in the Bow River valley.",
  "/wiki/Alberta,_Canada": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/Canadian_Pacific_Railway": "The Canadian Pacific Railway (CPR) (reporting marks CP, CPAA, MILW, SOO), also known formerly as CP Rail between 1968 and 1996, and known as simply Canadian Pacific is a historic Canadian Class I railway incorporated in 1881. The railway is owned by Canadian Pacific Railway Limited, which began operations as legal owner in a corporate restructuring in 2001.",
  "/wiki/Gordon_Lightfoot": "Gordon Meredith Lightfoot Jr. CC OOnt (born November 17, 1938) is a Canadian singer-songwriter guitarist  who achieved  international success in folk, folk-rock, and country music. He is credited with helping to define the folk-pop sound of the 1960s and 1970s. He is often referred to as Canada's greatest songwriter and is known internationally as a folk-rock legend.",
  "/wiki/Canadian_Railroad_Trilogy": "\"Canadian Railroad Trilogy\" is 1966 song Canadian singer-songwriter Gordon Lightfoot that was first released in 1967.  The song was commissioned by the Canadian Broadcasting Corporation (CBC) to celebrate the Canadian Centennial.  \"Canadian Railroad Trilogy\" describes the building of the trans-Canada Canadian Pacific Railway, which was completed in 1886.  The CPR was incorporated in 1881",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/Canadian_Centennial": "The Canadian Centennial was a yearlong celebration held in 1967 when Canada celebrated the 100th anniversary of the Canadian Confederation. Celebrations occurred throughout the year but culminated on Dominion Day, July 1, 1967. Coins were different from other years' issues, with animals on each — the cent, for instance, had a dove on its reverse. Communities and organizations across Canada were encouraged to engage in Centennial projects to celebrate the anniversary. The projects ranged from special one-time events to local improvement projects, such as the construction of municipal arenas and parks. The Centennial Flame was also added to Parliament Hill.  Children born in 1967 were declared Centennial babies.",
  "/wiki/Crowfoot": "Crowfoot (1830 – 25 April 1890) or Isapo-Muxika (Blackfoot Issapóómahksika, \"Crow-big-foot\") was a chief of the Siksika First Nation. His parents, Istowun-eh'pata (Packs a Knife) and Axkahp-say-pi (Attacked Towards Home), were Kainai. He was only five when Istowun-eh'pata was killed during a raid on the Crow tribe, and, a year later, his mother remarried to Akay-nehka-simi (Many Names) of the Siksika people where he was brought up. Crowfoot was a warrior who fought in as many as 19 battles and sustained many injuries. Despite this, he tried to obtain peace instead of tribal warfare. Crowfoot is well known for his involvement in Treaty Number 7 and did much negotiating for his people. While many[who?] believe Chief Crowfoot had no part in the North-West Rebellion, he did in fact participate to an extent due to his son's connection to the conflict. Crowfoot died of tuberculosis at Blackfoot Crossing on April 25, 1890. Eight hundred of his tribe attended his funeral, along with government dignitaries. In 2008, Chief Crowfoot was inducted into the North America Railway Hall of Fame where he was recognized for his contributions to the railway industry. Crowfoot is well known for his contributions to the Blackfoot nation, and has many memorials to signify his accomplishments.",
  "/wiki/Blackfoot_Confederacy": "The Blackfoot Confederacy,  Niitsitapi or Siksikaitsitapi (ᖹᐟᒧᐧᒣᑯ, meaning \"the people\" or \"Blackfoot-speaking real people\"[note 1])  is a historic collective name for linguistically related groups that make up the Blackfoot or Blackfeet people: The Siksika (\"Blackfoot\"), the Kainai or Kainah (\"Blood\"), and two sections of the Piikani (Piegan Blackfeet), the Northern Piikani (Aapátohsipikáni) and the Southern Piikani (Amskapi Piikani or Pikuni).  Broader definitions include groups, like the Tsúùtínà (Sarcee) and A'aninin (Gros Ventre), spoke quite different languages but allied or joined with the Blackfoot Confederacy as well.",
  "/wiki/Western_Canada": "Western Canada, also referred to as the Western provinces and more commonly known as the West, is a region of Canada that includes the four provinces of Alberta, British Columbia, Manitoba, and Saskatchewan. British Columbia is culturally, economically, geographically, and politically distinct from the other parts of Western Canada and is often referred to as the \"west coast\" or \"Pacific Canada\",[citation needed] while Alberta, Saskatchewan, and Manitoba are grouped together as the Prairie Provinces and most commonly known as \"The Prairies\".",
  "/wiki/Rail_transport": "Rail transport or train transport is a means of transferring passengers and goods on wheeled vehicles running on rails, which are located on tracks. In contrast to road transport, where vehicles run on a prepared flat surface, rail vehicles (rolling stock) are directionally guided by the tracks on which they run. Tracks usually consist of steel rails, installed on ties (sleepers) set in ballast, on which the rolling stock, usually fitted with metal wheels, moves. Other variations are also possible, such as slab track. This is where the rails are fastened to a concrete foundation resting on a prepared subsurface.",
  "/wiki/Brotherhood_of_Sleeping_Car_Porters": "Founded in 1925, The Brotherhood of Sleeping Car Porters (BSCP) was the first labor organization led by African Americans to receive a charter in the American Federation of Labor (AFL). The BSCP gathered a membership of 18,000 passenger railway workers across Canada, Mexico, and the United States.  Beginning after the American Civil War, the job of Pullman porter had become an important means of work in the black community in the United States.  As a result of a decline in railway transportation in the 1960s, BSCP membership declined. It merged in 1978 with the Brotherhood of Railway and Airline Clerks (BRAC), now known as the Transportation Communications International Union.",
  "/wiki/Labor_movement": "The labour movement or labor movement consists of two main wings, the trade union movement (British English) or labor union movement (American English), also called trade unionism or labor unionism on the one hand, and the political labour movement on the other.",
  "/wiki/Civil_rights_movement": "The civil rights movement (also known as the American civil rights movement and other terms)[b] in the United States was a decades-long struggle by African Americans to end legalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although the movement achieved its largest legislative gains in the mid-1960s after years of direct actions and grassroots protests. The social movement's major nonviolent resistance campaigns eventually secured new protections in federal law for the human rights of all Americans.",
  "/wiki/United_States_of_America": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/American_Federation_of_Labor": "The American Federation of Labor (AFL) was a national federation of labor unions in the United States founded in Columbus, Ohio, in December 1886 by an alliance of craft unions disaffected from the Knights of Labor, a national labor union. Samuel Gompers of the Cigar Makers' International Union was elected president at its founding convention and reelected every year, except one, until his death in 1924. The A.F. of L was the largest union grouping in the United States for the first half of the 20th century, even after the creation of the Congress of Industrial Organizations (CIO) by unions which were expelled by the AFL in 1935 over its opposition to industrial unionism. The Federation was founded and dominated by craft unions throughout its first fifty years, after which many craft union affiliates turned to organizing on an industrial union basis to meet the challenge from the Congress of Industrial Organizations (CIO) in the 1940s.\nIn 1955, the AFL merged with the CIO to create the AFL-CIO, which has comprised the longest lasting and most influential labor federation in the United States to this day.",
  "/wiki/Tom_Thumb_(locomotive)": "Tom Thumb was the first American-built steam locomotive to operate on a common-carrier railroad. It was designed and constructed by Peter Cooper in 1830 to convince owners of the newly formed Baltimore and Ohio Railroad (B&O) (now CSX) to use steam engines; it was not intended to enter revenue service. It is especially remembered as a participant in an impromptu race with a horse-drawn car, which the horse won after Tom Thumb suffered a mechanical failure. However, the demonstration was successful, and the railroad committed to the use of steam locomotion and held trials in the following year for a working engine.:11",
  "/wiki/Steam_locomotive": "A steam locomotive is a type of railway locomotive that produces its pulling power through a steam engine. These locomotives are fueled by burning combustible material – usually coal, wood, or oil – to produce steam in a boiler. The steam moves reciprocating pistons which are mechanically connected to the locomotive's main wheels (drivers). Both fuel and water supplies are carried with the locomotive, either on the locomotive itself or in wagons (tenders) pulled behind.",
  "/wiki/St._Clair_Tunnel": "The St. Clair Tunnel is the name for two separate rail tunnels which were built under the St. Clair River between Sarnia, Ontario and Port Huron, Michigan. The original, opened in 1891 and used until it was replaced by a new larger tunnel in 1995, was the first full-size subaqueous tunnel built in North America.  (By full-size it is meant that it allowed a railroad to run through it.)  It is a National Historic Landmark of the United States, and has been designated a civil engineering landmark by both US and Canadian engineering bodies.",
  "/wiki/Sarnia,_Ontario": "Sarnia is a city in Southwestern Ontario, Canada, and had a 2016 population of 71,594. It is the largest city on Lake Huron and in Lambton County. Sarnia is located on the eastern bank of the junction between the Upper and Lower Great Lakes where Lake Huron flows into the St. Clair River, which forms the Canada–United States border, directly across from Port Huron, Michigan. The site's natural harbour first attracted the French explorer La Salle. He named the site \"The Rapids\" on 23 August 1679, when he had horses and men pull his 45-ton barque Le Griffon north against the nearly four-knot current of the St. Clair River.",
  "/wiki/Port_Huron,_Michigan": "Port Huron is a city in the U.S. state of Michigan and the county seat of St. Clair County. The population was 30,184 at the 2010 census. The city is adjacent to Port Huron Township but is administratively autonomous.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Wabash_Cannonball": "\"The Great Rock Island Route\", also known as \"Wabash Cannonball\", is the title of an American folk song that describes the scenic beauty and predicaments of the Wabash Cannonball Express as it traveled on the Great Rock Island train route. Over many years, this popular song's music has remained unchanged, while the verses have been updated by song artists.",
  "/wiki/Folk_music": "Folk music includes traditional folk music and the genre that evolved from it during the 20th-century folk revival. Some types of folk music may be called world music. Traditional folk music has been defined in several ways: as music transmitted orally, music with unknown composers, or music performed by custom over a long period of time. It has been contrasted with commercial and classical styles. The term originated in the 19th century, but folk music extends beyond that.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/Hobo": "A hobo is a migrant worker or homeless vagrant, especially one who is impoverished. The term originated in the Western—probably Northwestern—United States around 1890. Unlike a \"tramp\", who works only when forced to, and a \"bum\", who does not work at all, a \"hobo\" is a traveling worker.",
  "/wiki/Roy_Acuff": "Roy Claxton Acuff (September 15, 1903 – November 23, 1992) was an American country music singer, fiddler, promoter, and freemason. Known as the \"King of Country Music\", Acuff is often credited with moving the genre from its early string band and \"hoedown\" format to the singer-based format that helped make it internationally successful. In 1952, Hank Williams told Ralph Gleason, \"He's the biggest singer this music ever knew. You booked him and you didn't worry about crowds. For drawing power in the South, it was Roy Acuff, then God.\"",
  "/wiki/List_of_North_America_Railway_Hall_of_Fame_inductees": "This is a list of the inductees of the North America Railway Hall of Fame."
}