{
  "/wiki/William_Lyon_Mackenzie_King": "William Lyon Mackenzie King OM CMG PC (December 17, 1874 – July 22, 1950), commonly known as Mackenzie King or by the initials WLMK, was the dominant Canadian political leader from the 1920s through the 1940s. He served as the tenth prime minister of Canada in 1921–1926, 1926–1930 and 1935–1948. He is best known for his leadership of Canada throughout the Second World War (1939–1945) when he mobilized Canadian money, supplies and volunteers to support Britain while boosting the economy and maintaining morale on the home front. A Liberal with 21 years and 154 days in office, he was the longest-serving prime minister in Canadian history. Trained in law and social work, he was keenly interested in the human condition (as a boy, his motto was \"Help those that cannot help themselves\"), and played a major role in laying the foundations of the Canadian welfare state.",
  "/wiki/14th_Canadian_Parliament": "The 14th Canadian Parliament was in session from 8 March 1922 until 5 September 1925.  The membership was set by the 1921 federal election on 6 December 1921, and it changed only somewhat due to resignations and by-elections until, due to momentary confusion among the MPs, it lost a money vote and was dissolved, causing the 1925 election.",
  "/wiki/18th_Canadian_Parliament": "The 18th Canadian Parliament was in session from February 6, 1936, until January 25, 1940.  The membership was set by the 1935 federal election on October 14, 1935, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1940 election.",
  "/wiki/19th_Canadian_Parliament": "The 19th Canadian Parliament was in session from May 16, 1940, until April 16, 1945.  The membership was set by the 1940 federal election on March 26, 1940, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1945 election.",
  "/wiki/15th_Canadian_Parliament": "The 15th Canadian Parliament was in session from January 7, 1926, until July 2, 1926. The membership was set by the 1925 federal election on October 29, 1925, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1926 election.",
  "/wiki/16th_Canadian_Parliament": "The 16th Canadian Parliament was in session from December 9, 1926, until May 30, 1930. The membership was set by the 1926 federal election on September 14, 1926, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1930 election.",
  "/wiki/20th_Canadian_Parliament": "The 20th Canadian Parliament was in session from September 6, 1945, until April 30, 1949. The membership was set by the 1945 federal election on June 11, 1945, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1949 election.",
  "/wiki/1921_Canadian_federal_election": "The 1921 Canadian federal election was held on December 6, 1921, to elect members  of the House of Commons of Canada of the 14th Parliament of Canada. The Union government that had governed Canada through the First World War was defeated, and replaced by a Liberal government under the young leader William Lyon Mackenzie King. A new third party, the Progressive Party, won the second most seats in the election.",
  "/wiki/By-election": "A by-election, also spelled bye-election (Ireland only) (known as a special election in the United States and the Philippines, and a bypoll in India), is an election used to fill an office that has become vacant between general elections.",
  "/wiki/1925_Canadian_federal_election": "The 1925 Canadian federal election was held on October 29 to elect members  of the House of Commons of Canada of the 15th Parliament of Canada. Prime Minister William Lyon Mackenzie King's Liberal Party formed a minority government. This precipitated the \"King–Byng Affair\".",
  "/wiki/King-Byng_Affair": "The King–Byng affair  was a Canadian constitutional crisis that occurred in 1926, when the Governor General of Canada, the Lord Byng of Vimy, refused a request by his prime minister, William Lyon Mackenzie King, to dissolve parliament and call a general election.",
  "/wiki/Julian_Byng,_1st_Viscount_Byng_of_Vimy": "Field Marshal Julian Hedworth George Byng, 1st Viscount Byng of Vimy, GCB, GCMG, MVO (11 September 1862 – 6 June 1935) was a British Army officer who served as Governor General of Canada, the 12th since Canadian Confederation.",
  "/wiki/1926_Canadian_federal_election": "The 1926 Canadian federal election was held on September 14 to elect members  of the House of Commons of Canada of the 16th Parliament of Canada.  The election was called following an event known as the King–Byng affair.  In the 1925 federal election, Prime Minister William Lyon Mackenzie King's Liberal Party of Canada won fewer seats in the House of Commons of Canada than the Conservatives of Arthur Meighen.  Mackenzie King, however, was determined to continue to govern with the support of the Progressive Party.  The combined Liberal and Progressive caucuses gave Mackenzie King a plurality of seats in the House of Commons, and the ability to form a minority government.\nThe agreement collapsed, however, following a scandal, and Mackenzie King approached the Governor-General, Baron Byng of Vimy, to seek dissolution of the Parliament. Byng refused on the basis that the Conservatives had won the largest number of seats in the prior election, and called upon Meighen to form a government.",
  "/wiki/1930_Canadian_federal_election": "The 1930 Canadian federal election was held on July 28, 1930, to elect members  of the House of Commons of Canada of the 17th Parliament of Canada. Richard Bedford Bennett's Conservative Party won a majority government, defeating the Liberal Party led by Prime Minister William Lyon Mackenzie King.",
  "/wiki/List_of_Leaders_of_the_Official_Opposition_(Canada)": "The Leader of Her Majesty's Loyal Opposition (French: chef de la loyale opposition de Sa Majesté) is the leader of Canada's Official Opposition, the party possessing the most seats in the House of Commons that is not the governing party or part of the governing coalition. The current Leader of the Opposition is Andrew Scheer, M.P., who was elected Leader of the Conservative Party on May 27, 2017.",
  "/wiki/1935_Canadian_federal_election": "The 1935 Canadian federal election was held on October 14, 1935. to elect members  of the House of Commons of Canada of the 18th Parliament of Canada. The Liberal Party of William Lyon Mackenzie King won a majority government, defeating Prime Minister R. B. Bennett's Conservatives.",
  "/wiki/1940_Canadian_federal_election": "The 1940 Canadian federal election was the 19th general election in Canadian history.  It was held March 26, 1940, to elect members  of the House of Commons of Canada of the 19th Parliament of Canada.  Prime Minister William Lyon Mackenzie King's Liberal Party was re-elected to their second consecutive majority government.",
  "/wiki/1945_Canadian_federal_election": "The 1945 Canadian federal election was the 20th general election in Canadian history.  It was held June 11, 1945 to elect members  of the House of Commons of Canada of the 20th Parliament of Canada.  Prime Minister William Lyon Mackenzie King's Liberal government was re-elected to its third consecutive government, although this time with a minority government as the Liberals fell five seats short of a majority.",
  "/wiki/John_A._Macdonald": "Sir John Alexander Macdonald[a] (11 January 1815[b] – 6 June 1891) was the first prime minister of Canada (1867–1873, 1878–1891). The dominant figure of Canadian Confederation, he had a political career which spanned almost half a century.",
  "/wiki/1st_Canadian_Parliament": "The 1st Canadian Parliament was in session from November 6, 1867, until July 8, 1872.  The membership was set by the 1867 federal election from August 7 to September 20, 1867. It was prorogued prior to the 1872 election.",
  "/wiki/2nd_Canadian_Parliament": "The 2nd Canadian Parliament was in session from March 5, 1873, until January 2, 1874. The membership was set by the 1872 federal election from July 20 to October 12, 1872, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1874 election.",
  "/wiki/4th_Canadian_Parliament": "The 4th Canadian Parliament was in session from 13 February 1879 until 18 May 1882.  The membership was set by the 1878 federal election on 17 September 1878. It was dissolved prior to the 1882 election.",
  "/wiki/5th_Canadian_Parliament": "The 5th Canadian Parliament was in session from February 8, 1883, until January 15, 1887. The membership was set by the 1882 federal election on June 20, 1882. It was dissolved prior to the 1887 election. It was controlled by a Conservative/Liberal-Conservative majority under Prime Minister Sir John A. Macdonald and the 3rd Canadian Ministry.  The Official Opposition was the Liberal Party, led by Edward Blake.",
  "/wiki/6th_Canadian_Parliament": "The 6th Canadian Parliament was in session from April 13, 1887, until February 3, 1891. The membership was set by the 1887 federal election on February 22, 1887. It was dissolved prior to the 1891 election.",
  "/wiki/7th_Canadian_Parliament": "The 7th Canadian Parliament was in session from April 29, 1891, until April 24, 1896. The membership was set by the 1891 federal election on March 5, 1891. It was dissolved prior to the 1896 election.",
  "/wiki/Charles_Monck,_4th_Viscount_Monck": "Charles Stanley Monck, 4th Viscount Monck GCMG PC (10 October 1819 – 29 November 1894) was a British politician who served as the last Governor-General of the Province of Canada and the first Governor General of Canada after Canadian Confederation. Prior to Confederation he was concurrently Lieutenant Governor of both Canada West and Canada East.",
  "/wiki/Canadian_federal_election,_1867": "The 1867 Canadian federal election was held from August 7 to September 20, 1867, and was the first election for the new nation of Canada. It was held to elect members representing electoral districts in the provinces of Nova Scotia, New Brunswick, Ontario and Quebec to the House of Commons of the 1st Canadian Parliament.  The provinces of Manitoba (1870) and British Columbia (1871) were created during the term of the 1st Parliament of Canada and were not part of this election.",
  "/wiki/Pacific_Scandal": "The Pacific Scandal was a political scandal in Canada involving bribes being accepted by  150 members of the Conservative government in the attempts of private interests to influence the bidding for a national rail contract.  As part of British Columbia's 1871 agreement to join the Canadian Confederation, the government had agreed to build a transcontinental railway linking the Pacific Province to the eastern provinces.",
  "/wiki/Frederick_Hamilton-Temple-Blackwood,_1st_Marquess_of_Dufferin_and_Ava": "Frederick Temple Hamilton-Temple-Blackwood, 1st Marquess of Dufferin and Ava KP GCB GCSI GCMG GCIE PC (21 June 1826 – 12 February 1902) was a British public servant and prominent member of Victorian society. In his youth he was a popular figure in the court of Queen Victoria, and became well known to the public after publishing a best-selling account of his travels in the North Atlantic.",
  "/wiki/1874_Canadian_federal_election": "The 1874 Canadian federal election was held on January 22, 1874, to elect members  of the House of Commons of Canada of the 3rd Parliament of Canada.  Sir John A. Macdonald, who had recently been forced out of office as prime minister, and his Conservatives were defeated by the Liberal Party under their new leader Prime Minister Alexander Mackenzie.",
  "/wiki/1878_Canadian_federal_election": "The 1878 Canadian federal election was held on September 17 to elect members  of the House of Commons of Canada of the 4th Parliament of Canada. It resulted in the end of Prime Minister Alexander Mackenzie's Liberal government after only one term in office. Canada suffered an economic depression during Mackenzie's term, and his party was punished by the voters for it. The Liberals' policy of free trade also hurt their support with the business establishment in Toronto and Montreal.",
  "/wiki/1891_Canadian_federal_election": "The 1891 Canadian federal election was held on March 5 to elect members of the House of Commons of Canada of the 7th Parliament of Canada. It was won by the Conservative Party of Prime Minister Sir John A. Macdonald.",
  "/wiki/Pierre_Trudeau": "Joseph Philippe Pierre Yves Elliott Trudeau PC CC CH QC FRSC (/ˈtruːdoʊ, truːˈdoʊ/ TROO-doh, troo-DOH, French: [pjɛʁ tʁydo]; October 18, 1919 – September 28, 2000), mostly referred to as simply Pierre Trudeau, or by the initials PET, was a Canadian politician who was the 15th prime minister of Canada and leader of the Liberal Party, between 1968 and 1984, with a brief period as Leader of the Opposition, from 1979 to 1980. His tenure of 15 years and 164 days makes him Canada's third longest-serving Prime Minister, behind William Lyon Mackenzie King and John A. Macdonald.",
  "/wiki/28th_Canadian_Parliament": "The 28th Canadian Parliament was in session from September 12, 1968, until September 1, 1972. The membership was set by the 1968 federal election on June 25, 1968, and it changed only slightly due to resignations and by-elections until it was dissolved prior to the 1972 election.",
  "/wiki/30th_Canadian_Parliament": "The 30th Canadian Parliament was in session from September 30, 1974, until March 26, 1979.  The membership was set by the 1974 election on July 8, 1974, and was only changed somewhat due to resignations and by-elections before it was dissolved prior to the 1979 election.",
  "/wiki/32nd_Canadian_Parliament": "The 32nd Canadian Parliament was in session from April 14, 1980, until July 9, 1984. The membership was set by the 1980 federal election on February 18, 1980, and it only changed slightly due to resignations and by-elections prior to being dissolved before the 1984 election.",
  "/wiki/29th_Canadian_Parliament": "The 29th Canadian Parliament was in session from January 4, 1973, until May 9, 1974. The membership was set by the 1972 federal election on October 30, 1972, and it was dissolved prior to the 1974 election.",
  "/wiki/1968_Canadian_federal_election": "The 1968 Canadian federal election was held on June 25, 1968, to elect members  of the House of Commons of Canada of the 28th Parliament of Canada. The Liberal Party won a majority government under its new leader, Prime Minister Pierre Trudeau.",
  "/wiki/1979_Canadian_federal_election": "The 1979 Canadian federal election was held on May 22, 1979, to elect members of the House of Commons of Canada of the 31st Parliament of Canada. It resulted in the defeat of the Liberal Party of Canada after 11 years in power under Prime Minister Pierre Trudeau. Joe Clark led the Progressive Conservative Party to power but with only a minority of seats in the House of Commons. The Liberals, however, beat the Progressive Conservatives in the overall popular vote by more than 400,000 votes (40.11% to 35.89%).",
  "/wiki/New_Democratic_Party": "The New Democratic Party (NDP; French: Nouveau Parti démocratique, NPD) is a social-democratic federal political party in Canada. The party was founded in 1961 out of the merger of the Co-operative Commonwealth Federation (CCF) with the Canadian Labour Congress (CLC). On the Canadian political spectrum, the party sits to the left of the Liberal Party. Since 2017, the NDP has been led by Jagmeet Singh, who is the first Indo-Canadian to lead a major federal party in Canada. The federal and provincial (or territorial) level NDPs are more integrated than other political parties in Canada, and have shared membership (except for the New Democratic Party of Quebec).",
  "/wiki/Wilfrid_Laurier": "Sir Henri Charles Wilfrid Laurier GCMG, PC, KC (/ˈlɒrieɪ/ LORR-ee-ay; French: [wilfʁid loʁje]; 20 November 1841 – 17 February 1919) was a Canadian politician and statesman who served as the seventh prime minister of Canada, in office from 11 July 1896 to 6 October 1911.",
  "/wiki/8th_Canadian_Parliament": "The 8th Canadian Parliament was in session from August 19, 1896, until October 9, 1900. The membership was set by the 1896 federal election on June 23, 1896. It was dissolved prior to the 1900 election.",
  "/wiki/9th_Canadian_Parliament": "The 9th Canadian Parliament was in session from February 6, 1901, until September 29, 1904.  The membership was set by the 1900 federal election on November 7, 1900. It was dissolved prior to the 1904 election.",
  "/wiki/10th_Canadian_Parliament": "The 10th Canadian Parliament was in session from January 11, 1905, until September 17, 1908. The membership was set by the 1904 federal election on November 3, 1904. It was dissolved prior to the 1908 election.",
  "/wiki/11th_Canadian_Parliament": "The 11th Canadian Parliament was in session from January 20, 1909, until July 29, 1911.  The membership was set by the 1908 federal election on October 26, 1908, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1911 election.",
  "/wiki/1896_Canadian_federal_election": "The 1896 Canadian federal election was held on June 23, 1896, to elect members of the House of Commons of Canada of the 8th Parliament of Canada. Though the Conservative Party won a plurality of the popular vote, the Liberal Party, led by Wilfrid Laurier, won the majority of seats to form the next government.",
  "/wiki/1911_Canadian_federal_election": "The 1911 Canadian federal election was held on September 21 to elect members of the House of Commons of Canada of the 12th Parliament of Canada.",
  "/wiki/Jean_Chr%C3%A9tien": "Joseph Jacques Jean Chrétien PC OM CC QC (French pronunciation: ​[ʒã kʁe.tsjẽ]; born January 11, 1934) is a Canadian politician who served as the 20th prime minister of Canada from November 4, 1993, to December 12, 2003.",
  "/wiki/35th_Canadian_Parliament": "The 35th Canadian Parliament was in session from January 17, 1994, until April 27, 1997.  The membership was set by the 1993 federal election on October 25, 1993, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1997 election.",
  "/wiki/36th_Canadian_Parliament": "The 36th Canadian Parliament was in session from September 22, 1997, until October 22, 2000.  The membership was set by the 1997 federal election on June 2, 1997, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 2000 election.",
  "/wiki/37th_Canadian_Parliament": "The 37th Canadian Parliament was in session from January 29, 2001, until May 23, 2004.  The membership was set by the 2000 federal election on November 27, 2000, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 2004 election.",
  "/wiki/1993_Canadian_federal_election": "The 1993 Canadian federal election (officially, the 35th general election) was held on October 25 of that year to elect members to the House of Commons of Canada of the 35th Parliament of Canada. Fourteen parties competed for the 295 seats in the House at that time. It was one of the most eventful elections in Canada's history, with more than half of the electorate switching parties from the 1988 election. The Liberals, led by Jean Chrétien, won a strong majority in the House and formed the next government of Canada.",
  "/wiki/Stephen_Harper": "Stephen Joseph Harper PC CC (born April 30, 1959) is a Canadian economist and retired politician who served as the 22nd prime minister of Canada for nearly a decade, from February 6, 2006, to November 4, 2015. Harper has served as the leader of the International Democrat Union since February 2018.",
  "/wiki/39th_Canadian_Parliament": "The 39th Canadian Parliament was in session from April 3, 2006 until September 7, 2008. The membership was set by the 2006 federal election on January 23, 2006, and it changed only somewhat due to resignations and by-elections. The Parliament was dissolved on September 7, 2008, with an election to determine the membership of the 40th Parliament occurring on October 14, 2008.",
  "/wiki/40th_Canadian_Parliament": "The 40th Canadian Parliament was in session from November 18, 2008 to March 26, 2011, and was the last Parliament of the longest-running minority government in Canadian history that began with the previous Parliament. The membership of its House of Commons was determined by the results of the 2008 federal election held on October 14, 2008. Its first session was then prorogued by the Governor General on December 4, 2008, at the request of Prime Minister Stephen Harper, who was facing a likely no-confidence motion and a coalition agreement between the Liberal party and the New Democratic Party with the support of the Bloc Québécois (see 2008–2009 Canadian parliamentary dispute). Of the 308 MPs elected at the October 14, 2008 general election, 64 were new to Parliament and three sat in Parliaments previous to the 39th: John Duncan, Jack Harris, and Roger Pomerleau.",
  "/wiki/41st_Canadian_Parliament": "The 41st Canadian Parliament was in session from June 2, 2011 to August 2, 2015, with the membership of its House of Commons having been determined by the results of the 2011 federal election held on May 2, 2011. Parliament convened on June 2, 2011, with the election of Andrew Scheer as Speaker, followed the next day with the Speech from the Throne. There were two sessions in this Parliament. On August 2, 2015, Prime Minister Stephen Harper asked the Governor General to dissolve Parliament and issue the writ of election, leading to an 11-week election campaign period for the 2015 federal election.",
  "/wiki/2006_Canadian_federal_election": "The 2006 Canadian federal election (more formally, the 39th General Election) was held on January 23, 2006, to elect members of the House of Commons of Canada of the 39th Parliament of Canada. The Conservative Party won the greatest number of seats − 40.3% of seats, or 124 out of 308, up from 99 seats in 2004 — and 36.3% of votes, up from 29.6% in the 2004 election.",
  "/wiki/2015_Canadian_federal_election": "The 2015 Canadian federal election (formally the 42nd Canadian general election) was held on October 19, 2015, to elect members to the House of Commons of the 42nd Canadian Parliament. The writs of election for the 2015 election were issued by Governor General David Johnston on August 4. The ensuing campaign was one of the longest in Canadian history. It was also the first time since the 1979 election that a prime minister attempted to remain in office into a fourth consecutive Parliament and the first time since the 1980 election that someone attempted to win a fourth term of any kind as prime minister.",
  "/wiki/Brian_Mulroney": "Martin Brian Mulroney PC CC GOQ (/mʊlˈruːni/; born March 20, 1939) is a Canadian politician who served as the 18th prime minister of Canada from September 17, 1984, to June 25, 1993. Prior to his political career, he was a prominent lawyer and businessman in Montreal. He led the Progressive Conservatives to a landslide in the 1984 Canadian federal election, defeating John Turner of the Liberals and Ed Broadbent of the NDP, not only winning every single province and territory but also capturing over 50% of the vote for the first time since 1958 and increasing his party's seats by 111, up to 211 seats, the highest amount of seats won by any party in Canadian history. The 6.3 million votes won by Mulroney also remained a record until the Liberals' victory in 2015.",
  "/wiki/33rd_Canadian_Parliament": "The 33rd Canadian Parliament was in session from November 5, 1984, until October 1, 1988.  The membership was set by the 1984 federal election on September 4, 1984, and it only changed slightly due to resignations and by-elections prior to being dissolved before the 1988 election.",
  "/wiki/34th_Canadian_Parliament": "The 34th Canadian Parliament was in session from December 12, 1988, until September 8, 1993.  The membership was set by the 1988 federal election on November 21, 1988, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1993 election.",
  "/wiki/1984_Canadian_federal_election": "The 1984 Canadian federal election was held on September 4 of that year to elect members of the House of Commons of Canada of the 33rd Parliament of Canada. The Progressive Conservative Party, led by Brian Mulroney, won the largest landslide majority government (by total number of seats) in Canadian history, while the Liberals suffered what at that time was the worst defeat for a governing party at the federal level. Only the Progressive Conservatives faced a larger defeat, when cut to two seats in 1993.",
  "/wiki/Robert_Borden": "Sir Robert Laird Borden, GCMG PC KC (June 26, 1854 – June 10, 1937) was a Canadian lawyer and politician who served as the eighth prime minister of Canada, in office from 1911 to 1920. He is best known for his leadership of Canada during World War I.",
  "/wiki/12th_Canadian_Parliament": "The 12th Canadian Parliament was in session from 15 November 1911 until 6 October 1917. The membership was set by the 1911 federal election on 21 September 1911, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1917 election.  At 5 years, 10 months and 22 days, it was the longest parliament in Canadian history. The parliament was extended beyond the normal limit of five years by the British North America Act, 1916 as a result of World War I.",
  "/wiki/13th_Canadian_Parliament": "The 13th Canadian Parliament was in session from March 18, 1918, until October 4, 1921.  The membership was set by the 1917 federal election on December 17, 1917, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1921 election.",
  "/wiki/Conscription_Crisis_of_1917": "The Conscription Crisis of 1917 (French: Crise de la conscription de 1917) was a political and military crisis in Canada during World War I. It was mainly caused by disagreement on whether men should be conscripted to fight in the war, but also brought out many issues regarding relations between French Canadians and English Canadians. Almost all French Canadians opposed conscription; they felt that they had no particular loyalty to either Britain or France. Led by Henri Bourassa, they felt their only loyalty was to Canada. English Canadians supported the war effort as they felt stronger ties to the British Empire. On January 1, 1918, the Unionist government began to enforce the Military Service Act. The act caused 404,385 men to be liable for military service, from which 385,510 sought exemption.",
  "/wiki/Unionist_Party_(Canada)": "The Unionist Party was a centre-right historical political party in Canada, composed primarily of former members of the Conservative party with some individual Liberal Members of Parliament. It was formed in 1917 by MPs who supported the \"Union government\" formed by Sir Robert Borden during the First World War, formed the government through the final years of the war, and was a proponent of conscription. It was opposed by the remaining Liberal MPs, who sat as the official opposition.",
  "/wiki/Louis_St._Laurent": "Louis Stephen St. Laurent PC CC QC (Saint-Laurent or St-Laurent in French, baptized Louis-Étienne St-Laurent; 1 February 1882 – 25 July 1973) was a Canadian politician who served as the 12th prime minister of Canada, from 15 November 1948 to 21 June 1957. He was a Liberal with a strong base in the Catholic francophone community, from which base he had long mobilised support to Prime Minister William Lyon Mackenzie King. St. Laurent was an enthusiastic proponent of Canada's joining NATO in 1949 to fight the spread of Communism, overcoming opposition from some intellectuals, the Labor-Progressive Party, and many French Canadians. The contrast with Mackenzie King was not dramatic – they agreed on most policies. St. Laurent had more hatred of communism, and less fear of the United States. He was neither an idealist nor a bookish intellectual, but an \"eminently moderate, cautious ... man ... and a strong Canadian nationalist\".[attribution needed]",
  "/wiki/21st_Canadian_Parliament": "The 21st Canadian Parliament was in session from September 15, 1949, until June 13, 1953.  The membership was set by the 1949 federal election on June 27, 1949, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1953 election.",
  "/wiki/22nd_Canadian_Parliament": "The 22nd Canadian Parliament was in session from November 12, 1953, until April 12, 1957.  The membership was set by the 1953 federal election on August 10, 1953, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1957 election.",
  "/wiki/1948_Liberal_Party_of_Canada_leadership_election": "The 1948 Liberal Party of Canada leadership election was called to replace retiring Liberal leader and sitting Prime Minister William Lyon Mackenzie King. The convention was held exactly 29 years after the 1919 leadership convention that saw King elected Liberal leader.",
  "/wiki/1949_Canadian_federal_election": "The 1949 Canadian federal election was the 21st general election in Canadian history.  It was held June 27, 1949 to elect members of the House of Commons of Canada of the 21st Parliament of Canada and was the first election in almost thirty years in which the Liberal Party of Canada was not led by William Lyon Mackenzie King. King had retired in 1948, and was replaced as Liberal leader and Prime Minister by Louis St. Laurent.  It was also the first federal election with Newfoundland voting, having joined Canada in March of that year, and the first election since 1904 in which the parts of the Northwest Territories were granted representation. The Liberal Party was re-elected with its fourth consecutive government, winning just under 50% of the vote. This victory was the largest majority in Canadian history to that point. As of 2020, it remains the third largest majority government in Canadian history.",
  "/wiki/1957_Canadian_federal_election": "The 1957 Canadian federal election was held June 10, 1957, to select the 265 members of the House of Commons of Canada of the 23rd Parliament of Canada. In one of the great upsets in Canadian political history, the Progressive Conservative Party (also known as \"PCs\" or \"Tories\"), led by John Diefenbaker, brought an end to 22 years of Liberal rule, as the Tories were able to form a minority government despite losing the popular vote to the Liberals.",
  "/wiki/John_Diefenbaker": "John George Diefenbaker PC CH QC FRSC FRSA (/ˈdiːfənˌbeɪkər/; September 18, 1895 – August 16, 1979) was the 13th prime minister of Canada from 1957 to 1963. He was the only Progressive Conservative (PC or Tory) leader after 1930 and before 1979 to lead the party to an election victory, doing so three times, although only once with a majority of seats in the House of Commons of Canada.",
  "/wiki/23rd_Canadian_Parliament": "The 23rd Canadian Parliament was in session from October 14, 1957, until February 1, 1958. The membership was set by the 1957 federal election on June 10, 1957, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1958 election.",
  "/wiki/25th_Canadian_Parliament": "The 25th Canadian Parliament was in session from September 27, 1962, until February 6, 1963. The membership was set by the 1962 federal election on June 18, 1962, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1963 election.",
  "/wiki/24th_Canadian_Parliament": "The 24th Canadian Parliament was in session from May 12, 1958, until April 19, 1962. The membership was set by the 1958 federal election on March 31, 1958, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1962 election.",
  "/wiki/1958_Canadian_federal_election": "The 1958 Canadian federal election was the 24th general election in Canada's history. It was held to elect members  of the House of Commons of Canada of the 24th Parliament of Canada on March 31, 1958, just nine months after the 23rd election. It transformed Prime Minister John Diefenbaker's minority into the largest majority government in Canadian history and the second largest percentage of the popular vote. Although the Tories would surpass their 1958-seat total in the 1984 election, the 1958 result (achieved in a smaller House) remains unmatched both in terms of percentage of seats (78.5%) and the size of the Government majority over all opposition parties (a 151-seat majority).  Voter turnout was 79.4%.",
  "/wiki/1962_Canadian_federal_election": "The 1962 Canadian federal election was held on June 18, 1962 to elect members  of the House of Commons of Canada of the 25th Parliament of Canada. When the election was called,  Progressive Conservative (PC)  Prime Minister John Diefenbaker had governed for four years with the then-largest majority in the House of Commons in Canadian history.",
  "/wiki/1963_Canadian_federal_election": "The 1963 Canadian federal election was held on April 8 to elect members of the House of Commons of Canada of the 26th Parliament of Canada. It resulted in the defeat of the minority Progressive Conservative (Tory) government of Prime Minister John Diefenbaker.  For the Social Credit Party, despite getting their highest ever share of the vote, the party lost 6 seats compared to its high-water mark in 1962.",
  "/wiki/R._B._Bennett": "Richard Bedford Bennett, 1st Viscount Bennett, PC, KC (July 3, 1870 – June 26, 1947) was a Canadian lawyer, businessman and politician. He served as the 11th prime minister of Canada, in office from 1930 to 1935. He led the Conservative Party from 1927 to 1938.",
  "/wiki/17th_Canadian_Parliament": "The 17th Canadian Parliament was in session from September 8, 1930, until August 14, 1935.  The membership was set by the 1930 federal election on July 28, 1930, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1935 election.",
  "/wiki/Lester_B._Pearson": "Lester Bowles \"Mike\" Pearson PC OM CC OBE (23 April 1897 – 27 December 1972) was a Canadian scholar, statesman, soldier, prime minister, and diplomat, who won the Nobel Peace Prize in 1957 for organizing the United Nations Emergency Force to resolve the Suez Canal Crisis. He was the 14th prime minister of Canada from 1963 to 1968, as the head of two back-to-back Liberal minority governments following elections in 1963 and 1965.",
  "/wiki/26th_Canadian_Parliament": "The 26th Canadian Parliament was in session from May 16, 1963, until September 8, 1965. The membership was set by the 1963 federal election on April 8, 1963, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1965 election.",
  "/wiki/27th_Canadian_Parliament": "The 27th Canadian Parliament was in session from January 18, 1966, until April 23, 1968. The membership was set by the 1965 federal election on November 8, 1965, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1968 election.",
  "/wiki/1965_Canadian_federal_election": "The 1965 Canadian federal election was held on November 8 to elect members of the House of Commons of Canada of the 27th Parliament of Canada. The Liberal Party of Prime Minister Lester B. Pearson was re-elected with a larger number of seats in the House. Although the Liberals lost a small share of the popular vote, they were able to win more seats, but fell just short of having a majority.",
  "/wiki/Alexander_Mackenzie_(politician)": "Alexander Mackenzie, PC (January 28, 1822 – April 17, 1892) was a Scottish-Canadian politician who served as the second prime minister of Canada, in office from 1873 to 1878.",
  "/wiki/3rd_Canadian_Parliament": "The 3rd Canadian Parliament was in session from March 26, 1874, until August 17, 1878. The membership was set by the 1874 federal election on January 22, 1874. It was dissolved prior to the 1878 election.",
  "/wiki/Justin_Trudeau": "Justin Pierre James Trudeau (listen) PC MP (/ˈtruːdoʊ, truːˈdoʊ/; French: [ʒystɛ̃ tʁydo]; born December 25, 1971) is a Canadian politician who has served as the 23rd prime minister of Canada since 2015 and has been the leader of the Liberal Party since 2013. Trudeau is the second-youngest Canadian prime minister after Joe Clark; he is also the first to be related to a previous holder of the post, as the eldest son of Pierre Trudeau.",
  "/wiki/42nd_Canadian_Parliament": "The 42nd Canadian Parliament was in session from December 3, 2015 to September 11, 2019, with the membership of its Lower House, the House of Commons of Canada, having been determined by the results of the 2015 federal election held on October 19, 2015, and with thirty new appointees to its Upper House, the Senate of Canada, on the Constitutional advice of Prime Minister Justin Trudeau to Governor General David Johnston. Parliament officially resumed on December 3, 2015, with the election of a new Speaker, Geoff Regan, followed by a Speech from the Throne the following day. The current Speaker of the Senate of Canada is George Furey, who was appointed Speaker of the Canadian Senate on the Constitutional advice of Prime Minister Justin Trudeau, to replace Leo Housakos, on December 3, 2015. On September 11, 2019, Prime Minister Justin Trudeau advised Governor General Julie Payette to dissolve Parliament and issue the writ of election, leading to a 5-week election campaign period for the 2019 federal election.",
  "/wiki/43rd_Canadian_Parliament": "The 43rd Canadian Parliament is the current session of the Parliament of Canada, which began on December 5, 2019, following the 2019 federal election held on October 21, 2019.",
  "/wiki/2019_Canadian_federal_election": "The 2019 Canadian federal election (formally the 43rd Canadian general election) was held on October 21, 2019, to elect members of the House of Commons to the 43rd Canadian Parliament. The writs of election for the 2019 election were issued by Governor General Julie Payette on September 11, 2019.",
  "/wiki/Paul_Martin": "Paul Edgar Philippe Martin PC CC QC (born August 28, 1938), also known as  Paul Martin Jr., is a Canadian politician who served as the 21st prime minister of Canada from December 12, 2003, to February 6, 2006.",
  "/wiki/38th_Canadian_Parliament": "The 38th Canadian Parliament was in session from October 4, 2004 until November 29, 2005.  The membership was set by the 2004 federal election on June 28, 2004, and it changed only somewhat due to resignations and by-elections, but due to the seat distribution, those few changes significantly affected the distribution of power.  It was dissolved prior to the 2006 election.",
  "/wiki/2004_Canadian_federal_election": "The 2004 Canadian federal election (more formally, the 38th General Election), was held on June 28, 2004, to elect members of the House of Commons of Canada of the 38th Parliament of Canada. The Liberal government of Prime Minister Paul Martin lost its majority, but was able to form a minority government after the elections. The main opposition party, the newly amalgamated Conservative Party of Canada, improved its position but with a showing below its expectations.",
  "/wiki/John_Sparrow_David_Thompson": "Sir John Sparrow David Thompson PC KCMG QC (November 10, 1845 – December 12, 1894) was a Canadian lawyer, judge, and politician who served as the fourth prime minister of Canada, in office from 1892 until his death. He had previously been premier of Nova Scotia for a brief period in 1882.",
  "/wiki/Windsor_Castle": "Windsor Castle is a royal residence at Windsor in the English county of Berkshire.  It is notable for its long association with the English and later British royal family and for its architecture.",
  "/wiki/John_Hamilton-Gordon,_1st_Marquess_of_Aberdeen_and_Temair": "John Campbell Hamilton-Gordon, 1st Marquess of Aberdeen and Temair KT KP GCMG GCVO PC (3 August 1847 – 7 March 1934), known as The 7th Earl of Aberdeen from 1870 to 1916, was a Scottish politician. Born in Edinburgh, Lord Aberdeen held office in several countries, serving twice as Lord Lieutenant of Ireland (1886; 1905–1915) and serving from 1893 to 1898 as the seventh Governor General of Canada.",
  "/wiki/Arthur_Meighen": "Arthur Meighen PC QC (/ˈmiːən/; 16 June 1874 – 5 August 1960) was a Canadian lawyer and politician who served as the ninth prime minister of Canada, in office from July 1920 to December 1921 and again from June to September 1926. He led the Conservative Party from 1920 to 1926 and from 1941 to 1942.",
  "/wiki/1917_Canadian_federal_election": "The 1917 Canadian federal election (sometimes referred to as the khaki election) was held on December 17, 1917, to elect members of the House of Commons of Canada of the 13th Parliament of Canada.  Described by historian Michael Bliss as the \"most bitter election in Canadian history\", it was fought mainly over the issue of conscription (see  Conscription Crisis of 1917). The election resulted in Prime Minister Sir Robert Borden's Unionist government elected with a strong majority and the largest percentage of the popular vote for any party in Canadian history.",
  "/wiki/Progressive_Party_of_Canada": "The Progressive Party of Canada was a federal-level political party in Canada in the 1920s until 1930. It was linked with the provincial United Farmers parties in several provinces, and it spawned the Progressive Party of Saskatchewan, and the Progressive Party of Manitoba, which formed the government of that province. The Progressive Party was part of the farmers' political movement that included federal and provincial Progressive and United Farmers' parties.",
  "/wiki/Dissolution_of_Parliament": "In parliamentary and some semi-presidential systems, a dissolution of parliament is the dispersal of a legislature at the call of an election.",
  "/wiki/John_Abbott": "Sir John Joseph Caldwell Abbott, PC, KCMG, QC (March 12, 1821 – October 30, 1893) was a Canadian lawyer and politician, Freemason, who served as the third prime minister of Canada (and its first native-born one – both MacDonald and Mackenzie having been born in Scotland), in office from 1891 to 1892. He held office as the leader of the Conservative Party.",
  "/wiki/Frederick_Stanley,_16th_Earl_of_Derby": "Frederick Arthur Stanley, 16th Earl of Derby, KG, GCB, GCVO, PC (15 January 1841 – 14 June 1908) styled as Hon. Frederick Stanley from 1844–86 and as Lord Stanley of Preston between 1886–93, was a Conservative Party politician in the United Kingdom who served as Colonial Secretary from 1885 to 1886 and the sixth Governor General of Canada from 1888 to 1893.  An avid sportsman, he built Stanley House Stables in England and is famous in North America for presenting Canada with the Stanley Cup. Stanley was also one of the original inductees of the Hockey Hall of Fame.",
  "/wiki/Cabinet_of_Canada": "The Cabinet of Canada (French: Cabinet du Canada) is a body of ministers of the Crown that, along with the Canadian monarch, and within the tenets of the Westminster system, forms the government of Canada. Chaired by the prime minister, the Cabinet is a committee of the Queen's Privy Council for Canada and the senior echelon of the Ministry, the membership of the Cabinet and ministry often being co-terminal; as of November 2015[update] there are no members of the latter who are not also members of the former.",
  "/wiki/Mackenzie_Bowell": "Sir Mackenzie Bowell KCMG PC (/ˈboʊ.əl/; December 27, 1823 – December 10, 1917) was a Canadian newspaper publisher and politician, who served as the fifth prime minister of Canada, in office from 1894 to 1896.",
  "/wiki/Manitoba_Schools_Question": "The Manitoba Schools Question (French: La question des écoles du Manitoba) was a political crisis in the Canadian Province of Manitoba that occurred late in the 19th century, involving publicly funded separate schools for Roman Catholics and Protestants.   The crisis eventually spread to the national level, becoming one of the key issues in the federal election of 1896 and resulted in the defeat of the Conservative government, which had been in power for most of the previous thirty years. Because of the close linkage at that time between religion and language, the Schools Question raised  the deeper question whether French would survive as a language or a culture in Western Canada.",
  "/wiki/Joe_Clark": "Charles Joseph \"Joe\" Clark PC CC AOE (born June 5, 1939) is a Canadian elder statesman, businessman, writer, and politician who served as the 16th prime minister of Canada, from June 4, 1979, to March 3, 1980.",
  "/wiki/31st_Canadian_Parliament": "The 31st Canadian Parliament was a briefly lived parliament in session from October 9 until December 14, 1979.  The membership was set by the 1979 federal election on May 22, 1979, and it was dissolved after the minority government of Joe Clark failed to pass a Motion of Confidence on December 13, 1979. The dissolution of parliament led to the 1980 federal election.  Lasting only 66 days from first sitting to dissolution, and only nine months from election to election, the 31st was the shortest parliament in Canadian history.",
  "/wiki/1980_Canadian_federal_election": "The 1980 Canadian federal election was held on February 18, 1980, to elect members of the House of Commons of Canada of the 32nd Parliament of Canada. It was called when the minority Progressive Conservative government led by Prime Minister Joe Clark was defeated in the Commons."
}