{
  "/wiki/Anchorage_Unitarian_Universalist_Fellowship": "The Anchorage Unitarian Universalist Fellowship is an Alaska-based congregation within the Unitarian Universalist Association. It was founded in 1955.",
  "/wiki/Anchorage,_Alaska": "Anchorage (officially called the Municipality of Anchorage; Dena'ina: Dgheyay Kaq') is a unified home rule municipality in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 291,538 residents in 2018, it is Alaska's most populous city and contains more than 40% of the state's population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 399,148 in 2018, accounting for more than half the state's population. At  1,706 square miles (4,420 km2) of land area, the city is the fourth-largest by area in the United States and larger than the smallest state, Rhode Island, which has 1,212 square miles (3,140 km2).",
  "/wiki/First_Unitarian_Church_(Berkeley,_California)": "The First Unitarian Church at 2401 Bancroft Way in Berkeley, California is a former church building that was built in 1898.  It was designed by Albert C. Schweinfurth, who made unconventional use of Shingle Style architecture, usually applied to homes, in designing a church. It was also highly unusual for a church building in several other ways, including the use of industrial-style metal sash windows, sections of redwood tree trunks as pillars, the strong horizontal emphasis, and a semicircular apse with a conical roof.",
  "/wiki/Berkeley,_California": "Berkeley (/ˈbɜːrkli/ BURK-lee) is a city on the east shore of San Francisco Bay in northern Alameda County, California. It is named after the 18th-century Irish bishop and philosopher George Berkeley. It borders the cities of Oakland and Emeryville to the south and the city of Albany and the unincorporated community of Kensington to the north. Its eastern border with Contra Costa County generally follows the ridge of the Berkeley Hills. The 2010 census recorded a population of 112,580.",
  "/wiki/Unitarian_Universalist_Church_of_Berkeley": "The Unitarian Universalist Church of Berkeley (UUCB) was founded as the First Unitarian Church of Berkeley in Berkeley, California in 1891 and moved to Kensington, California in 1961. It is one of the oldest and largest Unitarian Universalist churches on the West Coast and has had many distinguished members, including numerous professors at the University of California, Berkeley. It is highly regarded for its music program as well as its series of renowned ministers and its many avenues for spiritual growth, learning, and social action.",
  "/wiki/Livermore,_California": "Livermore (formerly Livermores, Livermore Ranch, and Nottingham) is a city in Alameda County, California, in the United States. With an estimated 2017 population of 89,648, Livermore is the most populous city in the Tri-Valley. Livermore is located on the eastern edge of California's San Francisco Bay Area. The incumbent Mayor of Livermore is John Marchand.",
  "/wiki/San_Rafael,_California": "San Rafael (/ˌsæn rəˈfɛl/ SAN rə-FEL; Spanish pronunciation: [san rafaˈel]; Spanish for \"Saint Raphael\") is a city and the county seat of Marin County, California, United States. The city is located in the North Bay region of the San Francisco Bay Area. As of the 2010 U.S. Census the city's population is 57,713.",
  "/wiki/Marin_County,_California": "Marin County /məˈrɪn/ is a county located in the San Francisco Bay Area of the U.S. state of California. As of the 2010 census, the population was 252,409. Its county seat is San Rafael. Marin County is included in the San Francisco–Oakland–Berkeley, CA Metropolitan Statistical Area across the Golden Gate Bridge from San Francisco.",
  "/wiki/Modesto,_California": "Modesto /məˈdɛstoʊ/ (Spanish for \"modest\"), officially the City of Modesto, is the county seat and largest city of Stanislaus County, California, United States. With a population of approximately 201,165 at the 2010 census, it is the 18th largest city in the state of California and forms part of the Modesto–Merced combined statistical area.",
  "/wiki/California_Central_Valley": "The Central Valley is a flat valley that dominates the interior of California. It is 40 to 60 miles (60 to 100 km) wide and stretches approximately 450 miles (720 km) from north-northwest to south-southeast, inland from and parallel to the Pacific Ocean coast. It covers approximately 18,000 square miles (47,000 km2), about 11% of California's total land area (or about the size of the Dominican Republic). The valley is bounded by the Sierra Nevada to the east and the Coast Ranges to the west.",
  "/wiki/Sepulveda_Unitarian_Universalist_Society": "The Sepulveda Unitarian Universalist Society is a Unitarian Universalist church in North Hills, Los Angeles, California.  Its distinctive building, known as the Onion, was designated Los Angeles Historic-Cultural Monument #975 in 2010.",
  "/wiki/North_Hills,_Los_Angeles": "North Hills is a community in the north-central San Fernando Valley, and within the City of Los Angeles, California.",
  "/wiki/Los_Angeles_Historic-Cultural_Monument": "Los Angeles Historic-Cultural Monuments are sites which have been designated by the Los Angeles, California, Cultural Heritage Commission as worthy of preservation based on architectural, historic and cultural criteria.",
  "/wiki/Acid_Tests": "The Acid Tests were a series of parties held by author Ken Kesey primarily in the San Francisco Bay Area  during the mid-1960s, centered entirely on the use of, and advocacy of, the psychedelic drug LSD, also known as \"acid\".  LSD was not made illegal in California until October 6, 1966.",
  "/wiki/Pasadena,_California": "Pasadena (/ˌpæsəˈdiːnə/) is a city in Los Angeles County, California, United States, located 11 miles (18 km) northeast of Downtown Los Angeles.",
  "/wiki/Pacific_Unitarian_Church": "Pacific Unitarian Church is a Unitarian Universalist congregation located in Rancho Palos Verdes, California. It is a member of the Unitarian Universalist Association of Congregations, within the Pacific Southwest District. PUC was recognized as one of four \"Breakthrough Congregations\" in 2008, reflected in a $75,000 donation to Community Church UU of New Orleans. Membership as of 2019 is around 180 with weekly attendance averaging over 90 adults and children.",
  "/wiki/Rancho_Palos_Verdes,_California": "Rancho Palos Verdes (also known by the abbreviation RPV) is a city in Los Angeles County, California atop the Palos Verdes Hills and bluffs of the Palos Verdes Peninsula. A suburb of Los Angeles, it is known for expensive homes amidst large tracts of open space with expansive views of the Pacific Ocean. Rancho Palos Verdes is translated as \"Ranch of Green Sticks\", probably referring to the willows in the northeastern part of Bixby Slough (now known as Machado Lake) shown on earlier maps.",
  "/wiki/First_Unitarian_Church_of_Oakland": "The First Unitarian Church of Oakland is located in western Downtown Oakland, California.  It is a member of the Unitarian Universalist Association.",
  "/wiki/Oakland,_California": "Oakland is the largest city and the county seat of Alameda County, California, United States. A major West Coast port city, Oakland is the largest city in the East Bay region of the San Francisco Bay Area, the third largest city overall in the San Francisco Bay Area, the eighth most populated city in California, and the 45th largest city in the United States. With a population of 428,827 as of 2018[update], it serves as a trade center for the San Francisco Bay Area; its Port of Oakland is the busiest port in the San Francisco Bay, the entirety of Northern California, and the fifth busiest in the United States of America. An act to incorporate the city was passed on May 4, 1852, and incorporation was later approved on March 25, 1854, which officially made Oakland a city. Oakland is a charter city.",
  "/wiki/Universalist_Unitarian_Church_of_Riverside": "The Universalist Unitarian Church of Riverside, previously known as the All Souls Universalist Church, is a Universalist Unitarian church located in Riverside, California, United States.",
  "/wiki/Riverside,_California": "Riverside is a city in, and the county seat of, Riverside County, California, United States, located in the Inland Empire metropolitan area. It is named for its location beside the Santa Ana River. It is the most populous city in the Inland Empire and in Riverside County, and is located about 55 miles (89 km) east of downtown Los Angeles. It is also part of the Greater Los Angeles area. Riverside is the 59th most populous city in the United States and 12th most populous city in California. As of the 2010 Census, Riverside had a population of 303,871.",
  "/wiki/Permian_age": "The Permian (/ˈpɜːr.mi.ən/ PUR-mee-ən) is a geologic period and system which spans 47 million years from the end of the Carboniferous period 298.9 million years ago (Mya), to the beginning of the Triassic period 251.902 Mya. It is the last period of the Paleozoic era; the following Triassic period belongs to the Mesozoic era. The concept of the Permian was introduced in 1841 by geologist Sir Roderick Murchison, who named it after the region of Perm in Russia.",
  "/wiki/San_Francisco,_California": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/First_Unitarian_Church_of_San_Jose": "The First Unitarian Church of San Jose is located at 160 North Third Street in downtown San Jose, California, across from St. James Park, and was designed in \"Richardsonian Romanesque\" style by architect George Page, who also designed the Hayes Mansion.  Local historian Linda Larson Boston called the building, “One of a handful of American churches patterned after Unitarian churches of Transylvania, it features a large triple-arched stained glass window on the facade, multiple domes and cupolas, and both round and square towers,” in her pamphlet, Highlights of San Jose, California’s St. James Park and Environs.  The congregation purchased the site in 1888, and the cornerstone was laid in a ceremony on September 23, 1891. The building is registered on both the list of National Register of Historical Places and the list of California Historical Landmarks.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/Santa_Rosa,_California": "Santa Rosa (Spanish for \"Saint Rose\") is a city in and the county seat of Sonoma County. Its estimated 2018 population was 177,586. Santa Rosa is the largest city in California's Redwood Empire,   Wine Country and the North Bay; the fifth most populous city in the San Francisco Bay Area after San Jose, San Francisco, Oakland, and Fremont; and the 28th most populous city in California.",
  "/wiki/San_Mateo,_California": "San Mateo (/ˌsæn məˈteɪ.oʊ/ SAN mə-TAY-oh; Spanish for \"Saint Matthew\") is a city in San Mateo County, California, approximately 20 miles (32 km) south of San Francisco, and 31 miles (50 km) northwest of San Jose. San Mateo had an estimated 2017 population of 104,748.",
  "/wiki/Carpenter_Gothic": "Carpenter Gothic, also sometimes called Carpenter's Gothic or Rural Gothic, is a North American architectural style-designation for an application of Gothic Revival architectural detailing and picturesque massing applied to wooden structures built by house-carpenters. The abundance of North American timber and the carpenter-built vernacular architectures based upon it made a picturesque improvisation upon Gothic a natural evolution. Carpenter Gothic improvises upon features that were carved in stone in authentic Gothic architecture, whether original or in more scholarly revival styles; however, in the absence of the restraining influence of genuine Gothic structures, the style was freed to improvise and emphasize charm and quaintness rather than fidelity to received models. The genre received its impetus from the publication by Alexander Jackson Davis of Rural Residences and from detailed plans and elevations in publications by Andrew Jackson Downing.",
  "/wiki/Mount_Diablo_Unitarian_Universalist_Church": "Mount Diablo Unitarian Universalist Church (MDUUC) is a church in Walnut Creek, California. In 2016, it claimed a membership of 494. The church buildings occupy a 14-acre tract at 55 Eckley Lane in Walnut Creek.",
  "/wiki/Walnut_Creek,_California": "Walnut Creek is a city in Contra Costa County, California, United States, located in the East Bay region of the San Francisco Bay Area, about 16 miles (26 km) east of the city of Oakland. With a total estimated population of 69,122, Walnut Creek serves as a hub for its neighboring cities because of its location at the junction of the highways from Sacramento and San Jose (I-680) and San Francisco/Oakland (SR-24) and its accessibility by BART. Its active downtown neighborhood features hundred-year-old buildings and extensive high-end retail establishments, restaurants and entertainment venues.",
  "/wiki/Unitarian_Meetinghouse": "The Unitarian Meetinghouse is a historic church at the junction of Connecticut Routes 169 and 6 in the village center of Brooklyn, Connecticut.  Built in 1771, it is one of a small number of pre-Revolutionary church buildings in the state, and distinctive for having a sufficiently complete documentary record to support a complete restoration.  It retains a configuration distinctive of that period, with its main entrance on the long side of the building, and the pulpit opposite.  The bell tower with steeple is located at one of the short ends, suggestive of the 19th century change to place the entrance there as well.  The building was listed on the National Register of Historic Places in 1972.",
  "/wiki/Brooklyn,_Connecticut": "Brooklyn is a town in Windham County, Connecticut, United States. The population was 8,210 at the 2000 census. The town center village is listed by the U.S. Census Bureau as a census-designated place. The district of East Brooklyn is also listed as a separate census-designated place.",
  "/wiki/Unitarian-Universalist_Church_(Stamford,_Connecticut)": "The Unitarian-Universalist Church is a historic church at 20 Forest Street in Stamford, Connecticut.  It is a modestly-sized Gothic Revival structure, built out of fieldstone, brick, and granite, in 1870 to a design by Stamford architect Gage Inslee.  While most of its exterior windows are stenciled in imitation of stained glass, it has two genuine stained glass windows in the choir loft that are between 400 and 700 years old, and were brought over parishioner Thomas Crane.  The church rectory, built 1880, is a handsome Victorian Gothic structure with early elements of Queen Anne styling.",
  "/wiki/Stamford,_Connecticut": "Stamford (/ˈstæmfərd/) is a city in Fairfield County, Connecticut, United States. According to the US Census Bureau, the population of the city is 129,775 as of July 1, 2018. As of 2017, according to the Census Bureau, the population of Stamford had risen to 131,000, making it the third-largest city in the state (behind Bridgeport and New Haven) and the seventh-largest city in New England. Approximately 30 miles (50 kilometers) from Manhattan, Stamford is in the Bridgeport-Stamford-Norwalk Metro area which is a part of the Greater New York metropolitan area.",
  "/wiki/Hartford,_Connecticut": "Hartford is the capital city of the U.S. state of Connecticut. It was the seat of Hartford County until Connecticut disbanded county government in 1960. It is the core city in the Greater Hartford metropolitan area. Census estimates since the 2010 United States Census have indicated that Hartford is the fourth-largest city in Connecticut, behind the coastal cities of Bridgeport, New Haven, and Stamford."
}