{
  "/wiki/David_R._Brown_(graphic_designer)": "David R. Brown is an American graphic designer and academic administrator.  He is best known as the former president of the Art Center College of Design, and has served as the national president of AIGA, the professional association for design.",
  "/wiki/Tuck_School_of_Business": "The Tuck School of Business (also known as Tuck, and formally known as the Amos Tuck School of Administration and Finance) is the graduate business school of Dartmouth College, an Ivy League research university in Hanover, New Hampshire. Founded in 1900 through a donation made by Dartmouth alumnus Edward Tuck, the Tuck School was the first institution in the world to offer a master's degree in business administration.",
  "/wiki/Abner_Dean": "Abner Dean (18 March 1910 – 30 June 1982), born Abner Epstein in New York City, was an American cartoonist. In allegorical or surrealist situations, Dean often depicted extremes of human behavior amid grim, decaying urban settings or barren landscapes. His artwork prompted Clifton Fadiman to comment, \"His pictures are trick mirrors in which we catch sight of those absurd fragments of ourselves that we never see in the smooth glass of habit.\"",
  "/wiki/Dan_Gilroy": "Daniel Christopher Gilroy (born June 24, 1959) is an American screenwriter and film director. He is best known for writing and directing Nightcrawler (2014), for which he won Best Screenplay at the 30th Independent Spirit Awards, and was nominated for Best Original Screenplay at the 87th Academy Awards. Before becoming both a writer and director, Gilroy worked mostly as a screenwriter. His screenwriting credits include Freejack (1992), Two for the Money (2005), The Fall (2006), Real Steel (2011), and The Bourne Legacy (2012)—the last in collaboration with his brother Tony Gilroy. His wife, Rene Russo, has also been his frequent collaborator since the two met in 1992 and married later that year.[a]",
  "/wiki/Andrea_Higgins": "Andrea Higgins is an American painter.",
  "/wiki/Erich_Kunzel": "Erich Kunzel, Jr. (March 21, 1935 – September 1, 2009) was an  American orchestra conductor. Called the \"Prince of Pops\" by the Chicago Tribune, he  performed with a number of leading pops and symphony orchestras, especially the Cincinnati Pops Orchestra (CPO), which he led for 32 years.",
  "/wiki/Cincinnati_Pops_Orchestra": "The Cincinnati Pops Orchestra is a pops orchestra based in Cincinnati, Ohio, United States, founded in 1977 out of the Cincinnati Symphony Orchestra. Its members are also the members of the Cincinnati Symphony, and the Pops is managed by the same administration. Erich Kunzel, the Pops' founding conductor, continued to lead the Pops until his death in 2009.",
  "/wiki/National_Symphony_Orchestra_(United_States)": "The National Symphony Orchestra (NSO), founded in 1931, is an American symphony orchestra based in Washington, D.C.. Its principal performing venue is the John F. Kennedy Center for the Performing Arts. They were the official orchestra for the National Memorial Day Concert and A Capitol Fourth.",
  "/wiki/Memorial_Day": "Memorial Day (previously but now seldom called Decoration Day) is a federal holiday in the United States for remembering and honoring the military personnel who died while serving in the United States Armed Forces. The holiday is now observed on the last Monday of May, Memorial Day having been observed on May 30 from 1868 to 1970.",
  "/wiki/Independence_Day_(United_States)": "Independence Day (colloquially the Fourth of July or July 4th) is a federal holiday in the United States commemorating the Declaration of Independence of the United States, on July 4, 1776. The Continental Congress declared that the thirteen American colonies were no longer subject (and subordinate) to the monarch of Britain and were now united, free, and independent states. The Congress had voted to declare independence two days earlier, on July 2, but it was not declared until July 4.",
  "/wiki/Mike_Melvoin": "Mike Melvoin (May 10, 1937 – February 22, 2012) was an American jazz pianist, composer, and arranger. He served as chairman and president of  The Recording Academy and worked as a prolific studio musician, recording with Frank Sinatra, John Lennon, The Jackson 5, Natalie Cole, and The Beach Boys. Melvoin was nominated for the 2003 Grammy Award for Best Jazz Instrumental Solo for \"All or Nothing at All\" from his album It's Always You.",
  "/wiki/Mateo_Romero_(artist)": "Mateo Romero (born 1966) is a Native American painter. He was born in Berkeley, California, and is a member of the Cochiti Pueblo.",
  "/wiki/Augustus_Washington": "Augustus Washington (c. 1820–1821 – June 7, 1875) was an American photographer and daguerreotypist. He was born in New Jersey as a free person of color and immigrated to Liberia in 1852. He is one of the few African-American daguerreotypists whose career has been documented.",
  "/wiki/Daguerreotype": "The daguerreotype (/dəˈɡɛr(i)ətaɪp, -r(i)oʊ-/; French: daguerréotype) process, or daguerreotypy, was the first publicly available photographic process, widely used during the 1840s and 1850s.",
  "/wiki/Paul_Weston": "Paul Weston (born Paul Wetstein, March 12, 1912 – September 20, 1996) was an American pianist, arranger, composer, and conductor who worked in music and television from the 1930s to the 1970s, pioneering mood music and becoming known as \"the Father of Mood Music\". His compositions include popular music songs such as \"I Should Care\", \"Day by Day\", and \"Shrimp Boats\". He also wrote classical pieces, including \"Crescent City Suite\" and religious music, authoring several hymns and masses.",
  "/wiki/Jonathan_Wolken": "Abraham Jonathan Wolken (July 12, 1949 – June 13, 2010) was one of the original dancers and a co-founder of Pilobolus dance company in 1971, which The New York Times in his obituary calls \"one of the most popular modern-dance companies in the world\". Wolken served as one of the company's three artistic directors.",
  "/wiki/Pilobolus_(dance_company)": "Pilobolus is an American modern dance company that began performing in October 1971.  Pilobolus has performed over 100 choreographic works in more than 64 countries around the world, and has been featured on the 79th Annual Academy Awards, The Oprah Winfrey Show and Late Night with Conan O'Brien."
}