{
  "/wiki/Nicholas_Baylies": "Nicholas Baylies (April 9, 1768 – April 14, 1847) was a Vermont lawyer, politician, and judge.  He served as a Justice of the Vermont Supreme Court from 1831 to 1833.",
  "/wiki/Vermont_Supreme_Court": "The Vermont Supreme Court is the highest judicial authority of the U.S. state of Vermont.  Unlike most other states, the Vermont Supreme Court hears appeals directly from the trial courts, as Vermont has no intermediate appeals court.",
  "/wiki/Michael_L._Bender": "Michael L. Bender (born January 7, 1942) is an American attorney and jurist, who served as the 44th Chief Justice of the Colorado Supreme Court.",
  "/wiki/Colorado_Supreme_Court": "The Colorado Supreme Court is the highest court in the U.S. state of Colorado. Located in Denver, the Court consists of a Chief Justice and six Associate Justices.",
  "/wiki/George_Hutchins_Bingham": "George Hutchins Bingham (August 19, 1864 – September 25, 1949) was a United States Circuit Judge of the United States Court of Appeals for the First Circuit.",
  "/wiki/United_States_Court_of_Appeals_for_the_First_Circuit": "The United States Court of Appeals for the First Circuit (in case citations, 1st Cir.) is a federal court with appellate jurisdiction over the district courts in the following districts:",
  "/wiki/Harrie_B._Chase": "Harrie Brigham Chase (August 9, 1889 – November 17, 1969) was an American lawyer and judge. He served briefly on the Supreme Court of Vermont, and then was a United States Circuit Judge of the United States Court of Appeals for the Second Circuit.",
  "/wiki/United_States_Court_of_Appeals_for_the_Second_Circuit": "The United States Court of Appeals for the Second Circuit (in case citations, 2d Cir.) is one of the thirteen United States Courts of Appeals. Its territory comprises the states of Connecticut, New York, and Vermont, and the court has appellate jurisdiction over the district courts in the following districts:",
  "/wiki/Salmon_P._Chase": "Salmon Portland Chase (January 13, 1808 – May 7, 1873) was a U.S. politician and jurist who served as the sixth Chief Justice of the United States. He also served as the 23rd Governor of Ohio, represented Ohio in the United States Senate, and served as the 25th United States Secretary of the Treasury. Chase was therefore one of a few U.S. politicians who served in all three branches of the federal government.",
  "/wiki/Chief_Justice_of_the_United_States": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint a chief justice, who serves until they resign, retire, are impeached and convicted, or die.",
  "/wiki/Governor_of_Ohio": "The governor of the State of Ohio is the head of the executive branch of the government of Ohio and the commander-in-chief of the U.S. state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Ohio General Assembly, the power to convene the legislature and the power to grant pardons, except in cases of treason and impeachment.",
  "/wiki/United_States_Secretary_of_the_Treasury": "The secretary of the treasury is the head of the United States Department of the Treasury which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. This position in the federal government of the United States is analogous to the minister of finance in many other countries. The secretary of the treasury is a member of the president's Cabinet, and is nominated by the president of the United States. Nominees for secretary of the treasury undergo a confirmation hearing before the United States Senate Committee on Finance before being voted on by the United States Senate.",
  "/wiki/Robert_J._Cordy": "Robert J. Cordy (born May 18, 1949) is a former Associate Justice of the Massachusetts Supreme Judicial Court.",
  "/wiki/Supreme_Judicial_Court_of_Massachusetts": "The Massachusetts Supreme Judicial Court (SJC) is the highest court in the Commonwealth of Massachusetts. The SJC claims the distinction of being the oldest continuously functioning appellate court in the Americas, with a recognized history dating to the establishment of the Massachusetts Superior Court of Judicature in 1692 under the charter of the Province of Massachusetts Bay.[nb 1]",
  "/wiki/Stephen_S._Cushing": "Stephen S. Cushing (March 20, 1884 – September 23, 1957) was a Vermont attorney, businessman, judge, and politician.  He was a veteran of World War I, and his most notable government service was as an Associate Justice of the Vermont Supreme Court from 1952 to 1953.",
  "/wiki/Charles_Donahue": "Charles Henry Donahue (December 7, 1877–November 4, 1952) was a Justice of the Massachusetts Supreme Judicial Court from March 17, 1932 to April 26, 1944. He was appointed by Governor Joseph B. Ely.",
  "/wiki/Jason_Downer": "Jason Downer (September 9, 1813 – September 1, 1883) was a Justice of the Wisconsin Supreme Court.",
  "/wiki/Wisconsin_Supreme_Court": "The Wisconsin Supreme Court is the highest appellate court in Wisconsin. The Supreme Court has jurisdiction over original actions, appeals from lower courts, and regulation or administration of the practice of law in Wisconsin.",
  "/wiki/Asa_Fowler": "Asa Fowler (February 23, 1811 – April 26, 1885) was a New Hampshire politician, lawyer and jurist. He served as a justice of the New Hampshire Supreme Court from August 1, 1855 until February 1, 1861 and in the New Hampshire House of Representatives 1845, 1847, 1848 and 1871 to 1872. In 1872 he was Speaker of the House. During all other years in the House, he served on the judiciary committee. He was nominated for governor of New Hampshire by the Free Soil Party in 1855.",
  "/wiki/New_Hampshire_Supreme_Court": "The New Hampshire Supreme Court is the supreme court of the U. S. state of New Hampshire and sole appellate court of the state.  The Supreme Court is seated in the state capital, Concord.  The Court is composed of a Chief Justice and four Associate Justices appointed by the Governor and Executive Council to serve during \"good behavior\" until retirement or the age of seventy.  The senior member of the Court is able to specially assign lower-court judges, as well as retired justices, to fill vacancies on the Court.",
  "/wiki/Nathaniel_M._Gorton": "Nathaniel Matheson Gorton (born July 25, 1938) is a United States District Judge of the United States District Court for the District of Massachusetts.",
  "/wiki/United_States_District_Court_for_the_District_of_Massachusetts": "The United States District Court for the District of Massachusetts (in case citations, D. Mass.) is the federal district court whose territorial jurisdiction is the Commonwealth of Massachusetts, United States.  The first court session was held in Boston in 1789.  The second term was held in Salem in 1790 and court session locations alternated between the two cities until 1813.  That year, Boston became the court's permanent home. A western division was opened in Springfield in 1979 and a central division was opened in Worcester in 1987.  The court's main building is the John Joseph Moakley Federal Courthouse on Fan Pier in South Boston.",
  "/wiki/Matthew_Harvey": "Matthew Harvey (June 21, 1781 – April 7, 1866) was a United States Representative from New Hampshire, the 13th Governor of New Hampshire and a United States District Judge of the United States District Court for the District of Massachusetts.",
  "/wiki/United_States_District_Court_for_the_District_of_New_Hampshire": "The United States District Court for the District of New Hampshire (in case citations, D.N.H.)  is the Federal district court whose jurisdiction comprises the state of New Hampshire.  The Warren B. Rudman U.S. Courthouse for the New Hampshire district is located in Concord.",
  "/wiki/Governor_of_New_Hampshire": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government.",
  "/wiki/Arthur_D._Healey": "Arthur Daniel Healey (December 29, 1889 – September 16, 1948) was a Democratic United States Representative from Massachusetts from 1933 to 1942 and a United States District Judge of the United States District Court for the District of Massachusetts.",
  "/wiki/James_Stuart_Holden": "James Stuart Holden (January 29, 1914 – November 18, 1996) was an American attorney and judge. He served as an associate justice and chief justice of the Vermont Supreme Court and later as a Judge of the United States District Court for the District of Vermont.",
  "/wiki/United_States_District_Court_for_the_District_of_Vermont": "The United States District Court for the District of Vermont (in case citations, D. Vt.)  is the federal district court whose jurisdiction is the federal district of Vermont.  The court has locations in Brattleboro, Burlington, and Rutland. The Court was created under the Judiciary Act of 1791 under the jurisdiction of the Eastern Circuit Court. Under the Midnight Judges Act, the Circuits were reorganised and this Court was assigned to the United States Court of Appeals for the Second Circuit where it has remained since. Originally created with one Judgeship, in 1966 a second Judgeship was added.",
  "/wiki/Thomas_Penfield_Jackson": "Thomas Penfield Jackson (January 10, 1937 – June 15, 2013) was a United States District Judge of the United States District Court for the District of Columbia.",
  "/wiki/United_States_District_Court_for_the_District_of_Columbia": "The United States District Court for the District of Columbia (in case citations, D.D.C.) is a federal district court. Appeals from the District are taken to the United States Court of Appeals for the District of Columbia Circuit (except for patent claims and claims against the U.S. government under the Tucker Act, which are appealed to the Federal Circuit).",
  "/wiki/United_States_Microsoft_antitrust_case": "United States v. Microsoft Corporation, 253 F.3d 34 (D.C. Cir. 2001), was a noted American antitrust law case in which the U.S. government accused Microsoft of illegally maintaining its monopoly position in the PC market primarily through the legal and technical restrictions it put on the abilities of PC manufacturers (OEMs) and users to uninstall Internet Explorer and use other programs such as Netscape and Java. At trial, the district court ruled that Microsoft's actions constituted unlawful monopolization under Section 2 of the Sherman Antitrust Act of 1890, and the U.S. Court of Appeals for the D.C. Circuit affirmed most of the district court's judgments.",
  "/wiki/Dominic_W._Lanza": "Dominic William Lanza (born May 20, 1976) is a United States District Judge of the United States District Court for the District of Arizona. He was formerly an Assistant United States Attorney for the District of Arizona.",
  "/wiki/United_States_District_Court_for_the_District_of_Arizona": "The United States District Court for the District of Arizona (in case citations, D. Ariz.) is a federal court in the Ninth Circuit.",
  "/wiki/Steven_Menashi": "Steven James Menashi (born January 15, 1979) is a United States Circuit Judge of the United States Court of Appeals for the Second Circuit.",
  "/wiki/Sherman_R._Moulton": "Sherman R. Moulton (June 10, 1876 – June 16, 1949) was a Vermont attorney and judge.  He is most notable for his service as an Associate Justice of the Vermont Supreme Court (1926-1939) and as Chief Justice (1939-1949).",
  "/wiki/Carl_J._Nichols": "Carl John Nichols (born June 25, 1970) is a United States District Judge of the United States District Court for the District of Columbia.",
  "/wiki/Clarence_V._Opper": "Clarence V. Opper (April 13, 1897-June 19, 1964) was a judge of the United States Tax Court from 1938 to 1964.",
  "/wiki/United_States_Tax_Court": "The United States Tax Court (in case citations, T.C.) is a federal trial court of record established by Congress under Article I of the U.S. Constitution, section 8 of which provides (in part) that the Congress has the power to \"constitute Tribunals inferior to the supreme Court\". The Tax Court specializes in adjudicating disputes over federal income tax, generally prior to the time at which formal tax assessments are made by the Internal Revenue Service.",
  "/wiki/List_of_Dartmouth_College_alumni": "This list of alumni of Dartmouth College includes alumni and current students of Dartmouth College and its graduate schools. In addition to its undergraduate program, Dartmouth offers graduate degrees in nineteen departments and includes three graduate schools: the Tuck School of Business, the Thayer School of Engineering, and Dartmouth Medical School. Since its founding in 1769, Dartmouth has graduated 238 classes of students and today has approximately 66,500 living alumni."
}