{
  "/wiki/Ebenezer_Adams": "Ebenezer Adams (2 October 1765 – 15 August 1841) was an American educator. He was born to Ephraim Adams and Rebecca Locke Adams in 1765.",
  "/wiki/Phillips_Exeter_Academy": "Phillips Exeter Academy (often called Exeter or PEA) is a highly selective, coeducational independent school for boarding and day students in grades 9 through 12, and offers a secondary postgraduate program. Located in Exeter, New Hampshire, it is one of the oldest secondary schools in the United States. Exeter is based on the Harkness education system, a conference format of student interaction with minimal teacher involvement. It has the largest endowment of any New England boarding school, which as of 2018 was valued at $1.3 billion. On January 25, 2019, William K. Rawson was appointed by the academy's trustees as the 16th Principal Instructor. He is the 4th alumnus of Exeter to serve as Principal Instructor, after Gideon Lane Soule (1838–1873), Harlan Amen (1895 –1913), and William Saltonstall (1946–1963).",
  "/wiki/Walter_Sydney_Adams": "Walter Sydney Adams (December 20, 1876 – May 11, 1956) was an American astronomer.",
  "/wiki/Kwan-Ichi_Asakawa": "Kan'ichi Asakawa (朝河 貫一, Asakawa Kan'ichi, December 20, 1873 – August 11, 1948) was a Japanese academic, author, historian, librarian, curator and peace advocate. Asakawa was Japanese by birth and citizenship, but he lived the major portion of his life in the United States.",
  "/wiki/Richard_W._Bailey": "Richard Weld Bailey (October 26, 1939 – April 2, 2011) was an American linguist, scholar of the English language, and the Fred Newton Scott Collegiate Professor of English at the University of Michigan in Ann Arbor.",
  "/wiki/Carlos_Baker": "Carlos Baker (May 5, 1909, Biddeford, Maine – April 18, 1987, Princeton, New Jersey) was an American writer, biographer and former Woodrow Wilson Professor of Literature at Princeton University. He earned his B.A., M.A. and Ph.D at Dartmouth, Harvard, and Princeton respectively. Baker's published works included several novels and books of poetry and various literary criticisms and essays.",
  "/wiki/Princeton_University": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the  College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.[a] The institution moved to Newark in 1747, then to the current site nine years later, and renamed itself Princeton University in 1896.",
  "/wiki/Harold_J._Berman": "Harold J. Berman (February 13, 1918 – November 13, 2007) was an American legal scholar who was an expert in comparative, international and Soviet/Russian law as well as legal history, philosophy of law and the intersection of law and religion. He was a law professor at Harvard Law School and Emory University School of Law for more than sixty years, and held the James Barr Ames Professorship of Law at Harvard before he was appointed as the first Robert W. Woodruff Professor of Law at Emory. He has been described as \"one of the great polymaths of American legal education.\"",
  "/wiki/Harvard_Law_School": "Harvard Law School is the law school of Harvard University in Cambridge, Massachusetts. Founded in 1817, it is the oldest continuously operating law school in the United States and one of the most prestigious in the world. It is ranked first worldwide by QS World University Rankings and the Academic Ranking of World Universities.",
  "/wiki/Emory_University": "Emory University is a private research university in Atlanta, Georgia. The university was founded as Emory College in 1836 in Oxford, Georgia, by the Methodist Episcopal Church and was named in honor of Methodist bishop John Emory.",
  "/wiki/Carl_Bridenbaugh": "Carl Bridenbaugh (August 10, 1903 – January 6, 1992) was an American historian of Colonial America.  He had an illustrious career, writing fourteen books and editing or co-editing five more, and he was acclaimed as a historian and teacher.",
  "/wiki/Colonial_America": "The colonial history of the United States covers the history of European colonization of America from the early 16th century until the incorporation of the colonies into the United States of America. In the late 16th century, England, France, Spain, and the Netherlands launched major colonization programs in America. The death rate was very high among those who arrived first, and some early attempts disappeared altogether, such as the English Lost Colony of Roanoke. Nevertheless, successful colonies were established within several decades.",
  "/wiki/H._Allen_Brooks": "H. Allen Brooks (November 6, 1925 – August 8, 2010) was an architectural historian and longtime professor at the University of Toronto.   Brooks wrote on Frank Lloyd Wright and the Prairie School and on the early years of Le Corbusier.",
  "/wiki/University_of_Toronto": "The University of Toronto (U of T  or UToronto) is a public research university in Toronto, Ontario, Canada, located on the grounds that surround Queen's Park. It was founded by royal charter in 1827 as King's College, the first institution of higher learning in the colony of Upper Canada. Originally controlled by the Church of England, the university assumed its present name in 1850 upon becoming a secular institution. As a collegiate university, it comprises eleven colleges each with substantial autonomy on financial and institutional affairs and significant differences in character and history. The university also operates two satellite campuses located in Scarborough and Mississauga.",
  "/wiki/Francis_Brown_(theologian)": "The Rev. Francis Brown (December 26, 1849 – 1916), American Semitic scholar, was born in Hanover, New Hampshire.",
  "/wiki/Manuel_Buchwald": "Manuel Buchwald, OC FRSC (born June 7, 1940) is a Canadian geneticist and academic.",
  "/wiki/George_Bush_(Biblical_scholar)": "George Bush (12 June 1796, Norwich, Vermont – 19 September 1859, Rochester, New York) was an American biblical scholar, pastor, abolitionist, academic and advocate for the restoration of the Jews to the Holy Land. A member of the Bush family, he is a distant relative of both President George H. W. Bush and President George W. Bush.",
  "/wiki/Ruth_Chang": "Ruth Chang is the Professor and Chair of Jurisprudence at the University of Oxford, a Professorial Fellow of University College, Oxford, and an American professor of philosophy. She is known for her research on the incommensurability of values and on practical reason and normativity. She is also widely known for her work on decision-making and is lecturer or consultant on choice at institutions ranging from video-gaming to pharmaceuticals, the U.S. Navy, World Bank, and CIA. Although her work is international, she spends about half her time in New York.[citation needed]",
  "/wiki/Professor_of_Jurisprudence_(Oxford)": "The position of Professor of Jurisprudence (originally the Corpus Professor of Jurisprudence) at the University of Oxford, England, was created in 1869.",
  "/wiki/Oxford_University": "The University of Oxford is a collegiate research university in Oxford, England. There is evidence of teaching as early as 1096, making it the oldest university in the English-speaking world and the world's second-oldest university in continuous operation. It grew rapidly from 1167 when Henry II banned English students from attending the University of Paris. After disputes between students and Oxford townsfolk in 1209, some academics fled north-east to Cambridge where they established what became the University of Cambridge. The two \"ancient universities\" are frequently jointly called \"Oxbridge\". The history and influence of the University of Oxford has made it one of the most prestigious universities in the world.",
  "/wiki/Stanwood_Cobb": "Stanwood Cobb (November 6, 1881 – December 29, 1982) was an American educator, author and prominent Baháʼí of the 20th century.",
  "/wiki/Bahá'í_Faith": "The Baháʼí Faith (/bəˈhɑːiː, bəˈhaɪ/; Persian: بهائی‎ Bahāʼi) is a religion teaching the essential worth of all religions, and the unity and equality of all people. Established by Baháʼu'lláh in 1863, it initially grew in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. It is estimated to have between 5 and 8 million adherents, known as Baháʼís, spread throughout most of the world's countries and territories.",
  "/wiki/Joshua_Coffin": "Joshua Coffin (October 12, 1792 – June 24, 1864) was an American antiquary and abolitionist.",
  "/wiki/Levi_L._Conant": "Levi Leonard Conant (March 3, 1857, Littleton, Massachusetts – October 11, 1916, Worcester, Massachusetts) was an American mathematician specializing in trigonometry.",
  "/wiki/Trigonometry": "Trigonometry (from Greek trigōnon, \"triangle\" and metron, \"measure\") is a branch of mathematics that studies relationships between side lengths and angles of triangles. The field emerged in the Hellenistic world during the 3rd century BC from applications of geometry to astronomical studies. The Greeks focused on the calculation of chords, while mathematicians in India created the earliest-known tables of values for  trigonometric ratios (also called trigonometric functions) such as sine.",
  "/wiki/Isaac_Joslin_Cox": "Isaac Joslin Cox, Ph.D. (1873–1956) was an American professor of history.",
  "/wiki/Reuel_Denney": "Reuel Denney (April 13, 1913 in New York City – May 1, 1995 in Honolulu) was an American poet and academic.",
  "/wiki/William_C._Dowling": "William Courtney Dowling (/ˈdaʊlɪŋ/; born April 5, 1944 in Warner, New Hampshire) is University Distinguished Professor of English and American Literature emeritus at Rutgers University in New Brunswick, New Jersey, specializing in 18th-century English literature, literature of the early American Republic, and Literary Theory.",
  "/wiki/Rutgers_University": "Rutgers, The State University of New Jersey (/ˈrʌtɡərz/), commonly referred to as Rutgers University, or RU, is an American public research university in New Jersey. It is the largest institution of higher education in New Jersey.",
  "/wiki/John_C._Ewers": "John Canfield Ewers (July 21, 1909 – May 7, 1997) was an American ethnologist and museum curator. Known for his studies on the art and history of the American Plains Indians, he was described by The New York Times as one of his country's \"foremost interpreters of American Indian culture.\"",
  "/wiki/Ethnologist": "Ethnology (from the Greek: ἔθνος, ethnos meaning \"nation\") is the branch of anthropology that compares and analyzes the characteristics of different peoples and the relationships between them (compare cultural, social, or sociocultural anthropology).",
  "/wiki/National_Museum_of_American_History": "The National Museum of American History: Kenneth E. Behring  Center collects, preserves, and displays the heritage of the United States in the areas of social, political, cultural, scientific, and military history. Among the items on display is the original Star-Spangled Banner. The museum is part of the Smithsonian Institution and located on the National Mall at 14th Street and Constitution Avenue NW in Washington, D.C.",
  "/wiki/Owen_M._Fiss": "Owen M. Fiss (born 1938) is an American professor who is a Sterling Professor emeritus at Yale Law School.",
  "/wiki/Sterling_Professor": "Sterling Professor, the highest academic rank at Yale University, is awarded to a tenured faculty member considered the best in his or her field. It is akin to the rank of university professor at other universities.",
  "/wiki/Yale_Law_School": "Yale Law School (often referred to as Yale Law or YLS) is the law school of Yale University, located in New Haven, Connecticut. Established in 1824, it has been the top-ranked law school in the United States by U.S. News and World Report every year since the magazine began publishing law school rankings in the 1980s.",
  "/wiki/List_of_Dartmouth_College_alumni": "This list of alumni of Dartmouth College includes alumni and current students of Dartmouth College and its graduate schools. In addition to its undergraduate program, Dartmouth offers graduate degrees in nineteen departments and includes three graduate schools: the Tuck School of Business, the Thayer School of Engineering, and Dartmouth Medical School. Since its founding in 1769, Dartmouth has graduated 238 classes of students and today has approximately 66,500 living alumni."
}