{
  "/wiki/The_Wall_Street_Journal": "The Wall Street Journal is a U.S. business-focused, English-language international daily newspaper based in New York City, international editions also available in Chinese and Japanese. The Journal, along with its Asian and European editions, is published six days a week by Dow Jones & Company, a division of News Corp. The newspaper is published in the broadsheet format and online. The Journal has been printed continuously since its inception on July 8, 1889, by Charles Dow, Edward Jones, and Charles Bergstresser.",
  "/wiki/Pulitzer_Prize_for_Explanatory_Reporting": "The Pulitzer Prize for Explanatory Reporting has been presented since 1998, for a distinguished example of explanatory reporting that illuminates a significant and complex subject, demonstrating mastery of the subject, lucid writing and clear presentation.  From 1985 to 1997, it was known as the Pulitzer Prize for Explanatory Journalism.",
  "/wiki/Richard_Eberhart": "Richard Ghormley Eberhart  (April 5, 1904 – June 9, 2005) was an American poet who published more than a dozen books of poetry and approximately twenty works in total. \"Richard Eberhart emerged out of the 1930s as a modern stylist with romantic sensibilities.\"   He won the Pulitzer Prize for Poetry for Selected Poems, 1930–1965 and the 1977 National Book Award for Poetry for Collected Poems, 1930–1976. He was the grandfather of former Red Sox general manager Ben Cherington.",
  "/wiki/Pulitzer_Prize_for_Poetry": "The Pulitzer Prize for Poetry is one of the seven American Pulitzer Prizes that are annually awarded for Letters, Drama, and Music. It has been presented since 1922 for a distinguished volume of original verse by an American author, published during the preceding calendar year.",
  "/wiki/National_Book_Award": "The National Book Awards are a set of annual U.S. literary awards. At the final National Book Awards Ceremony every November, the National Book Foundation presents the National Book Awards and two lifetime achievement awards to authors.",
  "/wiki/Dan_Fagin": "Dan Fagin (born February 1, 1963) is an American journalist who specializes in environmental science. He won the 2014 Pulitzer Prize for General Nonfiction for his best-selling book Toms River: A Story of Science and Salvation. Toms River also won the Helen Bernstein Book Award for Excellence in Journalism, the National Academies Communication Award, and the Rachel Carson Environment Book Award of the Society of Environmental Journalists, among other literary prizes.",
  "/wiki/Pulitzer_Prize_for_General_Non-Fiction": "The Pulitzer Prize for General Nonfiction is one of the seven American Pulitzer Prizes that are annually awarded for Letters, Drama, and Music. It has been presented since 1962 for a distinguished book of non-fiction by an American author, published during the preceding calendar year, that is not eligible for consideration in another category.",
  "/wiki/Robert_Frost": "Robert Lee Frost (March 26, 1874 – January 29, 1963) was an American poet. His work was initially published in England before it was published in America. Known for his realistic depictions of rural life and his command of American colloquial speech, Frost frequently wrote about settings from rural life in New England in the early twentieth century, using them to examine complex social and philosophical themes.",
  "/wiki/Paul_Gigot": "Paul Anthony Gigot (/dʒiːˈɡoʊ/; born May 24, 1955) is an American Pulitzer Prize winning conservative political commentator and editor of the editorial pages for The Wall Street Journal.  He is also the moderator of the public affairs television series Journal Editorial Report, a program reflecting the Journal's editorial views which airs on Fox News Channel.",
  "/wiki/Pulitzer_Prize_for_Commentary": "The Pulitzer Prize for Commentary is one of the fourteen American Pulitzer Prizes that are annually awarded for Journalism. It has been presented since 1970. Finalists have been announced from 1980, ordinarily two others beside the winner.",
  "/wiki/Frank_Gilroy": "Frank Daniel Gilroy (October 13, 1925 – September 12, 2015) was an American playwright, screenwriter, and film producer and director. He received the Tony Award for Best Play and the Pulitzer Prize for Drama for his play The Subject Was Roses in 1965.",
  "/wiki/Pulitzer_Prize_for_Drama": "The Pulitzer Prize for Drama is one of the seven American Pulitzer Prizes that are annually awarded for Letters, Drama, and Music. It is one of the original Pulitzers, for the program was inaugurated in 1917 with seven prizes, four of which were awarded that year. (No Drama prize was given, however, so that one was inaugurated in 1918, in a sense.) It recognizes a theatrical work staged in the U.S. during the preceding calendar year.",
  "/wiki/The_Subject_Was_Roses": "The Subject Was Roses is a Pulitzer Prize-winning 1964 play written by Frank D. Gilroy, who also adapted the work in 1968 for a film with the same title.",
  "/wiki/Jake_Hooker_(journalist)": "Jake Hooker (October 27, 1973 Newton, Massachusetts) is an American journalist and recipient of the 2008 Pulitzer Prize for Investigative Reporting and the Gerald Loeb Award for Large Newspapers for investigations done while in China over concerns with how dangerous and poisonous pharmaceutical ingredients from China have flowed into the global market.",
  "/wiki/Pulitzer_Prize_for_Investigative_Reporting": "The Pulitzer Prize for Investigative Reporting has been awarded since 1953, under one name or another, for a distinguished example of investigative reporting by an individual or team, presented as a single article or series in print journalism. The Pulitzer Prize is only given to journalists whose works have appeared in US newspapers, drastically limiting the number of journalists and scope of investigative reporting that may be awarded. It is administered by the Columbia University Graduate School of Journalism in New York City.",
  "/wiki/Nigel_Jaquiss": "Nigel Jaquiss (born 1962) is an American journalist who won the 2005 Pulitzer Prize for investigative reporting, for his work exposing former Oregon Governor Neil Goldschmidt's sexual abuse of a 14-year-old girl while he was mayor of Portland, Oregon.  His story was published in Willamette Week in May 2004. He continues to write for Willamette Week.",
  "/wiki/Nick_Kotz": "Nathan \"Nick\" K. Kotz (born September 16, 1932 in San Antonio, Texas) is an American journalist, author, and historian.",
  "/wiki/Pulitzer_Prize_for_National_Reporting": "This Pulitzer Prize has been awarded since 1942 for a distinguished example of reporting on national affairs in the United States.  In its first six years (1942–1947), it was called the Pulitzer Prize for Telegraphic Reporting – National.",
  "/wiki/Joseph_Rago": "Joseph Rago (January 6, 1983 – July 20, 2017) was a Pulitzer Prize-winning American political writer, best known for his work at The Wall Street Journal.",
  "/wiki/Pulitzer_Prize_for_Editorial_Writing": "The Pulitzer Prize for Editorial Writing is one of the fourteen American Pulitzer Prizes that are annually awarded for Journalism. It has been awarded since 1917 for distinguished editorial writing, the test of excellence being clearness of style, moral purpose, sound reasoning, and power to influence public opinion in what the writer conceives to be the right direction. Thus it is one of the original Pulitzers, for the program was inaugurated in 1917 with seven prizes, four of which were awarded that year. The program has also recognized opinion journalism with its Pulitzer Prize for Editorial Cartooning from 1922.",
  "/wiki/Martin_J._Sherwin": "Martin J. Sherwin (born July 2, 1937 in Brooklyn, New York) is an American historian. His scholarship mostly concerns the history of the development of atomic energy and nuclear proliferation.",
  "/wiki/Nuclear_proliferation": "Nuclear proliferation is the spread of nuclear weapons, fissionable material, and weapons-applicable nuclear technology and information to nations not recognized as \"Nuclear Weapon States\" by the Treaty on the Non-Proliferation of Nuclear Weapons, commonly known as the Non-Proliferation Treaty or NPT. Proliferation has been opposed by many nations with and without nuclear weapons, as governments fear that more countries with nuclear weapons will increase the possibility of nuclear warfare (up to and including the so-called \"countervalue\" targeting of civilians with nuclear weapons), de-stabilize international or regional relations, or infringe upon the national sovereignty of states.",
  "/wiki/Pulitzer_Prize_for_Biography_or_Autobiography": "The Pulitzer Prize for Biography is one of the seven American Pulitzer Prizes that are annually awarded for Letters, Drama, and Music. It has been presented since 1917 for a distinguished biography, autobiography or memoir by an American author or co-authors, published during the preceding calendar year. Thus it is one of the original Pulitzers, for the program was inaugurated in 1917 with seven prizes, four of which were awarded that year.",
  "/wiki/Kai_Bird": "Kai Bird (born September 2, 1951) is an American author and columnist, best known for his biographies of political figures. He won a Pulitzer Prize for American Prometheus: The Triumph and Tragedy of J. Robert Oppenheimer.",
  "/wiki/David_K._Shipler": "David K. Shipler (born December 3, 1942) is an American author. He won the Pulitzer Prize for General Non-fiction in 1987 for Arab and Jew: Wounded Spirits in a Promised Land. He also wrote the book, The Working Poor: Invisible in America. Formerly, he was a foreign correspondent of The New York Times. He has taught at many colleges and universities. Since 2010, he has published the electronic journal, The Shipler Report.",
  "/wiki/List_of_Dartmouth_College_alumni": "This list of alumni of Dartmouth College includes alumni and current students of Dartmouth College and its graduate schools. In addition to its undergraduate program, Dartmouth offers graduate degrees in nineteen departments and includes three graduate schools: the Tuck School of Business, the Thayer School of Engineering, and Dartmouth Medical School. Since its founding in 1769, Dartmouth has graduated 238 classes of students and today has approximately 66,500 living alumni."
}