{
  "/wiki/Seth_Abramson": "Seth Abramson (born October 31, 1976) is an American professor, attorney, author, and political columnist.",
  "/wiki/Newsweek": "Newsweek is an American weekly news magazine founded in 1933. Newsweek was a widely distributed newsweekly through the 20th century, with many notable editors-in-chief throughout the years. Newsweek was acquired by The Washington Post Company in 1961, under whose ownership it remained until 2010.  Between 2008 and 2012, Newsweek experienced financial difficulties, leading to the cessation of print publication and a transition to all-digital format at the end of 2012. The print edition then relaunched in March 2014 under different ownership.",
  "/wiki/BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees. It employs over 22,000 staff in total, more than 16,000 of whom are in public sector broadcasting. The total number of staff is 35,402 when part-time, flexible, and fixed-contract staff are included.",
  "/wiki/CNN": "CNN (Cable News Network) is an American news-based pay television channel owned by AT&T's WarnerMedia. CNN was founded in 1980 by American media proprietor Ted Turner as a 24-hour cable news channel. Upon its launch in 1980, CNN was the first television channel to provide 24-hour news coverage and was the first all-news television channel in the United States.",
  "/wiki/New_York_Times_best-selling": "The New York Times Best Seller list is widely considered the preeminent list of best-selling books in the United States. Published weekly in The New York Times Book Review, the best-seller list has been published in the Times since October 12, 1931. In recent years it has evolved into multiple lists in different categories, broken down by fiction and non-fiction, hardcover, paperback, and electronic, and different genres.",
  "/wiki/Bill_Beutel": "William Charles Beutel1 (December 12, 1930 – March 18, 2006) was an American television reporter, journalist and anchor. He was best known for working over four decades with the American Broadcasting Company, spending much of that time anchoring newscasts for WABC-TV in New York City. He also was an ABC radio network newscaster before ABC Radio's split into 4 networks on January 1, 1968. After the split he reported on the American Contemporary Network as did his Eyewitness partner Roger Grimsby.",
  "/wiki/Rudi_Blesh": "Rudi Blesh (January 21, 1899, Guthrie, Oklahoma – August 25, 1985, Gilmanton, New Hampshire) was an American jazz critic and enthusiast.",
  "/wiki/Keith_Boykin": "Keith Boykin (born August 28, 1965) is an American progressive broadcaster, journalist, author, and political commentator. He was editor of The Daily Voice, a CNBC contributor, a CNN political commentator, and a co-host of the BET TV talk show My Two Cents.[failed verification]",
  "/wiki/Thomas_Braden": "Thomas Wardell Braden (February 22, 1917 – April 3, 2009) was an American CIA official, journalist — best remembered as the author of Eight Is Enough, which spawned a popular television program — and co-host of the CNN show Crossfire. Braden was born in Greene, Iowa, and died in Denver, Colorado.",
  "/wiki/Ty_Burr": "Sturtevant Tice Burr (born 1957), known as Ty Burr, is an American film critic, columnist, and author who writes for The Boston Globe.",
  "/wiki/Vincent_Canby": "Vincent Canby (July 27, 1924 – October 15, 2000) was an American film and theatre critic who served as the chief film critic for The New York Times from 1969 until the early 1990s, then its chief theatre critic from 1994 until his death in 2000. He reviewed more than one thousand films during his tenure there.",
  "/wiki/Nicholas_G._Carr": "Nicholas G. Carr (born 1959) is an American writer who has published books and articles on technology, business, and culture. His book The Shallows: What the Internet Is Doing to Our Brains was a finalist for the 2011 Pulitzer Prize in General Nonfiction.",
  "/wiki/Robert_Christgau": "Robert Thomas Christgau (/ˈkrɪstɡaʊ/; born April 18, 1942) is an American essayist and music journalist. One of the earliest professional rock critics, he spent 37 years as the chief music critic and senior editor for The Village Voice, during which time he created and oversaw the annual Pazz & Jop poll. He has also covered popular music for Esquire, Creem, Newsday, Playboy, Rolling Stone, Billboard, NPR, Blender, and MSN Music, and was a visiting arts teacher at New York University.",
  "/wiki/Village_Voice": "The Village Voice was an American news and culture paper, known for being the country's first alternative newsweekly. Founded in 1955 by Dan Wolf, Ed Fancher, John Wilcock, and Norman Mailer, the Voice began as a platform for the creative community of New York City. It is still kept alive online.",
  "/wiki/Dinesh_D'Souza": "Dinesh Joseph D'Souza (/dɪˈnɛʃ dəˈsuːzə/; born April 25, 1961) is an Indian-born American author, filmmaker, and conspiracy theorist, often described as a far right political provocateur. Born in Bombay, D'Souza moved to the United States as an exchange student and graduated from Dartmouth College. He became a naturalized citizen in 1991. From 2010 to 2012, he was president of The King's College, a Christian school in New York City.",
  "/wiki/Hoover_Institution": "The Hoover Institution on War, Revolution, and Peace is an American public policy think tank and research institution located at Stanford University in California. It began as a library founded in 1919 by Stanford alumnus Herbert Hoover, before he became President of the United States. The library, known as the Hoover Institution Library and Archives, houses multiple archives related to Hoover, World War I, World War II, and other world history. According to the 2016 Global Go To Think Tank Index Report (Think Tanks and Civil Societies Program, University of Pennsylvania), Hoover is No. 18 (of 90) in the \"Top Think Tanks in the United States\".",
  "/wiki/Orvil_Dryfoos": "Orvil Eugene Dryfoos (November 8, 1912 – May 25, 1963) was the publisher of The New York Times from 1961 to his death. He entered The Times family via his marriage to Marian Sulzberger, daughter of then-publisher Arthur Hays Sulzberger.",
  "/wiki/The_New_York_Times": "The New York Times is an American newspaper based in New York City with worldwide influence and readership. Founded in 1851, the paper has won 127 Pulitzer Prizes, more than any other newspaper. The Times is ranked 18th in the world by circulation and 3rd in the U.S. Nicknamed \"The Gray Lady,\" the Times has long been regarded within the industry as a national \"newspaper of record.\" The paper's motto, \"All the News That's Fit to Print\", appears in the upper left-hand corner of the front page.",
  "/wiki/Nathaniel_Fick": "Nathaniel C. Fick (born June 23, 1977) is an American technology executive, board member, author, and former active duty United States Marine Corps officer. Since 2012 he has been the CEO of Endgame, Inc., a cyber security software company based in Washington, D.C. and San Francisco, CA. He is also an Operating Partner at Bessemer Venture Partners. He came to public notice for his writing on military life and the conflicts in Afghanistan and Iraq.  Fick is the author of One Bullet Away: The Making of a Marine Officer, a memoir of his military experience published in 2005 that was a New York Times bestseller, one of the Washington Post's \"Best Books of the Year,\" and one of the Military Times' \"Best Military Books of the Decade.\"",
  "/wiki/Gregory_Fossedal": "Gregory Fossedal (born 1959) is an American writer and political/economic theorist. He served as chairman of the Alexis de Tocqueville Institution (AdTI).",
  "/wiki/The_Dartmouth_Review": "The Dartmouth Review is a bi-weekly conservative newspaper at Dartmouth College in Hanover, New Hampshire.  Founded in 1980 by a number of staffers from the College's daily newspaper, The Dartmouth, it quickly rose to national prominence for the provocative political positions it adopted. The paper is most famous for having spawned other politically conservative U.S. college newspapers that would come to include the Yale Free Press, The Stanford Review, the Harvard Salient, The California Review, the Princeton Tory, and the Cornell Review.",
  "/wiki/Paul_Gambaccini": "Paul Matthew Gambaccini (born April 2, 1949) is an American-British radio and television presenter and author in the United Kingdom. He has dual United States and British nationality, having become a British citizen in 2005.",
  "/wiki/Brett_Haber": "Brett Haber  is an American sportscaster. He is a play-by-play commentator and host for the Tennis Channel and several other national and regional sports outlets.",
  "/wiki/ESPN": "ESPN (originally an initialism for Entertainment and Sports Programming Network) is an American basic cable sports channel owned by ESPN Inc., owned jointly by The Walt Disney Company (80%) and Hearst Communications (20%). The company was founded in 1979 by Bill Rasmussen along with his son Scott Rasmussen and Ed Egan.",
  "/wiki/SportsCenter": "SportsCenter (SC) is a daily sports news television program that serves as the flagship program and brand of American cable and satellite television network ESPN. The show covers various sports teams and athletes from around the world and often shows highlights of sports from the day. Originally broadcast only once per day, SportsCenter now has up to twelve airings each day, excluding overnight repeats. The show often covers the major sports in the U.S. including basketball, hockey, football, and baseball. SportsCenter is also known for its recaps after sports events and its in-depth analysis by different anchors and popular figures like Stephen A. Smith and Scott Van Pelt. The show continues to be the flagship show for ESPN and leads the way in sports broadcasting and entertainment.",
  "/wiki/Robert_Hager": "Robert Hager is an analyst and a former correspondent for the US television network NBC News. Hager started his journalism career in radio before moving to network news. He began his work at NBC in June 1969, covering the Vietnam War. He worked as a regular correspondent for NBC Nightly News for 35 years, before retiring from daily reporting in November 2004.",
  "/wiki/George_Herman_(journalist)": "George Edward Herman (January 14, 1920 – February 8, 2005) was a veteran CBS journalist. He was a correspondent for more than 40 years, 15 of them as the moderator of Face the Nation.",
  "/wiki/Face_the_Nation": "Face the Nation is a weekly American news and morning public affairs program airing Sundays on the CBS radio and television network. Created by Frank Stanton in 1954, Face the Nation is one of the longest-running news programs in the history of television.",
  "/wiki/Evan_X_Hyde": "Evan Anthony Hyde (better known as Evan X Hyde) (born April 30, 1947) is a Belizean writer, journalist, media executive and former politician. He publishes and writes for the nation's largest newspaper, Amandala, and oversees its subsidiaries, KREM Radio (formed in 1989) and Krem Television (formed in 2004). Between 1969 and 1974 he headed the United Black Association for Development (UBAD), which demanded better conditions for Belize's black people and emphasized unity. He earned a B.A. in English from Dartmouth College.",
  "/wiki/Belize": "Belize (/bəˈliːz/ (listen)) is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the northwest by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 408,487 (2019). Its mainland is about 180 mi (290 km) long and 68 mi (110 km) wide. It has the lowest population and population density in Central America. The country's population growth rate of 1.87% per year (2018 estimate) is the second highest in the region and one of the highest in the Western Hemisphere.",
  "/wiki/Amandala": "Amandala is a Belizean tabloid newspaper; published twice weekly, it is considered the \"most widely circulated newspaper in Belize\". It was established on 13 August 1969 as the print organ of the now-defunct United Black Association for Development (UBAD), but has been politically independent since the mid-1970s. Its offices are located at 3304 Partridge Street in Belize City.",
  "/wiki/Laura_Ingraham": "Laura Anne Ingraham  is an American conservative television host. Ingraham formerly hosted the nationally syndicated radio show The Laura Ingraham Show for nearly two decades, is the editor-in-chief of LifeZette, and beginning in October 2017, has been the host of The Ingraham Angle on Fox News Channel.",
  "/wiki/Steve_Kelley_(cartoonist)": "Steve Kelley is a syndicated editorial cartoonist, comic strip creator, comedian, and writer. Until 2012 he was the staff editorial cartoonist for the New Orleans Times-Picayune. He is also the co-creator of the syndicated comic strip Dustin.",
  "/wiki/List_of_Dartmouth_College_alumni": "This list of alumni of Dartmouth College includes alumni and current students of Dartmouth College and its graduate schools. In addition to its undergraduate program, Dartmouth offers graduate degrees in nineteen departments and includes three graduate schools: the Tuck School of Business, the Thayer School of Engineering, and Dartmouth Medical School. Since its founding in 1769, Dartmouth has graduated 238 classes of students and today has approximately 66,500 living alumni."
}