{
  "/wiki/Jonathan_Clarkson_Gibbs": "Jonathan Clarkson Gibbs, II (September 28, 1821 – August 14, 1874) was a Presbyterian minister and a prominent African-American officeholder during Reconstruction. He served as the first and only black Secretary of State and Superintendent of Public Instruction of Florida, and along with Josiah Thomas Walls, U.S. Congressman from Florida, was among the most powerful black officeholders in the state during Reconstruction.",
  "/wiki/Caleb_Sprague_Henry": "Caleb Sprague Henry (1804–84) was an American Protestant Episcopal clergyman and author. He was born in Rutland, Mass., graduated from Dartmouth College in 1825 and studied theology at Andover Theological Seminary and New Haven.  In 1828 he became a Congregational minister at Greenfield, Mass., and in 1833 removed to Hartford, Conn.  In 1834 he started the American Advocate of Peace, the organ of the American Peace Society.  He then entered the ministry of the Protestant Episcopal church and was professor of moral and intellectual philosophy in Bristol College, Pa., (1835–38).  In 1837, with the aid of Rev. Francis L. Hawks, he established the New York Review.  He was professor of history and philosophy in New York University from 1839 to 1852.  Later he was rector of various churches, but was chiefly engaged in literary work. He translated Guizot's History of Civilization and other works from the French and was the author of several works, including Compendium of Christian Antiquities (1837), Social Welfare and Human Progress (1860), and Satan as a Moral Philosopher. (1877).",
  "/wiki/Episcopal_Church_in_the_United_States_of_America": "The Episcopal Church (TEC) is a member church of the worldwide Anglican Communion and is based in the United States with additional dioceses elsewhere. It is a mainline Christian denomination divided into nine provinces. The presiding bishop of the Episcopal Church is Michael Bruce Curry, the first African-American bishop to serve in that position.",
  "/wiki/Arthur_Whipple_Jenks": "Arthur Whipple Jenks (1863–1922)  was an American Episcopal theologian.  He was born at Concord, New Hampshire, and graduated from Dartmouth College in 1884 and from the General Theological Seminary in 1896.  He received the degree of D.D. from Dartmouth in 1911.  He published Notes for Meditation on the Beatitudes of the Psalter (1914). Arthur Whipple Jenks was a clergyman, ecclesiastical writer and historian. Mr. Jenks was born to George Edwin Jenks, member of the N.H. State House of Representatives in 1873 and 1874. Mr. Jenks was a descendant of one of the oldest and most distinguished families of Rhode Island (sp. variations Jenks, Jencks, Jenckes). Mr. Jenks ancestors were members of the first Baptist church in America, established by Roger Williams, Providence, Rhode Island. SOURCE: \"Genealogy of the Jenks Family of America\".",
  "/wiki/Doctor_of_Divinity": "Doctor of Divinity (DD or DDiv; Latin: Doctor Divinitatis) is an advanced or honorary academic degree in divinity.",
  "/wiki/William_Palmer_Ladd": "William Palmer Ladd (May 13, 1870 – July 1, 1941) was an Episcopal priest, seminary professor and dean, and liturgical scholar.",
  "/wiki/Arnold_Resnicoff": "Arnold E. Resnicoff (born 1946) is an American Conservative rabbi who served as a military officer and military chaplain.  He served in Vietnam and Europe before attending rabbinical school. He then served as a U.S. Navy Chaplain for almost 25 years.  He promoted the creation of the Vietnam Veterans Memorial and delivered the closing prayer at its 1982 dedication. In 1984 the President of the United States spoke on his eyewitness account of the 1983 Beirut barracks bombing. After retiring from the military he was National Director of Interreligious Affairs for the American Jewish Committee and served as Special Assistant (for Values and Vision) to the Secretary and Chief of Staff of the United States Air Force, serving at the equivalent military rank of Brigadier General.",
  "/wiki/Solomon_Spalding": "Solomon Spalding (February 20, 1761 – October 20, 1816) was the author of two related texts: an unfinished manuscript entitled Manuscript Story – Conneaut Creek, and an unpublished historical romance about the lost civilization of the mound builders of North America called Manuscript Found.  Whether these texts are distinct is disputed.  After Spalding's death, a number of individuals suggested that Spalding's work was used as a source by Joseph Smith for the Book of Mormon, a scripture in the Latter Day Saint movement.",
  "/wiki/Book_of_Mormon": "The Book of Mormon is a sacred text of the Latter Day Saint movement, which, according to adherents, contains writings of ancient prophets who lived on the American continent from approximately 2200 BC to AD 421. It was first published in March 1830 by Joseph Smith as The Book of Mormon: An Account Written by the Hand of Mormon upon Plates Taken from the Plates of Nephi.",
  "/wiki/David_E._Stern": "Rabbi David Eli Stern (born August 1961) is the senior rabbi at Temple Emanu-El of Dallas, the largest synagogue in the South/Southwest United States and the third-largest in the Union for Reform Judaism.\n He was selected as the 26th most influential rabbi in America by Newsweek magazine in 2008 and the 30th most influential in 2009. Rabbi Stern graduated with high honors from Dartmouth College, earned his M. A. in Jewish education from the Rhea Hirsch School of Education at HUC-JIR Los Angeles, California in 1988, and was ordained from HUC in 1989.",
  "/wiki/Temple_Emanu-El_(Dallas,_Texas)": "Temple Emanu-El of Dallas, Texas (founded in 1875) was the first Reform Jewish congregation in North Texas, and is the largest synagogue in the South.",
  "/wiki/Dallas,_Texas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Joseph_Tracy": "Joseph Tracy (1793–1874) was a Protestant Christian minister, newspaper  editor, historian and leading figure in the American Colonization Society of the early to mid-19th century. He is noted as a typical figure of the New England Renaissance.",
  "/wiki/Master_of_Arts": "Master of Arts (Latin: Magister Artium or Artium Magister; abbreviated M.A. or A.M.) is a type of master's degree awarded by universities in many countries. The degree is usually contrasted with the Master of Science. Those admitted to the degree typically study linguistics, history, communication studies, diplomacy, public administration, political science, or other subjects within the scope of the humanities and social sciences; however, different universities have different conventions and may also offer the degree for fields typically considered within the natural sciences and mathematics. The degree can be conferred in respect of completing courses and passing examinations, research, or a combination of the two.",
  "/wiki/List_of_Dartmouth_College_alumni": "This list of alumni of Dartmouth College includes alumni and current students of Dartmouth College and its graduate schools. In addition to its undergraduate program, Dartmouth offers graduate degrees in nineteen departments and includes three graduate schools: the Tuck School of Business, the Thayer School of Engineering, and Dartmouth Medical School. Since its founding in 1769, Dartmouth has graduated 238 classes of students and today has approximately 66,500 living alumni."
}