{
  "/wiki/Gillian_Apps": "Gillian Mary Apps (born November 2, 1983) is a women's ice hockey player. Apps was a member of the Canadian National Hockey Team that won back to back Gold Medals in three consecutive Olympic Games.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Walter_Bush": "Walter Lewis Bush, Jr. (September 25, 1929 – September 22, 2016) was an American ice hockey administrator. He was born in Minneapolis, Minnesota.",
  "/wiki/Tanner_Glass": "Tanner Glass (born November 29, 1983) is a Canadian former professional ice hockey winger. Known as a physical player, he played in the National Hockey League (NHL) for the Florida Panthers, Vancouver Canucks, Winnipeg Jets, Pittsburgh Penguins, New York Rangers and Calgary Flames. During the 2012 NHL Lockout, he played for HC ’05 Banská Bystrica in the Slovak Extraliga and he also had a spell with Boxers de Bordeaux of the French Ligue Magnus.",
  "/wiki/Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Penguins are one of two NHL franchises in Pennsylvania, the other being the Philadelphia Flyers. The cities' proximity has led to a rivalry known as the \"Battle of Pennsylvania\". The club is owned by Mario Lemieux and Ronald Burkle, who purchased the Penguins in 1999 and brought the club out of bankruptcy.",
  "/wiki/Hugh_Jessiman": "Hugh S. Jessiman (born March 28, 1984) is an American former professional ice hockey right winger. Drafted by the New York Rangers of the National Hockey League (NHL) in the first round, 12th overall, of the 2003 NHL Entry Draft, Jessiman previously played in two NHL games with the Florida Panthers, but spent the majority of his professional career in the American Hockey League (AHL).",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders.",
  "/wiki/David_Jones_(ice_hockey)": "David Jones (born August 10, 1984) is a Canadian former professional ice hockey right winger who played for the Colorado Avalanche, Calgary Flames, and Minnesota Wild in the National Hockey League (NHL).",
  "/wiki/Calgary_Flames": "The Calgary Flames are a professional ice hockey team based in Calgary, Alberta. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The club is the third major professional ice hockey team to represent the city of Calgary, following the Calgary Tigers (1921–1927) and Calgary Cowboys (1975–1977). The Flames are one of two NHL franchises in Alberta; the other is the Edmonton Oilers. The cities' proximity has led to a rivalry known as the \"Battle of Alberta\".",
  "/wiki/Kristin_King": "Kristin T. King (born July 21, 1979) is an American ice hockey player. She won a bronze medal at the 2006 Winter Olympics. She graduated from Dartmouth College in 2002.",
  "/wiki/Myles_Lane": "Myles Stanley J. Lane (October 2, 1903 – August 6, 1987) was a professional ice hockey player, college football player and coach, and New York Supreme Court justice. He was the last surviving member of the 1929 Stanley Cup champion Bruins.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).",
  "/wiki/Boston_University": "Boston University (BU) is a private research university in Boston, Massachusetts. The university is nonsectarian, but has been historically affiliated with the United Methodist Church.",
  "/wiki/New_York_Supreme_Court": "The Supreme Court of the State of New York is the trial-level court of general jurisdiction in the New York State Unified Court System. (Its Appellate Division is also the highest intermediate appellate court.) It is vested with unlimited civil and criminal jurisdiction, although outside New York City it acts primarily as a court of civil jurisdiction, with most criminal matters handled in County Court.",
  "/wiki/Ben_Lovejoy": "Benjamin N. Lovejoy (born February 20, 1984) is a retired American professional ice hockey defenseman. He most recently played for the Dallas Stars of the National Hockey League (NHL). He has also played for the Pittsburgh Penguins, the Anaheim Ducks and the New Jersey Devils.",
  "/wiki/Anaheim_Ducks": "The Anaheim Ducks are a professional ice hockey team based in Anaheim, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. Since their inception, the Ducks have played their home games at the Honda Center.",
  "/wiki/Sarah_Parsons": "Sarah Sturgis Parsons (born July 27, 1987) is an American ice hockey player. She won a bronze medal at the 2006 Winter Olympics. She was a member of Dartmouth College's class of 2010.",
  "/wiki/Cherie_Piper": "Cherie Piper (born June 29, 1981) is a Canadian former ice hockey player residing in Markham, Ontario. She was a member of the Canadian national women's hockey team and played for the Brampton Thunder of the Canadian Women's Hockey League (CWHL).  Piper has won three Olympic gold medals with the Canadian national team in 2002, 2006 and 2010, as well as one world championship title in 2004.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Lee_Stempniak": "Lee Edward Stempniak (born February 4, 1983) is an American former professional ice hockey forward who played the National Hockey League (NHL). He played for the St. Louis Blues, Toronto Maple Leafs, Phoenix Coyotes, Calgary Flames, Pittsburgh Penguins, New York Rangers, Winnipeg Jets, New Jersey Devils, Boston Bruins and Carolina Hurricanes.",
  "/wiki/Katie_Weatherston": "Katherine Marie Weatherston (born April 6, 1983) is a Canadian women's ice hockey player.",
  "/wiki/Carey_Wilson_(ice_hockey)": "Carey John Wilson (born May 19, 1962) is a Canadian former professional ice hockey centre who played in the National Hockey League for ten seasons. His father, Jerry Wilson, played three games in the NHL for the Montreal Canadiens in the 1950s, and later was the team doctor for the Winnipeg Jets.",
  "/wiki/Hartford_Whalers": "The Hartford Whalers were an American professional ice hockey team based for most of its existence in Hartford, Connecticut. The club played in the World Hockey Association (WHA) from 1972 until 1979, and in the National Hockey League (NHL) from 1979 to 1997. Originally based in Boston, the team joined the WHA in the league's inaugural season, and was known as the New England Whalers throughout its time in the WHA. The Whalers moved to Hartford in 1974 and joined the NHL in the NHL–WHA merger of 1979."
}