{
  "/wiki/Differ_Ariake_Arena": "Differ Ariake (ディファ有明, Difa Ariake) was an indoor sporting arena located in the Ariake neighborhood of Tokyo, Japan. The capacity of the arena is 1,246 seats and it was opened in 1999. It was mainly used for professional wrestling and martial arts events. The arena became known as the home of Pro Wrestling Noah, housing the promotion's offices and training dojo.\n The arena may be reached on a short walk from either Ariake Tennis no Mori Station on the New Transit Yurikamome or Kokusai-Tenjijō Station on the Rinkai Line.\n Differ Ariake closed in June 2018.",
  "/wiki/Ariake,_Tokyo": "Ariake (有明) is a district in Kōtō, Tokyo, Japan. It is best known as the region adjacent to and directly east of Odaiba. Ariake is subdivided into four chome and comprises part of the Tokyo Bay Landfill No. 10 and Tokyo Rinkai Satellite City Center. As of April 2012 its population was  6,145. Ariake is most well known internationally as the site of the Tokyo Big Sight international exhibition centre. Other important facilities located within Ariake include the Differ Ariake Arena, Ariake Tennis Forest Park (Ariake Tenisu no Mori Kōen), Ariake Coliseum, Ariake Sports Center, Massachusetts Mutual Life Insurance Company, Tokyo Ariake University of Medical and Health Sciences, the Japanese Foundation for Cancer Research and the headquarters of Universal Entertainment Corporation. Ariake is a center for shipping in the pulp and paper industry.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi). Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.",
  "/wiki/Tokorozawa_Municipal_Gymnasium": "Tokorozawa Municipal Gymnasium is an arena in Tokorozawa, Saitama, Japan. It is the home arena of the Saitama Broncos of the B.League, Japan's professional basketball league.",
  "/wiki/Tokorozawa,_Saitama": "Tokorozawa (所沢市, Tokorozawa-shi) is a city located in Saitama Prefecture, Japan. As of 1 February 2016[update], the city had an estimated population of 335,968, and a population density of 4660 persons per km². Its total area is 72.11 square kilometres (27.84 sq mi).",
  "/wiki/Cage_Force": "Cage Force (former name Demolition Octagon Gear (D.O.G.)) is a defunct Japanese Mixed Martial Arts (MMA) organization operated by Greatest Common Multiple (GCM) Communication. It was the first Japanese MMA organization to feature an octagon cage instead of a ring. Yushin Okami, Eiji Mitsuoka, Kuniyoshi Hironaka and Keita Nakamura experienced a cage match in D.O.G before contract with UFC. It enforced the Unified Rules of Mixed Martial Arts when the changed name to \"Cage Force\" from \"D.O.G.\", to prepare Japanese MMA fighters for the UFC. Cage Force tournament winner was entitled to a contract with UFC. Yoshiyuki Yoshida and Takeya Mizugaki have been contracted to the UFC and WEC by winning the tournament."
}