{
  "/wiki/Nebraska_Cornhuskers_football": "The Nebraska Cornhuskers football team competes as part of the NCAA Division I Football Bowl Subdivision, representing the University of Nebraska–Lincoln in the West Division of the Big Ten. Nebraska plays its home games at Memorial Stadium, where it has sold out every game since 1962. The team is currently coached by Scott Frost.",
  "/wiki/1996_Fiesta_Bowl": "The 1996 Tostitos Fiesta Bowl game was a post-season college football bowl game which served as the Bowl Alliance's designated national championship game for the 1995 college football season. Played on January 2, 1996, at Sun Devil Stadium in Tempe, Arizona, the game matched the two top-ranked teams in the nation, No. 1 Nebraska of the Big Eight and No. 2 Florida of the Southeastern Conference (SEC). Nebraska won the national championship by defeating Florida, 62–24.",
  "/wiki/1996_Orange_Bowl_(December)": "The 63rd Orange Bowl, also known as the 1996 Orange Bowl, was a 1996–1997 Bowl Alliance game played on December 31, 1996, between the Nebraska Cornhuskers and the Virginia Tech Hokies. Virginia Tech, champions of the Big East Conference, came into the game with a 10–1 record and #10 AP ranking, whereas Nebraska, members of the Big 12 Conference, came into the game with a 10–2 and No. 6 ranking. In a high-scoring affair, Nebraska defeated Virginia Tech, 41–21.",
  "/wiki/1998_Orange_Bowl": "The 1998 Orange Bowl was played on January 2, 1998, and served as the Bowl Alliance's designated national championship game for the 1997 season. This 64th edition of the Orange Bowl featured the Nebraska Cornhuskers of the Big 12 Conference and the Tennessee Volunteers of the Southeastern Conference (SEC).",
  "/wiki/Florida_State_Seminoles_football": "The Florida State Seminoles football team represents Florida State University (variously Florida State or FSU) in the sport of American football. The Seminoles compete in the NCAA Division I Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Atlantic Division of the Atlantic Coast Conference (ACC). The team is known for its storied history, distinctive helmet, fight song and colors as well as the many traditions associated with the school.",
  "/wiki/1996_Orange_Bowl_(January)": "The 62nd Orange Bowl was a post-season college football bowl game between the Florida State Seminoles and the Notre Dame Fighting Irish on January 1, 1996, at The Orange Bowl in Miami, Florida. Florida State defeated Notre Dame, 31-26. The game was part of the 1995-1996 Bowl Alliance of the 1995 NCAA Division I-A football season and represented the concluding game of the season for both teams. The Orange Bowl was first played in 1935, and the 1996 game represented the 62nd edition of the Orange Bowl. The contest was televised in the United States on CBS.",
  "/wiki/1997_Sugar_Bowl": "The 1997 Sugar Bowl was the 63rd edition to the annual Sugar Bowl game and served as the Bowl Alliance's designated national championship game for the 1996 season. It matched No. 1 Florida State of the Atlantic Coast Conference (ACC) against No. 3 Florida of the Southeastern Conference (SEC). Florida defeated Florida State in convincing fashion, with a final score of 52–20, and with the victory earned its first-ever consensus national championship.",
  "/wiki/1998_Sugar_Bowl": "The 1998 Sugar Bowl was played on January 1, 1998. This 64th edition to the Sugar Bowl featured the Ohio State Buckeyes, and the Florida State Seminoles. Ohio State entered the game ranked number 10 in the nation at 10-2, whereas Florida State was ranked at 4th in the nation with a 10-1 mark.",
  "/wiki/Virginia_Tech_Hokies_football": "The Virginia Tech Hokies football team represents Virginia Polytechnic Institute and State University in the sport of American football.  The Hokies compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Coastal Division of the Atlantic Coast Conference. They previously competed in the Big East. Their home games are played at Lane Stadium, located in Blacksburg, Virginia with a seating capacity of over 65,000 fans. Lane Stadium was[when?] considered to be one of the loudest stadiums in the country, being voted number one in ESPN's \"Top 20 Scariest Places to Play\". Also, it was recognized in 2005 by Rivals.com as having the best home-field advantage in the country.  It is currently the 31st largest stadium in college football.",
  "/wiki/1995_Sugar_Bowl_(December)": "The 1995 Sugar Bowl was the 62nd edition of the post-season American college football Sugar Bowl bowl game. It featured the Virginia Tech Hokies and the Texas Longhorns and was held at the Louisiana Superdome in New Orleans, Louisiana, on December 31, 1995. The game was the final contest of the 1995 NCAA Division I-A football season for both teams, and ended in a 28–10 victory for Virginia Tech.",
  "/wiki/Florida_Gators_football": "The Florida Gators football program represents the University of Florida in American college football. Florida competes in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Eastern Division of the Southeastern Conference (SEC). They play their home games in Steve Spurrier-Florida Field at Ben Hill Griffin Stadium (nicknamed \"The Swamp\") on the university's Gainesville campus. The team's current head coach is Dan Mullen. The Gators have won three national championships and eight SEC titles in the 112-season history of Florida football.",
  "/wiki/Texas_Longhorns_football": "The Texas Longhorns football program is the intercollegiate team representing the University of Texas at Austin (variously Texas or UT) in the sport of American football. The Longhorns compete in the NCAA Division I Football Bowl Subdivision (formerly Division I-A) as a member of the Big 12 Conference. The team has been coached by Tom Herman since 2017, and home games are played at Darrell K Royal–Texas Memorial Stadium in Austin, Texas.",
  "/wiki/1997_Fiesta_Bowl_(January)": "The 1997 Tostitos Fiesta Bowl game was a post-season college football bowl game between the Penn State Nittany Lions and the Texas Longhorns on January 1, 1997, at Sun Devil Stadium in Tempe, Arizona. Penn State defeated Texas, 38-15. The game was part of the 1996-1997 Bowl Alliance of the 1996 NCAA Division I-A football season and represented the concluding game of the season for both teams.",
  "/wiki/Kansas_State_Wildcats_football": "The Kansas State Wildcats football program (variously Kansas State, K-State, or KSU) is the intercollegiate football program of the Kansas State University Wildcats. The program is classified in the NCAA Division I Bowl Subdivision (FBS), and the team competes in the Big 12 Conference.",
  "/wiki/1997_Fiesta_Bowl_(December)": "The 1997 Tostitos Fiesta Bowl game was a post-season college football bowl game between the Kansas State Wildcats and the Syracuse Orangemen on December 31, 1997, at Sun Devil Stadium in Tempe, Arizona. Kansas State defeated Syracuse, 35-18. The game was part of the 1997-1998 Bowl Alliance of the 1997 NCAA Division I-A football season and represented the concluding game of the season for both teams.",
  "/wiki/Penn_State_Nittany_Lions_football": "The Penn State Nittany Lions team represents the Pennsylvania State University in college football. The Nittany Lions compete in the NCAA Division I Football Bowl Subdivision as a member of the Big Ten Conference, which they joined in 1993 after playing as an Independent from 1892 to 1992.",
  "/wiki/Ohio_State_Buckeyes_football": "The Ohio State Buckeyes football team competes as part of the NCAA Division I Football Bowl Subdivision, representing Ohio State University in the East Division of the Big Ten Conference. Ohio State has played their home games at Ohio Stadium in Columbus, Ohio since 1922.  The Buckeyes are recognized by the university and NCAA as having won eight national championships along with 40 conference championships (including 38 Big Ten titles), eight division championships, 10 undefeated seasons, and six perfect seasons (no losses or ties). As of 2017, the football program is valued at $1.5 billion, the highest valuation of any such program in the country.",
  "/wiki/Tennessee_Volunteers_football": "The Tennessee Volunteers football program (variously called \"Tennessee\", \"Vols\", \"UT\") represents the University of Tennessee (UT).",
  "/wiki/Syracuse_Orangemen_football": "The Syracuse Orange represent Syracuse University in the sport of American football. The Orange compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Atlantic Division of the Atlantic Coast Conference (ACC).",
  "/wiki/Notre_Dame_Fighting_Irish_football": "The Notre Dame Fighting Irish football team is the intercollegiate football team representing the University of Notre Dame in Notre Dame, Indiana. The team is currently coached by Brian Kelly and plays its home games at the campus's Notre Dame Stadium, which has a capacity of 77,622. Notre Dame is one of six schools that competes as an Independent at the National Collegiate Athletic Association (NCAA) Football Bowl Subdivision level; however, they play five games a year against opponents from the Atlantic Coast Conference (ACC), of which Notre Dame is a member in all other sports except ice hockey."
}