{
  "/wiki/Valdas_Adamkus": "Valdas Adamkus ([ˈvɐ̂ˑɫdɐs ɐˈdɐmˑkʊs] (listen); born Voldemaras Adamkavičius; 3 November 1926) is a Lithuanian politician. He was the President of Lithuania from 1998 to 2003 and again from 2004 to 2009. In Lithuania, the President's tenure lasts for five years; Adamkus' first term in office began on 26 February 1998 and ended on 28 February 2003, following his defeat by Rolandas Paksas in the next presidential election. Paksas was later impeached and removed from office by a parliamentary vote on 6 April 2004. Soon afterwards, when a new election was announced, Adamkus again ran for president and was re-elected. His approval ratings were high and he was regarded as a moral authority in the state. He was succeeded as the president on 12 July 2009 by Dalia Grybauskaitė. He is married to Alma Adamkienė, who is involved in charitable activities in Lithuania.",
  "/wiki/Lithuania": "The first known record of the name of Lithuania (Lithuanian: Lietuva) is in a 9 March 1009 story of Saint Bruno in the Quedlinburg Chronicle. The Chronicle recorded a Latinized form of the name Lietuva: Litua (pronounced [litua]). Due to the lack of reliable evidence, the true meaning of the name is unknown. Nowadays, scholars still debate the meaning of the word and there are a few plausible versions. Since Lietuva has a suffix (-uva), the original word should have no suffix. [citation needed] A likely candidate is Lietā. Because many Baltic ethnonyms originated from hydronyms, linguists have searched for its origin among local hydronyms. Usually, such names evolved through the following process: hydronym → toponym → ethnonym.",
  "/wiki/Independent_politician": "An independent or nonpartisan politician is a politician not affiliated with any political party. There are numerous reasons why someone may stand for office as an independent.",
  "/wiki/List_of_rulers_of_Lithuania": "The following is a list of rulers over Lithuania—grand dukes,a king, and presidents—the heads of authority over historical Lithuanian territory. The timeline includes Lithuania as a sovereign entity or legitimately part of a greater sovereign entity, as well as Lithuania under control or occupation of an outside authority (i.e. Lithuanian Soviet Socialist Republic). The incumbents and office-holders are listed by names most commonly used in English language. Where appropriate, the alternatives in Lithuanian, Ruthenian (later Belarusian) and Polish are included. The state of Lithuania was formed in the 1230s: when threatened by the Livonian Order in the north and the Teutonic Knights in the west, the Baltic tribes united under the leadership of Mindaugas. He became the only crowned king of Lithuania. His state became known as the Grand Duchy of Lithuania.",
  "/wiki/Esko_Aho": "Esko Tapani Aho (born 20 May 1954) is a Finnish politician who was Prime Minister of Finland from 1991 to 1995.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio. Finland's population is 5.52 million as of July 2019, the majority of whom live in the central and south of the country and speak Finnish, a Finnic language from the Uralic language family, unrelated to the Scandinavian languages. Finland is the eighth-largest country in Europe and the most sparsely populated country in the European Union. It is a parliamentary republic of 310 municipalities, and includes an autonomous region, the Åland Islands. Over 1.4 million people live in the Greater Helsinki metropolitan area, which produces one third of the country's GDP. Swedish is the second official language of Finland, which is mainly spoken in certain coastal areas and on Åland.",
  "/wiki/Centre_Party_(Finland)": "The Centre Party of Finland (Finnish: Suomen Keskusta, Kesk; Swedish: Centern i Finland) is a centrist, liberal-conservative, agrarian political party in Finland. Founded in 1906 as the Agrarian League, the party represented rural communities and supported decentralisation of political power from Helsinki. In the 1920s, the party emerged as the main rival to the Social Democratic Party (SDP), and the party's first prime minister, Kyösti Kallio, held the office four times between 1922 and 1937. After World War II, the party settled as one of the four major political parties in Finland, alongside the National Coalition Party, the Social Democrats, and, until the 1980s, the Communist SKDL. Urho Kekkonen served as President of Finland from 1956 to 1982: by far the longest period of any president. The name 'Centre Party' was adopted in 1965, and 'Centre of Finland' in 1988. The Centre Party was the largest party in Parliament from 2003 to 2011, during which time Matti Vanhanen was prime minister for seven years. Following the 2011 election, the party was reduced in parliamentary representation from the largest party to the fourth largest, but in 2015 it reclaimed its status as the largest party.",
  "/wiki/Prime_Minister_of_Finland": "The Prime Minister of Finland (Finnish: Suomen pääministeri, literally main minister or head minister, Swedish: Finlands statsminister, literally minister of state) is the leader of the Finnish Government. The Prime Minister is Finland's head of government and is formally appointed by the President of Finland. Finland's first Prime Minister was Pehr Evind Svinhufvud, who was appointed to the post on 27 November 1917. \n The incumbent Prime Minister is Sanna Marin of the Social Democratic Party. Marin was sworn in on 10 December 2019 and at 34, she became the world's youngest serving state leader and the youngest Prime Minister in Finland's history.",
  "/wiki/Martti_Ahtisaari": "Martti Oiva Kalevi Ahtisaari ([mɑrtːi oiʋɑ kɑleʋi ɑhtisɑːri] (listen) born 23 June 1937) is a Finnish politician, the tenth President of Finland (1994–2000), a Nobel Peace Prize laureate, and a United Nations diplomat and mediator noted for his international peace work.\n Ahtisaari was a United Nations special envoy for Kosovo, charged with organizing the Kosovo status process negotiations, aimed at resolving a long-running dispute in Kosovo, which later declared its independence from Serbia in 2008. In October 2008, he was awarded the Nobel Peace Prize \"for his important efforts, on several continents and over more than three decades, to resolve international conflicts\". The Nobel statement said that Ahtisaari has played a prominent role in resolving serious and long-lasting conflicts, including ones in Namibia, Aceh (Indonesia), Kosovo, and Iraq.",
  "/wiki/Social_Democratic_Party_of_Finland": "The Social Democratic Party of Finland (SDP, Finnish: Suomen sosialidemokraattinen puolue, Swedish: Finlands socialdemokratiska parti), shortened to the Social Democrats and commonly known in Finnish as Demarit, is a social-democratic political party in Finland. The party is the largest party in Finland's parliament with 40 seats. The party has set many fundamental policies of Finnish society during its representation in the Finnish Government. Founded in 1899, the SDP is Finland's oldest active political party. The SDP has a close relationship with Finland's largest trade union confederation, SAK, and is a member of the Socialist International, the Party of European Socialists, and SAMAK.\n Following the resignation of Antti Rinne in December 2019, Sanna Marin became the country's 67th Prime Minister. SDP formed a new coalition government on the basis of its predecessor, in effect continuing cooperation with the Centre Party, the Green League, the Left Alliance, and the Swedish People's Party. Seven of the government's nineteen ministers are Social Democrats.",
  "/wiki/President_of_Finland": "The President of the Republic of Finland (Finnish: Suomen tasavallan presidentti, Swedish: Republiken Finlands president) is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the President and the Finnish Government, with the former possessing only residual powers. The President is directly elected by universal suffrage for a term of six years. Since 1994, no President may be elected for more than two consecutive terms. The President must be a Finnish citizen by birth. The Presidential office was established in the Constitution Act of 1919. Elected in 2012 and re-elected in 2018, the current President is Sauli Niinistö. Finland has, for most of its independence, had a semi-presidential system in which the president had much authority and power over both foreign and domestic policy (the best examples of this are from the tenure of President Urho Kekkonen), but in the late 20th and early 21st centuries, the powers of the President have been subject to decrease.",
  "/wiki/Sadiq_al-Mahdi": "Sadiq al-Mahdi (Arabic: الصادق المهدي‎), also known as Sadiq as-Siddiq (born December 25, 1935), is a Sudanese political and religious figure who was Prime Minister of Sudan from 1966 to 1967 and again from 1986 to 1989. He is head of the National Umma Party and Imam of the Ansar, a sufi order that pledges allegiance to Muhammad Ahmad, who claimed to be the Mahdi, the messianic saviour of Islam.",
  "/wiki/Sudan": "Sudan (/suːˈdɑːn/; Arabic: السودان‎ as-Sūdān), officially the Republic of the Sudan  (Arabic: جمهورية السودان‎ Jumhūriyyat as-Sūdān), is a country in northeastern Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 43 million (2018 estimate) and occupies 1,886,068 square kilometres (728,215 square miles), making it Africa's third-largest country and also the third-largest in the Arab world. Before South Sudan's secession from Sudan on 9 July 2011, the united Sudan was the largest country in Africa and the Arab world by area. Sudan's predominant religion is Islam, and its official languages are Arabic and English. The capital is Khartoum, located at the confluence of the Blue and White Nile. Since 2011, Sudan has been the scene of an ongoing military conflict in its southern states. Sudan's history goes back to the Pharaonic period, witnessing the kingdom of Kerma (c. 2500 BC–1500 BC), the subsequent rule of the Egyptian New Kingdom (c. 1500 BC–1070 BC) and the rise of the kingdom of Kush (c. 785 BC–350 AD), which would in turn control Egypt itself for nearly a century.",
  "/wiki/National_Umma_Party_Sudan": "The National Umma Party (Arabic: حزب الأمة القومي‎, romanized: Hizb al-Umma al-qawmmy; English: Nation Party) is a moderate Islamic centrist political party in Sudan. It is formally led by Sadiq al-Mahdi, who served twice as Prime Minister of Sudan, and was removed both times by military coups. As of 2019[update], Major General Fadlallah Baramah Nasser was the acting Chair of the party, and al-Mahdi's daughter, Mariam al-Sadiq al-Mahdi, was one of the three vice-chairs.",
  "/wiki/List_of_heads_of_government_of_Sudan": "This article lists the heads of government of Sudan, from the establishment of the office of Chief Minister in 1952 until the present day. The office of Prime Minister was abolished after the 1989 coup d'état, and reestablished in 2017 when Bakri Hassan Saleh was appointed Prime Minister by President Omar al-Bashir.\n The current Prime Minister is Abdalla Hamdok, who was appointed to the position by the Sovereignty Council as part of the country's transition to democracy.",
  "/wiki/Óscar_Arias": "Óscar Arias  Sánchez (Spanish pronunciation: [ˈoskaɾ ˈaɾjas]; born 13 September 1940 in Heredia, Costa Rica) was President of Costa Rica from 1986 to 1990 and from 2006 to 2010. He received the Nobel Peace Prize in 1987 for his efforts to end the Central American crisis.\n He was also a recipient of the Albert Schweitzer Prize for Humanitarianism and a trustee of Economists for Peace and Security.  In 2003, he was elected to the Board of Directors of the International Criminal Court's Trust Fund for Victims.\n Arias is currently facing several judicial accusations, one for criminal malfeasance due to a decree of national interest about gold mining in a protected area and nine for sexual assault.",
  "/wiki/Costa_Rica": "Costa Rica (/ˌkɒstə ˈriːkə/, US: /ˌkoʊstə/ (listen); Spanish: [ˈkosta ˈrika]; literally \"Rich Coast\"), officially the Republic of Costa Rica (Spanish: República de Costa Rica), is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers (19,714 square miles). An estimated 333,980 people live in the capital and largest city, San José, with around 2 million people in the surrounding metropolitan area. The sovereign state is a unitary presidential constitutional republic. It is known for its long-standing and stable democracy, and for its highly educated workforce, most of whom speak English. The country spends roughly 6.9% of its budget (2016) on education, compared to a global average of 4.4%. Its economy, once heavily dependent on agriculture, has diversified to include sectors such as finance, corporate services for foreign companies, pharmaceuticals, and ecotourism. Many foreign manufacturing and services companies operate in Costa Rica's Free Trade Zones (FTZ) where they benefit from investment and tax incentives.",
  "/wiki/National_Liberation_Party_(Costa_Rica)": "The National Liberation Party (Spanish: Partido Liberación Nacional, commonly abbreviated as PLN), nicknamed the verdiblancos (\"green and whites\"), is a political party in Costa Rica. The party is a member of the Socialist International.",
  "/wiki/List_of_Presidents_of_Costa_Rica": "The following article lists the presidents and heads of state of Costa Rica since Central American independence from Spain. From 1824 to 1838 Costa Rica was a state within the Federal Republic of Central America; since then it has been an independent nation.",
  "/wiki/Hamadi_Jebali": "Hamadi Jebali (Arabic: حمادي الجبالي‎, Ḥammādī al-Jibālī; born 12 January 1949) is a Tunisian engineer, Islamist politician and journalist who was Prime Minister of Tunisia from December 2011 to March 2013. He was the Secretary-General of the Ennahda Movement, a moderate Islamist party in Tunisia, until he left his party in December 2014 in the course of the 2014 Tunisian presidential election.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast. Geographically, Tunisia contains the eastern end of the Atlas Mountains, and the northern reaches of the Sahara desert. Much of the rest of the country's land is fertile soil. Its 1,300 kilometres (810 miles) of coastline include the African conjunction of the western and eastern parts of the Mediterranean Basin and, by means of the Sicilian Strait and Sardinian Channel, feature the African mainland's second and third nearest points to Europe after Gibraltar.",
  "/wiki/Ennahdha": "The Ennahdha Party (Arabic: حزب حركة النهضة‎ Hizbu Ḥarakatu n-Nahḍah; French: Mouvement Ennahdha), also known as Renaissance Party or simply Ennahdha, is a self-defined \"Muslim democratic\" political party in Tunisia. Founded as \"The Movement of Islamic Tendency\" in 1981, Ennahdha was inspired by the Abul A'la Maududi, and Egyptian Muslim Brotherhood, it has also been called by Robert F. Worth \"the mildest and most democratic Islamist party in history\". Rached Ghannouchi is the movement's founder and has remained its president for 38 years without interruption. In the wake of the 2011 Tunisian revolution and collapse of the government of Zine El Abidine Ben Ali, the Ennahdha Movement Party was formed, and in the 2011 Tunisian Constituent Assembly election (the first free election in the country's history),\nwon a plurality of 37% of the popular vote and formed a government. Uproar in the traditionally secular country over \"Islamization\" and assassinations of two secular politicians however, led to the 2013–14 Tunisian political crisis, and the party stepped down\nfollowing the implementation of  a new constitution in January 2014. The party came in second with 27.79% of the vote, in the 2014 Tunisian parliamentary election, forming a coalition government with the largest secular party, but did not offer or endorse a candidate in the November 2014 presidential election. In 2018, lawyers and politicians accused Ennahdha of forming a secret organisation that has infiltrated security forces and the judiciary. They also claimed the party was behind the 2013 assassinations of Chokri Belaid and Mohamed Brahmi, two progressive political leaders of the leftist Popular Front electoral alliance.",
  "/wiki/Head_of_Government_of_Tunisia": "The Prime Minister of the Republic of Tunisia (informally abbreviated to PM) is the head of government of Tunisia. The prime minister directs the executive branch along with the president, and, together with the Prime Minister's cabinet, is accountable to the chief of state, to the Assembly of the Representatives of the People, to the prime minister's political party and, ultimately, to the electorate for the policies and actions of the executive and the legislature. The office is established by President Habib Bourguiba with the appointement of Bahi Ladgham as the first officeholder on 7 November 1969. Although the position existed as the Prime minister of the Kingdom of Tunisia, it was abolished when Bourguiba proclaimed the Republic on 25 July 1957. The constitution of 1959 established a presidential system where the president was both the chief of state and the head of government. Bourguiba transferred some of his powers to the Prime Minister who had a background role. After the Tunisian Revolution in 2011, the Prime Minister was granted major attributions and shares the executive authority with the president. He has major influence over domestic policies while the chief of state mainly determines foreign and defense policies.",
  "/wiki/Mehdi_Jomaa": "Mehdi Jomaa (born 21 April 1962) is a Tunisian engineer and was the acting Prime Minister of Tunisia from 29 January 2014 to 6 February 2015.  He was chosen on 14 December 2013. Jomaa was Minister of Industry in the Ali Laarayedh government.",
  "/wiki/José_María_Aznar": "José María Alfredo Aznar López (Spanish pronunciation: [xoˈse maˈɾi.a alˈfɾeðo aθˈnaɾ ˈlopeθ] (listen); born 25 February 1953) is a Spanish politician who served as the Prime Minister of Spain from 1996 to 2004. He led the People's Party (PP), the dominant right-of-centre party in the country at the time. A member of the Frente de Estudiantes Sindicalistas, a student organization in which a 16-years-old Aznar espoused an independent brand of Falangism, he obtained a law degree from the Complutense University of Madrid and his first job was in the public sector, specifically, as an Inspector of the Finances of the State (Spanish: Inspector de las Finanzas del Estado). He joined the Popular Alliance, which was re-founded as the People's Party in 1989. He led the Junta of Castile and León from 1987 to 1989 and was Leader of the Opposition at the national level from 1989 to 1996. In 1995, he survived an assassination attempt from the Basque separatist group ETA. The People's Party, led by Aznar, won the most parliamentary seats at the 1996 general election, but he failed to obtain a majority in the Congress of Deputies, which forced the PP to seek the support of Basque (EAJ-PNV), Catalan (CiU) and Canarian (CC) regionalists. He was finally invested Prime Minister on 4 May 1996, and his first term was marked by the market liberalization, deregulation of the economy, cut state expenses and privatized several state-owned companies.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco). [h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean. With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union.",
  "/wiki/People's_Party_(Spain)": "The People's Party (Spanish: Partido Popular [paɾˈtiðo popuˈlaɾ] (listen); known mostly by its acronym, PP [peˈpe]) is a conservative, liberal-conservative, and Christian-democratic political party in Spain. The People's Party was a re-foundation in 1989 of the People's Alliance (AP), a party led and founded by Manuel Fraga Iribarne, a former Minister of the Interior and Minister of Tourism during Francisco Franco's dictatorship. The new party combined the conservative AP with several small Christian democratic and liberal parties (the party call this fusion of views Reformist centre). In 2002, Manuel Fraga received the honorary title of \"Founding Chairman\". The party's youth organization is New Generations of the People's Party of Spain (NNGG). The PP is a member of the center-right European People's Party (EPP), and in the European Parliament its 16 MEPs sit in the EPP Group. The PP is also a member of the Centrist Democrat International and the International Democrat Union. The PP was also one of the founding organizations of the Budapest-based Robert Schuman Institute for Developing Democracy in Central and Eastern Europe.",
  "/wiki/Prime_Minister_of_Spain": "The Prime Minister of Spain, officially the President of the Government of Spain (Spanish: Presidente del Gobierno de España), is the head of the government of Spain. The office was established in its current form by the Constitution of 1978 and originated in 1823 as a chairmanship of the extant Council of Ministers. Upon a vacancy, the Spanish monarch nominates a presidency candidate for a vote of confidence by the Congress of Deputies of Spain, the lower house of the Cortes Generales (parliament). The process is a parliamentarian investiture by which the head of government is indirectly elected by the elected Congress of Deputies. In practice, the Prime Minister is almost always the leader of the largest party in the Congress. Since current constitutional practice in Spain calls for the King to act on the advice of his ministers, the Prime Minister is the country's de facto chief executive. Pedro Sánchez of the Spanish Socialist Workers' Party (PSOE) has been Prime Minister since 2 June 2018, after a successful motion of no confidence against former Prime Minister Mariano Rajoy. The Sánchez government technically ceased on 29 April 2019 after the 2019 Spanish general election, but was acting afterwards.",
  "/wiki/Michelle_Bachelet": "Verónica Michelle Bachelet Jeria (Spanish: [beˈɾonika miˈtʃel βatʃeˈle ˈxeɾja]; born 29 September 1951) is a Chilean politician who served as President of Chile from 2006 to 2010 and again from 2014 to 2018 for the Socialist Party of Chile, the first woman to occupy the position. After leaving the presidency in 2010 and while not immediately reelectable, she was appointed the first executive director of the newly created United Nations Entity for Gender Equality and the Empowerment of Women. In December 2013, Bachelet was reelected with over 62% of the vote, bettering the 54% she obtained in 2006. She was the first President of Chile to be reelected since 1932. In August 2018, the United Nations nominated her to become the next High Commissioner for Human Rights, replacing Zeid Raad Al Hussein. Bachelet, a physician who has studied military strategy at university level, was Health Minister and Defense Minister under her predecessor, Ricardo Lagos. She is a separated mother of three and describes herself as an agnostic. Aside from her native Spanish, she also speaks, with varying levels of fluency, English, German, and Portuguese.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory. [nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Socialist_Party_of_Chile": "The Socialist Party of Chile (Spanish: Partido Socialista de Chile, or PS) is a political party within the centre-left Nueva Mayoría. Its historic leader was President of Chile Salvador Allende, who was deposed in a coup d'état by General Pinochet in 1973. Twenty-seven years later, Ricardo Lagos Escobar represented the Socialist Party in the 1999 presidential elections. He won 48.0% in the first round of voting and was elected with 51.3% in the second round. In the legislative elections on 16 December 2001, as part of the Coalition of Parties for Democracy, the party won 10 out of 117 seats in the Chamber of Deputies and 5 out of 38 elected seats in the Senate. After the 2005 elections, the Party increased its seats to 15 and 8, respectively. In the 2009 elections, it retained 11 Congressional and 5 Senate seats. Socialist Michelle Bachelet won the 2005 presidential election.",
  "/wiki/President_of_Chile": "The President of Chile (Spanish: Presidente de Chile), officially known as the President of the Republic of Chile (Spanish: Presidente de la República de Chile) is the head of state and head of government of Chile. The President is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is one of the most prominent political figures. It is also considered as one of the institutions that make up the \"Historic Constitution of Chile\", and is essential to the country's political stability.\n Under the current Constitution (adopted in 1980), the President serves a four-year term, with immediate re-election being prohibited. The shorter period (previously the term was six years) allows for parliamentary and presidential elections to be synchronized.  The official seat of the President of Chile is the La Moneda Palace in the capital Santiago.",
  "/wiki/UN_Women": "The United Nations Entity for Gender Equality and the Empowerment of Women, also known as UN Women, is a United Nations entity working for the empowerment of women.\n UN Women became operational in January 2011. President of Chile Michelle Bachelet was the inaugural Executive Director, and Phumzile Mlambo-Ngcuka is the current Executive Director. As with UNIFEM previously, UN Women is a member of the United Nations Development Group.",
  "/wiki/United_Nations_High_Commissioner_for_Human_Rights": "The Office of the United Nations High Commissioner for Human Rights, commonly known as the Office of the High Commissioner for Human Rights (OHCHR) or the UN Human Rights Office, is a department of the Secretariat of the United Nations that works to promote and protect the human rights that are guaranteed under international law and stipulated in the Universal Declaration of Human Rights of 1948. The office was established by the UN General Assembly on 20 December 1993 in the wake of the 1993 World Conference on Human Rights.\n The office is headed by the High Commissioner for Human Rights, who co-ordinates human rights activities throughout the UN System and acts as the secretariat of the Human Rights Council in Geneva, Switzerland. The current High Commissioner is Michelle Bachelet of Chile, who succeeded Zeid Raad Al Hussein of Jordan on 1 September 2018.\n In 2018–2019, the department had a budget of US $201.6 million (3.7% of the regular UN budget), and approximately 1,300 employees based in Geneva and New York City. It is an ex officio member of the Committee of the United Nations Development Group.",
  "/wiki/Rupiah_Banda": "Rupiah Bwezani Banda (born 19 February 1937) is a Zambian politician who was President of Zambia from 2008 to 2011.\n During the Presidency of Kenneth Kaunda, Banda held important diplomatic posts and was active in politics as a member of the United National Independence Party (UNIP). Years later, he was appointed as Vice-President by President Levy Mwanawasa in October 2006, following the latter's re-election. He took over Mwanawasa's presidential responsibilities after Mwanawasa suffered a stroke in June 2008, and following Mwanawasa's death in August 2008, he became acting President. As the candidate of the governing Movement for Multiparty Democracy (MMD), he narrowly won the October 2008 presidential by election, according to official results.\n Opposition leader Michael Sata of the Patriotic Front defeated Banda in the September 2011 presidential election, and Sata accordingly succeeded Banda as President on 23 September 2011.",
  "/wiki/Zambia": "Zambia (/ˈzæmbiə/), officially the Republic of Zambia, is a landlocked country in Southern-Central Africa (although some sources consider it part of East Africa). Its neighbors are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique to the southeast, Zimbabwe and Botswana to the south, Namibia to the southwest, and Angola to the west. The capital city is Lusaka, located in the south-central part of Zambia. The population is concentrated mainly around Lusaka in the south and the Copperbelt Province to the northwest, the core economic hubs of the country. Originally inhabited by Khoisan peoples, the region was affected by the Bantu expansion of the thirteenth century. Following European explorers in the eighteenth century, the British colonised the region into the British protectorates of Barotziland-North-Western Rhodesia and North-Eastern Rhodesia towards the end of the nineteenth century. These were merged in 1911 to form Northern Rhodesia. For most of the colonial period, Zambia was governed by an administration appointed from London with the advice of the British South Africa Company.",
  "/wiki/Movement_for_Multi-Party_Democracy": "The Movement for Multi-party Democracy (MMD) is a political party in Zambia. Originally formed to oust the previous government, MMD controlled an absolute majority in parliament between 1991 and 2001, when its past leader, Frederick Chiluba was President of Zambia. Its election into power in 1991 ended the 27-year rule of President Kenneth Kaunda and his United National Independence Party (UNIP). It remained the dominant party within Zambian politics until the general elections of September 2011.",
  "/wiki/List_of_Presidents_of_Zambia": "The president of Zambia is the head of state and the head of government of Zambia. The office was first held by Kenneth Kaunda following independence in 1964. Since 1991, when Kaunda left the presidency, the office has been held by five others: Frederick Chiluba, Levy Mwanawasa, Rupiah Banda, Michael Sata, and current president Edgar Lungu. In addition, Acting president Guy Scott served in an interim capacity after the death of President Michael Sata.\n Since 31 August 1991 the president is also the head of government, as the position of Prime Minister was abolished in the last months of Kaunda's presidential term.\n The president is elected for a term of five years. Since 1991, the officeholder has been restricted to two consecutive terms.",
  "/wiki/Carl_Bildt": "Nils Daniel Carl Bildt (born 15 July 1949) is a Swedish politician and diplomat who was Prime Minister of Sweden from 1991 to 1994. He was the leader of the Moderate Party from 1986 to 1999. Bildt served as Sweden's Minister for Foreign Affairs from October 2006 to October 2014.\n He had been noted internationally as a mediator in the Yugoslav wars, serving as the European Union's Special Envoy to the Former Yugoslavia from June 1995, co-chairman of the Dayton Peace Conference in November 1995 and High Representative for Bosnia and Herzegovina from December 1995 to June 1997, immediately after the Bosnian War. From 1999 to 2001, he served as the United Nations Secretary-General's Special Envoy for the Balkans.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background. Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country. Sweden is part of the geographical area of Fennoscandia.",
  "/wiki/Moderate_Party": "The Moderate Party (Swedish: Moderata samlingspartiet, M, literally \"Moderate Coalition Party\" or \"Moderate Unity Party\"; commonly referred to as Moderaterna: \"Moderates\") is a liberal-conservative political party in Sweden. The party generally supports tax cuts, the  free market, civil liberties and economic liberalism. Internationally, it is a full member of the International Democrat Union and European People's Party. The party was founded in 1904 as the General Electoral League (Allmänna valmansförbundet) by a group of conservatives in the Riksdag, the Swedish parliament. The party was later known as The Right (Högern, 1938–1952) and Right Wing Party (Högerpartiet, 1952–1969). After holding minor posts in centre-right governments, the Moderates eventually became the leading opposition party to the Swedish Social Democratic Party and since then those two parties have dominated Swedish politics. After the 1991 general election, party leader Carl Bildt formed a minority government, the first administration since 1930 to be headed by a member of the party, which lasted three years. The party was returned in government, under party leader and Prime Minister Fredrik Reinfeldt, after the 2006 and 2010 general elections.",
  "/wiki/Prime_Minister_of_Sweden": "The Prime Minister (Swedish: statsminister, literally \"Minister of the State\") is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the first officeholder in 1876.\n The current Prime Minister of Sweden is Stefan Löfven, leader of the Swedish Social Democratic Party who was chosen for a second term on 18 January 2019, even after having been ousted following the general elections on 9 September 2018.\n Unlike most prime ministers in parliamentary systems, the Prime Minister is both de jure and de facto chief executive. This is because the Instrument of Government explicitly vest executive power in the government, of which the Prime Minister is the leader.",
  "/wiki/High_Representative_for_Bosnia_and_Herzegovina": "The High Representative for Bosnia and Herzegovina, together with the Office of the High Representative (OHR) in Bosnia and Herzegovina, were created in 1995 immediately after the signing of the Dayton Agreement which ended the 1992–95 Bosnian War. The purpose of the High Representative and the OHR is to oversee the civilian implementation of the Dayton agreement. They also serve to represent the countries involved in the implementation of the Dayton Agreement through the Peace Implementation Council (PIC).\n So far, all of the High Representatives named have been from European Union countries, while their principal deputies have been from the United States. The Principal Deputy High Representative serves as International Supervisor for Brčko, representing the international community in the Brčko District.",
  "/wiki/Valdis_Birkavs": "Valdis Birkavs (born July 28, 1942) is a Latvian politician. He was born in Riga. Birkavs attended the University of Latvia, where he studied philosophy, sociology, law, psychology and mathematical logic. He was first elected to the Latvian parliament in 1990 and helped to found the Latvian Way party. After Latvian Way won the 1993 parliamentary election, Birkavs became the prime minister, leading a coalition government of Latvian Way and the Latvian Farmers' Union. He resigned after the Farmer's Union left the government in the summer of 1994. He then became the deputy prime minister and foreign minister in the next government. He remained the foreign minister for five years under four different prime ministers, eventually resigning in 1999.",
  "/wiki/Latvia": "Latvia (/ˈlɑːtviə/ or /ˈlætviə/ (listen); Latvian: Latvija [ˈlatvija], Livonian: Lețmō), officially known as the Republic of Latvia (Latvian: Latvijas Republika, Livonian: Lețmō Vabāmō), is a country in the Baltic region of Northern Europe. Since its independence, Latvia has been referred to as one of the Baltic states. It is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia has 1,957,200 inhabitants and a territory of 64,589 km2 (24,938 sq mi). The country has a temperate seasonal climate. The Baltic Sea moderates climate, although it has four distinct seasons and snowy winters. After centuries of Swedish, Polish and Russian rule, a rule mainly executed by the Baltic German aristocracy, the Republic of Latvia was established on 18 November 1918 when it broke away from the Russian Empire and declared independence in the aftermath of World War I. However, by the 1930s the country became increasingly autocratic after the coup in 1934 establishing an authoritarian regime under Kārlis Ulmanis.",
  "/wiki/Latvian_Way": "Latvian Way (Latvian: Latvijas Ceļš) was a conservative-liberal political party in Latvia.  It merged with Latvia's First Party to form the Latvia's First Party/Latvian Way (LPP/LC) in 2007.\n It described itself as \"a liberal party defending people's freedom to shape their own lives\".  Latvian Way was a member of Liberal International and the European Liberal Democrat and Reform Party.",
  "/wiki/Prime_Minister_of_Latvia": "The Prime Minister of Latvia (Latvian: Ministru prezidents) is the most powerful member of the Government of Latvia, and presides over the Latvian Cabinet of Ministers. The Prime Minister is nominated by the President of Latvia, but must be able to obtain the support of a majority of the Saeima (parliament).\n The tables below display all Latvian Prime Ministers from both the first period of Latvian independence (1918–1940) and since the country regained its independence (1990–present). From 1990 to 6 July 1993, the office was known as Chairman of the Council of Ministers, but is generally considered to have been the same role.\n A direct translation of the official Latvian term is Minister-President. Although the equivalent is used in some European languages, it is not used conventionally in English.",
  "/wiki/Kjell_Magne_Bondevik": "Kjell Magne Bondevik (Norwegian pronunciation: [ˈçɛlː ˈmɑ̀ŋnə ˈbʊ̀nːəviːk] (listen); born 3 September 1947) is a Norwegian Lutheran minister and politician (Christian Democratic Party). He served as Prime Minister of Norway from 1997 to 2000, and from 2001 to 2005, making him Norway's longest serving non-Labour Party Prime Minister since World War II. Currently, he is President of the Oslo Centre for Peace and Human Rights.\n On 31 October 2006, he published his memoir, called Et liv i spenning (A life of excitement and tension).\n On 31 January 2017, he was the first high-ranking politician from another country detained and questioned in the United States as a result of President Donald Trump's executive orders banning immigration from seven predominantly Muslim nations, because of a diplomatic visit to Iran he had made in 2014.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway. [note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island. Norway has a total area of 385,207 square kilometres (148,729 sq mi) and a population of 5,312,300 (as of August 2018). The country shares a long eastern border with Sweden (1,619 km or 1,006 mi long). Norway is bordered by Finland and Russia to the north-east, and the Skagerrak strait to the south, with Denmark on the other side. Norway has an extensive coastline, facing the North Atlantic Ocean and the Barents Sea. The maritime influence also dominates Norway's climate with mild lowland temperatures on the sea coasts, whereas the interior, while colder, is also a lot milder than areas elsewhere in the world on such northerly latitudes.",
  "/wiki/Christian_Democratic_Party_(Norway)": "The Christian Democratic Party (Bokmål: Kristelig Folkeparti, Nynorsk: Kristeleg Folkeparti, KrF), is a Christian-democratic political party in Norway founded in 1933. The Norwegian name literally translates to Christian People's Party, shortened KrF. The name may also be translated as \"The People's Christian Party\". The party follows its European counterparts in many ways, positioning itself as a family-friendly party. While founded on the basis of advocating moral-cultural Christian issues, the party has broadened its political profile over time, although Christian values remains its core distinction. It is considered an overall centrist party, combining socially conservative views with more left-leaning economic positions. The party is an observer member of the European People's Party (EPP). The Christian Democrats' leader from 1983 to 1995, Kjell Magne Bondevik, was one of the most prominent political figures in modern Norway, serving as Prime Minister from 1997 to 2000 and 2001 to 2005.",
  "/wiki/Prime_Minister_of_Norway": "The Prime Minister of Norway (Norwegian: statsminister, literally the \"minister of state\") is the head of government of Norway and the most powerful person in Norwegian politics. The Prime Minister and Cabinet (consisting of all the most senior government department heads) are collectively accountable for their policies and actions to the monarch, to the Storting (Parliament of Norway), to their political party, and ultimately the electorate. In practice, since it is nearly impossible for a government to stay in office against the will of the Storting, the prime minister is primarily answerable to the Storting. The prime minister is almost always the leader of the majority party in the Storting, or the leader of the senior partner in the governing coalition. Norway has a constitution, which was adopted on 17 May 1814. The position of prime minister is the result of legislation. Modern prime ministers have few statutory powers, but provided they can command the support of their parliamentary party, they can control both the legislature and the executive (the cabinet) and hence wield considerable de facto powers. As of 2020, the Prime Minister of Norway is Erna Solberg, of the Conservative Party.",
  "/wiki/Gro_Harlem_Brundtland": "Gro Harlem Brundtland (Norwegian pronunciation: [ˈɡruː ˈhɑ̀ːɭɛm ˈbrʉ̀ntlɑnː]; born Gro Harlem, 20 April 1939) is a Norwegian politician, who served three terms as Prime Minister of Norway (1981, 1986–89, and 1990–96) and as Director-General of the World Health Organization from 1998 to 2003. She is also known for having chaired the Brundtland Commission which presented the Brundtland Report on sustainable development. Educated as a physician, Brundtland joined the Labour Party and entered the government in 1974 as Minister of the Environment. She became the first female Prime Minister of Norway on 4 February 1981, but left office on 14 October 1981; she returned as Prime Minister on 9 May 1986 and served until 16 October 1989. She finally returned for her third term on 3 November 1990. From 1981 to 1992 she was leader of the Labour Party. After her surprise resignation as Prime Minister in 1996, she became an international leader in sustainable development and public health, and served as Director-General of the World Health Organization and as UN Special Envoy on Climate Change from 2007 to 2010. She is also deputy chair of The Elders and a former Vice-President of the Socialist International.",
  "/wiki/Labour_Party_(Norway)": "The Labour Party (Bokmål: Arbeiderpartiet; Nynorsk: Arbeidarpartiet; A/Ap), formerly the Norwegian Labour Party, is a social-democratic political party in Norway. It was the senior partner of the governing Red-Green Coalition from 2005–13, and its leader, Jens Stoltenberg, served as Prime Minister of Norway during that time. The party is currently led by Jonas Gahr Støre. The Labour Party is officially committed to social democratic ideals. Its slogan since the 1930s has been \"everyone shall take part\", and the party traditionally seeks a strong welfare state, funded through taxes and duties. Since the 1980s, the party has included more of the principles of a social market economy in its policy, allowing for privatisation of state-owned assets and services and reducing income tax progressivity, following the wave of economic liberalisation during the 1980s. During the first Stoltenberg government, the party's policies were inspired by Tony Blair's New Labour agenda in the United Kingdom and saw the most widespread privatisation by any Norwegian government to that date. The party has frequently been described as increasingly neoliberal since the 1980s, both by political scientists and opponents on the left.",
  "/wiki/World_Health_Organization": "The World Health Organization (WHO) is a specialised agency of the United Nations that is concerned with world public health. It was established on 7 April 1948, and is headquartered in Geneva, Switzerland. The WHO is a member of the United Nations Development Group. Its predecessor, the Health Organisation, was an agency of the League of Nations. The WHO constitution was signed by 61 countries (all 51 member countries and 10 others) on 22 July 1946, with the first meeting of the World Health Assembly concluding on 24 July 1948. It incorporated the Office International d'Hygiène Publique and the League of Nations Health Organisation. Since its establishment, it has played a leading role in the eradication of smallpox. Its current priorities include communicable diseases, in particular HIV/AIDS, Ebola, malaria and tuberculosis; the mitigation of the effects of non-communicable diseases such as sexual and reproductive health, development, and aging; nutrition, food security and healthy eating; occupational health; substance abuse; and driving the development of reporting, publications, and networking.",
  "/wiki/John_Bruton": "John Gerard Bruton (born 18 May 1947) is an Irish former Fine Gael politician who served as Taoiseach from 1994 to 1997, Ambassador of the European Union to the United States from 2004 to 2009, Leader of Fine Gael from 1990 to 2001, Leader of the Opposition from 1990 to 1994 and 1997 to 2001, Deputy Leader of Fine Gael from 1987 to 1990, Minister for the Public Service from January 1987 to March 1987, Minister for Finance from 1981 to 1982 and 1986 to 1987, Minister for Industry, Trade, Commerce and Tourism from 1983 to 1986, Minister for Industry and Energy from 1982 to 1983, Parliamentary Secretary to the Minister for Education and Parliamentary Secretary to the Minister for Industry and Commerce from 1973 to 1977. He served as a Teachta Dála (TD) from 1969 to 2004. \n He led a Rainbow Coalition government of Fine Gael–Labour–Democratic Left.\n Bruton was first elected to Dáil Éireann as a TD for the Meath constituency in 1969, and served continuously until his retirement from domestic politics in 2004. He served as the Ambassador of the European Union to the United States from 2004 to 2009, and is a former Vice-President of the European People's Party (EPP).",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/Fine_Gael": "Fine Gael (/ˌfiːnə ˈɡeɪl, ˌfɪn-/ FEE-nə GAYL, FIN-ə -⁠, Irish: [ˌfʲɪnʲə ˈɡeːl̪ˠ]; English: \"Family (or Tribe) of the Irish\") is a liberal-conservative political party in Ireland. Fine Gael is currently the governing and largest party in Ireland in terms of members of the Oireachtas and Irish members of the European Parliament. The party has a membership of 21,000 and is the senior partner governing in a minority coalition with several independent politicians, with party leader Leo Varadkar serving as Taoiseach. Varadkar succeeded Enda Kenny as party leader on 2 June 2017 and as Taoiseach on 14 June; Kenny had been leader since 2002, and Taoiseach since 2011. Fine Gael was founded on 8 September 1933 following the merger of its parent party Cumann na nGaedheal, the National Centre Party and the National Guard. Its origins lie in the struggle for Irish independence and the pro-Treaty side in the Irish Civil War and Michael Collins, in particular, is often identified as the founder of the movement. Fine Gael is generally considered to be more of a proponent of market liberalism than its traditional rival, Fianna Fáil. Apart from brief minority governments (as in 1987), Fine Gael has rarely governed Ireland without a coalition that also included the Labour Party, a social-democratic, centre-left party.",
  "/wiki/Taoiseach": "The Taoiseach (/ˈtiːʃəx/ (listen) TEE-shəkh, Irish: [ˈt̪ˠiːʃəx]) is the prime minister and head of government of Ireland.[note 2] The Taoiseach is appointed by the President upon the nomination of Dáil Éireann, the lower house of the Oireachtas (parliament), and must, to remain in office, retain the support of a majority in the Dáil.\n The word taoiseach means \"chief\" or \"leader\" in Irish and was adopted in the 1937 Constitution of Ireland as the title of the \"head of the Government, or Prime Minister\".[note 2] Taoiseach is the official title of the head of government in both English and Irish, and is not used for other countries' prime ministers (who are referred to in Irish as Príomh Aire). The Irish form, An Taoiseach, is sometimes used in English instead of \"the Taoiseach\". Outside of Ireland and the UK, the Taoiseach is sometimes referred to as the Prime Minister of Ireland.\nLeo Varadkar TD is the current Taoiseach; he took office on 14 June 2017, following his election as leader of Fine Gael on 2 June 2017. Varadkar is the youngest Taoiseach in the history of the Irish state, having taken office at the age of 38; he is also the first openly LGBT person, and the first person of Indian descent to lead the Irish government.",
  "/wiki/Delegation_of_the_European_Union_to_the_United_States": "The Delegation of the European Union to the United States represents the European Union in the United States, working in coordination with the diplomatic and consular missions of all the EU Member States. It is located at 2175 K Street, N.W., in the West End neighborhood of Washington, D.C..\n Since March 2019, the Ambassador of the EU Delegation has been Stavros Lambrinidis.",
  "/wiki/Jerzy_Buzek": "Jerzy Karol Buzek [ˈjɛʐɨ ˈbuzɛk] (listen) (born 3 July 1940) is a Polish politician and Member of the European Parliament from Poland. He has served as Prime Minister of Poland from 1997 to 2001, since being elected to the European Parliament in 2004, he has served as President of the European Parliament between 2009 and 2012. He is married to Ludgarda Buzek and is the father of Polish actress Agata Buzek.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin. Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west. The history of human activity on Polish soil spans almost 500,000 years. Throughout the Iron Age the area became extensively diverse, with various cultures and tribes settling on the vast Central European Plain.",
  "/wiki/Civic_Platform": "Civic Platform (Polish: Platforma Obywatelska, PO)[nb 1] is a liberal-conservative political party in Poland. Civic Platform came to power following the 2007 general election as the major coalition partner in Poland's government, with party leader Donald Tusk as Prime Minister of Poland. Tusk was re-elected as Prime Minister in the 2011 general election but stepped down three years later to assume the post of President of the European Council. Prime Minister Ewa Kopacz led the party in the 2015 general election but was defeated by the Law and Justice party. On 16 November 2015 Civic Platform government stepped down after exactly 8 years in power. In 2010 Civic Platform candidate Bronisław Komorowski was elected as President of Poland, but failed in running for re-election in 2015. PO is the second largest party in the Sejm, with 138 seats, and the Senate, with 33 seats. Civic Platform is a member of the European People's Party (EPP).",
  "/wiki/Prime_Minister_of_Poland": "For a list of former holders of the office, see List of Prime Ministers of Poland\n The President of the Council of Ministers (Polish: Prezes Rady Ministrów), colloquially referred to as the Prime Minister (Polish: premier), is the leader of the cabinet and the head of government of Poland. The current responsibilities and traditions of the office stem from the creation of the contemporary Polish state, and the office is defined in the Constitution of 1997. According to the Constitution, the President of Poland nominates and appoints the prime minister, who will then propose the composition of the cabinet. Fourteen days following their appointment, the prime minister must submit a programme outlining the government's agenda to the Sejm, requiring a vote of confidence. Conflicts stemming from both interest and powers have arisen between the offices of President and Prime Minister in the past.\n The current and seventeenth Prime Minister is Mateusz Morawiecki of the Law and Justice party. Morawiecki replaced prime minister Beata Szydło, who resigned on 7 December 2017.",
  "/wiki/President_of_the_European_Parliament": "The President of the European Parliament presides over the debates and activities of the European Parliament. They also represent the Parliament within the EU and internationally. The president's signature is required for enacting most EU laws and the EU budget.\n Presidents serve 2.5-year terms, normally divided between the two major political parties. There have been 30 presidents since the Parliament was created in 1952, 17 of whom have served since the first Parliamentary election in 1979. Two presidents have been women and most have come from the older member states. The current president is David Sassoli from Italy.",
  "/wiki/Felipe_Calderón": "Felipe de Jesús Calderón Hinojosa, (Spanish pronunciation: [feˈlipe kaldeˈɾon] (listen); born 19 August 1962) is a Mexican politician who served as the 56th President of Mexico from 1 December 2006 to 30 November 2012. He was a member of the National Action Party (Partido Acción Nacional, PAN) for thirty years before quitting the party in November 2018. Prior to the presidency, Calderón received two master's degrees and went on to work within the PAN while it was still an important opposition party. Calderón served as National President of the party, Federal Deputy, and Secretary of Energy in Vicente Fox's cabinet. He served in the cabinet of the previous administration up until he resigned to run for the Presidency and secured his party's nomination. In the 2006 Presidential election, he ran as the PAN candidate. After a heated campaign and a controversial electoral process, the Federal Electoral Institute's official results gave Calderón a tiny lead (less than 1% of advantage of the total votes) above PRD candidate Andrés Manuel López Obrador. While López Obrador and the PRD disputed the results and called for a complete recount of the votes, Calderón's victory was confirmed months later on September 5, 2006, by the Federal Electoral Tribunal.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León. Pre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans.",
  "/wiki/National_Action_Party_(Mexico)": "The National Action Party (Spanish: Partido Acción Nacional, PAN), founded in 1939, is a conservative political party in Mexico, one of the three main political parties in Mexico. Since the 1980s, it has been an important political party winning local, state, and national elections. In 2000, PAN candidate Vicente Fox was elected president for a six-year term; in 2006, PAN candidate Felipe Calderón succeeded Fox in the presidency. During the period 2000-2012, PAN was the strongest party in both houses of the Congress of the Union (the federal legislature) but lacked a majority in either house. In the 2006 legislative elections the party won 207 out of 500 seats in the Chamber of Deputies and 52 out of 128 Senators. In the 2012 legislative elections, the PAN won 38 seats in the Senate, and 114 seats in the Chamber of Deputies. The members of this party are colloquially called Panistas.",
  "/wiki/President_of_Mexico": "The president of Mexico (Spanish: Presidente de México), officially known as the president of the United Mexican States (Spanish: Presidente de los Estados Unidos Mexicanos), is the head of state and head of government of Mexico. Under the Constitution of Mexico, the president is also the Supreme Commander of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 2018.\n The office of the president is considered to be revolutionary, in the sense that the powers of office are derived from the Revolutionary Constitution of 1917. Another legacy of the Mexican Revolution is the Constitution's ban on re-election. Mexican presidents are limited to a single six-year term, called a sexenio.  No one who has held the post, even on a caretaker basis, is allowed to run or serve again. The constitution and the office of the President closely follow the presidential system of government.",
  "/wiki/Micheline_Calmy-Rey": "Micheline Anne-Marie Calmy-Rey (born 8 July 1945) is a Swiss politician. She was member of the Swiss Federal Council and became Switzerland's foreign minister as head of the Federal Department of Foreign Affairs from 2003 to 2011. She was Vice President of the Confederation in 2006 and 2010 and President in 2007 and 2011. She resigned her office as member of the Federal Council on 31 December 2011.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe. [note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern. [note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva. The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day.",
  "/wiki/Social_Democratic_Party_of_Switzerland": "The Social Democratic Party of Switzerland (also rendered as Swiss Socialist Party; German: Sozialdemokratische Partei der Schweiz, SP; French: Parti socialiste suisse, PS; Italian: Partito Socialista Svizzero; Romansh: Partida Socialdemocrata de la Svizra) is a political party in Switzerland. It has had two representatives on the Swiss Federal Council since 1960 and received the second highest total number of votes in the 2015 national elections.\n The party was founded on 21 October 1888, and is currently the second largest of the four leading coalition political parties in Switzerland. It is the only party on the left with representatives on the Swiss Federal Council, currently Alain Berset and Simonetta Sommaruga. As of September 2019, the SP is the second largest political party in the Swiss parliament.\n The SP is the largest pro-European party in Switzerland and supports Swiss membership of the European Union, unlike most other Swiss parties. Additionally, it is strongly opposed to capitalism and maintains a long-term goal of \"overcoming capitalism\". The party is a member of the Progressive Alliance, and an associate member of the Party of European Socialists.",
  "/wiki/List_of_members_of_the_Swiss_Federal_Council": "The seven members of the Swiss Federal Council (German: Schweizerischer Bundesrat; French: Conseil fédéral suisse; Italian: Consiglio federale svizzero; Romansh: Cussegl federal svizzer) constitute the federal government of Switzerland and serve as the country's head of state. Each of the seven Councillors heads a department of the Swiss federal administration. The members of the Federal Council are elected for a term of four years by both chambers of the federal parliament sitting together as the Federal Assembly. Each Councillor is elected individually by secret ballot by an absolute majority of votes. A person elected to the Council by the Federal Assembly is considered  a Federal Councillor even if he or she declines the election. Accordingly, the five persons who did so and never assumed office are listed in a separate table below. For the same reason, the principal table only records the date of election, and not the date on which the Councillors assumed their office. Once elected for a four-year-term, Federal Councillors can neither be voted out of office by a motion of no confidence nor can they be impeached.",
  "/wiki/Federal_Council_(Switzerland)": "The Federal Council (German: Bundesrat, French: Conseil fédéral, Italian: Consiglio federale, Romansh: Cussegl federal) is the seven-member executive council that constitutes the federal government of the Swiss Confederation and serves as the collective head of state and of government of Switzerland.\n While the entire council is responsible for leading the federal administration of Switzerland, each councillor heads one of the seven federal executive departments. The position of President of the Swiss Confederation rotates among the seven councillors on a yearly basis, with one year's Vice President of the Federal Council becoming the next year's Confederation President. Simonetta Sommaruga has been the incumbent officeholder since 1 January 2020.",
  "/wiki/President_of_the_Swiss_Confederation": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties.\n First among equals, the president of the Confederation has no powers over and above the other six councillors and continues to head the assigned department. Traditionally the duty rotates among the members in order of seniority; the vice president of the Federal Council assumes the presidency the year after the officeholder's tenure. The president of the Confederation is not the head of state because the entire Federal Council is the collective head of state.\n The constitutional provisions relating to the organisation of the Federal Government and federal administration are set out in Section 1 Organisation and Procedure of Chapter 3 Federal Council and Federal Administration of the Title 3 Confederation, Cantons and Communes of the Swiss Federal Constitution at articles 174 to 179. Article 176 specifically relates to the presidency.",
  "/wiki/Kim_Campbell": "Avril Phaedra Douglas \"Kim\" Campbell PC CC OBC QC (born March 10, 1947) is a Canadian politician, diplomat, lawyer and writer who served as the 19th prime minister of Canada from June 25, 1993, to November 4, 1993. Campbell is the first and only woman to hold the position.\n Campbell was also the first baby boomer to hold that office, and the only Prime Minister born in British Columbia. She is Canada's third-shortest serving Prime Minister at 132 days in office. She is currently the chairperson for Canada's Supreme Court Advisory Board.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver. As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons. Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization.",
  "/wiki/Progressive_Conservative_Party_of_Canada": "The Progressive Conservative Party of Canada (French: Parti progressiste-conservateur du Canada; PC) was a federal political party in Canada.\n In 2003, the party membership voted to dissolve the party and merge with the Canadian Alliance to form the modern-day Conservative Party of Canada.\n One member of the Senate of Canada, Elaine McCoy, sat as an \"Independent Progressive Conservative\" until 2016. The conservative parties in most Canadian provinces still use the Progressive Conservative name. Some PC Party members formed the Progressive Canadian Party, which has attracted only marginal support.",
  "/wiki/Prime_Minister_of_Canada": "The prime minister of Canada  (French: premier ministre du Canada) is the primary Minister of the Crown, chair of the Cabinet, and Canada's head of government. The current, and 23rd, prime minister of Canada is the Liberal Party's Justin Trudeau, following the 2019 Canadian federal election. Canadian prime ministers are styled as The Right Honourable (French: Le Très Honorable), a privilege maintained for life. The prime minister of Canada is in charge of the Prime Minister's Office. The prime minister also chooses the ministers who make up the Cabinet. The two groups, with the authority of the Parliament of Canada, manage the Government of Canada and the Canadian Armed Forces. The Cabinet and the prime minister also appoint members of the Senate of Canada, the judges of the Supreme Court of Canada and other federal courts, and the leaders and boards, as required under law, of various Crown Corporations, and selects the governor general of Canada. Under the Canadian constitution, all of the power to exercise these activities is actually vested in the monarch of Canada, but in practice the monarch (who is the head of state) or her representative, the governor general of Canada, approves them routinely, and their role is largely ceremonial, and their powers are only exercised under the advice of the prime minister.",
  "/wiki/Fernando_Henrique_Cardoso": "Fernando Henrique Cardoso GCB GCTE GCoIISE GColIH GColL GCM R.E. D.M.N. CYC OMRI (Portuguese: [feʁˈnɐ̃dʊ ẽˈʁiki kaʁˈdozʊ]; born June 18, 1931), also known by his initials FHC ([ɛfjaɡaˈse]), is a Brazilian sociologist, professor and politician who served as the 34th President of Brazil from January 1, 1995 to December 31, 2002. He was the first Brazilian president to be reelected for a subsequent term. An accomplished scholar noted for research on slavery and political theory, Cardoso has earned many honors including the Prince of Asturias Award for International Cooperation (2000) and the Kluge Prize from the US Library of Congress (2012).\n He was the 10th president of International Sociological Association (1982-1986).",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world. Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats.",
  "/wiki/Brazilian_Social_Democracy_Party": "The Brazilian Social Democracy Party (Portuguese: Partido da Social Democracia Brasileira, PSDB), also known as the Brazilian Social Democratic Party or the Party of Brazilian Social Democracy, is a centrist political party in Brazil. As the third largest party in the National Congress, the PSDB was the main opposition party against the left-wing Workers' Party (PT) administrations of Luiz Inácio Lula da Silva and Dilma Rousseff from 2003 to 2016.\n Born together as part of the social democratic opposition to the military dictatorship from the late 1970s through the 1980s, the PSDB and the PT have since the mid-1990s been the bitterest of rivals in current Brazilian politics—both parties prohibit any kind of coalition or official cooperation with each other at any government levels. Its mascot is a blue and yellow colored toucan, with party members being called tucanos for this reason. Famous tucanos include Mário Covas, Geraldo Alckmin, Tasso Jereissati, Aécio Neves, former President Fernando Henrique Cardoso, Franco Montoro, Aloysio Nunes, Yeda Crusius, João Doria and José Serra.",
  "/wiki/President_of_Brazil": "The president of Brazil (Portuguese: Presidente do Brasil), officially the president of the Federative Republic of Brazil (Portuguese: Presidente da República Federativa do Brasil) or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the republic in a military coup d'état against Emperor Pedro II. Since then, Brazil has had six constitutions, three dictatorships, and three democratic periods. During the democratic periods, voting has always been compulsory. The Constitution of Brazil, along with several constitutional amendments, establishes the requirements, powers, and responsibilities of the president, their term of office and the method of election.\nJair Bolsonaro is the 38th and current president. He was sworn in on 1 January 2019 following the 2018 presidential election.",
  "/wiki/Club_of_Madrid": "The Club de Madrid is an independent non-profit organization created to promote democracy and change in the international community. Composed of 95 regular members, 64 of whom are former presidents and 39 of whom are former prime ministers (some are both) from 65 countries, the Club de Madrid is the world's largest forum of former heads of state and government.[citation needed]\n Among its main goals are the strengthening of democratic institutions and counselling on the resolution of political conflicts in two key areas: democratic leadership and governance and response to crisis and post-crisis situations.\n The Club de Madrid works together with governments, inter-governmental organizations, civil society, scholars and representatives from the business world, to encourage dialogue in order to foster social and political change. The Club de Madrid also searches for effective methods to provide technical advice and recommendations to nations that are taking steps to establish democracy."
}