{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Olena_Pidhrushna": "Olena Pidhrushna (Ukrainian: Олена Михайлівна Підгрушна, Olena Myxajlivna Pidhrušna; born 9 January 1987, in Legnica, Poland) is a Ukrainian biathlete. She is Olympic and World champion, multiple medalist of different high-level competitions. Pidhrushna is considered to be one of the most successful winter sports athlete in Ukraine. She lives in Ternopil.",
  "/wiki/Biathlon": "The biathlon is a winter sport that combines cross-country skiing and rifle shooting. It is treated as a race where the contestant with the shortest total time wins. Depending on the competition, missed shots result in extra distance or time being added to the contestant's total.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Mykola_Milchev": "Mykola Mykolayovych Milchev (Ukrainian: Микола Миколайович Мільчев, born November 3, 1967) is a Ukrainian sports shooter. He is the 2000 Olympic champion in skeet shooting. With a perfect score of 150, he set an Olympic record and tied the world record.",
  "/wiki/Shooting_sport": "Shooting sports is a collective group of competitive and recreational sporting activities involving proficiency tests of accuracy, precision and speed in shooting — the art of using various types of ranged weapons, mainly referring to human-portable guns (firearms and airguns, in forms such as handguns, rifles and shotguns) and bows/crossbows.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Valentyna_Shevchenko_(cross-country_skier)": "Valentyna Shevchenko (Ukrainian: Валентина Шевченко) (born 2 October 1975 in Nosivka Raion) is a Ukrainian former cross country skier who competed in the World Cup between the 1995–96 season and the 2016-17 season.",
  "/wiki/Cross-country_skiing": "Cross-country skiing is a form of skiing where skiers rely on their own locomotion to move across snow-covered terrain, rather than using ski lifts or other forms of assistance. Cross-country skiing is widely practiced as a sport and recreational activity; however, some still use it as a means of transportation. Variants of cross-country skiing are adapted to a range of terrain which spans unimproved, sometimes mountainous terrain to groomed courses that are specifically designed for the sport.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Roman_Hontyuk": "Roman Volodymyrovych Hontyuk (Ukrainian: Роман Володимирович Гонтюк), also spelled Roman Gontyuk, (born 2 February 1984) is a male judoka from Ukraine. He won a silver medal in the half-middleweight (81 kg) division at the 2004 Summer Olympics and bronze medal in the half-middleweight (81 kg) division at the 2008 Summer Olympics in Beijing. Hontyuk is the Merited Master of Sports of Ukraine.",
  "/wiki/Judo": "Judo (柔道, jūdō, Japanese pronunciation: [dʑɯꜜːdoː], lit. \"gentle way\") is generally categorized as a modern martial art, which has since evolved into a combat and Olympic sport. The sport was originally created in 1882 by Jigoro Kano (嘉納治五郎) as a physical, mental, and moral pedagogy in Japan. Judo's most prominent feature is its competitive element, where the objective is to either throw or take down an opponent to the ground, immobilize or otherwise subdue an opponent with a pin, or force an opponent to submit with a joint lock or a choke. Strikes and thrusts by hands and feet as well as weapons defences are a part of judo, but only in pre-arranged forms (kata, 形) and are not allowed in judo competition or free practice (randori, 乱取り). A judo practitioner is called a judoka.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Liliya_Ludan": "Liliya Anatoliyvna Ludan (Ukrainian: Лілія Анатоліївна Лудан; born June 2, 1969 in Kyiv) is a Ukrainian luger who has competed since 1985. Competing at the Winter Olympics, she earned her best finish of sixth in the women's singles event both in 2002 and in 2006. Ludan is a member of the Kolos Sports Society.",
  "/wiki/Luge": "A luge /luːʒ/ is a small one- or two-person sled on which one sleds supine (face up) and feet-first. A luger steers by using their calf muscles to flex the sled's runners or by exerting opposite shoulder pressure to the seat. Racing sleds weigh 21–25 kg (46–55 lb) for singles and 25–30 kg (55–66 lb) for doubles. Luge is also the name of an Olympic sport.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Yana_Klochkova": "Yana Oleksandrivna Klochkova (Ukrainian: Яна Олександрівна Клочкова; born 7 August 1982 in Simferopol) is a Ukrainian swimmer, who has won five Olympic medals in her career, with four of them being gold. She is Master of Sports[citation needed], World Class and the only multi gold medal holder (more than two)[citation needed] in Ukraine.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Natalia_Yakushenko": "Natalia Yakushenko (Ukrainian: Наталія Якушенко), born March 2, 1972, is a Soviet-Ukrainian luger who has competed since 1987. She won two bronze medals at the FIL World Luge Championships (Women's singles: 2009, Mixed team: 1990).",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Denys_Sylantyev": "Denys Olegovich Sylantyev (Ukrainian: Денис Олегович Силантьєв; born 3 October 1976) is a Ukrainian politician and retired swimmer. He competed at four consecutive Olympics between 1996 and 2008 and who won a silver medal in the 200 m butterfly in 2000. At the next Olympics he was the flag bearer for Ukraine.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Olena_Petrova": "Olena Petrova (formerly Elena Petrova; born 24 September 1972 in Sharkan, Udmurtia) is a former Ukrainian biathlete. Petrova had switched to competing for Ukraine when she was unable to land a spot on the Russian team. She is a Merited Master of Sports of Ukraine and a former member of Dynamo (Ukraine).",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Yevhen_Braslavets": "Yevhen Anatoliyovych Braslavets (Ukrainian: Євген Анатолійович Браславець; born 11 September 1972 in Dnipropetrovsk, Ukrainian SSR) is a Ukrainian sailor and Olympic champion.",
  "/wiki/Sailing": "Sailing  \nemploys the wind—acting on sails, wingsails or kites—to propel a craft on the surface of the water (sailing ship, sailboat, windsurfer, or kitesurfer), on ice (iceboat) or on land (land yacht) over a chosen course, which is often part of a larger plan of navigation.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Andriy_Deryzemlya": "Andriy Vasylovych Deryzemlya (Ukrainian: Андрiй Васильович Дериземля; born 18 August 1977) is a former Ukrainian biathlete who competed at the top level for eleven seasons before winning his first international medal, a bronze medal at the 2007 World Championship. In 2008 together with Oksana Khvostenko he won World Team Challenge.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Sergey_Bubka": "Serhiy Nazarovych Bubka (Ukrainian: Сергій Назарович Бубка, born 4 December 1963) is a Ukrainian former pole vaulter. He represented the Soviet Union until its dissolution in 1991. Bubka was twice named Athlete of the Year by Track & Field News, and in 2012 was one of 24 athletes inducted as inaugural members of the International Association of Athletics Federations Hall of Fame.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Viktor_Petrenko": "Viktor Vasyliovych Petrenko (Ukrainian: Віктор Васильович Петренко; born 27 June 1969) is a Ukrainian former competitive figure skater who represented the Soviet Union, the Unified Team, and Ukraine during his career. He is the 1992 Olympic Champion for the Unified Team. Petrenko became the first flagbearer for Ukraine. Petrenko lives in the United States and works as an ISU Technical Specialist, tours professionally, and coaches figure skating.",
  "/wiki/Figure_skating": "Figure skating is a sport in which individuals, duos, or groups perform on figure skates on ice. It was the first winter sport to be included in the Olympic Games, when it was contested at the 1908 Olympics in London. The four Olympic disciplines are men's singles, ladies' singles, pair skating, and ice dance. Non-Olympic disciplines include synchronized skating, Theater on Ice, and four skating. From intermediate through senior-level competition, skaters generally perform two programs (short and free skate), which may include spins, jumps, moves in the field, lifts, throw jumps, death spirals, and other elements or moves, depending on the discipline."
}