{
  "/wiki/Valdas_Adamkus": "Valdas Adamkus ([ˈvɐ̂ˑɫdɐs ɐˈdɐmˑkʊs] (listen); born Voldemaras Adamkavičius; 3 November 1926) is a Lithuanian politician. He was the President of Lithuania from 1998 to 2003 and again from 2004 to 2009.",
  "/wiki/Lithuania": "Lithuania (/ˌlɪθjuˈeɪniə/ (listen) LITH-ew-AY-nee-ə; Lithuanian: Lietuva [lʲɪɛtʊˈvɐ]), officially the Republic of Lithuania (Lithuanian: Lietuvos Respublika), is a country in the Baltic region of Europe. Lithuania is considered to be one of the Baltic states. The country is situated along the southeastern shore of the Baltic Sea, to the east of Sweden and Denmark. It is bordered by Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast (a Russian exclave) to the southwest. Lithuania has an estimated population of 2.8 million people as of 2019[update], and its capital and largest city is Vilnius. Other major cities are Kaunas and Klaipėda. Lithuanians are Baltic people. The official language, Lithuanian, is one of only two living languages in the Baltic branch of the Indo-European language family, the other being Latvian.",
  "/wiki/Independent_politician": "An independent or nonpartisan politician is a politician not affiliated with any political party. There are numerous reasons why someone may stand for office as an independent.",
  "/wiki/List_of_rulers_of_Lithuania": "The following is a list of rulers over Lithuania—grand dukes,a king, and presidents—the heads of authority over historical Lithuanian territory. The timeline includes Lithuania as a sovereign entity or legitimately part of a greater sovereign entity, as well as Lithuania under control or occupation of an outside authority (i.e. Lithuanian Soviet Socialist Republic). The incumbents and office-holders are listed by names most commonly used in English language. Where appropriate, the alternatives in Lithuanian, Ruthenian (later Belarusian) and Polish are included.",
  "/wiki/Esko_Aho": "Esko Tapani Aho (born 20 May 1954) is a Finnish politician who was Prime Minister of Finland from 1991 to 1995.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Centre_Party_(Finland)": "The Centre Party of Finland (Finnish: Suomen Keskusta, Kesk; Swedish: Centern i Finland) is a centrist, liberal, agrarian political party in Finland.",
  "/wiki/Prime_Minister_of_Finland": "The Prime Minister of Finland (Finnish: Suomen pääministeri, literally main minister or head minister, Swedish: Finlands statsminister, literally minister of state) is the leader of the Finnish Government. The Prime Minister is Finland's head of government and is formally appointed by the President of Finland. Finland's first Prime Minister was Pehr Evind Svinhufvud, who was appointed to the post on 27 November 1917.",
  "/wiki/Martti_Ahtisaari": "Martti Oiva Kalevi Ahtisaari ([mɑrtːi oiʋɑ kɑleʋi ɑhtisɑːri] (listen) born 23 June 1937) is a Finnish politician, the tenth President of Finland (1994–2000), a Nobel Peace Prize laureate, and a United Nations diplomat and mediator noted for his international peace work.",
  "/wiki/Social_Democratic_Party_of_Finland": "The Social Democratic Party of Finland (SDP, Finnish: Suomen sosialidemokraattinen puolue, Swedish: Finlands socialdemokratiska parti), shortened to the Social Democrats and commonly known in Finnish as Demarit, is a social-democratic political party in Finland. The party is the largest party in Finland's parliament with 40 seats. The party has set many fundamental policies of Finnish society during its representation in the Finnish Government. Founded in 1899, the SDP is Finland's oldest active political party. The SDP has a close relationship with Finland's largest trade union confederation, SAK, and is a member of the Socialist International, the Party of European Socialists, and SAMAK.",
  "/wiki/President_of_Finland": "The President of the Republic of Finland (Finnish: Suomen tasavallan presidentti, Swedish: Republiken Finlands president) is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the President and the Finnish Government, with the former possessing only residual powers. The President is directly elected by universal suffrage for a term of six years. Since 1994, no President may be elected for more than two consecutive terms. The President must be a Finnish citizen by birth. The Presidential office was established in the Constitution Act of 1919. Elected in 2012 and re-elected in 2018, the current President is Sauli Niinistö.",
  "/wiki/Sadiq_al-Mahdi": "Sadiq al-Mahdi (Arabic: الصادق المهدي‎), also known as Sadiq as-Siddiq (born December 25, 1935), is a Sudanese political and religious figure who was Prime Minister of Sudan from 1966 to 1967 and again from 1986 to 1989. He is head of the National Umma Party and Imam of the Ansar, a sufi order that pledges allegiance to Muhammad Ahmad, who claimed to be the Mahdi, the messianic saviour of Islam.",
  "/wiki/Sudan": "Sudan (/suːˈdɑːn/; Arabic: السودان‎ as-Sūdān), officially the Republic of the Sudan  (Arabic: جمهورية السودان‎ Jumhūriyyat as-Sūdān), is a country in northeastern Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 43 million (2018 estimate) and occupies 1,886,068 square kilometres (728,215 square miles), making it Africa's third-largest country and also the third-largest in the Arab world. Before South Sudan's secession from Sudan on 9 July 2011, the united Sudan was the largest country in Africa and the Arab world by area. Sudan's predominant religion is Islam, and its official languages are Arabic and English. The capital is Khartoum, located at the confluence of the Blue and White Nile. Since 2011, Sudan has been the scene of an ongoing military conflict in its southern states.",
  "/wiki/National_Umma_Party_Sudan": "The National Umma Party (Arabic: حزب الأمة القومي‎, romanized: Hizb al-Umma al-qawmmy; English: Nation Party) is a moderate Islamic centrist political party in Sudan. It is formally led by Sadiq al-Mahdi, who served twice as Prime Minister of Sudan, and was removed both times by military coups. As of 2019[update], Major General Fadlallah Baramah Nasser was the acting Chair of the party, and al-Mahdi's daughter, Mariam al-Sadiq al-Mahdi, was one of the three vice-chairs.",
  "/wiki/List_of_heads_of_government_of_Sudan": "This article lists the heads of government of Sudan, from the establishment of the office of Chief Minister in 1952 until the present day. The office of Prime Minister was abolished after the 1989 coup d'état, and reestablished in 2017 when Bakri Hassan Saleh was appointed Prime Minister by President Omar al-Bashir.",
  "/wiki/%C3%93scar_Arias": "Óscar Arias  Sánchez (Spanish pronunciation: [ˈoskaɾ ˈaɾjas]; born 13 September 1940 in Heredia, Costa Rica) was President of Costa Rica from 1986 to 1990 and from 2006 to 2010. He received the Nobel Peace Prize in 1987 for his efforts to end the Central American crisis.",
  "/wiki/Costa_Rica": "Costa Rica (/ˌkɒstə ˈriːkə/, US: /ˌkoʊstə/ (listen); Spanish: [ˈkosta ˈrika]; literally \"Rich Coast\"), officially the Republic of Costa Rica (Spanish: República de Costa Rica), is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers (19,714 square miles). An estimated 333,980 people live in the capital and largest city, San José, with around 2 million people in the surrounding metropolitan area.",
  "/wiki/National_Liberation_Party_(Costa_Rica)": "The National Liberation Party (Spanish: Partido Liberación Nacional, commonly abbreviated as PLN), nicknamed the verdiblancos (\"green and whites\"), is a political party in Costa Rica. The party is a member of the Socialist International.",
  "/wiki/List_of_Presidents_of_Costa_Rica": "The following article lists the presidents and heads of state of Costa Rica since Central American independence from Spain. From 1824 to 1838 Costa Rica was a state within the Federal Republic of Central America; since then it has been an independent nation.",
  "/wiki/Hamadi_Jebali": "Hamadi Jebali (Arabic: حمادي الجبالي‎, Ḥammādī al-Jibālī; born 12 January 1949) is a Tunisian engineer, Islamist politician and journalist who was Prime Minister of Tunisia from December 2011 to March 2013. He was the Secretary-General of the Ennahda Movement, a moderate Islamist party in Tunisia, until he left his party in December 2014 in the course of the 2014 Tunisian presidential election.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast.",
  "/wiki/Ennahdha": "The Ennahdha Party (Arabic: حزب حركة النهضة‎ Hizbu Ḥarakatu n-Nahḍah; French: Mouvement Ennahdha), also known as Renaissance Party or simply Ennahdha, is a self-defined \"Muslim democratic\" political party in Tunisia. Founded as \"The Movement of Islamic Tendency\" in 1981, Ennahdha was inspired by the Abul A'la Maududi, and Egyptian Muslim Brotherhood, it has also been called by Robert F. Worth \"the mildest and most democratic Islamist party in history\". Rached Ghannouchi is the movement's founder and has remained its president for 38 years without interruption.",
  "/wiki/Head_of_Government_of_Tunisia": "The Prime Minister of the Republic of Tunisia (informally abbreviated to PM) is the head of government of Tunisia. The prime minister directs the executive branch along with the president, and, together with the Prime Minister's cabinet, is accountable to the chief of state, to the Assembly of the Representatives of the People, to the prime minister's political party and, ultimately, to the electorate for the policies and actions of the executive and the legislature.",
  "/wiki/Mehdi_Jomaa": "Mehdi Jomaa (born 21 April 1962) is a Tunisian engineer and was the acting Prime Minister of Tunisia from 29 January 2014 to 6 February 2015.  He was chosen on 14 December 2013. Jomaa was Minister of Industry in the Ali Laarayedh government.",
  "/wiki/Jos%C3%A9_Mar%C3%ADa_Aznar": "José María Alfredo Aznar López (Spanish pronunciation: [xoˈse maˈɾi.a alˈfɾeðo aθˈnaɾ ˈlopeθ] (listen); born 25 February 1953) is a Spanish politician who served as the Prime Minister of Spain from 1996 to 2004. He led the People's Party (PP), the dominant right-of-centre party in the country at the time.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/People%27s_Party_(Spain)": "The People's Party (Spanish: Partido Popular [paɾˈtiðo popuˈlaɾ] (listen); known mostly by its acronym, PP [peˈpe]) is a conservative, liberal-conservative, and Christian-democratic political party in Spain.",
  "/wiki/Prime_Minister_of_Spain": "The Prime Minister of Spain, officially the President of the Government of Spain (Spanish: Presidente del Gobierno de España), is the head of the government of Spain. The office was established in its current form by the Constitution of 1978 and originated in 1823 as a chairmanship of the extant Council of Ministers.",
  "/wiki/Michelle_Bachelet": "Verónica Michelle Bachelet Jeria (Spanish: [beˈɾonika miˈtʃel βatʃeˈle ˈxeɾja]; born 29 September 1951) is a Chilean politician who served as President of Chile from 2006 to 2010 and again from 2014 to 2018 for the Socialist Party of Chile, the first woman to occupy the position. After leaving the presidency in 2010 and while not immediately reelectable, she was appointed the first executive director of the newly created United Nations Entity for Gender Equality and the Empowerment of Women. In December 2013, Bachelet was reelected with over 62% of the vote, bettering the 54% she obtained in 2006. She was the first President of Chile to be reelected since 1932.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Socialist_Party_of_Chile": "The Socialist Party of Chile (Spanish: Partido Socialista de Chile, or PS) is a political party within the centre-left Nueva Mayoría. Its historic leader was President of Chile Salvador Allende, who was deposed in a coup d'état by General Pinochet in 1973. Twenty-seven years later, Ricardo Lagos Escobar represented the Socialist Party in the 1999 presidential elections. He won 48.0% in the first round of voting and was elected with 51.3% in the second round. In the legislative elections on 16 December 2001, as part of the Coalition of Parties for Democracy, the party won 10 out of 117 seats in the Chamber of Deputies and 5 out of 38 elected seats in the Senate.  After the 2005 elections, the Party increased its seats to 15 and 8, respectively. In the 2009 elections, it retained 11 Congressional and 5 Senate seats.",
  "/wiki/President_of_Chile": "The President of Chile (Spanish: Presidente de Chile), officially known as the President of the Republic of Chile (Spanish: Presidente de la República de Chile) is the head of state and head of government of Chile. The President is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is one of the most prominent political figures. It is also considered as one of the institutions that make up the \"Historic Constitution of Chile\", and is essential to the country's political stability.",
  "/wiki/UN_Women": "The United Nations Entity for Gender Equality and the Empowerment of Women, also known as UN Women, is a United Nations entity working for the empowerment of women.",
  "/wiki/United_Nations_High_Commissioner_for_Human_Rights": "The Office of the United Nations High Commissioner for Human Rights, commonly known as the Office of the High Commissioner for Human Rights (OHCHR) or the UN Human Rights Office, is a department of the Secretariat of the United Nations that works to promote and protect the human rights that are guaranteed under international law and stipulated in the Universal Declaration of Human Rights of 1948. The office was established by the UN General Assembly on 20 December 1993 in the wake of the 1993 World Conference on Human Rights.",
  "/wiki/Rupiah_Banda": "Rupiah Bwezani Banda (born 13 February 1937) is a Zambian politician who was President of Zambia from 2008 to 2011.",
  "/wiki/Zambia": "Zambia (/ˈzæmbiə/), officially the Republic of Zambia, is a landlocked country in Southern-Central Africa (although some sources consider it part of East Africa). Its neighbors are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique to the southeast, Zimbabwe and Botswana to the south, Namibia to the southwest, and Angola to the west. The capital city is Lusaka, located in the south-central part of Zambia. The population is concentrated mainly around Lusaka in the south and the Copperbelt Province to the northwest, the core economic hubs of the country.",
  "/wiki/Movement_for_Multi-Party_Democracy": "The Movement for Multi-party Democracy (MMD) is a political party in Zambia. Originally formed to oust the previous government, MMD controlled an absolute majority in parliament between 1991 and 2001, when its past leader, Frederick Chiluba was President of Zambia. Its election into power in 1991 ended the 27-year rule of President Kenneth Kaunda and his United National Independence Party (UNIP). It remained the dominant party within Zambian politics until the general elections of September 2011.",
  "/wiki/List_of_Presidents_of_Zambia": "The president of Zambia is the head of state and the head of government of Zambia. The office was first held by Kenneth Kaunda following independence in 1964. Since 1991, when Kaunda left the presidency, the office has been held by five others: Frederick Chiluba, Levy Mwanawasa, Rupiah Banda, Michael Sata, and current president Edgar Lungu. In addition, Acting president Guy Scott served in an interim capacity after the death of President Michael Sata.",
  "/wiki/Carl_Bildt": "Nils Daniel Carl Bildt (born 15 July 1949) is a Swedish politician and diplomat who was Prime Minister of Sweden from 1991 to 1994. He was the leader of the Moderate Party from 1986 to 1999. Bildt served as Sweden's Minister for Foreign Affairs from October 2006 to October 2014.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Moderate_Party": "The Moderate Party (Swedish: Moderata samlingspartiet, M, literally \"Moderate Coalition Party\" or \"Moderate Unity Party\"; commonly referred to as Moderaterna: \"Moderates\") is a liberal-conservative political party in Sweden. \nThe party generally supports tax cuts, the  free market, civil liberties and economic liberalism. Internationally, it is a full member of the International Democrat Union and European People's Party.",
  "/wiki/Prime_Minister_of_Sweden": "The Prime Minister (Swedish: statsminister, literally \"Minister of the State\") is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the first officeholder in 1876.",
  "/wiki/High_Representative_for_Bosnia_and_Herzegovina": "The High Representative for Bosnia and Herzegovina, together with the Office of the High Representative (OHR) in Bosnia and Herzegovina, were created in 1995 immediately after the signing of the Dayton Agreement which ended the 1992–95 Bosnian War. The purpose of the High Representative and the OHR is to oversee the civilian implementation of the Dayton agreement. They also serve to represent the countries involved in the implementation of the Dayton Agreement through the Peace Implementation Council (PIC).",
  "/wiki/Valdis_Birkavs": "Valdis Birkavs (born July 28, 1942) is a Latvian politician. He was born in Riga.  Birkavs attended the University of Latvia, where he studied philosophy, sociology, law, psychology and mathematical logic. He was first elected to the Latvian parliament in 1990 and helped to found the Latvian Way party. After Latvian Way won the 1993 parliamentary election, Birkavs became the prime minister, leading a coalition government of Latvian Way and the Latvian Farmers' Union. He resigned after the Farmer's Union left the government in the summer of 1994. He then became the deputy prime minister and foreign minister in the next government. He remained the foreign minister for five years under four different prime ministers, eventually resigning in 1999. In the presidential elections of 1999 (Latvia's president is chosen by the Parliament), he was nominated as a candidate and received second place. He was then appointed as minister of justice, and served in that position until 2000.",
  "/wiki/Latvia": "Latvia (/ˈlɑːtviə/ or /ˈlætviə/ (listen); Latvian: Latvija [ˈlatvija], Livonian: Lețmō), officially known as the Republic of Latvia (Latvian: Latvijas Republika, Livonian: Lețmō Vabāmō), is a country in the Baltic region of Northern Europe. Since its independence, Latvia has been referred to as one of the Baltic states. It is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia has 1,957,200 inhabitants and a territory of 64,589 km2 (24,938 sq mi). The country has a temperate seasonal climate. The Baltic Sea moderates climate, although it has four distinct seasons and snowy winters.",
  "/wiki/Latvian_Way": "Latvian Way (Latvian: Latvijas Ceļš) was a conservative-liberal political party in Latvia.  It merged with Latvia's First Party to form the Latvia's First Party/Latvian Way (LPP/LC) in 2007.",
  "/wiki/Prime_Minister_of_Latvia": "The Prime Minister of Latvia (Latvian: Ministru prezidents) is the most powerful member of the Government of Latvia, and presides over the Latvian Cabinet of Ministers. The Prime Minister is nominated by the President of Latvia, but must be able to obtain the support of a majority of the Saeima (parliament).",
  "/wiki/Kjell_Magne_Bondevik": "Kjell Magne Bondevik (Norwegian pronunciation: [ˈçɛlː ˈmɑ̀ŋnə ˈbʊ̀nːəviːk] (listen); born 3 September 1947) is a Norwegian Lutheran minister and politician (Christian Democratic Party). He served as Prime Minister of Norway from 1997 to 2000, and from 2001 to 2005, making him Norway's longest serving non-Labour Party Prime Minister since World War II. Currently, he is President of the Oslo Centre for Peace and Human Rights.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Christian_Democratic_Party_(Norway)": "The Christian Democratic Party (Bokmål: Kristelig Folkeparti, Nynorsk: Kristeleg Folkeparti, KrF), is a Christian-democratic political party in Norway founded in 1933. The Norwegian name literally translates to Christian People's Party, shortened KrF. The name may also be translated as \"The People's Christian Party\".",
  "/wiki/Prime_Minister_of_Norway": "The Prime Minister of Norway (Norwegian: statsminister, literally the \"minister of state\") is the head of government of Norway and the most powerful person in Norwegian politics. The Prime Minister and Cabinet (consisting of all the most senior government department heads) are collectively accountable for their policies and actions to the monarch, to the Storting (Parliament of Norway), to their political party, and ultimately the electorate.  In practice, since it is nearly impossible for a government to stay in office against the will of the Storting, the prime minister is primarily answerable to the Storting. The prime minister is almost always the leader of the majority party in the Storting, or the leader of the senior partner in the governing coalition.",
  "/wiki/Gro_Harlem_Brundtland": "Gro Harlem Brundtland (Norwegian pronunciation: [ˈɡruː ˈhɑ̀ːɭɛm ˈbrʉ̀ntlɑnː]; born Gro Harlem, 20 April 1939) is a Norwegian politician, who served three terms as Prime Minister of Norway (1981, 1986–89, and 1990–96) and as Director-General of the World Health Organization from 1998 to 2003. She is also known for having chaired the Brundtland Commission which presented the Brundtland Report on sustainable development.",
  "/wiki/Labour_Party_(Norway)": "The Labour Party (Bokmål: Arbeiderpartiet; Nynorsk: Arbeidarpartiet; A/Ap), formerly the Norwegian Labour Party, is a social-democratic political party in Norway. It was the senior partner of the governing Red-Green Coalition from 2005–13, and its leader, Jens Stoltenberg, served as Prime Minister of Norway during that time. The party is currently led by Jonas Gahr Støre.",
  "/wiki/World_Health_Organization": "The World Health Organization (WHO) is a specialised agency of the United Nations that is concerned with world public health. It was established on 7 April 1948, and is headquartered in Geneva, Switzerland. The WHO is a member of the United Nations Development Group. Its predecessor, the Health Organisation, was an agency of the League of Nations.",
  "/wiki/John_Bruton": "John Gerard Bruton (born 18 May 1947) is an Irish former Fine Gael politician who served as Taoiseach from 1994 to 1997, Ambassador of the European Union to the United States from 2004 to 2009, Leader of Fine Gael from 1990 to 2001, Leader of the Opposition from 1990 to 1994 and 1997 to 2001, Deputy Leader of Fine Gael from 1987 to 1990, Minister for the Public Service from January 1987 to March 1987, Minister for Finance from 1981 to 1982 and 1986 to 1987, Minister for Industry, Trade, Commerce and Tourism from 1983 to 1986, Minister for Industry and Energy from 1982 to 1983, Parliamentary Secretary to the Minister for Education and Parliamentary Secretary to the Minister for Industry and Commerce from 1973 to 1977. He served as a Teachta Dála (TD) from 1969 to 2004.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/Fine_Gael": "Fine Gael (/ˌfiːnə ˈɡeɪl, ˌfɪn-/ FEE-nə GAYL, FIN-ə -⁠, Irish: [ˌfʲɪnʲə ˈɡeːl̪ˠ]; English: \"Family (or Tribe) of the Irish\") is a liberal-conservative political party in Ireland. Fine Gael is currently the governing and largest party in Ireland in terms of members of the Oireachtas and Irish members of the European Parliament. The party has a membership of 21,000 and is the senior partner governing in a minority coalition with several independent politicians, with party leader Leo Varadkar serving as Taoiseach. Varadkar succeeded Enda Kenny as party leader on 2 June 2017 and as Taoiseach on 14 June; Kenny had been leader since 2002, and Taoiseach since 2011.",
  "/wiki/Taoiseach": "The Taoiseach (/ˈtiːʃəx/ (listen) TEE-shəkh, Irish: [ˈt̪ˠiːʃəx]) is the prime minister and head of government of Ireland.[note 2] The Taoiseach is appointed by the President upon the nomination of Dáil Éireann, the lower house of the Oireachtas (parliament), and must, to remain in office, retain the support of a majority in the Dáil.",
  "/wiki/Delegation_of_the_European_Union_to_the_United_States": "The Delegation of the European Union to the United States represents the European Union in the United States, working in coordination with the diplomatic and consular missions of all the EU Member States. It is located at 2175 K Street, N.W., in the West End neighborhood of Washington, D.C..",
  "/wiki/Jerzy_Buzek": "Jerzy Karol Buzek [ˈjɛʐɨ ˈbuzɛk] (listen) (born 3 July 1940) is a Polish politician and Member of the European Parliament from Poland. He has served as Prime Minister of Poland from 1997 to 2001, since being elected to the European Parliament in 2004, he has served as President of the European Parliament between 2009 and 2012. He is married to Ludgarda Buzek and is the father of Polish actress Agata Buzek.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Civic_Platform": "Civic Platform (Polish: Platforma Obywatelska, PO)[nb 1] is a liberal-conservative political party in Poland. Civic Platform came to power following the 2007 general election as the major coalition partner in Poland's government, with party leader Donald Tusk as Prime Minister of Poland. Tusk was re-elected as Prime Minister in the 2011 general election but stepped down three years later to assume the post of President of the European Council. Prime Minister Ewa Kopacz led the party in the 2015 general election but was defeated by the Law and Justice party. On 16 November 2015 Civic Platform government stepped down after exactly 8 years in power. In 2010 Civic Platform candidate Bronisław Komorowski was elected as President of Poland, but failed in running for re-election in 2015. PO is the second largest party in the Sejm, with 138 seats, and the Senate, with 33 seats. Civic Platform is a member of the European People's Party (EPP).\nThe party was formed in 2001 as a split from Solidarity Electoral Action (AWS), under the leadership of Andrzej Olechowski and Maciej Płażyński, with Donald Tusk of the Freedom Union (UW).  In the 2001 general election, PO emerged as the largest opposition party, behind the ruling centre-left party Democratic Left Alliance (SLD). PO remained the second-largest party at the 2005 general election, but this time behind the national-conservative party Law and Justice (PiS). In 2007, Civic Platform overtook PiS, now established as the dominant parties, and formed a coalition government with the Polish People's Party. Following the Smolensk disaster of April 2010, Bronisław Komorowski became the first President from PO in the 2010 presidential election.",
  "/wiki/Prime_Minister_of_Poland": "For a list of former holders of the office, see List of Prime Ministers of Poland",
  "/wiki/President_of_the_European_Parliament": "The President of the European Parliament presides over the debates and activities of the European Parliament. They also represent the Parliament within the EU and internationally. The president's signature is required for enacting most EU laws and the EU budget.",
  "/wiki/Felipe_Calder%C3%B3n": "Felipe de Jesús Calderón Hinojosa, (Spanish pronunciation: [feˈlipe kaldeˈɾon] (listen); born 19 August 1962) is a Mexican politician who served as the 56th President of Mexico from 1 December 2006 to 30 November 2012. He was a member of the National Action Party (Partido Acción Nacional, PAN) for thirty years before quitting the party in November 2018.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/National_Action_Party_(Mexico)": "The National Action Party (Spanish: Partido Acción Nacional, PAN), founded in 1939, is a conservative political party in Mexico, one of the three main political parties in Mexico. Since the 1980s, it has been an important political party winning local, state, and national elections. In 2000, PAN candidate Vicente Fox was elected president for a six-year term; in 2006, PAN candidate Felipe Calderón succeeded Fox in the presidency. During the period 2000-2012, PAN was the strongest party in both houses of the Congress of the Union (the federal legislature) but lacked a majority in either house. In the 2006 legislative elections the party won 207 out of 500 seats in the Chamber of Deputies and 52 out of 128 Senators. In the 2012 legislative elections, the PAN won 38 seats in the Senate, and 114 seats in the Chamber of Deputies. The members of this party are colloquially called Panistas.",
  "/wiki/President_of_Mexico": "The president of Mexico (Spanish: Presidente de México), officially known as the president of the United Mexican States (Spanish: Presidente de los Estados Unidos Mexicanos), is the head of state and head of government of Mexico. Under the Constitution, the president is also the Supreme Commander of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 2018.",
  "/wiki/Micheline_Calmy-Rey": "Micheline Anne-Marie Calmy-Rey (born 8 July 1945) is a Swiss politician. She was member of the Swiss Federal Council and became Switzerland's foreign minister as head of the Federal Department of Foreign Affairs from 2003 to 2011. She was Vice President of the Confederation in 2006 and 2010 and President in 2007 and 2011. She resigned her office as member of the Federal Council on 31 December 2011.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Social_Democratic_Party_of_Switzerland": "The Social Democratic Party of Switzerland (also rendered as Swiss Socialist Party; German: Sozialdemokratische Partei der Schweiz, SP; French: Parti socialiste suisse, PS; Italian: Partito Socialista Svizzero; Romansh: Partida Socialdemocrata de la Svizra) is a political party in Switzerland. It has had two representatives on the Swiss Federal Council since 1960 and received the second highest total number of votes in the 2015 national elections.",
  "/wiki/List_of_members_of_the_Swiss_Federal_Council": "The seven members of the Swiss Federal Council (German: Schweizerischer Bundesrat; French: Conseil fédéral suisse; Italian: Consiglio federale svizzero; Romansh: Cussegl federal svizzer) constitute the federal government of Switzerland and serve as the country's head of state. Each of the seven Councillors heads a department of the Swiss federal administration.",
  "/wiki/Federal_Council_(Switzerland)": "The Federal Council (German: Bundesrat, French: Conseil fédéral, Italian: Consiglio federale, Romansh: Cussegl federal) is the seven-member executive council that constitutes the federal government of the Swiss Confederation and serves as the collective head of state and of government of Switzerland.",
  "/wiki/President_of_the_Swiss_Confederation": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties.",
  "/wiki/Kim_Campbell": "Avril Phaedra Douglas \"Kim\" Campbell PC CC OBC QC (born March 10, 1947) is a Canadian politician, diplomat, lawyer and writer who served as the 19th prime minister of Canada from June 25, 1993, to November 4, 1993. Campbell is the first and only woman to hold the position.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Progressive_Conservative_Party_of_Canada": "The Progressive Conservative Party of Canada (French: Parti progressiste-conservateur du Canada; PC) was a federal political party in Canada.",
  "/wiki/Prime_Minister_of_Canada": "The prime minister of Canada  (French: premier ministre du Canada) is the primary Minister of the Crown, chair of the Cabinet, and Canada's head of government. The current, and 23rd, prime minister of Canada is the Liberal Party's Justin Trudeau, following the 2019 Canadian federal election. Canadian prime ministers are styled as The Right Honourable (French: Le Très Honorable), a privilege maintained for life.",
  "/wiki/Fernando_Henrique_Cardoso": "Fernando Henrique Cardoso GCB GCTE GCoIISE GColIH GColL GCM R.E. D.M.N. CYC OMRI (Portuguese: [feʁˈnɐ̃dʊ ẽˈʁiki kaʁˈdozʊ]; born June 18, 1931), also known by his initials FHC ([ɛfjaɡaˈse]), is a Brazilian sociologist, professor and politician who served as the 34th President of Brazil from January 1, 1995 to December 31, 2002. He was the first Brazilian president to be reelected for a subsequent term. An accomplished scholar noted for research on slavery and political theory, Cardoso has earned many honors including the Prince of Asturias Award for International Cooperation (2000) and the Kluge Prize from the US Library of Congress (2012).",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Brazilian_Social_Democracy_Party": "The Brazilian Social Democracy Party (Portuguese: Partido da Social Democracia Brasileira, PSDB), also known as the Brazilian Social Democratic Party or the Party of Brazilian Social Democracy, is a centrist political party in Brazil. As the third largest party in the National Congress, the PSDB was the main opposition party against the left-wing Workers' Party (PT) administrations of Luiz Inácio Lula da Silva and Dilma Rousseff from 2003 to 2016.",
  "/wiki/President_of_Brazil": "The president of Brazil (Portuguese: Presidente do Brasil), officially the president of the Federative Republic of Brazil (Portuguese: Presidente da República Federativa do Brasil) or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the republic in a military coup d'état against Emperor Pedro II. Since then, Brazil has had six constitutions, three dictatorships, and three democratic periods. During the democratic periods, voting has always been compulsory. The Constitution of Brazil, along with several constitutional amendments, establishes the requirements, powers, and responsibilities of the president, their term of office and the method of election."
}