{
  "/wiki/1999_Singer_Sri_Lankan_Airlines_Rugby_7s": "The 1999 Singer Sri Lankan Airlines Rugby 7s was the first year of the Singer Sri Lankan Airlines Rugby 7s tournament. South Korea defeated Chinese Taipei 38 - 07 in the final of the Cup.",
  "/wiki/South_Korea_national_rugby_sevens_team": "The South Korea national rugby sevens team is a minor national sevens side. They sometimes take part in the Rugby World Cup Sevens, and have competed in the Hong Kong Sevens since the 1980s.",
  "/wiki/Malaysia_national_rugby_sevens_team": "The Malaysia national rugby sevens team is a minor national sevens side. They have competed in the Hong Kong Sevens since the 1980s.\nMalaysia also qualified for the 2010 Commonwealth Games.",
  "/wiki/India_national_rugby_sevens_team": "The India national rugby sevens team is a minor national sevens side.\nIndia has also qualified for the 2010 Commonwealth Games.",
  "/wiki/2000_Singer_Sri_Lankan_Airlines_Rugby_7s": "The 2000 Singer Sri Lankan Airlines Rugby 7s was the second year of the Singer Sri Lankan Airlines Rugby 7s tournament. All matches were played at Bogambara Stadium in Kandy, Sri Lanka. Following the success of the inaugural competition the previous year the tournament was made an open event and expanded to 16 teams, with four teams from Europe competing. Chinese Taipei defeated South Korea 38 points to 21 in the final of the Cup, with the Bowl final won by Thailand and the Plate final by Japan.",
  "/wiki/Chinese_Taipei_national_rugby_sevens_team": "The Chinese Taipei national rugby sevens team is a minor national sevens side. They have competed in the Hong Kong Sevens since the 1980s. In 1989, veteran rugby commentator Bill McLaren mentions them in an article on the Hong Kong Sevens, saying that their team had two Chi-Mings, a Yen-Ching, and a Chijen-Shuen, and that he was grateful that he did not have to broadcast all the names, as he had trouble remembering them.",
  "/wiki/Japan_national_rugby_sevens_team": "The Japan national rugby sevens team participates in competitions such as the World Rugby Sevens Series and the Rugby World Cup Sevens.",
  "/wiki/Thailand_national_rugby_sevens_team": "The Thailand national rugby sevens team is a minor national sevens side. They have competed in the Hong Kong Sevens since the 1980s.",
  "/wiki/2001_Singer_Sri_Lankan_Airlines_Rugby_7s": "The 2001 Singer Sri Lankan Airlines Rugby 7s was the third year of the Singer Sri Lankan Airlines Rugby 7s tournament. All matches were played at Bogambara Stadium in Kandy, Sri Lanka on 15 and 16 September 2001. 2001 was the second year that the competition was expanded to include non-Asian rugby playing nations, with teams from the Belgium, Czech Republic, Denmark and Germany competing. Chinese Taipei defeated South Korea in the final to take the Cup for the second time, becoming the first team to win the cup twice. The Czech Republic and Denmark won the Bowl and Plate finals respectively.",
  "/wiki/Denmark_national_rugby_sevens_team": "The Denmark national rugby sevens team is a minor national sevens side.",
  "/wiki/Czech_Republic_national_rugby_sevens_team": "The Czech Republic national rugby sevens team is a minor national sevens side.",
  "/wiki/2002_Singer_Sri_Lankan_Airlines_Rugby_7s": "The 2002 Singer Sri Lankan Airlines Rugby 7s was the fourth year of the Singer Sri Lankan Airlines Rugby 7s tournament.  Portugal defeated Kenya 24 - 21 in the final of the Cup.",
  "/wiki/Portugal_national_rugby_sevens_team": "The Portugal national rugby sevens team played for the first time in 1992, at the Catania Sevens, World Cup 1993 European Qualifier.[citation needed] The team plays in competitions such as the World Sevens Series, the European Sevens Grand Prix Series and the Rugby World Cup Sevens.\nPortugal has a record of eight European titles—in 2002, 2003, 2004, 2005, 2006, 2008, 2010 and 2011—although Portugal has not made the semifinals since 2012.[citation needed]\nPedro Leal and Gonçalo Foro are two notable sevens players.",
  "/wiki/Hong_Kong_national_rugby_sevens_team": "The Hong Kong national rugby sevens team is a regular participant in the Rugby World Cup Sevens. The team's greatest achievements include winning the Gold medal at the 2018 Asian Games in Jakarta and winning the Asian Sevens Series in 2012, 2014 and 2016. Their current coach is Paul John. Formerly Dai Rees was the head coach.",
  "/wiki/2003_Singer_Sri_Lankan_Airlines_Rugby_7s": "The 2003 Singer Sri Lankan Airlines Rugby 7s was the fifth year that the Singer Sri Lankan Airlines Rugby 7s tournament was held and was the first year that teams from Africa (Kenya, Morocco and the Arabian Gulf) and Oceania (Australia, New Zealand and the Cook Islands) participated.\nKenya defeated Portugal 16 points to 12 in the Cup final, with Arabian Gulf winning the Bowl and host nation, Sri Lanka, winning the Plate.",
  "/wiki/Kenya_national_rugby_sevens_team": "The Kenya national rugby sevens team competes in the World Rugby Sevens Series, Rugby World Cup Sevens and the Commonwealth Games. They are currently one of the 15 \"core teams\" of the World Series, with a guaranteed place in all ten events each season. Kenya recorded its first tournament win in the World Rugby Sevens Series after beating Fiji at the 2016 Singapore Sevens.\nKenya has also been successful in the Rugby World Cup Sevens, reaching the semifinals in 2009 and again in 2013.",
  "/wiki/Arabian_Gulf_rugby_union_team": "The Arabian Gulf rugby union team was a combined team of players that represented the countries of the Gulf Cooperation Council in international rugby union competitions. The team competed in international matches between 1993 and 2010, and was governed by the Arabian Gulf Rugby Football Union (AGRFU). Associate members were Egypt, Lebanon and Jordan.",
  "/wiki/2004_Singer_Sri_Lankan_Airlines_Rugby_7s": "The 2004 Singer Sri Lankan Airlines Rugby 7s was the sixth year of the Singer Sri Lankan Airlines Rugby 7s tournament. Japan defeated Chinese Taipei 38 - 14 in the final of the Cup.",
  "/wiki/Kazakhstan_national_rugby_sevens_team": "The Kazakhstan national rugby sevens team is a minor national sevens side.",
  "/wiki/2005_Singer_Sri_Lankan_Airlines_Rugby_7s": "The 2005 Singer Sri Lankan Airlines Rugby 7s was the seventh year of the Singer Sri Lankan Airlines Rugby 7s tournament. Japan defeated South Korea 28 - 10 in the final of the Cup.",
  "/wiki/2006_Singer_Sri_Lankan_Airlines_Rugby_7s": "The 2006 Singer Sri Lankan Airlines Rugby 7s was the eighth year that the Singer Sri Lankan Airlines Rugby 7s tournament had been held. South Korea defeated China 24 - 19 in the final of the Cup.",
  "/wiki/2007_Singer_Sri_Lankan_Airlines_Rugby_7s": "The 2007 Singer Sri Lankan Airlines Rugby 7s was the ninth year of the Singer Sri Lankan Airlines Rugby 7s tournament. Hong Kong defeated South Korea 37 points to 5 in the final of the Cup.",
  "/wiki/China_national_rugby_sevens_team": "The People's Republic of China national rugby sevens team has played in the Sri Lanka Sevens and at the Asian Games.",
  "/wiki/2008_Singer_Sri_Lankan_Airlines_Rugby_7s": "The 2008 Singer Sri Lankan Airlines Rugby 7s was the tenth year and final year of the Singer Sri Lankan Airlines Rugby 7s tournament. Malaysia defeated South Korea 31 - 21 in the final of the Cup.",
  "/wiki/Singapore_national_rugby_sevens_team": "The Singapore national rugby sevens team is a minor national sevens side. They have competed in the Hong Kong Sevens many times, and were the host team in the former Singapore Sevens.",
  "/wiki/Pakistan_national_rugby_sevens_team": "The Pakistan national rugby sevens team first took part in the 2006 Singer Sevens in Kandy, Sri Lanka. Playing three matches, they lost all three, against the Arabian Gulf, hosts Sri Lanka and India respectively, failing to register a single point in the process.",
  "/wiki/Fiji_national_rugby_sevens_team": "The Fiji national rugby sevens team  competes in the World Rugby Sevens Series, Rugby World Cup Sevens and the Olympics. Fiji Sevens won the gold medal at the 2016 Summer Olympics in Brazil, the country's first Olympic medal in any event. They are one the most successful teams in the world.",
  "/wiki/New_Zealand_national_rugby_sevens_team": "The New Zealand national rugby sevens team competes in the World Rugby Sevens Series, Rugby World Cup Sevens, Summer Olympic Games and the Commonwealth Games. They have won a record twelve World Rugby Sevens Series titles. The team has been officially known as the All Blacks Sevens since 1 June 2012.",
  "/wiki/Germany_national_rugby_sevens_team": "The German national rugby sevens team competes in the top-level European sevens competition, the Sevens Grand Prix Series. In 2012, Germany finished eleventh out of twelve teams and avoided relegation. The team also unsuccessfully took part in the 2013 Rugby World Cup Sevens qualifying tournament in Moscow in July 2012.",
  "/wiki/2015_Colombo_Sevens": "The 2015 Colombo Sevens was the third and final leg of the Asian Sevens Series for the year.",
  "/wiki/United_Arab_Emirates_national_rugby_sevens_team": "The United Arab Emirates Sevens team is new to the sevens scene. They previously formed the Arabian Gulf sevens team along with Bahrain, Kuwait, Oman, Qatar, Saudi Arabia as part of the Arabian Gulf Rugby Football Union before the IRB disbanded the union.",
  "/wiki/2016_Colombo_Sevens": "The 2016 Colombo Sevens was the third and final leg of the Asian Sevens Series for the year. The tournament was held between 15 and 16 October 2016 at the Colombo International Rugby Stadium.",
  "/wiki/Sri_Lanka_national_rugby_sevens_team": "The Sri Lanka national rugby sevens team has competed in the Hong Kong Sevens since the 1980s. In 1989, veteran rugby commentator Bill McLaren mentions them in an article on the Hong Kong Sevens, saying that their team had players such as Kothalawala, Ekanayake and Lakshantha."
}