{
  "/wiki/Juno_Awards_of_1995": "The Juno Awards of 1995, representing Canadian music industry achievements of the previous year, were awarded on 26 March 1995 in Hamilton, Ontario at a ceremony in the Copps Coliseum. Mary Walsh, Rick Mercer and other regulars of the television series This Hour Has 22 Minutes were the hosts for the ceremonies, which were broadcast on CBC Television. Almost 10,000 people were in attendance, and over 6,500 public tickets were sold.",
  "/wiki/Rose_Chronicles": "Rose Chronicles was a Canadian alternative rock band in the 1990s. The band, from Vancouver, consisted of vocalist Kristy Thirsk, guitarist Richard Maranda, bassist Judd Cochrane and drummer Steve van der Woerd.",
  "/wiki/Shiver_(Rose_Chronicles_album)": "Shiver was the debut album by Canadian rock act Rose Chronicles. It was released in 1994 by Nettwerk Records.",
  "/wiki/Smilin%27_Buddha_Cabaret": "Smilin' Buddha Cabaret is an album by Canadian rock band 54-40. The album is named after a live music club in Vancouver, British Columbia, the band's hometown.  The singles released from the album were \"Blame Your Parents\", \"Assoholic\", \"Ocean Pearl\" and \"Radio Luv Song\".",
  "/wiki/54-40": "The Oregon boundary dispute or the Oregon Question was a territorial dispute over the political division of the Pacific Northwest of North America between several nations that had competing territorial and commercial aspirations over the region.",
  "/wiki/Forever_Again": "Forever Again is the second full-length album by the Canadian indie band Eric's Trip. The album was recorded and mixed by the band's guitarist Rick White. Sessions for the album took place at band member's homes and at White's home studio, Stereo Mountain. It was released by Seattle's Sub Pop records as SP 268 in LP, CD and cassette formats. The first few hundred copies of the vinyl LP ordered by mail-order included a bonus 7\" EP with a comic book sleeve entitled \"Notes From Stereo Mountain\".  This EP is one of the rarest items in the Eric's Trip catalog.",
  "/wiki/Eric%27s_Trip": "Eric's Trip was a Canadian indie rock band from Moncton, New Brunswick. Eric's Trip achieved prominence as the first Canadian band to be signed to Seattle's flagship grunge label Sub Pop in the early 1990s. The band had a minor hit in alternative circles with the single \"View Master\", from the 1994 album Forever Again.",
  "/wiki/King_Cobb_Steelie": "King Cobb Steelie is a Canadian indie rock band formed in 1991 from Guelph, Ontario, and later based in Toronto.  The band's most successful single was 1997's \"Rational\", from the album Junior Relaxer. Their music fuses elements of punk, grunge, funk, jazz and dance. The core of the band is singer/songwriter Kevan Byrne and bassist Kevin Lynn. A variety of other collaborators, including Sam Cino, Al Okada, Gary Dutch, Geoff Walton, Steve Clarkson, Mike Armstrong, Nathan Lawr, Don Pyle and Michelle McAdorey, have contributed to individual albums.",
  "/wiki/Naveed_(album)": "Naveed is the debut album by Canadian rock band Our Lady Peace.  It was produced by Arnold Lanni, and was released on March 22, 1994 by Sony Music Canada. Naveed became a success in Canada, selling over 100,000 copies (Platinum Certification) by the end of the year. There were five singles released for the album, including \"The Birdman\",  \"Starseed\" and \"Naveed\".  The title Naveed is taken from the Persian name for the \"bearer of good news\". This is the only album to feature bass player Chris Eacrett, who was replaced by Duncan Coutts in 1995.",
  "/wiki/Our_Lady_Peace": "Our Lady Peace (sometimes shortened to OLP) is a Canadian rock band formed in Toronto, Ontario in 1992. Led by lead vocalist Raine Maida since its formation, the band currently consists of Duncan Coutts on bass, Steve Mazur as lead guitarist, and Jason Pierce on drums. The band has sold several million albums worldwide, won four Juno Awards, and won ten MuchMusic Video Awards—the most MMVAs ever awarded to any artist or group. Between 1996 and 2016, Our Lady Peace was the third best-selling Canadian band in Canada and the ninth best-selling Canadian artist overall in Canada.",
  "/wiki/Twice_Removed": "Twice Removed is the second album by Canadian rock band Sloan, released on Geffen Records in 1994. The album took seven weeks and cost $120,000 to record.  More melodic than their previous album, Smeared, Geffen gave the record little promotion because it defied the label's commercially dominant grunge rock style of the time. The band and Geffen parted ways after Twice Removed's release. After the band's trouble with the label, they took time off from touring and writing and were broken up for a brief period.",
  "/wiki/Sloan_(band)": "Sloan is a Canadian, Toronto-based rock band originally from Halifax, Nova Scotia. Sloan has released twelve full-length albums and has received nine Juno Award nominations, winning one. Between 1996 and 2016, Sloan was among the top 75 best-selling Canadian artists in Canada and among the top 25 best-selling Canadian bands in Canada. The band is known for their sharing of songwriting and lead vocals from each member of the group and their unaltered line-up throughout their career.",
  "/wiki/Juno_Awards_of_1996": "The Juno Awards of 1996, representing Canadian music industry achievements of the previous year, were awarded on 10 March 1996 in Hamilton, Ontario at a ceremony in the Copps Coliseum. Anne Murray was the host for the ceremonies, which were broadcast on CBC Television.",
  "/wiki/Art_Bergmann": "Arthur Frank \"Art\" Bergmann (born February 8, 1953 in Vancouver, British Columbia) is a Canadian rock singer-songwriter who was one of the key figures in Canadian punk rock in the late 1970s.",
  "/wiki/What_Fresh_Hell_Is_This%3F": "What Fresh Hell is This? is the fourth studio album by Art Bergmann, released in 1995 on Epic Records. The album gets its name from a quotation by American wit Dorothy Parker.",
  "/wiki/The_Hardship_Post": "The Hardship Post was a Canadian alternative rock band, that formed in St. John’s, Newfoundland in 1992 and moved to Halifax, Nova Scotia, during the Halifax Pop Explosion of the early 1990s.",
  "/wiki/Kombinator": "Kombinator is an independently released studio album by Canadian alternative rock duo The Inbreds in 1994, produced by Dave Clark of Rheostatics.",
  "/wiki/The_Inbreds": "The Inbreds were a Canadian alternative rock band formed in 1992. Originally from Kingston, Ontario, the band relocated to Halifax, Nova Scotia in 1996 and remained based there until breaking up in 1998. The band was a duo, consisting of vocalist/bassist Mike O'Neill and drummer Dave Ullrich.",
  "/wiki/Fluke_(album)": "Fluke is the debut full-length studio album by Canadian alternative rock band Rusty, released in 1995. The album was nominated for the Juno Award for Best Alternative Album at the 1996 Juno Awards.",
  "/wiki/Rusty_(band)": "Rusty is a Canadian alternative rock band formed in 1994 in Toronto, Ontario, Canada.  The band earned a 1996 Juno Award nomination in the category Best Alternative Album for Fluke.",
  "/wiki/The_Super_Friendz": "The Super Friendz are a Canadian indie rock band from Halifax, Nova Scotia. They were initially active between 1994 and 1997, before reforming in 2003.",
  "/wiki/Juno_Awards_of_1997": "The Juno Awards of 1997, representing Canadian music industry achievements of the previous year, were awarded on 9 March 1997 in Hamilton, Ontario at a ceremony in the Copps Coliseum. Jann Arden was host for the major ceremonies which were broadcast on CBC Television.",
  "/wiki/One_Chord_to_Another": "One Chord to Another is the third studio album by the Canadian rock band Sloan, released on June 12, 1996, by Murderecords.",
  "/wiki/Purple_Blue": "Purple Blue is the third full-length album by Canadian indie band Eric's Trip. A tribute to the album can be found in the song \"Eric Sleeps\" by Australian indie band Youth Group, from their debut album Urban and Eastern.",
  "/wiki/It%27s_Sydney_or_the_Bush": "It's Sydney or the Bush is the third studio album by Canadian alternative rock duo The Inbreds, released in 1997 on PF Records in Canada and TAG Recordings in the United States.",
  "/wiki/Limblifter": "Limblifter is a Canadian alternative rock group from Vancouver, formed in 1996.",
  "/wiki/Self_Title": "Self Title (styled as self=title) is Treble Charger's EP originally released in February 1995. It was re-released by RCA on November 26, 1996, and BMG in 1997. The album was nominated for \"Best Alternative Album\" at the 1997 Juno Awards.",
  "/wiki/Treble_Charger": "Treble Charger is a Canadian rock band formed in 1992 in Sault Ste. Marie, Ontario, consisting of vocalist and guitarist Greig Nori, vocalist and guitarist Bill Priddle, bassist Rosie Martin and drummer Richard Mulligan. They began with a melodic indie rock style but evolved into more of a pop punk band after signing to a major label in 1997. They disbanded in 2006 and reunited in 2012. Between 1996 and 2016, Treble Charger was among the Top 150 selling Canadian artists in Canada.",
  "/wiki/Juno_Awards_of_1998": "The Juno Awards of 1998 were presented in Vancouver, British Columbia, Canada. The primary ceremonies at GM Place before an audience of 10 000 on 22 March 1998.",
  "/wiki/Bran_Van_3000": "Bran Van 3000 (also known as BV3) is a Canadian alternative rock and hip hop collective from Montreal, Quebec. Founded by DJ James Di Salvio and E.P. Bergen, they collaborated on a number of songs with Stéphane Moraille, Sara Johnston, Steve \"Liquid\" Hawley, Jayne Hill, Jean Leloup, Kim Bingham, Pierre-Luc Cerat and other musicians.",
  "/wiki/Glee_(Bran_Van_3000_album)": "Glee is the debut studio album by Canadian music collective Bran Van 3000. The Canadian version was released on April 15, 1997 through the Audiogram label, while the international version, slightly altered from the original, was released on March 17, 1998 through Capitol Records. The album contains the hit single \"Drinking in L.A.\" and features hip hop supergroup Gravediggaz on \"Afrodiziak\".",
  "/wiki/Copyright_(band)": "Copyright was a Canadian alternative rock band, active in the 1990s and early 2000s.",
  "/wiki/Stuff_(Holly_McNarland_album)": "Stuff is the debut studio album by Canadian singer-songwriter Holly McNarland, released in June 1997 by Universal. It includes the singles \"Elmo,\" \"Coward\" and the hit single \"Numb.\" \nThe album cover featured McNarland and her Jack Russell Terrier Owen. The cover was listed in Pitchfork Media's feature on \"The Worst Record Covers of All Time.\"",
  "/wiki/Holly_McNarland": "Holly McNarland (born October 23, 1975) is a Canadian musician, singer and songwriter.",
  "/wiki/Get_Outta_Dodge": "Get Outta Dodge is the third studio album by Huevos Rancheros, a Canadian indie rock band. It was released on September 30, 1996, on Mint Records. It was licensed out to Konkurrent Records in the Netherlands. The title refers to the expression \"Get out of Dodge\", an exhortation that was given in the drama series, Gunsmoke, to villains whom the heroes wanted out of Dodge City, Kansas.",
  "/wiki/Huevos_Rancheros_(band)": "Huevos Rancheros were a Canadian surf rock band from Calgary, Alberta, active from 1990 to 2000. Huevos Rancheros performed an instrumental blend of rockabilly, surf, grunge and punk music.",
  "/wiki/Maybe_It%27s_Me": "Maybe It's Me is Treble Charger's third album, released in 1997. A re-recorded version of \"Red\" (from NC17) was included on this album.",
  "/wiki/Juno_Awards_of_1999": "The Juno Awards of 1999 honouring Canadian music industry achievements were held in Hamilton, Ontario, Canada. The primary ceremonies at Copps Coliseum on 7 March 1999 were broadcast by CBC Television and hosted by Mike Bullard.",
  "/wiki/Rufus_Wainwright": "Rufus McGarrigle Wainwright (born July 22, 1973) is an American-Canadian singer, songwriter, and composer. He has recorded seven albums of original music and numerous tracks on compilations and film soundtracks. He has also written a classical opera and set Shakespeare sonnets to music for a theater piece by Robert Wilson.",
  "/wiki/Rufus_Wainwright_(album)": "Rufus Wainwright is the eponymous debut studio album by Canadian-American singer-songwriter Rufus Wainwright, released in the United States on May 19, 1998 through DreamWorks Records. The album was produced by Jon Brion, with the exception of \"In My Arms\", which was produced and mixed by Pierre Marchand, and \"Millbrook\" and \"Baby\", which were produced by Brion and Van Dyke Parks. Lenny Waronker was the album's executive producer.",
  "/wiki/Bodega_(Canadian_band)": "Bodega were a Canadian alternative rock band in the late 1990s and early 2000s. They are best known for their debut album Bring Yourself Up, which was a Juno Award nominee for Best Alternative Album at the Juno Awards of 1999.",
  "/wiki/Birth_Through_Knowledge": "Birth Through Knowledge (aka BTK)  were a Canadian rap rock band best known for their 1998 single \"Peppyrock.\" Core members of the group were DJs Stone Groove and Lo-Fi.",
  "/wiki/Breath_from_Another": "Breath from Another  is the debut studio album by Canadian singer-songwriter Esthero. The album was released on April 28, 1998 and now generally considered a trip hop classic despite poor sales. Despite its containing several expletives and sexual content, the album was not released with a Parental Advisory warning. Thanks in part to the success of the album's music videos, the album has sold over 100,000 copies in the United States, and achieved Gold certification in the artist's native Canada.",
  "/wiki/Esthero": "Esthero (/ɛˈstɛroʊ/ es-THERE-oh; born Jenny-Bea Englishman on December 23, 1978 in Stratford, Ontario) is a Canadian singer-songwriter who lives in Los Angeles, California. The name Esthero refers both to the singer and formerly to the two-person team of herself and producer Doc McKinney. Esthero is a portmanteau of \"Esther the hero\";  she claims to have gotten the name by combining the name of the heroine (Esther) and last line (\"If I am to be the hero, then I cannot fly from darkness\") of the movie from Sylvia Plath's novel, The Bell Jar.",
  "/wiki/The_Closer_I_Get": "The Closer I Get is the second album by Canadian singer-songwriter Hayden.  It is Hayden's first international release.  In Canada it was released on Hardwood Records/Universal, while in the United States it was released on Outpost Recordings/Geffen/Universal.",
  "/wiki/Hayden_(musician)": "Paul Hayden Desser (born February 12, 1971) who records as Hayden, is a Canadian singer-songwriter from Thornhill, Ontario.",
  "/wiki/Juno_Awards_of_2000": "The Juno Awards of 2000 were held in Toronto, Ontario, Canada during the weekend of 11–12 March 2000.",
  "/wiki/Julie_Doiron": "Julie Doiron (born June 28, 1972 in Moncton, New Brunswick) is a Canadian singer-songwriter of Acadian heritage. She has been the bass guitarist and co-vocalist for the Canadian indie rock band Eric's Trip since its formation in 1990. She has released ten solo albums, beginning with 1996's Broken Girl, and is also the lead singer for the band Julie and the Wrong Guys.",
  "/wiki/Wooden_Stars": "Wooden Stars are  a Canadian indie rock band formed in 1994. The band, from Ottawa, consists of vocalist and guitarist Julien Beillard, guitarist Michael Feuerstack, bassists Josh Latour and Mathieu Beillard, and drummer Andrew McCormack.",
  "/wiki/Julie_Doiron_and_the_Wooden_Stars": "Julie Doiron and the Wooden Stars is a 1999 album recorded by Julie Doiron in collaboration with the indie rock band Wooden Stars. It represented the first time that Doiron had collaborated with a band since the end of Eric's Trip.",
  "/wiki/My_Love_Is_Bold": "My Love is Bold is an EP by Canadian rock band Danko Jones.",
  "/wiki/Danko_Jones": "Danko Jones is a Canadian rock trio from Toronto, Ontario. The band consists of Danko Jones (vocals/guitar), John 'JC' Calabrese (bass), and Rich Knox (drums). The band's rock music includes elements of punk and they are known for their humorous lyrics and energetic live shows.",
  "/wiki/You_Can%27t_Stop_the_Bum_Rush": "You Can't Stop the Bum Rush is the third studio album by Canadian alternative rock band Len, released on May 25, 1999 through Work Records. The album featured the top ten hit \"Steal My Sunshine\", which was previously featured on the soundtrack to the 1999 comedy thriller Go. It also managed to peak at No. 46 on the Billboard 200 albums chart and go Gold in the U.S. The album had a mostly positive response from critics as well. Unfortunately, the smashup that followed killed the momentum and \"Sunshine\" became remembered through '90s compilation albums. One track on the album, \"The Hard Disk Approach\" features lyrics entirely in German and uses a motorik beat to emulate the style of krautrock bands. The album also featured Buck 65 on the cover of the album, although he reportedly declined an offer to join the band. Despite this, he provides record scratches on the track \"Cold Chillin'\".",
  "/wiki/Len_(band)": "Len is a Canadian alternative rock duo based in Toronto, Ontario. The band consists of siblings Marc Costanzo (vocals, guitar) and Sharon Costanzo (vocals, bass) and a revolving lineup of touring and studio musicians.",
  "/wiki/Clayton_Park_(album)": "Clayton Park is the second full-length album by Canadian rock band Thrush Hermit.  It was released on Sonic Unyon in 1999, and is the last album they released as a band. The album produced two singles and videos for the songs \"From the Back of the Film\" and \"The Day We Hit the Coast\".",
  "/wiki/Thrush_Hermit": "Thrush Hermit was a Canadian alternative rock band active in the 1990s, known for their \"highly energetic, humorous, and unpredictable performances,\" as quoted by Vice News.",
  "/wiki/Tricky_Woo": "Tricky Woo was a Canadian garage punk band, based in Montreal, Quebec. The band consisted of vocalist and guitarist Andrew Dickson, guitarist Adrian Popovich, bass guitarist Eric Larock and drummer Patrick Conan. Tricky Woo released music on Sonic Unyon, Estrus Records, TeePee Records, Triple X Records, Mag Wheel, Yeah Right! Records and Last Gang.",
  "/wiki/Juno_Awards_of_2001": "The Juno Awards of 2001 were held in Hamilton, Ontario Canada during the weekend of 3–4 March 2001.",
  "/wiki/The_New_Pornographers": "The New Pornographers are a Canadian indie rock band, formed in 1997 in Vancouver, British Columbia. Presented as a musical collective of singer-songwriters and musicians from multiple projects, the band has released eight studio albums to critical acclaim for their use of multiple vocalists and elements of power pop incorporated into their music.",
  "/wiki/Mass_Romantic": "Mass Romantic is the debut studio album by Canadian indie rock supergroup The New Pornographers. Produced by David Carswell and band bassist John Collins, it was released on Mint Records on November 28, 2000. The album was three years in the making, with musicians A.C. Newman and Dan Bejar writing songs as early as 1998. With encouragement from peers, they recorded an album with other Canadian musicians from groups including The Evaporators, Zumpano, and Destroyer.",
  "/wiki/Carpal_Tunnel_Syndrome_(album)": "Carpal Tunnel Syndrome is the debut studio album by Canadian turntablist Kid Koala, released on Ninja Tune in 2000. It peaked at number 33 on the UK Independent Albums Chart. It was nominated for Alternative Album of the Year at the 2001 Juno Awards.",
  "/wiki/Kid_Koala": "Eric San (born December 5, 1974), aka Kid Koala, is a scratch DJ, music producer, film composer, video game composer, multimedia-performer and award winning graphic novelist. He has released six solo albums (on Arts & Crafts and Ninja Tune), the most recent being Music To Draw To: IO featuring Trixie Whitley. He has also released two graphic novels: Nufonia Must Fall and Space Cadet. He has also been involved in collaborations such as Gorillaz, Deltron 3030, and The Slew.",
  "/wiki/Mayday_(King_Cobb_Steelie_album)": "Mayday is the fourth studio album by Canadian alternative rock band King Cobb Steelie, released in 2000 on Outside Music.",
  "/wiki/Ramasutra": "Ramachandra Borcar is a Montreal-born musician and composer of mixed Indian and Danish background. He is also known under the monikers Ramasutra and DJ Ram.",
  "/wiki/Left_and_Leaving": "Left and Leaving is the second studio album by The Weakerthans, released July 25, 2000, on G7 Welcoming Committee Records.",
  "/wiki/The_Weakerthans": "The Weakerthans is a Canadian indie rock band.",
  "/wiki/Juno_Awards_of_2002": "The Juno Awards of 2002 were presented in St. John's, Newfoundland and Labrador, Canada during the weekend of 13–14 April 2002.",
  "/wiki/Poses_(album)": "Poses is the second studio album by the American-Canadian singer-songwriter Rufus Wainwright, released through DreamWorks Records in June 2001. The album was produced, recorded, and mixed by Pierre Marchand, with select tracks produced by Propellerheads' Alex Gifford (\"Shadows\"), Ethan Johns (\"California\"), Damian LeGassick (\"The Tower of Learning\"), and Greg Wells (\"Across the Universe\").",
  "/wiki/Constantines_(album)": "Constantines is the eponymous debut album by the Constantines. It was released June 5, 2001 on the Canadian record label Three Gut Records. In following years, the band's popularity grew due to their critically acclaimed album Shine a Light, and Constantines was subsequently re-released internationally in 2004 on Sub Pop.",
  "/wiki/Constantines": "Constantines is an indie rock band from Guelph, Ontario, Canada.",
  "/wiki/(Last_Night_We_Were)_The_Delicious_Wolves": "(Last Night We Were) The Delicious Wolves is an album by Canadian artist Hawksley Workman, released in 2001 by Isadora Records/Universal Music and re-released for the UK by Ba Da Bing!. It was produced and recorded by Workman at his 'Hawksleytown' studio, with additional recording, mixing & mastering by Joao Carvalho at Umbrella Sound.",
  "/wiki/Hawksley_Workman": "Hawksley Workman (Born Ryan Corrigan, March 4, 1975) is a Canadian rock singer-songwriter who has garnered critical acclaim for his blend of cabaret pop and glam rock.  Workman has released eleven full-length albums throughout his career. He is a multi-instrumentalist, playing guitar, drums, bass, keyboards and singing on his records and often switching between those instruments when playing live.",
  "/wiki/Down_at_the_Khyber": "Down at the Khyber is the first album that Joel Plaskett recorded with his backing band The Emergency. The title was influenced by the many days and nights spent playing and recording at The Khyber.",
  "/wiki/Joel_Plaskett_Emergency": "William Joel MacDonald Plaskett (born April 18, 1975) is a Canadian rock musician and songwriter based in Halifax, Nova Scotia. He was a member of Halifax alternative rock band Thrush Hermit in the 1990s. Plaskett performs in a number of genres, from blues and folk to hard rock, country, and pop.",
  "/wiki/Night_of_the_Shooting_Stars": "Night of the Shooting Stars is a 2001 album by Canadian rock band Rheostatics, released on Perimeter Records.",
  "/wiki/Rheostatics": "Rheostatics are a Canadian indie rock band. They were formed in 1978, and actively performed from 1980 until disbanding in 2007. After a number of reunion performances at special events, Rheostatics reformed in late 2016, introducing new songs and performing semi-regularly.",
  "/wiki/Juno_Award_for_Alternative_Album_of_the_Year": "The Juno Award for Alternative Album of the Year is presented annually at Canada's Juno Awards to honour the best album of the year in the alternative rock and/or indie rock genres. The award was first presented in 1995 under the name Best Alternative Album, and adopted its current name in 2003."
}