{
  "/wiki/Owen_Nolan": "Owen Liam Nolan (born 12 February 1972) is an Irish-Canadian former professional ice hockey player born in Northern Ireland. During his 18-year NHL career, he played for the Quebec Nordiques, Colorado Avalanche, San Jose Sharks, Toronto Maple Leafs, Phoenix Coyotes, Calgary Flames, Minnesota Wild,as well as playing a season with the ZSC Lions of National League A. Born in Northern Ireland, he was raised in Thorold, Ontario and played for Canada internationally. A five-time NHL All-Star, Nolan is widely known as a power forward.",
  "/wiki/Winger_(ice_hockey)": "Winger, in the game of ice hockey, is a forward position of a player whose primary zone of play on the ice is along the outer playing area. They typically work by flanking the centre forward. Originally the name was given to forward players who went up and down the sides of the rink. Nowadays, there are different types of wingers in the game — out-and-out goal scorers, checkers who disrupt the opponents, and forwards who work along the boards and in the corners. They tend to be bigger than centreman and smaller than defenseman.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Quebec_Nordiques": "The Quebec Nordiques (French: Nordiques de Québec, pronounced [nɔʁdzɪk] in Quebec French, /nɔːrˈdiːks/ in Canadian English; literally translated \"Quebec City Northmen\" or \"Northerners\") were a professional ice hockey team based in Quebec City, Quebec. The Nordiques played in the World Hockey Association (1972–1979) and the National Hockey League (1979–1995). The franchise was relocated to Denver, Colorado in May 1995 and renamed the Colorado Avalanche.",
  "/wiki/Cornwall_Royals": "The Cornwall Royals were a junior ice hockey team based in Cornwall, Ontario, Canada. The team played in the Quebec Major Junior Hockey League from 1969 to 1981 and the Ontario Hockey League from 1981 to 1992. This team should not be confused with other Cornwall Royals teams that played in the QSHL, MMJHL, or OHA-B.",
  "/wiki/Ontario_Hockey_League": "The Ontario Hockey League (OHL) is one of the three major junior ice hockey leagues which constitute the Canadian Hockey League. The league is for players aged 16–21. There are currently 20 teams in the OHL; seventeen in Ontario, two in Michigan, and one in Pennsylvania.",
  "/wiki/Petr_Nedvěd": "Petr Nedvěd (born December 9, 1971) is a Czech Canadian former professional ice hockey player who spent 15 seasons in the National Hockey League (NHL). Most recently he played centre for HC Bílí Tygři Liberec of the Czech Extraliga.",
  "/wiki/Centre_(ice_hockey)": "The centre (or center in the United States) in ice hockey is a forward position of a player whose primary zone of play is the middle of the ice, away from the sideboards. Centres have more flexibility in their positioning and are expected to cover more ice surface than any other player. Centres are ideally stronger, faster skaters who can back-check quickly from deep in the opposing zone. Generally, centres are expected to be gifted passers more than goal scorers, although there are exceptions.  They are also expected to have exceptional \"ice vision\", intelligence, and creativity. They also generally are the most defensively oriented forwards on the ice. Centres usually play as part of a line of players that are substituted frequently to keep fresh and keep the game moving.",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.",
  "/wiki/Seattle_Thunderbirds": "The Seattle Thunderbirds are a major junior ice hockey team based in the city of Kent, Washington, south of Seattle. They are part of the U.S. Division of the Western Conference in the Western Hockey League. They play their games at home in accesso ShoWare Center.",
  "/wiki/Western_Hockey_League": "The Western Hockey League (WHL) is a major junior ice hockey league based in Western Canada and the Northwestern United States. The WHL is one of three leagues that constitutes the Canadian Hockey League (CHL) as the highest level of junior hockey in Canada. Teams play for the Ed Chynoweth Cup, with the winner moving on to play for the Memorial Cup, Canada's national junior championship. WHL teams have won the Memorial Cup 19 times since the league became eligible to compete for the trophy. Many players have been drafted from WHL teams, and have found success at various levels of professional hockey, including the National Hockey League (NHL).",
  "/wiki/Keith_Primeau": "Keith David Primeau (born November 24, 1971) is a Canadian former professional ice hockey centre who played 15 seasons in the National Hockey League (NHL) with the Detroit Red Wings, Hartford Whalers, Carolina Hurricanes and Philadelphia Flyers. He was recently the special assistant to the general manager and director of player development of the Las Vegas Wranglers of the ECHL, now currently an assistant hockey coach at Bishop Eustace Preparatory School, the coach of Revolution in the Revolution Ice gardens, and the owner of a franchise of Bain's Deli in Philadelphia. He is the older brother of Wayne Primeau.",
  "/wiki/Detroit_Red_Wings": "The Detroit Red Wings are a professional ice hockey team based in Detroit, Michigan. They compete in the  National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference, and are one of the Original Six teams of the league. Founded in 1926, the team was known as the Detroit Cougars until 1930. For the 1930–31 and 1931–32 seasons the team was called the Detroit Falcons, and in 1932 changed their name to the Red Wings.",
  "/wiki/Niagara_Falls_Thunder": "The Niagara Falls Thunder was a junior ice hockey team in the Ontario Hockey League from 1988 to 1996. The team was based in Niagara Falls, Ontario.",
  "/wiki/Mike_Ricci": "Michael Ricci (born October 27, 1971) is a Canadian former professional ice hockey centre who played 16 seasons in the National Hockey League (NHL) for the Philadelphia Flyers, Quebec Nordiques, Colorado Avalanche, San Jose Sharks and Phoenix Coyotes.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75.",
  "/wiki/Peterborough_Petes": "The Peterborough Petes are a junior ice hockey team in the Ontario Hockey League. The team has played at the Peterborough Memorial Centre in Peterborough, Ontario, Canada, since 1956, and is the oldest continuously operating team in the league.",
  "/wiki/Jaromír_Jágr": "Jaromír Jágr (Czech pronunciation: [ˈjaromiːr ˈjaːɡr̩] (listen); born 15 February 1972) is a Czech professional ice hockey right winger for HC Kladno of the Czech Extraliga (ELH). He has previously played in the National Hockey League (NHL) for the Pittsburgh Penguins, Washington Capitals, New York Rangers, Philadelphia Flyers, Dallas Stars, Boston Bruins, New Jersey Devils, Florida Panthers and Calgary Flames, serving as captain of the Penguins and the Rangers. After leaving the Rangers in 2008, he played three seasons in the Kontinental Hockey League (KHL) with Avangard Omsk. He returned to the NHL in 2011 with the Flyers and remained in the league for seven more years before being assigned by the Flames in 2018 to HC Kladno, which he owns.",
  "/wiki/Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Penguins are one of two NHL franchises in Pennsylvania, the other being the Philadelphia Flyers. The cities' proximity has led to a rivalry known as the \"Battle of Pennsylvania\". The club is owned by Mario Lemieux and Ronald Burkle, who purchased the Penguins in 1999 and brought the club out of bankruptcy.",
  "/wiki/HC_Kladno": "Rytíři Kladno (English: Kladno Knights) is a Czech professional ice hockey team based in the city of Kladno. They are currently a member of the Czech Extraliga. The team president and owner is Jaromír Jágr, a famous former NHL player, who is currently (2019–20) playing in home games for the team in addition to his ownership and administrative roles.",
  "/wiki/Czechoslovak_First_Ice_Hockey_League": "The Czechoslovak First Ice Hockey League was the elite ice hockey league in Czechoslovakia from 1930 until 1993, when the country split into the Czech Republic and Slovakia. The Slovak Extraliga and Czech Extraliga formed from the split.",
  "/wiki/Scott_Scissons": "Scott Scissons (born October 29, 1971 in Saskatoon, Saskatchewan) is a Canadian former professional ice hockey player. He was drafted in the first round, sixth overall, by the New York Islanders in the 1990 NHL Entry Draft. While a high percentage of players selected in the first round of that draft went on to productive National Hockey League (NHL) careers, Scissons was one of the few busts, playing just two regular season NHL games (none of the other top eight picks in the 1990 draft played fewer than 909 games in the NHL) and one playoff game, going scoreless in all.",
  "/wiki/New_York_Islanders": "The New York Islanders are a professional ice hockey team based in the New York metropolitan area. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team splits its home games between Nassau Coliseum in Uniondale, New York, and Barclays Center in the borough of Brooklyn. The Islanders are one of three NHL franchises in the New York metropolitan area, along with the New Jersey Devils and New York Rangers, and their fan base resides primarily on Long Island.",
  "/wiki/Saskatoon_Blades": "The Saskatoon Blades are a major junior ice hockey team playing in the Eastern Division of the Western Hockey League, formerly the Western Canadian Hockey League (WCHL). They are based in Saskatoon, Saskatchewan, playing at the 15,195-seat SaskTel Centre.",
  "/wiki/Darryl_Sydor": "Darryl Marion Sydor (born May 13, 1972) is a Canadian-American former professional ice hockey defenceman. He won two Stanley Cups during his career: with the Dallas Stars in 1999, and with the Tampa Bay Lightning in 2004. He also reached the Stanley Cup Finals in 1993 as a member of the Los Angeles Kings, in 2000 as a member of the Dallas Stars and in 2008 as a member of the Pittsburgh Penguins. As a junior, Sydor won a Memorial Cup with the Kamloops Blazers and also represented Canada at the World Junior Championships.",
  "/wiki/Defenceman_(ice_hockey)": "Defence (defense in the United States) in ice hockey is a player position whose primary responsibility is to prevent the opposing team from scoring. They are often referred to as defencemen, D, D-men or blueliners (the latter a reference to the blue line in ice hockey which represents the boundary of the offensive zone; defencemen generally position themselves along the line to keep the puck in the zone). They were once called cover-point. A good defenceman is both strong in defensive and offensive play and for defenceman pairing also need to be good at defending and attacking.",
  "/wiki/Los_Angeles_Kings": "The Los Angeles Kings are a professional ice hockey team based in Los Angeles, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The team was founded on June 5, 1967, after Jack Kent Cooke was awarded an NHL expansion franchise for Los Angeles on February 9, 1966, becoming one of the six teams that began play as part of the 1967 NHL expansion. The Kings played their home games at The Forum in Inglewood, California, a suburb of Los Angeles, for thirty-two years, until they moved to the Staples Center in Downtown Los Angeles at the start of the 1999–2000 season.",
  "/wiki/Kamloops_Blazers": "The Kamloops Blazers are a junior ice hockey team in the Western Hockey League (WHL). The team plays in the B.C. Division of the Western Conference, is based out of Kamloops, British Columbia, and play home games at the Sandman Centre.",
  "/wiki/Derian_Hatcher": "Derian John Hatcher (born June 4, 1972) is an American former professional ice hockey defenseman who played 16 seasons in the National Hockey League (NHL) with the Minnesota North Stars, Dallas Stars, Detroit Red Wings and Philadelphia Flyers. He currently serves as the head coach of the Sarnia Sting of the Ontario Hockey League.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Minnesota_North_Stars": "The Minnesota North Stars were a professional ice hockey team in the National Hockey League (NHL) for 26 seasons, from 1967 to 1993. The North Stars played their home games at the Met Center in Bloomington, and the team's colors for most of its history were green, yellow, gold and white. The North Stars played 2,062 regular season games and made the NHL playoffs 17 times, including two Stanley Cup Finals appearances, but were ultimately unable to win the Stanley Cup. After the 1992–93 season, the franchise moved to Dallas, and is now known as the Dallas Stars.",
  "/wiki/North_Bay_Centennials": "The North Bay Centennials were a junior ice hockey team in the Ontario Hockey League, who played from 1982–2002. The team was based in North Bay, Ontario.",
  "/wiki/John_Slaney": "John G. Slaney (born February 7, 1972) is a Canadian former professional ice hockey defenceman. He is an assistant coach for the Tucson Roadrunners. He was formerly the assistant coach of the Portland Pirates of the American Hockey League (AHL).",
  "/wiki/Washington_Capitals": "The Washington Capitals (colloquially known as the Caps) are a professional ice hockey team based in Washington, D.C. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Capitals are owned by Monumental Sports & Entertainment, headed by Ted Leonsis. From 1974 to 1997 the Capitals played their home games at the Capital Centre, in Landover, Maryland (a suburb in the Washington metropolitan area). In 1997 the team moved to the arena now called Capital One Arena, their present home arena in Washington, D.C.",
  "/wiki/Drake_Berehowsky": "Drake Berehowsky (born January 3, 1972) is a Canadian former professional ice hockey defenceman.  He is best known for his time in the National Hockey League (NHL), where he played for the Toronto Maple Leafs, Pittsburgh Penguins, Edmonton Oilers, Nashville Predators, Vancouver Canucks and Phoenix Coyotes.",
  "/wiki/Toronto_Maple_Leafs": "The Toronto Maple Leafs, officially the Toronto Maple Leaf Hockey Club and often simply referred to as the Leafs, are a professional ice hockey team based in Toronto, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, Ltd. and are represented by Chairman Larry Tanenbaum. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named the Air Canada Centre) in February 1999.",
  "/wiki/Kingston_Frontenacs": "The Kingston Frontenacs are a junior ice hockey team in the Ontario Hockey League, based in Kingston, Ontario, Canada. The team is coached by Kurtis Foster and the general manager is Darren Keily. The Frontenacs play home games at the Leon's Centre, which opened in 2008.",
  "/wiki/Trevor_Kidd": "Trevor Rodney Kidd (born March 29, 1972) is a former NHL goaltender who last played for the Hannover Scorpions in the Deutsche Eishockey Liga. Throughout his 12-year National Hockey League career, Kidd played for the Calgary Flames, Carolina Hurricanes, Florida Panthers and Toronto Maple Leafs. A first-round draft pick, Kidd was selected 11th overall by the Flames in the 1990 NHL Entry Draft.",
  "/wiki/Goaltender": "In ice hockey, the goaltender or goalie is the player responsible for preventing the hockey puck from entering their team's net, thus preventing the opposing team from scoring. The goaltender usually plays in or near the area in front of the net called the goal crease (often referred to simply as  the crease or the net). Goaltenders tend to stay at or beyond the top of the crease to cut down on the angle of shots. In today's age of goaltending there are two common styles, butterfly and hybrid (hybrid is a mix of the traditional stand-up style and butterfly technique). Because of the power of shots, the goaltender wears special equipment designed to protect the body from direct impact. The goalie is one of the most valuable players on the ice, as their performance can greatly change the outcome or score of the game. One-on-one situations, such as breakaways and shootouts, have the tendency to highlight a goaltender's pure skill, or lack thereof. No more than one goaltender is allowed to be on the ice for each team at any given time. Teams are not required to use a goaltender and may instead opt to play with an additional skater, but the defensive disadvantage this poses generally means that the strategy is only used as a desperation maneuver when trailing late in a game or can be used if the opposing team has a delayed penalty (if the team receiving the penalty touches the puck the play will stop).",
  "/wiki/Calgary_Flames": "The Calgary Flames are a professional ice hockey team based in Calgary, Alberta. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The club is the third major professional ice hockey team to represent the city of Calgary, following the Calgary Tigers (1921–1927) and Calgary Cowboys (1975–1977). The Flames are one of two NHL franchises in Alberta; the other is the Edmonton Oilers. The cities' proximity has led to a rivalry known as the \"Battle of Alberta\".",
  "/wiki/Brandon_Wheat_Kings": "The Brandon Wheat Kings are a Canadian junior ice hockey team based in Brandon, Manitoba. They are members of the Western Hockey League (WHL) since joining the league in the 1967–68 season. Previously, they played in the Manitoba Junior Hockey League (MJHL), with the exception of two seasons in the mid-1960s when they played in the Saskatchewan Junior Hockey League (SJHL). The team was a successor to the Brandon Wheat Cities senior team that participated in the 1904 Stanley Cup Challenge, losing to the Ottawa Senators.",
  "/wiki/Turner_Stevenson": "Turner Ladd Stevenson (born May 18, 1972) is a Canadian former professional ice hockey right winger who played 13 seasons in the National Hockey League (NHL) for the Montreal Canadiens, New Jersey Devils, and Philadelphia Flyers. He won the Stanley Cup with New Jersey in 2003.",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/Michael_Stewart_(ice_hockey)": "Michael Stewart (born May 30, 1972) is a Canadian-Austrian former professional ice hockey defenceman who has become a coach after his playing days. He was drafted in the first round, thirteenth overall, of the 1990 NHL Entry Draft by the New York Rangers, but never played a game in the NHL.",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders.",
  "/wiki/Michigan_State_Spartans_men's_ice_hockey": "The Michigan State Spartans men's ice hockey team is the college ice hockey team that represents Michigan State University (MSU). The team plays at the Munn Ice Arena in East Lansing, Michigan, on the MSU campus. The current head coach is Danton Cole, who took over coaching duties on April 11, 2017, after Tom Anastos resigned. Michigan State currently competes in the Big Ten Conference.",
  "/wiki/Central_Collegiate_Hockey_Association": "The Central Collegiate Hockey Association (CCHA) was a college athletic conference that participated in the NCAA's Division I as a hockey-only conference. The majority of its members were located in the states of Michigan and Ohio, although it also had teams located in Alaska, Illinois, Indiana, Missouri, and Nebraska over the course of its existence.",
  "/wiki/Brad_May": "Bradley Scott May (born November 29, 1971) is a Canadian retired professional ice hockey player who played in the National Hockey League (NHL). In the 2006–07 season he won the Stanley Cup as a member of the Anaheim Ducks. He currently works with the Vegas Golden Knights broadcast team and as an NHL analyst with AT&T SportsNet Rocky Mountain. May was born in Toronto, Ontario, but grew up in Markham, Ontario.",
  "/wiki/Buffalo_Sabres": "The Buffalo Sabres are a professional ice hockey team based in Buffalo, New York. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team was established in 1970, along with the Vancouver Canucks, when the league expanded to 14 teams. They have played at KeyBank Center since 1996. Prior to that, the Buffalo Sabres played at the Buffalo Memorial Auditorium from the start of the franchise in 1970. The Sabres are owned by Terry Pegula, who purchased the club in 2011 from Tom Golisano. The Sabres have the longest active playoff drought in the NHL, at 8 seasons.",
  "/wiki/Mark_Greig": "William Mark Greig (born January 25, 1970) is a Canadian former professional ice hockey right winger who played nine seasons in the National Hockey League (NHL) for the Hartford Whalers, Toronto Maple Leafs, Calgary Flames and Philadelphia Flyers. He is currently a scout with the Flyers. He is the younger brother of former NHL player Bruce Greig.",
  "/wiki/Hartford_Whalers": "The Hartford Whalers were an American professional ice hockey team based for most of its existence in Hartford, Connecticut. The club played in the World Hockey Association (WHA) from 1972 until 1979, and in the National Hockey League (NHL) from 1979 to 1997. Originally based in Boston, the team joined the WHA in the league's inaugural season, and was known as the New England Whalers throughout its time in the WHA. The Whalers moved to Hartford in 1974 and joined the NHL in the NHL–WHA merger of 1979.",
  "/wiki/Lethbridge_Hurricanes": "The Lethbridge Hurricanes are a Canadian major junior ice hockey team currently members of the Eastern Conference (Central Division) of the Western Hockey League (WHL). The team is based in Lethbridge, Alberta, and play their home games at the ENMAX Centre.",
  "/wiki/Karl_Dykhuis": "Karl Sebastien Dykhuis (born July 8, 1972) is a Canadian former professional ice hockey defenceman who played 12 seasons in the National Hockey League (NHL) for the Chicago Blackhawks, Philadelphia Flyers, Tampa Bay Lightning and Montreal Canadiens.",
  "/wiki/Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago, Illinois. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the \"Original Six\" NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium.",
  "/wiki/Gatineau_Olympiques": "The Gatineau Olympiques are a major junior ice hockey team based in Gatineau, Quebec, Canada, that plays in the Quebec Major Junior Hockey League (QMJHL). The Olympiques play home games at the Robert Guertin Centre. The club, then known as the Hull Festivals, was granted membership in the QMJHL in 1973. The Olympiques have appeared in the Memorial Cup seven times, winning once in 1997. Over eighty former players and coaches have gone on to play or coach in the National Hockey League (NHL), including Martin Biron, Aleš Hemský, Luc Robitaille, Jeremy Roenick, Michael Ryder, Maxime Talbot, José Théodore, Colin White, Claude Giroux, David Krejčí, Jack Adams-winning head coaches Alain Vigneault and Pat Burns and 2011 Stanley Cup-winning coach Claude Julien.",
  "/wiki/Quebec_Major_Junior_Hockey_League": "The Quebec Major Junior Hockey League (French: Ligue de hockey junior majeur du Québec, abbreviated QMJHL in English, LHJMQ in French) is one of the three major junior ice hockey leagues which constitute the Canadian Hockey League. The league includes teams in the provinces of Quebec, Nova Scotia, New Brunswick and Prince Edward Island. The current president of the QMJHL is Gilles Courteau.",
  "/wiki/Scott_Allison": "Scott Allison (born 22 April 1972 in Winnipeg, Manitoba) is a retired professional ice hockey player. He was the first pick for the Edmonton Oilers in the 1990 NHL Entry Draft (17th overall), but never made the NHL.",
  "/wiki/Edmonton_Oilers": "The Edmonton Oilers are a professional ice hockey team based in Edmonton, Alberta. They compete in the National Hockey League (NHL)  as a member of the Pacific Division of the Western Conference.",
  "/wiki/Prince_Albert_Raiders": "The Prince Albert Raiders are a major junior ice hockey team in the Western Hockey League. The Raiders play in the East Division of the Eastern Conference. They are based in the city of Prince Albert, Saskatchewan, Canada. The team plays its home games at the Art Hauser Centre.",
  "/wiki/Shawn_Antoski": "Shawn Antoski (born March 25, 1970) is a Canadian retired professional ice hockey left winger who played eight seasons in the National Hockey League in the 1990s.",
  "/wiki/Keith_Tkachuk": "Keith Matthew Tkachuk (/kəˈtʃʌk/; born March 28, 1972) is an American former professional ice hockey player who played in the National Hockey League (NHL) in a 18-year career with the Winnipeg Jets, Phoenix Coyotes, St. Louis Blues and Atlanta Thrashers, retiring in 2010. His sons Matthew and Brady play for the Calgary Flames and the Ottawa Senators, respectively. He is one of five American-born players to score 500 goals, and is the sixth American player to score 1,000 points. He is considered to be one of the greatest U.S.-born players in NHL history.",
  "/wiki/Winnipeg_Jets_(1972–96)": "The Winnipeg Jets were a professional ice hockey team based in Winnipeg, Manitoba, Canada. They began play in the World Hockey Association (WHA) in 1972. The club joined the National Hockey League (NHL) in 1979 after the NHL merged with the WHA. Due to mounting financial troubles, in 1996 the franchise moved to Phoenix, Arizona and became the Phoenix Coyotes (now the Arizona Coyotes). In 2011, The struggling Atlanta Thrashers franchise relocated to Winnipeg and restored the Jets name, although the prior Jets club history is retained by the Arizona club (the new Jets do occasionally acknowledge the original Jets franchise on various alternate jerseys).",
  "/wiki/Malden_Catholic_High_School": "Malden Catholic High School is a private, Catholic secondary school located in Malden, Massachusetts. The school was founded by the Congregation of the Brothers of St. Francis Xavier, an international congregation of religious brothers. It is a member of the Xaverian Brothers Sponsored Schools and the National Catholic Educational Association.",
  "/wiki/Martin_Brodeur": "Martin Pierre Brodeur (French pronunciation: ​[maʁtɛ̃ bʁɔdœʁ]; born May 6, 1972) is a Canadian-American former professional ice hockey goaltender and current team executive. He played 22 seasons in the National Hockey League (NHL), 21 of them for the New Jersey Devils, with whom he won three Stanley Cup championships and five Eastern Conference championships in 17 postseason campaigns. He also won two Olympic gold medals with Team Canada in the 2002 and 2010 Winter Olympic Games, as well as several other medals with Team Canada in other international competitions. Brodeur is widely regarded as one of the greatest goaltenders of all time and in 2017 was named by the league as one of the \"100 Greatest NHL Players\". He was elected to the Hockey Hall of Fame in 2018.",
  "/wiki/New_Jersey_Devils": "The New Jersey Devils are a professional ice hockey team based in Newark, New Jersey. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The club was founded as the Kansas City Scouts in Kansas City, Missouri, in 1974. The Scouts moved to Denver, Colorado in 1976 and became the Colorado Rockies. In 1982, they moved to East Rutherford, New Jersey and took their current name. For their first 25 seasons in New Jersey, the Devils were based at the Meadowlands Sports Complex in East Rutherford and played their home games at Brendan Byrne Arena (later renamed to Continental Airlines Arena). Before the 2007–08 season, the Devils moved to Prudential Center in Newark.",
  "/wiki/Saint-Hyacinthe_Laser": "The Saint-Hyacinthe Laser were a junior ice hockey team in the Quebec Major Junior Hockey League from 1989 to 1996. They played their home games at Stade L.P. Gaucher in Saint-Hyacinthe, Quebec, Canada.",
  "/wiki/1990_NHL_Entry_Draft": "The 1990 National Hockey League Entry Draft was the 28th NHL Entry Draft. It was hosted by the Vancouver Canucks at BC Place in Vancouver, British Columbia, on June 16, 1990. It is remembered as one of the deeper drafts in NHL history, with 14 of the 21 first round picks going on to careers of at least 500 NHL games.[citation needed]"
}