{
  "/wiki/The_Visitor_(2007_drama_film)": "The Visitor is a 2007 American drama film written and directed by Tom McCarthy and produced by Michael London and Mary Jane Skalski. Executive producers were Jeff Skoll and Omar Amanat. The screenplay focuses on a lonely man in late middle age whose life changes when a chance encounter with an immigrant couple forces him to face issues relating to identity, immigration, and cross-cultural communication in post-9/11 New York City.",
  "/wiki/Ghost_Town_(2008_film)": "Ghost Town is a 2008 American fantasy comedy film directed by David Koepp, who also co-wrote the screenplay with John Kamps.  It stars English comedian Ricky Gervais in his first leading feature-film role, as a dentist who can see and talk with ghosts, along with Téa Leoni as a young widow and Greg Kinnear as her recently deceased husband. Gavin Polone produced the film for Spyglass Entertainment and Pariah, and it was distributed by DreamWorks Pictures.",
  "/wiki/3_Backyards": "3 Backyards is a film written and directed by Eric Mendelsohn and starring Embeth Davidtz. It premiered at the 2010 Sundance Film Festival, where it won the Directing Prize, as did Mendelsohn's first feature, Judy Berlin; Mendelsohn is the only director to have won the prize twice.",
  "/wiki/My_Soul_to_Take": "My Soul to Take is a 2010 American slasher film written and directed by Wes Craven. It is his first film since 1994's Wes Craven's New Nightmare that he wrote, produced, and directed. The film stars Max Thieriot as the protagonist Adam \"Bug\" Hellerman, who is one of seven teenagers chosen to die.",
  "/wiki/Restless_City": "Restless City is a 2011 independent drama film directed by Andrew Dosunmu. It was written by Eugene M. Gussenhoven and stars Sy Alassane, Sky Nicole Grey, Tony Okungbowa and Babs Olusanmonkun. It premiered on January 23, 2011, at the 2011 Sundance Film Festival.",
  "/wiki/Mother_of_George": "Mother of George is a 2013 Nigerian drama film directed by Andrew Dosunmu and tells the story of a newly married Nigerian couple in Brooklyn who own and manage a small restaurant while struggling with fertility issues.  The film was produced by Patrick S. Cunningham and Rhea Scott.",
  "/wiki/Tinker_Bell_and_the_Legend_of_the_NeverBeast": "Tinker Bell and the Legend of the NeverBeast is a 2014 American computer-animated fantasy film directed by Steve Loter. The sixth and final installment in the Disneytoon Studios Tinker Bell film series, based on the character Tinker Bell from J. M. Barrie's Peter and Wendy. It is the final feature film to be produced by Disneytoon Studios three years before its closure on June 28, 2018.",
  "/wiki/All_Eyez_on_Me_(film)": "All Eyez on Me is a 2017 American biographical drama film about rapper Tupac Shakur, directed by Benny Boom and written by Jeremy Haft, Eddie Gonzalez and Steven Bagatourian. Titled after Shakur's 1996 fourth studio album, the film stars Demetrius Shipp Jr. as Shakur with Kat Graham, Lauren Cohan, Hill Harper and Danai Gurira in supporting roles, with Jamal Woolard reprising his role as Christopher “The Notorious B.I.G.” Wallace from Notorious (2009).",
  "/wiki/Afeni_Shakur": "Afeni Shakur Davis (born Alice Faye Williams; January 10, 1947 – May 2, 2016) was an American activist and businesswoman who was the mother of American rapper and actor Tupac Shakur.",
  "/wiki/Black_Panther_(film)": "Black Panther is a 2018 American superhero film based on the Marvel Comics character of the same name. Produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures, it is the eighteenth film in the Marvel Cinematic Universe (MCU). The film is directed by Ryan Coogler, who co-wrote the screenplay with Joe Robert Cole, and stars Chadwick Boseman as T'Challa / Black Panther, alongside Michael B. Jordan, Lupita Nyong'o, Danai Gurira, Martin Freeman, Daniel Kaluuya, Letitia Wright, Winston Duke, Angela Bassett, Forest Whitaker, and Andy Serkis. In Black Panther, T'Challa is crowned king of Wakanda following his father's death, but he is challenged by Killmonger (Jordan) who plans to abandon the country's isolationist policies and begin a global revolution.",
  "/wiki/Okoye_(comics)": "Okoye is a fictional character, a member of the Dora Milaje in Marvel Comics. The character, created by Christopher Priest and Mark Texeira, first appeared in Black Panther #1 (November 1998) within the comics.",
  "/wiki/Avengers:_Infinity_War": "Avengers: Infinity War is a 2018 American superhero film based on the Marvel Comics superhero team the Avengers, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures. It is the sequel to 2012's The Avengers and 2015's Avengers: Age of Ultron, and the nineteenth film in the Marvel Cinematic Universe (MCU). It was directed by Anthony and Joe Russo, written by Christopher Markus and Stephen McFeely, and features an ensemble cast including Robert Downey Jr., Chris Hemsworth, Mark Ruffalo, Chris Evans, Scarlett Johansson, Benedict Cumberbatch, Don Cheadle, Tom Holland, Chadwick Boseman, Paul Bettany, Elizabeth Olsen, Anthony Mackie, Sebastian Stan, Danai Gurira, Letitia Wright, Dave Bautista, Zoe Saldana, Josh Brolin, and Chris Pratt. In the film, the Avengers and the Guardians of the Galaxy attempt to prevent Thanos from collecting the six all-powerful Infinity Stones as part of his quest to kill half of all life in the universe.",
  "/wiki/Avengers:_Endgame": "Avengers: Endgame is a 2019 American superhero film based on the Marvel Comics superhero team the Avengers, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures. It is the sequel to 2012's The Avengers, 2015's Avengers: Age of Ultron, and 2018's Avengers: Infinity War, and the twenty-second film in the Marvel Cinematic Universe (MCU). It was directed by Anthony and Joe Russo and written by Christopher Markus and Stephen McFeely, and features an ensemble cast including Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth, Scarlett Johansson, Jeremy Renner, Don Cheadle, Paul Rudd, Brie Larson, Karen Gillan, Danai Gurira, Benedict Wong, Jon Favreau, Bradley Cooper, Gwyneth Paltrow, and Josh Brolin. In the film, the surviving members of the Avengers and their allies attempt to reverse the damage caused by Thanos in Infinity War."
}