{
  "/wiki/Kerri_Walsh_Jennings": "Kerri Lee Walsh Jennings (born August 15, 1978) is an American professional beach volleyball player, three-time Olympic gold medalist, and a one-time Olympic bronze medalist. She is the beach volleyball career leader in both career victories and career winnings as of 2016, with 133 victories and $2,542,635 in winnings.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/Stanford_Cardinal": "The Stanford Cardinal are the athletic teams that represent Stanford University. As of December 22, 2019, Stanford's program has won 126 NCAA team championships, as well as 25 consecutive NACDA Directors' Cups, awarded annually to the most successful overall college sports program in the nation. As of February 15, 2019, Stanford-affiliated athletes have won 270 Olympic medals. Stanford's teams compete at the National Collegiate Athletic Association (NCAA) Division I (Football Bowl Subdivision (FBS) for college football) level as a member of the Pac-12 Conference, along with other schools from the western third of the United States.",
  "/wiki/Lisle,_Illinois": "Lisle (/ˈlaɪəl/ LY-əl) is a village in DuPage County, Illinois, United States. The population was 22,390 at the 2010 census, and in 2018 the population was recorded to be 23,394. It is part of the Chicago metropolitan area and the Illinois Technology and Research Corridor. It is also the headquarters of the Nuclear Regulatory Commission Region III.",
  "/wiki/Notre_Dame_Fighting_Irish": "The Notre Dame Fighting Irish are the athletic teams that represent the University of Notre Dame. The Fighting Irish participate in 23 National Collegiate Athletic Association (NCAA) Division I intercollegiate sports and in the NCAA's Division I in all sports, with many teams competing in the Atlantic Coast Conference (ACC). Notre Dame is one of only 16 universities in the United States that plays Division I FBS football and Division I men's ice hockey. The school colors are Gold and Blue and the mascot is the Leprechaun. It was founded on November 23, 1887 with football in South Bend, Indiana.",
  "/wiki/Pelham,_Alabama": "Pelham is a city in Shelby County, Alabama, United States. It incorporated in July 1964. At the 2000 census the population was 14,369, but has grown to 21,352 recorded by the 2010 census. It was named for Confederate American Civil War officer John Pelham.",
  "/wiki/Logan_Tom": "Logan Maile Lei Tom (born May 25, 1981) is an American indoor volleyball and beach volleyball player. She is a four-time Olympian at the outside hitter position. At age 19, Logan became the youngest woman ever to be selected for an American Olympic volleyball team when she competed at the 2000 Games in Sydney. She is a skilled all-around player who brings stability to the American serve receive and defense, while also providing the team with a solid attack and block at the net. She had been a huge part of the national team from 2000 to 2012. In Beijing, Tom helped Team USA win a silver medal and was named Best Scorer. She was also awarded the Most Valuable Player of the 2004 FIVB World Grand Prix.",
  "/wiki/Salt_Lake_City": "Salt Lake City (often shortened to Salt Lake and abbreviated as SLC) is the capital and most populous municipality of the U.S. state of Utah, as well as the seat of Salt Lake County, the most populous county in Utah. With an estimated population of 200,591 in 2018, the city is the core of the Salt Lake City metropolitan area, which has a population of 1,222,540 (2018 estimate). Salt Lake City is further situated within a larger metropolis known as the Salt Lake City–Ogden–Provo Combined Statistical Area, a corridor of contiguous urban and suburban development stretched along a 120-mile (190 km) segment of the Wasatch Front, comprising a population of 2,606,548 (as of 2018 estimates). It is one of only two major urban areas in the Great Basin.",
  "/wiki/April_Ross": "April Elizabeth Ross (born June 20, 1982) is an American professional beach volleyball player. She won a silver medal at the 2012 Summer Olympics with Jennifer Kessy, and a bronze medal at the 2016 Summer Olympics with Kerri Walsh Jennings. Ross and Kessy were also the 2009 Beach Volleyball World Champions.",
  "/wiki/Newport_Beach,_California": "Newport Beach is a coastal city in Orange County, California, United States. Newport Beach is known for good surfing and sandy beaches. Newport Harbor once supported maritime industries but today it is used mostly for recreation. Balboa Island draws visitors with a waterfront path easy access from the ferry to the shops and restaurants. Its population was 85,287 at the 2010 census.",
  "/wiki/USC_Trojans_women's_volleyball": "The USC Trojans women's volleyball team is currently vacant.  The previous coach, Brent Crouch, left to become the head coach at Auburn University.",
  "/wiki/Ogonna_Nnamani": "Ogonna Nneka Nnamani (born July 29, 1983) is a retired American indoor volleyball player and former member of the United States National and Olympic team. She was awarded the Honda-Broderick Cup in 2004 as the nation's top female athlete across all NCAA sports and is regarded as one of the best players in Stanford University's history with a career record of 2,450 kills, for which she entered the Stanford Hall of Fame in 2015.",
  "/wiki/Bloomington,_Illinois": "Bloomington is a city in and the county seat of McLean County, Illinois, United States. It is adjacent to Normal, and is the more populous of the two principal municipalities of the Bloomington-Normal metropolitan area.",
  "/wiki/Tucson,_Arizona": "Tucson (/ˈtuːsɒn, tuːˈsɒn/) is a city in and the county seat of Pima County, Arizona, United States, and is home to the University of Arizona. The 2010 United States Census put the population at 520,116, while the 2015 estimated population of the entire Tucson metropolitan statistical area (MSA) was 980,263. The Tucson MSA forms part of the larger Tucson-Nogales combined statistical area (CSA), with a total population of 1,010,025 as of the 2010 Census. Tucson is the second most-populated city in Arizona behind Phoenix, both of which anchor the Arizona Sun Corridor. The city is 108 miles (174 km) southeast of Phoenix and 60 mi (97 km) north of the U.S.–Mexico border. Tucson is the 33rd largest city and the 58th largest metropolitan area in the United States (2014).",
  "/wiki/Arizona_Wildcats": "The Arizona Wildcats  are the athletic teams that represent the  University of Arizona, located in Tucson.  The Wildcats compete at the National Collegiate Athletic Association (NCAA) Division I (Football Bowl Subdivision (FBS) for college football) level as a member of the Pac-12 Conference.  Arizona's chief intercollegiate rival is the Arizona State Sun Devils, and the two universities' athletic departments compete against each other in multiple sports via the State Farm Territorial Cup Series.",
  "/wiki/Orem,_Utah": "Orem is a city in Utah County, Utah, United States, in the northern part of the state. It is adjacent to Provo, Lindon, and Vineyard and is about 45 miles (72 km) south of Salt Lake City. Orem is one of the principal cities of the Provo-Orem, Utah Metropolitan Statistical Area, which includes all of Utah and Juab counties.  The population was 84,324 at the 2000 census, while the 2010 population was 88,328 making it the fifth-largest city in Utah. Utah Valley University is located in Orem. The Orem Owlz of the minor league baseball Pioneer League play their home games at the college.",
  "/wiki/Cynthia_Barboza": "Cynthia Jane Barboza (born February 7, 1987) is an American volleyball player. She is an outside hitter who played at Stanford University for four years.",
  "/wiki/Long_Beach,_California": "Long Beach is a city in the US state of California located within the Los Angeles metropolitan area. It is the 39th most populous city in the United States with a population of 462,257 in 2010. A charter city, Long Beach is the 7th most populous city in California.",
  "/wiki/Megan_Hodge": "Megan Hodge Easy (born October 15, 1988) is an American indoor volleyball player who won a silver medal at the 2012 Summer Olympics with the US team and played for Pennsylvania State University's volleyball team.",
  "/wiki/Durham,_North_Carolina": "Durham (/ˈdʌrəm/) is a city in and the county seat of Durham County in the U.S. state of North Carolina. Small portions of the city limits extend into Orange County and Wake County.\nThe U.S. Census Bureau estimated the city's population to be 274,291 as of July 1, 2018, making it the 4th-most populous city in North Carolina, and the 79th-most populous city in the United States. The city is located in the east-central part of the Piedmont region along the Eno River. Durham is the core of the four-county Durham-Chapel Hill Metropolitan Area, which has a population of 542,710 as of U.S. Census 2014 Population Estimates. The US Office of Management and Budget also includes Durham as a part of the Raleigh-Durham-Chapel Hill Combined Statistical Area, commonly known as the Research Triangle, which has a population of 2,037,430 as of U.S. Census 2014 Population Estimates.",
  "/wiki/Penn_State_Nittany_Lions_women's_volleyball": "The Penn State Nittany Lions women's volleyball program has had a long tradition. It was founded in 1976 by Tom Tait, long-time coach of the men's team, who coached the women's team from 1976–79 and was named a USA Volleyball All-Time great coach in 2007.",
  "/wiki/Manhattan_Beach,_California": "Manhattan Beach is a city in southwestern Los Angeles County, California, United States, on the Pacific coast south of El Segundo, and north of Hermosa Beach. As of the 2010 census, the population was 35,135, and in 2018 the population was estimated to be 35,532.",
  "/wiki/Wilmington,_Will_County,_Illinois": "Wilmington is a city in Will County, Illinois, United States. It is approximately 60 miles south-west from downtown Chicago (the Chicago Loop). The population was 5,724 at the 2010 census.",
  "/wiki/Florida_Gators_women's_volleyball": "The Florida Gators women's volleyball team represents the University of Florida in the sport of volleyball.  The Gators compete in Division I of the National Collegiate Athletics Association (NCAA) and the Southeastern Conference (SEC).  The Gators play their home matches in the O'Connell Center on the university's Gainesville, Florida campus, and are currently led by head coach Mary Wise.",
  "/wiki/Gina_Mancuso": "Gina Mancuso (born May 31, 1991 in Bellevue, Nebraska) is an American volleyball player who plays in the German Women's Volleyball League (de:Championnat d'Allemagne de volley-ball féminin).",
  "/wiki/Papillion,_Nebraska": "Papillion is a city in Sarpy County in the state of Nebraska. Designated as the county seat, it developed an 1870s railroad town and suburb of Omaha. The city is part of the larger five-county metro area of Omaha. The population of Papillion was 18,894 at the 2010 census. Its growth since the late twentieth century has reflected the growth of Omaha.",
  "/wiki/Nebraska_Cornhuskers_women's_volleyball": "The Nebraska women's volleyball team was founded in 1975 and is one of the most decorated teams in all of women's volleyball, with more wins than any other program and five NCAA national championships, one of only three programs not on the west coast to have won a title. Since the induction of the CBS College Sports/AVCA National Poll in 1982, the Cornhuskers are one of only two programs in the country to be ranked in every poll and have produced 73 All-Americans. The Cornhuskers volleyball program is one of the most popular spectator attractions in Nebraska, as four of the largest crowds to ever watch a volleyball match were in the state.",
  "/wiki/Shakopee,_Minnesota": "Shakopee (/ˈʃɑːkəpiː/ SHAH-kə-pee) is a city in and the county seat of Scott County, Minnesota. It is located southwest of downtown Minneapolis. Sited on the south bank bend of the Minnesota River, Shakopee and nearby suburbs comprise the southwest portion of Minneapolis-Saint Paul, the sixteenth-largest metropolitan area in the United States, with 3.6 million people. The population of Shakopee was 37,076 at the 2010 census.",
  "/wiki/Minnesota_Golden_Gophers_women's_volleyball": "Minnesota Golden Gophers volleyball is the NCAA Division I women's volleyball team at the University of Minnesota in Minneapolis. The program began its first season in 1972 under head coach Dee Jilek. Its current head coach is Hugh McCutcheon, who took over the team after the 2012 Olympics. Previous coach Mike Hebert had led the Golden Gophers to every NCAA Tournament, with the exception of 1998, when he was head coach of the team. His tenure was highlighted by back-to-back NCAA Final Four appearances in 2003 and 2004. Hebert also led Minnesota the program's first Big Ten title in 2002.",
  "/wiki/Redlands,_California": "Redlands /ˈrɛdləndz/ is a city in San Bernardino County, California, United States. As of the 2010 census, the city had a population of 68,747, up from 63,591 at the 2000 census. The population was estimated at 71,586 in 2018. The city is located approximately 10 miles (16 km) east of downtown San Bernardino.",
  "/wiki/Washington_Huskies": "The Washington Huskies are the intercollegiate athletic teams that represent the University of Washington, located in Seattle. The school is a member of the Pac-12 Conference.",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.",
  "/wiki/Lauren_Carlini": "Lauren Carlini (28 February 1995) is an American volleyball player. She plays for the United States women's volleyball team. She won the 2016 Sullivan Award as America's best amateur athlete.",
  "/wiki/Aurora,_Illinois": "Aurora, a suburb of Chicago, is a city in DuPage, Kane, Kendall, and Will counties in the U.S. state of Illinois.  Located primarily in DuPage and Kane counties, it is an outer suburb of Chicago and the second most populous city in the state, and the 115th most populous city in the country. The population was 197,899 at the 2010 census, and was estimated to have increased to 199,602 by 2018.",
  "/wiki/Wisconsin_Badgers": "The Wisconsin Badgers are the athletic teams representing the University of Wisconsin–Madison (University of Wisconsin). They compete as a member of the National Collegiate Athletic Association (NCAA) Division I level (Football Bowl Subdivision (FBS) sub-level), primarily competing in the Big Ten Conference for all sports since the 1896–97 season. The women's ice hockey team competes in the Western Collegiate Hockey Association (WCHA), while the men's and lightweight women's crew team compete in the Eastern Association of Rowing Colleges (EARC).",
  "/wiki/Louisville,_Kentucky": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States.[d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city.[e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
  "/wiki/Auburn_Tigers": "The Auburn Tigers are the athletic teams representing Auburn University, a public four-year coeducational university located in Auburn, Alabama, United States. The Auburn Tigers compete in Division I of the National Collegiate Athletic Association (NCAA) as a member of the Southeastern Conference (SEC).",
  "/wiki/West_Point,_IA": "West Point is a city in Lee County, Iowa, United States. The population was 966 at the 2010 census. It is part of the Fort Madison–Keokuk, IA-MO Micropolitan Statistical Area.",
  "/wiki/Gatorade_Player_of_the_Year_awards": "The Gatorade Player of the Year awards are given annually to up and coming high school student-athletes in the United States. They are given for boys' baseball, boys' football, girls' softball, girls' volleyball, boys' basketball, girls' basketball, boys' cross country, girls' cross country, boys' soccer, girls' soccer, boys' track & field, and girls' track & field."
}