{
  "/wiki/Aaron_Hunt_(gridiron_football)": "Aaron Hunt (born June 19, 1980, in Denison, Texas) is a professional Canadian football defensive tackle who most recently played for the Montreal Alouettes of the Canadian Football League.",
  "/wiki/Montreal_Alouettes": "The Montreal Alouettes (French: Les Alouettes de Montréal) are a professional Canadian football team based in Montreal, Quebec. Founded in 1946, the team has folded and been revived twice. The Alouettes compete in the East Division of the Canadian Football League (CFL) and last won the Grey Cup championship in 2010. Their home field is Percival Molson Memorial Stadium for the regular season and as of 2014 also home of their playoff games.",
  "/wiki/Andrew_Jones_(Canadian_football)": "Andrew Jones (born October 29, 1982) is a retired professional Canadian football offensive lineman for the BC Lions of the Canadian Football League (CFL). Jones was drafted by the Lions in the fourth round of the 2007 CFL Draft. He is a three-time Grey Cup champion, having won with three different teams in a span of five years, 2011, 2012, and 2015. He played CIS football for the McMaster Marauders.",
  "/wiki/Toronto_Argonauts": "The Toronto Argonauts (officially the Toronto Argonaut Football Club, commonly referred to as the Argos) are a professional Canadian football team competing in the East Division of the Canadian Football League (CFL). Based in Toronto, Ontario, the team was founded in 1873, and is the oldest existing professional sports team in North America still using its original name, and they are the oldest-surviving team in both the modern-day CFL and East Division. The team's origins date back to a modified version of rugby football that emerged in North America in the latter half of the nineteenth century. The Argonauts played their home games at Rogers Centre (originally known as SkyDome) from 1989 until 2016 when the team moved to BMO Field, the fifth stadium site to host the team.",
  "/wiki/Jamall_Lee": "Jamall Lee (born March 13, 1987) is a former professional Canadian football running back who played for three seasons for the BC Lions of the Canadian Football League. He was signed by the Carolina Panthers of the National Football League as an undrafted free agent in 2009 and released at the end of the pre-season, making him an NFL free agent. He was drafted by the BC Lions third overall in the 2009 CFL Draft. He played CIS football for the Bishop's Gaiters.",
  "/wiki/Dante_Marsh": "Dante Marsh (born February 26, 1979) is a former Canadian football cornerback  who spent 11 seasons with the BC Lions of the Canadian Football League (CFL). Marsh attended college at Fresno State. He is currently the Defensive Coordinator  at San Joaquin Delta Junior College (Stockton, California).",
  "/wiki/BC_Lions": "The BC Lions are a professional Canadian football team competing in the West Division of the Canadian Football League (CFL). Based in Vancouver, British Columbia, the Lions play their home games at BC Place.",
  "/wiki/Paul_McCallum_(Canadian_football)": "Paul McCallum (born January 7, 1970) is a retired Canadian football punter and placekicker. McCallum had been a member of four different CFL franchises, one XFL team, an NFL Europa team, and a Scottish third division club. At the time of his retirement, McCallum was the oldest active player in the CFL, having played in 23 seasons over the course of his career.",
  "/wiki/Anton_McKenzie": "Anton McKenzie (January 4, 1981) is an American former player of Canadian football and American football. He played for three seasons for the Saskatchewan Roughriders before playing for five seasons for the BC Lions of the CFL. He played college football at Massachusetts.",
  "/wiki/Khalif_Mitchell": "Khalif Quadree Mitchell (born April 7, 1985) is a professional Canadian football and American Football defensive tackle who is currently a free agent. He has played for the B.C. Lions, Toronto Argonauts in the CFL and San Francisco 49ers in the NFL. In 2011, he won a Grey Cup with the BC Lions. He was signed by the San Francisco 49ers as an undrafted free agent in 2009 and released in 2010.",
  "/wiki/Ryan_Phillips": "Ryan Phillips (born November 15, 1982) is the defensive backs coach for the BC Lions of the Canadian Football League (CFL) and a former professional Canadian football defensive back. He played most of his career with the BC Lions, where he has been part of two Grey Cup championship teams (94th Grey Cup and 99th Grey Cup) and was the last remaining active Lions player from the 2006 roster that won the 2006 Grey Cup. He holds numerous Lions franchise records and had been named a western all-star five times and a league all-star four times. Phillips was known for his durability, having only missed four games in his 12-year career which includes a consecutive games-played streak of 181 games. He was also a member of the Montreal Alouettes in 2017. He is a 2006 graduate of Eastern Washington University which is also where he played college football for the Eastern Washington Eagles."
}