{
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Al_Ahly_SC": "Al Ahly Sporting Club (Arabic: النادي الأهلي للرياضة البدنية‎), commonly referred to as Al Ahly, is an Egyptian sports club based in Cairo.\nIt is known as \"The Club of the Century\" in African football. It is best known for its professional football team that plays in the Egyptian Premier League, the top tier in the Egyptian football league system, and is the most decorated football club in Africa. It was founded on 24 April 1907, as a gathering place for Cairo's Student Unions.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.",
  "/wiki/TP_Mazembe": "Tout Puissant Mazembe, formerly known as Englebert, is a Congolese football club based in Lubumbashi. Their home games are played at Stade TP Mazembe situated in the suburb of Kamalondo. Its nickname is Les corbeaux (the ravens) despite having a crocodile with a ball in its mouth on the team crest. TP Mazembe drew an average home attendance of 11,888 in the 2015–16 Linafoot season. CS Don Bosco serves as a feeder club to the team. Mazembe are among the major sports clubs in DR Congo and one of the most successful football teams in Africa ever. They gained great notoriety when they defeated the Internacional of Brazil in the semifinal of the FIFA Club World Cup. They became the first Congolese club with 500,000 followers on social media. They are most successful team in DRC with 36 national and international titles won.",
  "/wiki/Zamalek_SC": "Zamalek Sporting Club (Arabic: نادي الزمالك الرياضي‎) is an Egyptian sports club based in Giza, Egypt. The club is mainly known for its professional football team, which currently plays in the Egyptian Premier League, the top tier of the Egyptian football league system.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast.",
  "/wiki/%C3%89toile_Sportive_du_Sahel": "The Étoile Sportive du Sahel (Arabic: النجم الرياضي الساحلي‎), is a sports club from Sousse in the Sahel region of Tunisia, known primarily for its football and basketball team. The club also has sections for handball, volleyball, judo and wrestling. ESS was founded on 11 May 1925 after a general meeting under the chairmanship of Chedly Boujemla, Ali Laârbi and Ahmed Zaklaoui, at the headquarters of the Association of the ancient French-Arab School in Laroussi Zarouk Street, in the heart of the ancient city of Sousse. The aim of the meeting was to establish a sports education society. The Tunisian flag was chosen in the selection of the colors of the team. The red shirt with the star and the white shorts. The French colonial authorities prevented the use of these colors, but with the insistence of the team leaders they prevailed and in the latter they played this kit. In English the name means Sport (or Athletic) Star of the Sahel",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Raja_Casablanca": "Raja Club Athletic (Raja CA or RCA) (Arabic: نادي الرجاء الرياضي‎, romanized: Nādī ar-Rajāʾ ar-Riyāḍī) is a sports club with sections in many different disciplines based in Casablanca, Morocco. Founded in 1949, Raja CA is a club known for the success of its football section.  The club plays its meetings at Stade Mohammed V since its inauguration in 1956.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state.",
  "/wiki/Enyimba_International_F.C.": "Enyimba International Football Club or simply known as Enyimba, is a Nigerian football (soccer) club based in the city of Aba which plays in the Nigerian Professional Football League. Their name means People's Elephant in Igbo language and is also the nickname used for the city of Aba. Founded in 1976, the club rose to prominence in the 2000s and is considered the most successful Nigerian football club as they won two African Champions League titles, eight Nigerian championships and four Federation Cups since 2001.",
  "/wiki/Esp%C3%A9rance_Sportive_de_Tunis": "Espérance Sportive de Tunis (Arabic: الترجي الرياضي التونسي‎), also known as The Ghoul of Africa (Arabic: غول إفريقيا‎), Mkachkha (Arabic: المكشخة‎), ES Tunis, Espérance ST, or Espérance de Tunis, is a sports club based in Bab Souika,Tunis, Tunisia. It has teams in multiple sports, including football, handball, and volleyball.",
  "/wiki/Wydad_AC": "Wydad Athletic Club (Arabic: نادي الوداد الرياضي‎, Arabic pronunciation: [naːdiː‿l.wydaːd arːiyːadˤiː]), Berber languages: ⵡⵢⴷⴰⴷ ⴰⵜⵀⵍⴻⵜⵉⵛ ⵛⵍⵓⴱ) commonly known as WAC or Wydad Casablanca, also called Wydad of Nation or The Lions Of Africa is a Moroccan sports club based in Casablanca City, Morocco. Wydad AC is one of the best and most successful football team in Africa, and which is the most titled team in the history of Moroccan football League.[citation needed]",
  "/wiki/Ivory_Coast": "Ivory Coast, formally Côte d'Ivoire,[a] officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast, Ghana to the east, and the Gulf of Guinea (Atlantic Ocean) to the south. The official language of the republic is French, with local indigenous languages also being widely used that include Baoulé, Dioula, Dan, Anyin, and Cebaara Senufo. In total, there are around 78 different languages spoken in Ivory Coast. The country has large populations of Muslims, Christians (primarily Roman Catholics) and various indigenous religions.",
  "/wiki/Africa_Sports_National": "Africa Sports d'Abidjan is an Ivorian multi-sports club founded in 1947 and based in Abidjan. The club fields teams in the sports of track and field, handball, basketball and association football, of these the football team is the most prominent. They play at the Stade Houphouet-Boigny.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.",
  "/wiki/Accra_Hearts_of_Oak_SC": "Accra Hearts of Oak Sporting Club, commonly referred to as Hearts of Oak or just Hearts is a professional sports club based in Accra (Greater Accra), Ghana. The club competes in the Ghana Premier League, the Premier division on the Ghanaian football pyramid. The Ohene Djan Sports Stadium (former Accra Sports Stadium) is their home grounds where they play their home games. Hearts has won the Premier League twenty times, the FA cup a record ten times, the President's Cup twice, and the CAF African Champions League and the CAF Confederations Cup each once.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Orlando_Pirates_FC": "Orlando Pirates Football Club is a South African professional football based in the Houghton suburb of the city of Johannesburg and plays in the top-tier system of Football in South Africa known as Premier Soccer League, The team plays it's home matches at Orlando Stadium in Soweto.",
  "/wiki/ASEC_Mimosas": "The Association Sportive des Employés de Commerce Mimosas, literally Mimosas Commerce Employees' Sporting Association, is an Ivorian football club based in Abidjan. The club is also known as ASEC Mimosas Abidjan and ASEC Abidjan, especially in international club competitions. Founded in 1948, they are the most successful side in Ivorian football, having won the Ivorian Premier Division 24 times and the 1998 CAF Champions League. In addition, ASEC's Académie MimoSifcom has produced a number of famous players now based in top foreign leagues, including Bonaventure Kalou, Didier Zokora, Emmanuel Eboué, Gervinho, Salomon Kalou, Romaric, Boubacar Barry, Didier Ya Konan, Kolo Touré and Yaya Touré, all of whom have played internationally.",
  "/wiki/MAS_Fez": "Maghreb Association Sportive de Fès (Arabic: المغرب الرياضي الفاسي‎) is an Omnisport club based in Fes. The club was founded in 1946.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/ES_S%C3%A9tif": "Entente Sportive Sétifienne (Arabic: الوفاق الرياضي السطايفي‎), known as Entente de Sétif, commonly referred to as ES Sétif or ESS for short, is an Algerian professional football club based in Sétif. The club was founded in 1958 and its colours are black and white. Their home stadium, the Stade 8 Mai 1945, has a capacity of 18,000 spectators. The club is currently playing in the Algerian Ligue Professionnelle 1.",
  "/wiki/Mamelodi_Sundowns": "Mamelodi Sundowns Football Club is a  South African professional football club based in Mamelodi, Pretoria, Gauteng that plays in the Premier Soccer League. Since the inception of the PSL in 1996 Sundowns have won the league title a record nine times and they were the 2016 CAF Champions League champions and 2016 CAF Club Of The Year. They have also won the Nedbank Cup four times, and hold the joint record of three National Football League Championships and are the 1st South African team to compete in the FIFA Club World Cup where they finished in 6th place.",
  "/wiki/CS_Sfaxien": "Club Sportif Sfaxien (Arabic: النادي الرياضي الصفاقسي‎) or CSS is a multi-sport club from Sfax in Tunisia.",
  "/wiki/Daring_Club_Motema_Pembe": "Daring Club Motema Pembe, or simply DCMP for a short, is a Congolese football club based in Kinshasa.",
  "/wiki/JS_Kabylie": "Jeunesse Sportive de Kabylie (Arabic: شبيبة القبائل‎), known as JS Kabylie or JSK, is an Algerian football club based in Tizi Ouzou. The club are named after the cultural, natural and historical region that is home to the Berber-speaking Kabyle (the letters I ⵙ R on the badge are Berber for JSK). The club was founded in 1946 and its colours are green and yellow. Their home stadium, Stade du 1er Novembre 1954, has a capacity of 21,240 spectators. The club is currently playing in the Algerian Ligue Professionnelle 1.",
  "/wiki/Al-Mokawloon_Al-Arab": "Al Mokawloon Al Arab Sporting Club (Arabic: نادي المقاولون العرب الرياضي‎), also known as The Arab Contractors Sporting Club and shortly as El Mokawloon between the locals, is an Egyptian sports club based in Nasr City, Cairo. The club was founded in 1973 by the Egyptian engineer, contractor, entrepreneur, and politician Osman Ahmed Osman as the official sporting club for his prominent, regional construction company, the Arab Contractors, arguably the biggest one in the entire Middle East at that time. The club is best known for their football team, which currently plays in the Egyptian Premier League, the highest league in the Egyptian football league system.",
  "/wiki/Kaizer_Chiefs_FC": "Kaizer Chiefs Football Club is a South African professional  football club based in Naturena in Johannesburg that plays in the Premier Soccer League. The team is nicknamed Amakhosi which means \"Lords\" or \"Chiefs\" in Zulu, and the Phefeni Glamour Boys. They currently play most of their home matches at Soccer City in Nasrec, Soweto, which is commonly also referred to as the FNB Stadium. They are one of the most supported clubs in the country, drawing an average home attendance of 14,873 in the 2018/2019 season, the second highest in the league."
}