{
  "/wiki/Aerostar_Airport_Holdings": "Aerostar Airport Holdings, LLC is the public–private partnership, privately held company, and limited liability company that operates and manages the Luis Muñoz Marín International Airport on behalf of the Puerto Rico Ports Authority. Since 2017, the company is 60% owned by Grupo Aeroportuario del Sureste, a Mexican airport management firm, and 40% by PSP Investments/AviAlliance. Aerostar has a forty-year lease to manage and upgrade the airport, including the investment of nearly $1.4 billion in capital improvements over the course of the lease.",
  "/wiki/Aerostar": "Aerostar S.A. is an aeronautical manufacturing company based in Bacău, Romania.",
  "/wiki/Transportation_in_Puerto_Rico": "Transportation in Puerto Rico includes a system of roads, highways, freeways, airports, ports and harbors, and railway systems, serving a population of approximately 4 million year-round. It is funded primarily with both local and federal government funds.",
  "/wiki/Puerto_Rico_Aqueducts_and_Sewers_Authority": "The Puerto Rico Aqueducts and Sewers Authority (PRASA)—Spanish: Autoridad de Acueductos y Alcantarillados (AAA)—is a water company and the government-owned corporation of Puerto Rico responsible for water quality, water management, and water supply in Puerto Rico. PRASA is the only entity authorized to conduct such business in Puerto Rico, effectively making it a government monopoly.",
  "/wiki/Puerto_Rico_Electric_Power_Authority": "The Puerto Rico Electric Power Authority (PREPA) —Spanish: Autoridad de Energía Eléctrica  (AEE)— is an electric power company and the government-owned corporation of Puerto Rico responsible for electricity generation, power distribution, and power transmission on the island. PREPA is the only entity authorized to conduct such business in Puerto Rico, making it a government monopoly. The authority is ruled by a board of directors appointed by the governor with the advice and consent of the Senate. Since 2014, PREPA is subject to the Puerto Rico Energy Commission, another government agency whose board of directors is also appointed by the governor.",
  "/wiki/Luis_Mu%C3%B1oz_Mar%C3%ADn_International_Airport": "Luis Muñoz Marín International Airport (IATA: SJU, ICAO: TJSJ, FAA LID: SJU) (Spanish: Aeropuerto Internacional Luis Muñoz Marín, also known as Isla Verde International Airport/Aeropuerto Internacional de Isla Verde) is a joint civil-military international airport named for Puerto Rico's first democratically elected governor and located in suburban Carolina, Puerto Rico, three miles (five kilometres) southeast of San Juan. It is the busiest airport in the Caribbean region by passenger traffic. Over 4 million passengers board a plane at the airport per year according to the Federal Aviation Administration.",
  "/wiki/Metropistas": "Autopistas Metropolitanas de Puerto Rico, LLC (Puerto Rico Metropolitan Highways) —better known as Metropistas (Metro Highways)— is the public–private partnership, privately held company, and limited liability company that operates  Puerto Rico Highway 5 (PR-5) and Puerto Rico Highway 22 (PR-22) on behalf of the Puerto Rico Highways and Transportation Authority. The company is a consortium between Goldman Sachs and Abertis where Goldman Sachs initially served as majority owner through its Goldman Sachs Infrastructure Partners II infrastructure fund, while Abertis initially served as minority partner and main operator. However, on February 2013 Abertis acquired 6% of Goldman Sach's equity, elevating its position as majority owner with 51% ownership.[a]",
  "/wiki/Autopistas_de_Puerto_Rico": "Autopistas de Puerto Rico S.E. (English: Puerto Rico Expressways) is a European public–private partnership, privately held company that operates the Teodoro Moscoso Bridge on behalf of the Puerto Rico Highways and Transportation Authority. The company is wholly owned by Abertis.",
  "/wiki/Education_in_Puerto_Rico": "Education in Puerto Rico is overseen by the Department of Education of Puerto Rico and the Puerto Rico Education Council. The Department oversees all elementary and secondary public education while the Council oversees all academic standards and issues licenses to educational institutions wishing to operate or establish themselves in Puerto Rico."
}