{
  "/wiki/Hjalmar_Andersson": "Svensk Hjalmar Zakeus Andersson (13 July 1889 – 2 November 1971) was a Swedish cross-country runner. He competed at the 1912 Summer Olympics held in Stockholm and won an individual silver and team gold medals. The course was rather hilly and approximately 12 km long; it was not made known to competitors before the race.",
  "/wiki/John_Eke": "John Wicktor Eke (12 March 1886 – 11 June 1964) was a Swedish long-distance runner who competed at the 1912 Stockholm Olympics. He won a bronze medal in the individual cross country and a gold in the team cross country event. Eke also progressed to the 10000 m final, but decided to withdraw.",
  "/wiki/Josef_Ternström": "Carl Josef Ternström (4 December 1888 – 2 May 1953) was a Swedish runner. He competed at the 1912 Summer Olympics in cross country events and won a team gold medal, finishing fifth individually. The course was rather hilly and ca. 12 km long; it was not made known to competitors before the race.",
  "/wiki/Athletics_at_the_1912_Summer_Olympics": "These are the results of athletics competition at the 1912 Summer Olympics.  30 events were contested, all for men only.",
  "/wiki/Hugo_Wieslander": "Karl Hugo Wieslander (11 June 1889 – 24 May 1976) was a Swedish athlete. He set the inaugural world record in the pentathlon in Gothenburg in 1911 with a score of 5516 points. The following year he finished second in the decathlon at the 1912 Summer Olympics in Stockholm, 688 points behind Jim Thorpe. In 1913, after it was discovered that Thorpe played professional baseball for a minor league team, Thorpe was disqualified for not being an amateur.  Wieslander was declared the winner of the 1912 Olympics and awarded the gold medal, which he refused to accept. In 1982 Thorpe was reinstated by the IOC with Hugo Wieslander as joint winners of the 1912 Olympic decathlon.",
  "/wiki/Eric_Lemming": "Eric Otto Valdemar Lemming (22 February 1880 – 5 June 1930) was a Swedish track and field athlete who competed at the 1900, 1906, 1908 and 1912 Olympics in a wide variety of events, which mostly involved throwing and jumping. He had his best results in the javelin throw, which he won at the 1906–1912 Games, and in which he set multiple world records between 1899 and 1912. His last record, measured at 62.32 m, was ratified by the International Association of Athletics Federations as the first official world record.",
  "/wiki/Gustaf_Lindblom_(athlete)": "Gustaf \"Topsy\" Lindblom (3 December 1891 – 26 April 1960) was a Swedish athlete who won the triple jump event at the 1912 Summer Olympics held in Stockholm, Sweden.",
  "/wiki/Erik_Friborg": "Johan Erik Friborg (24 January 1893 – 22 May 1968) was a Swedish road racing cyclist who competed in the 1912 Summer Olympics. He finished seventh individually and won a gold medal with the Swedish team. The city of Västerås donated a silver trophy to be given to the best Swedish road cyclist at the 1912 Olympics, and the trophy went to Friborg. In 1955 he donated it to a Swedish racing society (Sällskapet Gamla Tävlingcyklister), which decided to present it to the best Swedish cyclist at each forthcoming Olympics, as originally intended.",
  "/wiki/Ragnar_Malm": "Karl Oscar Ragnar Malm (14 May 1893 – 1 March 1959) was a Swedish road racing cyclist. He competed at the 1912, 1920 and 1924 Summer Olympics and won a team gold, silver and bronze medal, respectively. His best individual result was seventh place in 1920. Nationally he won the road time trial 10 times, individually (1912, 1917–18 and 1920–1922) and with a team (1913, 1918–1920).",
  "/wiki/Axel_Persson": "Axel Wilhelm Persson (23 January 1888 – 2 September 1955) was a Swedish cyclist. He competed in the road race at the 1912 and 1920 Summer Olympics and won a gold and a silver medal with the Swedish teams. Individually he finished 9th and 12th, respectively.",
  "/wiki/Algot_Lönn": "Karl Algot Lönn (18 December 1887 – 3 April 1953) was a Swedish road racing cyclist who competed in the 1912 Summer Olympics.",
  "/wiki/Cycling_at_the_1912_Summer_Olympics": "At the 1912 Summer Olympics in Stockholm, one cycling event was contested on Sunday, 7 July. This event was a time trial which also counted as an individual race. For the only time in Olympic history, no track cycling events were held.",
  "/wiki/Erik_Adlerz": "Erik Wilhelm \"Loppan\" Adlerz (23 July 1892 – 8 September 1975) was a Swedish diver who competed at the 1908, 1912, 1920 and 1924 Summer Olympics.",
  "/wiki/Diving_at_the_1912_Summer_Olympics": "At the 1912 Summer Olympics in Stockholm, four diving events were contested.  For the first time, women competed in diving at the Olympic Games. The competitions were held from Saturday July 6, 1912 to Monday July 15, 1912.",
  "/wiki/Greta_Johansson": "Anna Teresa Margareta \"Greta\" Johansson (9 January 1895 – 28 January 1978) was a Swedish diver and swimmer, who competed at the 1912 Summer Olympics. She won the gold medal in the 10 m platform and finished fourth with the Swedish 4 × 100 m freestyle relay team.",
  "/wiki/Carl_Bonde": "Count Carl Gustaf Bonde af Björnö (28 April 1872 – 13 June 1957) was a Swedish Army officer, equerry and horse rider who competed at the 1912 and 1928 Olympics.",
  "/wiki/Equestrian_at_the_1912_Summer_Olympics": "The equestrian program at the 1912 Summer Olympics in Stockholm, included five medal events.  There were individual competitions in dressage, eventing, and show jumping. Team scores were also gathered and medals awarded for teams in the eventing and jumping competitions. Equestrian had been absent from the Olympic program since the 1900 Summer Olympics, making the 1912 Games the second time the sport was featured. Ten nations competed: Belgium, Chile, Denmark, France, Germany, Great Britain, Norway, Russia, Sweden, and the USA. Only Sweden and Germany were able to supply a full team for all three disciplines, with several countries (Belgium, Denmark, France, Great Britain, Norway and the USA) having several riders and horses used in two or even all three disciplines. A total of 88 entries ran in the three events, with 62 riders and 70 horses.",
  "/wiki/Axel_Nordlander": "Axel Nils August Nordlander (21 September 1879 – 30 April 1962) was a Swedish officer and horse rider. He competed at the 1912 Summer Olympics and won the individual and team eventing competitions.",
  "/wiki/Nils_Adlercreutz": "Nils August Domingo Adlercreutz (8 July 1866 – 27 September 1955) was a Swedish Army officer and horse rider who competed in the 1912 Summer Olympics.",
  "/wiki/Ernst_Casparsson": "Ernst Gustaf Casparsson (15 November 1886 – 7 September 1973) was a Swedish equestrian who competed in the 1912 Summer Olympics. He and his horse Irmelin finished fifth in the individual eventing competition and won a gold medal with the Swedish eventing team. He also finished sixth in the individual jumping event on the horse Kiriki.",
  "/wiki/Henric_Horn_af_Åminne": "Henric Arvid Bengt Christer Horn af Åminne (12 March 1880 – 6 December 1947) was a Swedish Army officer and horse rider who competed in the 1912 Summer Olympics. He finished tenth in the individual eventing on the horse Omen. Although his team finished first, Horn af Åminne did not receive a gold medal, because only three best members of each team were counted, and he was the fourth.",
  "/wiki/Gustaf_Lewenhaupt": "Carl Gustaf Sixtensson Lewenhaupt (20 August 1879 – 7 August 1962) was a Swedish Count, officer, courtier, horse rider and modern pentathlete who competed in the 1912 Summer Olympics.",
  "/wiki/Gustaf_Kilman": "Gustaf Olof Falhem Kilman (July 9, 1882 – February 21, 1946) was a Swedish Army officer and horse rider who competed in the 1912 Summer Olympics and in the 1920 Summer Olympics.",
  "/wiki/Hans_von_Rosen": "Count Hans Robert von Rosen (August 8, 1888 – September 2, 1952) was a Swedish Army captain and horse rider who competed in the 1912 Summer Olympics and in the 1920 Summer Olympics.",
  "/wiki/Fredrik_Rosencrantz": "Fredrik Jakob Tage Ulfstand Rosencrantz (26 October 1879 – 15 April 1957) was a Swedish Army captain and horse rider who competed in the 1912 Summer Olympics. He was a member of the Swedish team that won the gold medal in jumping; however, he was not awarded a medal because only three best riders from each team were counted, and he placed fourth.",
  "/wiki/Per_Bertilsson": "Per Daniel Bertilsson (December 4, 1892 – September 18, 1972) was a Swedish gymnast who competed in the 1912 Summer Olympics.",
  "/wiki/Carl-Ehrenfried_Carlberg": "Carl-Ehrenfried Carlberg (24 February 1889 – 22 January 1962) was a Swedish gymnast who competed in the 1912 Summer Olympics.",
  "/wiki/Nils_Granfelt": "Nils Daniel Granfelt (February 17, 1887 – July 21, 1959) was a Swedish gymnast who competed in the 1912 Summer Olympics.",
  "/wiki/Curt_Hartzell": "Curt Hartzell (September 3, 1891 – January 17, 1975) was a Swedish gymnast who competed in the 1912 Summer Olympics.",
  "/wiki/Oswald_Holmberg": "Torsten Oswald Magnus Holmberg (July 17, 1882 – February 11, 1969) was a Swedish gymnast and tug of war competitor who participated in the 1908 Summer Olympics and in the 1912 Summer Olympics.",
  "/wiki/Anders_Hylander": "Anders Hylander (6 November 1883 – 10 February 1967) was a Swedish gymnast. He was part of the Swedish team that won the gold medal in the Swedish system event at the 1912 Summer Olympics.",
  "/wiki/Axel_Janse": "Axel Johan Janse (18 March 1888 – 18 August 1973) was a Swedish gymnast. He was part of the Swedish team that won the gold medal in the Swedish system event at the 1912 Summer Olympics. He was also a military pilot, and a model for the sculpture Deliverer in Örebro.",
  "/wiki/Boo_Kullberg": "Anders Boo Georg Kullberg (May 23, 1889 – April 5, 1962) was a Swedish gymnast who competed in the 1912 Summer Olympics.",
  "/wiki/Sven_Landberg": "Sven Axel Richard Landberg (6 December 1888 – 11 April 1962) was a Swedish gymnast and football player. He was part of the Swedish gymnastics teams that won gold medals at the 1908 and in the 1912 Summer Olympics.",
  "/wiki/Per_Nilsson_(gymnast)": "Per Elis Albert Nilsson (January 4, 1890 – June 18, 1964) was a Swedish gymnast who competed in the 1912 Summer Olympics.",
  "/wiki/Benkt_Norelius": "Benkt Rudolf Norelius (26 April 1886 – 30 November 1974) was a Swedish gymnast. He was a member of the Swedish team that won the gold medal in the Swedish system event at the 1912 Summer Olympics.",
  "/wiki/Axel_Norling": "Karl Axel Patrik Norling (16 April 1884 – 7 May 1964) was a Swedish gymnast, diver, and tug of war competitor who participated in the 1906 Intercalated Games and 1908 and 1912 Summer Olympics. He won a bronze medal in the tug of war in 1906, as well as two gold medals with the Swedish gymnastics team, in 1908 and 1912, alongside his younger brother Daniel.",
  "/wiki/Daniel_Norling": "Lars Daniel Norling (January 16, 1888 – August 28, 1958) was a Swedish Army officer, gymnast and equestrian who participated in the 1908 Summer Olympics, in the 1912 Summer Olympics, and in the 1920 Summer Olympics.",
  "/wiki/Sven_Rosén_(gymnast)": "Sven Axel Ariga Rosén (March 10, 1887 – June 22, 1963) was a Swedish gymnast who participated in the 1908 Summer Olympics and in the 1912 Summer Olympics. He was part of the Swedish team that won the gold medal in the gymnastics men's team event in 1908. In the 1912 Summer Olympics he won his second gold medal as member of the Swedish gymnastics team in the Swedish system event.",
  "/wiki/Nils_Silfverskiöld": "Nils Otto Silfverskiöld (3 January 1888 – 8 August 1957) was a Swedish Olympic gymnast, orthopedic surgeon and left-wing intellectual. As a gymnast he won a gold medal in the Swedish system team event at the 1912 Summer Olympics. As a surgeon he developed a knee flexion test that was later adapted in a diagnosis of foot and ankle disorders. He was employed at the Sabbatsberg Hospital (1927), Serafimerlasarettet (1936) and Karolinska University Hospital (1940).",
  "/wiki/Carl_Silfverstrand": "Carl Johan Silfverstrand (9 October 1885 – 2 January 1975) was a Swedish track and field athlete and gymnast who competed in the 1908 and 1912 Summer Olympics. In 1908 he finished tenth in the pole vault and twentieth long jump. In 1912 he was part of the Swedish gymnastics team that won the gold medal in the Swedish system event.",
  "/wiki/John_Sörenson": "John Emil Sörenson (September 15, 1889 – October 25, 1976) was a Swedish gymnast who competed in the 1920 Summer Olympics.",
  "/wiki/Yngve_Stiernspetz": "Yngve Stiernspetz (27 April 1887 – 4 April 1945) was a Swedish gymnast who competed in the 1912 Summer Olympics. He was part of the Swedish team that won the all-around Swedish system event.",
  "/wiki/Carl-Erik_Svensson": "Carl-Erik Svensson (born February 20, 1891, date of death unknown) was a Swedish gymnast who competed in the 1912 Summer Olympics.",
  "/wiki/Karl_Johan_Svensson": "Karl Johan Svensson-Sarland (12 March 1887 – 20 January 1964) was a Swedish gymnast. He was part of the Swedish teams that won gold medals at the 1908 and 1912 Summer Olympics. He was a civil engineer by trade.",
  "/wiki/Knut_Torell": "Knut Emanuel Torell (May 1, 1885 – December 24, 1966) was a Swedish gymnast who competed in the 1912 Summer Olympics.",
  "/wiki/Edward_Wennerholm": "Oscar Edward Wennerholm (January 22, 1890 – March 13, 1943) was a Swedish gymnast who competed in the 1912 Summer Olympics.\nHis great-grandson is Cole Edward Wennerholm and great-granddaughter is Julia Ann Wennerholm. \nHe was part of the Swedish team, which won the gold medal in the gymnastics men's team, Swedish system event.",
  "/wiki/Claes_Wersäll": "Claës Richard Wersäll (17 November 1848 – 19 December 1919) was a Swedish governor and artillery officer. Between 15 March 1895 and 16 July 1897 he served as a Swedish Finance Minister. He was also the governor of Dalarna County (1893–1901) and Västmanland County (1901–1916). During his career he was awarded the Order of the Polar Star (1895), Order of the Sword (1889), Order of St. Anna and Order of St. Olav.",
  "/wiki/David_Wiman": "David Leopold Widman (6 August 1884 – 6 October 1950) was a Swedish gymnast who competed in the 1912 Summer Olympics. He was part of the Swedish team that won the gold medal in the Swedish system event. In retirement he ran his own insurance company.",
  "/wiki/Gymnastics_at_the_1912_Summer_Olympics": "Four gymnastics events were held at the 1912 Summer Olympics in Stockholm, Sweden. Including the display the competitions were held between 6 and 15 July 1912. All events took place in the Olympiastadion.",
  "/wiki/Gösta_Lilliehöök_(1884–1974)": "Gustaf Malcolm \"Gösta\" Lilliehöök (25 May 1884 – 18 November 1974) was a Swedish officer and modern pentathlete. He won a gold medal in the first contested modern pentathlon at the Olympic Games in 1912.",
  "/wiki/Modern_pentathlon_at_the_1912_Summer_Olympics": "Modern pentathlon was first contested at the Olympic Games at the 1912 Summer Olympics in Stockholm. The sport was invented by Baron Pierre de Coubertin, the founder of the modern Olympic Games.",
  "/wiki/Carl_Hellström": "Carl Leopold Hellström (10 December 1864, Gothenburg – 4 July 1962) was a Swedish sailor who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics.",
  "/wiki/Erik_Wallerius": "Erik G. Wallerius (April 16, 1878 – May 7, 1967) was a Swedish sailor who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics.",
  "/wiki/Harald_Wallin": "Johan Harald Alfred Wallin (27 February 1887 – 16 June 1946) was a Swedish sailor who competed at the 1908 and 1912 Summer Olympics.",
  "/wiki/Humbert_Lundén": "Humbert Lundén (January 7, 1882 – February 5, 1961) was a Swedish sailor who competed in the 1912 Summer Olympics.",
  "/wiki/Herman_Nyberg": "Herman Nyberg (February 22, 1880 – July 6, 1968) was a Swedish sailor who competed in the 1912 Summer Olympics.",
  "/wiki/Harry_Rosenswärd": "Harry Rosenswärd (20 April 1882 – 16 July 1955) was a Swedish sailor who competed in the 1912 Summer Olympics.",
  "/wiki/Paul_Isberg": "Paul Isberg (September 2, 1882 in Helsingborg, Scania – March 5, 1955) was a Swedish sailor who competed in the 1912 Summer Olympics.",
  "/wiki/Filip_Ericsson": "Filip Ericsson (May 25, 1882 – December 25, 1951) was a Swedish sailor who competed in the 1912 Summer Olympics.",
  "/wiki/Sailing_at_the_1912_Summer_Olympics": "Sailing/Yachting is an Olympic sport starting from the Games of the 1st Olympiad (1896 Olympics in Athens, Greece). With the exception of 1904 and the canceled 1916 Summer Olympics, sailing has always been included on the Olympic schedule.\nThe Sailing program of 1912 consisted of a total of four sailing classes (disciplines). For each class two races were scheduled from 19 July 1912 to 22 July 1912 off the coast of Nynäshamn at the Baltic Sea.",
  "/wiki/Åke_Lundeberg": "Åke Lundeberg (14 December 1888 – 29 May 1939) was a Swedish sports shooter who won two gold and one silver medals at the 1912 Summer Olympics.",
  "/wiki/Shooting_at_the_1912_Summer_Olympics": "At the 1912 Summer Olympics in Stockholm, 18 events in shooting were contested.",
  "/wiki/Alfred_Swahn": "Alfred Gomer Swahn (20 August 1879 – 16 March 1931) was a Swedish sport shooter who competed at the 1908, 1912, 1920 and 1924 Summer Olympics. He won nine medals: three gold, three silver and three bronze. He is the son of Oscar Swahn, an Olympic shooter who competed alongside his son at the 1908, 1912 and 1920 Olympics and won six medals.",
  "/wiki/Oscar_Swahn": "Oscar Gomer Swahn (20 October 1847 – 1 May 1927) was a Swedish shooter who competed at three Olympic games and won six medals, including three gold. Swahn holds records as the oldest Olympian at the time of competition, the oldest person to win gold, and the oldest person to win an Olympic medal.",
  "/wiki/Per-Olof_Arvidsson": "Per-Olof Arvidsson (18 December 1864 – 30 August 1947) was a Swedish shooter who competed at the 1908 and 1912 Summer Olympics in eight events in total. He won a silver medal in the team free rifle 1908 and a gold in 1912, in the 100 m team running deer, single shots.",
  "/wiki/Johan_Hübner_von_Holst": "Johan Hübner von Holst (22 August 1881 – 13 June 1945) was a Swedish sport shooter who competed at the 1906, 1908 and 1912 Summer Olympics.",
  "/wiki/Eric_Carlberg": "Gustaf Eric Carlberg (5 April 1880 – 14 August 1963) was a Swedish Army officer, diplomat, sport shooter, fencer, and modern pentathlete who competed at the 1906, 1908, 1912 and 1924 Olympics alongside his twin brother Vilhelm.",
  "/wiki/Vilhelm_Carlberg": "Gustaf Vilhelm Carlberg (5 April 1880 – 1 October 1970) was a Swedish Army officer and sports shooter. He competed at the 1906, 1908, 1912 and 1924 Olympics and won three gold, four silver and one bronze medals. With three gold and two silver medals he was the most successful athlete at the 1912 Olympics. In 1913, he won two medals at the ISSF World Shooting Championships. His twin brother Eric competed alongside Gustaf at all those four Olympics.",
  "/wiki/Gustaf_Boivie": "Gustaf Carl Fredrik Boivie (27 November 1864 – 12 January 1951) was a Swedish sport shooter who competed at the 1912 Summer Olympics. He won the gold medal in the team 25 m small-bore rifle competition. He also participated in the following events:",
  "/wiki/Sweden_at_the_1912_Summer_Olympics": "Sweden was the host nation for the 1912 Summer Olympics in Stockholm. 444 competitors, 421 men and 23 women, took part in 95 events in 16 sports."
}