{
  "/wiki/Al_Ahly_SC": "Al Ahly Sporting Club (Arabic: النادي الأهلي للرياضة البدنية ), commonly referred to as Al Ahly, is an Egyptian sports club based in Cairo. It is known as The Club of the Century in African football. It is best known for its professional football team that plays in the Egyptian Premier League, the top tier in the Egyptian football league system, and is the most decorated football club in Africa. It was founded on 24 April 1907, as a gathering place for Cairo's Student Unions. Al Ahly has a record of 41 national league titles, 36 national cups titles, and 11 national super cup titles making Al Ahly the most decorated club in Egypt. In addition, Al Ahly has never been relegated to the Egyptian Second Division. In international competitions, the club has won a record 8 CAF Champions League titles, a CAF Confederation Cup title, a record 6 CAF Super Cup titles, a record 4 African Cup Winners' Cup titles, an Afro-Asian Club Championship title, an Arab Club Champions Cup title, an Arab Cup Winners' Cup title, a record 2 Arab Super Cup titles, and won a bronze medal in the 2006 FIFA Club World Cup. Al Ahly is the second most successful club in the world in terms of number of international titles (20) behind Real Madrid (26).",
  "/wiki/TP_Mazembe": "Tout Puissant Mazembe, formerly known as Englebert, is a Congolese football club based in Lubumbashi. Their home games are played at Stade TP Mazembe situated in the suburb of Kamalondo. Its nickname is Les corbeaux (the ravens) despite having a crocodile with a ball in its mouth on the team crest. TP Mazembe drew an average home attendance of 11,888 in the 2015–16 Linafoot season. CS Don Bosco serves as a feeder club to the team. Mazembe are among the major sports clubs in DR Congo and one of the most successful football teams in Africa ever. They gained great notoriety when they defeated the Internacional of Brazil in the semifinal of the FIFA Club World Cup. They became the first Congolese club with 500,000 followers on social media.",
  "/wiki/Zamalek_SC": "Zamalek Sporting Club (Arabic: نادي الزمالك الرياضي ) is an Egyptian sports club based in Giza, Egypt. The club is mainly known for its professional football team, which currently plays in the Egyptian Premier League, the top tier of the Egyptian football league system. The club was founded on 5 January 1911 as Qasr El Nile Club and was first headed by Belgian lawyer George Marzbach. The name was changed to El Mokhtalat Club two years later and was changed again in 1941 to King Farouk Club, named after King Farouk of Egypt because he was a fan of the white knights. Following the 1952 Egyptian revolution, the club name was once again changed to its current name zamalek club. Sometimes used as strip club for the owner\n Zamalek are one of two clubs that have played in every season of the Egyptian Premier League, and one of seven clubs that have never been relegated to the Egyptian Second Division. On the continental side, Zamalek has won five CAF Champions League titles,as follows one CAF Confederation Cup title, four CAF Super Cup titles and one African Cup Winners' Cup title; making themselves as one of the most successful clubs in Africa.",
  "/wiki/Étoile_Sportive_du_Sahel": "The Étoile Sportive du Sahel (Arabic: النجم الرياضي الساحلي ), is a sports club from Sousse in the Sahel region of Tunisia, known primarily for its football and basketball team. The club also has sections for handball, volleyball, judo and wrestling. ESS was founded on 11 May 1925 after a general meeting under the chairmanship of Chedly Boujemla, Ali Laârbi and Ahmed Zaklaoui, at the headquarters of the Association of the ancient French-Arab School in Laroussi Zarouk Street, in the heart of the ancient city of Sousse. The aim of the meeting was to establish a sports education society. The Tunisian flag was chosen in the selection of the colors of the team. The red shirt with the star and the white shorts. The French colonial authorities prevented the use of these colors, but with the insistence of the team leaders they prevailed and in the latter they played this kit. In English the name means Sport (or Athletic) Star of the Sahel\n In Tunisia, Étoile du Sahel is considered to be one of the best clubs.",
  "/wiki/Raja_Casablanca": "Raja Club Athletic (Raja CA or RCA) (Arabic: نادي الرجاء الرياضي , romanized: Nādī ar-Rajāʾ ar-Riyāḍī) is a Moroccan sports club with sections in many different disciplines based in Casablanca City, Morocco. Founded in 1949, Raja CA is a club known for the success of its football section and is the finalists in the FIFA Club World Cup 2013 The club Greens played the finals against the Bavarians giant FC Bayern Munich and which is the most titled team in the history of African Football and the Moroccan Football History. The Greens Eagles plays its meetings at Stade Mohammed V since its inauguration in 1956. Raja CA holds the distinction of being the first Arab club to reach the final of the 2013 FIFA Club World Cup since Al Ain FC reached the final too in 2018. It is also one of the most prestigious clubs on the continent, in 1999, in a ranking established by the FIFA, Raja is ranked 10th club in the world following its performances at the 2000 Mondialito. Raja CA is also the most successful moroccan club of the 21st century. Nowadays, Raja is the fifth most successful club in Africa with 8 titles in official continental competitions\n Raja CA has longstanding rivalries with some clubs, including Wydad AC (the confrontation between the two clubs, the Casablanca derby, is one of the most famous in the world) where the Green Eagles show a historical superiority over his rival in term of victories and goals. The green club is chaired by Jaouad Ziyat since September 13, 2018, succeeding to the provisional committee of Mohamed Aouzal who led Raja for 5 months after the resignation of the controversial Said Hasbane.",
  "/wiki/Enyimba_International_F.C.": "Enyimba International Football Club or simply known as Enyimba, is a Nigerian football (soccer) club based in the city of Aba which plays in the Nigerian Professional Football League. Their name means People's Elephant in Igbo language and is also the nickname used for the city of Aba. Founded in 1976, the club rose to prominence in the 2000s and is considered the most successful Nigerian football club as they won two African Champions League titles, eight Nigerian championships and four Federation Cups since 2001.",
  "/wiki/Espérance_Sportive_de_Tunis": "Espérance Sportive de Tunis (Arabic: الترجي الرياضي التونسي ), also known as The Ghoul of Africa (Arabic: غول إفريقيا ), Mkachkha (Arabic: المكشخة ), ES Tunis, Espérance ST, or Espérance de Tunis, is a sports club based in Bab Souika,Tunis, Tunisia. It has teams in multiple sports, including football, handball, and volleyball.",
  "/wiki/Wydad_AC": "Wydad Athletic Club (Arabic: نادي الوداد الرياضي , Arabic pronunciation: [naːdiː‿l.wydaːd arːiyːadˤiː]), Berber languages: ⵡⵢⴷⴰⴷ ⴰⵜⵀⵍⴻⵜⵉⵛ ⵛⵍⵓⴱ) commonly known as WAC or Wydad Casablanca, also called Wydad of Nation or The Lions Of Africa is a Moroccan sports club based in Casablanca City, Morocco. Wydad AC is one of the best and most successful football team in Africa, and which is the most titled team in the history of Moroccan football League. Wydad has won a record of 20 Moroccan league titles. In addition Wydad has won 9 Moroccan Cups and 8 Moroccan Super Cup. In continental competitions the club has won 2 CAF Champions League, 1 CAF Cup Winners, 1 CAF Super Cup, 1 Afro-Asian Club Championship, 1 Arab Club Champions Cup, 1 Arab Super Cup, 3 North African Championship, 3 North African Super Cup, 1 North African Cup, 1 Mohammed V Trophy. Anina",
  "/wiki/Africa_Sports_National": "Africa Sports d'Abidjan is an Ivorian multi-sports club founded in 1947 and based in Abidjan. The club fields teams in the sports of track and field, handball, basketball and association football, of these the football team is the most prominent. They play at the Stade Houphouet-Boigny.",
  "/wiki/Accra_Hearts_of_Oak_SC": "Accra Hearts of Oak Sporting Club, commonly referred to as Hearts of Oak or just Hearts is a professional sports club based in Accra (Greater Accra), Ghana. The club competes in the Ghana Premier League, the Premier division on the Ghanaian football pyramid. The Ohene Djan Sports Stadium (former Accra Sports Stadium) is their home grounds where they play their home games. Hearts has won the Premier League twenty times, the FA cup a record ten times, the President's Cup twice, and the CAF African Champions League and the CAF Confederations Cup each once.",
  "/wiki/Orlando_Pirates_FC": "Orlando Pirates Football Club is a South African professional football club based in the Houghton suburb of the city of Johannesburg and plays in the top-tier system of Football in South Africa known as Premier Soccer League, The team plays it's home matches at Orlando Stadium in Soweto. The club was founded in 1937 and was originally based in Orlando, Soweto. They are named 'Pirates' after the 1940 film The Sea Hawk starring Errol Flynn. Orlando Pirates are the first club since the inception of the Premier Soccer League in 1996 to have won three major trophies in a single season back to back, having won the domestic league ABSA Premiership, the FA Cup Nedbank Cup and the Top 8 Cup MTN 8 during the ABSA Premiership 2010–11 season and domestic league ABSA Premiership, the League Cup Telkom Knockout and the Top 8 Cup MTN 8 during the ABSA Premiership 2011–12 season. They are one of only two South African teams with Mamelodi Sundowns to win the CAF Champions League, which they won in 1995. They are the runners-up of 2015 CAF Confederation Cup. Orlando Pirates drew an average home attendance of 14,533 in the 2016-17 domestic league season. It became the second highest in the league.",
  "/wiki/ASEC_Mimosas": "The Association Sportive des Employés de Commerce Mimosas, literally Mimosas Commerce Employees' Sporting Association, is an Ivorian football club based in Abidjan. The club is also known as ASEC Mimosas Abidjan and ASEC Abidjan, especially in international club competitions. Founded in 1948, they are the most successful side in Ivorian football, having won the Ivorian Premier Division 24 times and the 1998 CAF Champions League. In addition, ASEC's Académie MimoSifcom has produced a number of famous players now based in top foreign leagues, including Bonaventure Kalou, Didier Zokora, Emmanuel Eboué, Gervinho, Salomon Kalou, Romaric, Boubacar Barry, Didier Ya Konan, Kolo Touré and Yaya Touré, all of whom have played internationally.",
  "/wiki/MAS_Fez": "Maghreb Association Sportive de Fès (Arabic: المغرب الرياضي الفاسي ) is an Omnisport club based in Fes. The club was founded in 1946.",
  "/wiki/ES_Sétif": "Entente Sportive Sétifienne (Arabic: الوفاق الرياضي السطايفي ), known as Entente de Sétif, commonly referred to as ES Sétif or ESS for short, is an Algerian professional football club based in Sétif. The club was founded in 1958 and its colours are black and white. Their home stadium, the Stade 8 Mai 1945, has a capacity of 18,000 spectators. The club is currently playing in the Algerian Ligue Professionnelle 1. ESS is one of the most successful clubs in Algeria having won the Algerian Ligue Professionnelle 1 eight  times and the Algerian Cup a record eight times. They are also one of only three Algerian clubs to have won the CAF Champions League, winning it twice in 1988 and 2014. They have also won the Arab Champions League twice, in 2007 and 2008, as well as three North African Cups in 2009 and 2010. In 2015, they became the first Algerian club to win the CAF Super Cup.",
  "/wiki/Mamelodi_Sundowns": "Mamelodi Sundowns Football Club is a  South African professional football club based in Mamelodi, Pretoria, Gauteng that plays in the Premier Soccer League. Since the inception of the PSL in 1996 Sundowns have won the league title a record nine times and they were the 2016 CAF Champions League champions and 2016 CAF Club Of The Year. They have also won the Nedbank Cup four times, and hold the joint record of three National Football League Championships and are the 1st South African team to compete in the FIFA Club World Cup where they finished in 6th place, The team plays it's home matches at the Loftus Versfeld Stadium. Sundowns is owned by South African business magnate Patrice Motsepe. The club's nickname, The Brazilians, is a reference to their soccer kits (blue and yellow) which resembles that of the Brazilian national team. In recent times Sundowns has sent a number of players overseas players including Bongani Zungu, Percy Tau and Keagan Dolly among others.Sundowns became the first club from South Africa to finish a Champions League group stage unbeaten in the 2019-20 Season when they finished with a record 4-2-0",
  "/wiki/CS_Sfaxien": "Club Sportif Sfaxien (Arabic: النادي الرياضي الصفاقسي ) or CSS is a multi-sport club from Sfax in Tunisia.",
  "/wiki/Daring_Club_Motema_Pembe": "Daring Club Motema Pembe, or simply DCMP for a short, is a Congolese football club based in Kinshasa.",
  "/wiki/JS_Kabylie": "Jeunesse Sportive de Kabylie (Arabic: شبيبة القبائل ), known as JS Kabylie or JSK, is an Algerian football club based in Tizi Ouzou. The club are named after the cultural, natural and historical region that is home to the Berber-speaking Kabyle (the letters I ⵙ R on the badge are Berber for JSK). The club was founded in 1946 and its colours are green and yellow. Their home stadium, Stade du 1er Novembre 1954, has a capacity of 21,240 spectators. The club is currently playing in the Algerian Ligue Professionnelle 1. JS Kabylie has won the Algerian Ligue Professionnelle 1 title 14 times and the Algerian Cup 5 times. The club has also won a number of African titles, including the CAF Champions League twice, the African Cup Winners' Cup once and the CAF Cup three time.",
  "/wiki/Al-Mokawloon_Al-Arab": "Al Mokawloon Al Arab Sporting Club (Arabic: نادي المقاولون العرب الرياضي ), also known as The Arab Contractors Sporting Club and shortly as El Mokawloon between the locals, is an Egyptian sports club based in Nasr City, Cairo. The club was founded in 1973 by the Egyptian engineer, contractor, entrepreneur, and politician Osman Ahmed Osman as the official sporting club for his prominent, regional construction company, the Arab Contractors, arguably the biggest one in the entire Middle East at that time. The club is best known for their football team, which currently plays in the Egyptian Premier League, the highest league in the Egyptian football league system. The club over the years have produced some of the most famous and talented players in Egypt, including Abdel Sattar Sabry, Mohamed Salah, and Mohamed Elneny.",
  "/wiki/Kaizer_Chiefs_FC": "Kaizer Chiefs Football Club is a South African professional  football club based in Naturena in Johannesburg that plays in the Premier Soccer League. The team is nicknamed Amakhosi which means Lords or Chiefs in Zulu, and the Phefeni Glamour Boys, They are one of the most supported clubs in the country, drawing an average home attendance of 14,873 in the 2018/2019 season, the second highest in the league, The team plays it's home matches at FNB Stadium. The team has a strong local rivalry with Orlando Pirates, a fellow Soweto team which Chiefs founder Kaizer Motaung played for in his early playing career. Famous players who donned the black and gold jersey in the past include former national team captains Neil Tovey, Lucas Radebe and also Patrick Ntsoelengoe, Gary Bailey, John Shoes Moshoeu, Shaun Bartlett, Steve Komphela, Siyabonga Nomvete and Doctor Khumalo. [citation needed]\n Chiefs were banned by the Confederation of African Football (CAF) from competing in African club competitions until 2009 after their abrupt withdrawal from the 2005 CAF Confederation Cup. This was the second time in four years that Chiefs had been penalized by CAF for refusal to participate in a scheduled CAF competition. It is the most supported team in sub-Saharan Africa with a support base of over 16,000,000 fans and the only team with over 50 club trophies amongst the top 3 teams in South Africa. Kaiser Chiefs, a British indie/britpop band, was named after the club because Lucas Radebe, a former player of Kaizer Chiefs, captained Leeds United, the team they all supported."
}