{
  "/wiki/Dominion_of_Ceylon": "Between 1948 and 1972, Ceylon was an independent country in the Commonwealth of Nations that shared a monarch with Australia, Canada, New Zealand, the United Kingdom, and certain other sovereign states. In 1948, the British Colony of Ceylon was granted independence as Ceylon. In 1972, the country became a republic within the Commonwealth, and its name was changed to Sri Lanka.",
  "/wiki/Parliamentary_system": "A parliamentary system or parliamentary democracy is a system of democratic governance of a state (or subordinate entity) where the executive derives its democratic legitimacy from its ability to command the confidence of the legislature, typically a parliament, and is also held accountable to that parliament. In a parliamentary system, the head of state is usually a person distinct from the head of government. This is in contrast to a presidential system, where the head of state often is also the head of government and, most importantly, the executive does not derive its democratic legitimacy from the legislature.",
  "/wiki/Sri_Lankan_Constitution_of_1972": "The Sri Lankan Constitution of 1972 was a constitution of Sri Lanka, replaced by the 1978 constitution currently in force. It was Sri Lanka's first republican constitution, and its second since independence in 1948. The constitution changed the country's name to Sri Lanka from Ceylon, and established it as an independent republic. The country was officially designated \"Republic of Sri Lanka\", leading to this constitution being known as \"the 1972 Republican Constitution\". The constitution was promulgated on 22 May 1972.",
  "/wiki/Dominion_of_Fiji": "The Dominion of Fiji was the official name of Fiji between October 1970 and 6 October 1987. When British rule ended in 1970, the Fijian Islands were given independence as a Dominion, in which the British monarch, Elizabeth II, remained head of state as Queen of Fiji, represented by the Governor-General. The Republic of Fiji, removing Elizabeth II as head of state, was proclaimed on 6 October 1987 after two military coups.",
  "/wiki/1987_Fijian_coups_d%27%C3%A9tat": "The Fijian coups of 1987 resulted in the overthrow of the elected government of Fijian Prime Minister Timoci Bavadra, the deposition of Elizabeth II as Queen of Fiji, and in the declaration of a republic.  The first coup, in which Bavadra was deposed, took place on 14 May 1987; a second coup on 28 September ended the monarchy, and was shortly followed by the proclamation of a republic on 7 October.  Both military actions were led by Lieutenant Colonel Sitiveni Rabuka, then third in command of the Royal Fiji Military Forces.  Depending on perspective, one may view the event either as two successive coups d'état separated by a four-month intermission, or as a single coup begun on 14 May and completed with the declaration of the republic.",
  "/wiki/The_Gambia_(1965%E2%80%931970)": "Between 1965 and 1970, The Gambia was an independent sovereign state that shared its head of state with the United Kingdom and other states headed by Queen Elizabeth II. It was a predecessor to the modern-day republic of The Gambia.",
  "/wiki/Presidential_system": "A presidential system is a democratic and republican government in which a head of government leads an executive branch that is separate from the legislative branch. This head of government is in most cases also the head of state, which is called president.",
  "/wiki/1970_Gambian_republic_referendum": "A referendum on becoming a republic was held in the Gambia in April 1970. The changes resulted in the creation of the post of President to replace  Elizabeth II as head of state, thus eliminating the post of Governor-General. It was the second referendum on the issue: the first in 1965 failed because the two-thirds majority required was not reached.",
  "/wiki/Dominion_of_Ghana": "Ghana was a dominion within the Commonwealth of Nations between 6 March 1957 and 1 July 1960, before it became the Republic of Ghana. It was the first western African country to achieve independence.",
  "/wiki/1960_Ghanaian_constitutional_referendum": "A constitutional referendum was held in Ghana on 27 April 1960. The main issue was a change in the country's status from a constitutional monarchy with Elizabeth II as head of state, to a republic with a presidential system of government.",
  "/wiki/Guyana_(1966%E2%80%931970)": "Guyana was a predecessor to the modern-day Republic of Guyana and an independent state that existed between 1966 and 1970.",
  "/wiki/Dominion_of_India": "The Union of India, also called the Dominion of India, was an independent dominion in the British Commonwealth of Nations between 15 August 1947 and 26 January 1950. It was created by the Indian Independence Act 1947 and was transformed into the  Republic of India by the promulgation of the Constitution of India in 1950.",
  "/wiki/Constitution_of_India": "The Constitution of India (IAST: Bhāratīya Saṃvidhāna) is the supreme law of India. The document lays down the framework demarcating fundamental political code, structure, procedures, powers, and duties of government institutions and sets out fundamental rights, directive principles, and the duties of citizens. It is the longest written constitution of any country on earth.[b] B. R. Ambedkar, chairman of the drafting committee, is widely considered to be its chief architect.",
  "/wiki/Irish_Free_State": "The Irish Free State (Irish: Saorstát Éireann, pronounced [ˈsˠiːɾˠsˠt̪ˠaːt̪ˠ ˈeːɾʲən̪ˠ], English: /ˌsɛərstɑːt ˈɛərən/ SAIR-staht AIR-ən; 6 December 1922 – 29 December 1937) was a state established in 1922 under the Anglo-Irish Treaty of December 1921. That treaty ended the three-year Irish War of Independence between the forces of the self-proclaimed Irish Republic, the Irish Republican Army (IRA); and British Crown forces.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/Republic_of_Ireland_Act_1948": "The Republic of Ireland Act 1948 (No. 22 of 1948) is an Act of the Oireachtas which declared that Ireland may be officially described as the Republic of Ireland, and vested in the President of Ireland the power to exercise the executive authority of the state in its external relations, on the advice of the Government of Ireland. The Act was signed into law on 21 December 1948 and came into force on 18 April 1949, Easter Monday, the 33rd anniversary of the beginning of the Easter Rising.",
  "/wiki/Kenya_(1963%E2%80%931964)": "Between 12 December 1963 and 12 December 1964, Kenya was a sovereign state that shared its head of state with the United Kingdom and other states headed by Queen Elizabeth II. It was a predecessor to the modern-day Republic of Kenya.",
  "/wiki/Malawi_(1964%E2%80%931966)": "Malawi was a predecessor to the modern-day Republic of Malawi. It existed between 1964 and 1966. When British rule ended in 1964, by the Malawi Independence Act 1964, the Nyasaland Protectorate, formerly a constituent of the Federation of Rhodesia and Nyasaland, became an independent sovereign state. The British monarch was head of state and Malawi shared the sovereign, Queen Elizabeth II, with the other Commonwealth realms. The monarch's constitutional roles were mostly delegated to the Governor-General of Malawi, Sir Glyn Smallwood Jones (6 July 1964 – 6 July 1966).",
  "/wiki/One-party_state": "A one-party state, single-party state, one-party system, or single-party system is a type of state in which one political party has the right to form the government, usually based on the existing constitution. All other parties are either outlawed or allowed to take only a limited and controlled participation in elections. Sometimes the term de facto one-party state is used to describe a dominant-party system that, unlike the one-party state, allows (at least nominally) democratic multiparty elections, but the existing practices or balance of political power effectively prevent the opposition from winning the elections.",
  "/wiki/State_of_Malta": "The State of Malta (Maltese: Stat ta’ Malta), known in common parlance as Malta, was the predecessor to the modern-day Republic of Malta. It existed between 21 September 1964 and 13 December 1974.",
  "/wiki/Mauritius_(1968%E2%80%931992)": "Between independence in 1968 and becoming a republic in 1992, Mauritius was an independent sovereign state that shared its head of state with the United Kingdom and other states headed by Elizabeth II.",
  "/wiki/Federation_of_Nigeria": "The Federation of Nigeria was a predecessor to modern-day Nigeria from 1954 to 1963. It was an autonomous region until independence on 1 October 1960.",
  "/wiki/Dominion_of_Pakistan": "Pakistan (Bengali: পাকিস্তান অধিরাজ্য pakistan ôdhirajyô; Urdu: مملکتِ پاکستان‎ mumlikāt-ē pākistān), also called the Dominion of Pakistan, was an independent federal dominion in South Asia that was established in 1947 as a result of the Pakistan movement, followed by the simultaneous partition of British India to create a new country called Pakistan. The dominion, which included much of modern-day Pakistan and Bangladesh, was conceived under the two-nation theory as an independent country composed of the Muslim-majority areas of the former British India.",
  "/wiki/Constitution_of_Pakistan_of_1956": "The Constitution of 1956 was the fundamental law of Pakistan from March 1956 until the 1958 Pakistani coup d'état. It was the first constitution adopted by independent Pakistan.  There were 234 articles 13 parts and 6 schedules.",
  "/wiki/Sierra_Leone_(1961%E2%80%931971)": "Sierra Leone was a sovereign state with Queen Elizabeth II as its head of state between independence on 27 April 1961 and becoming the Republic of Sierra Leone on 19 April 1971.",
  "/wiki/Union_of_South_Africa": "The Union of South Africa (Dutch: Unie van Zuid-Afrika, Afrikaans: Unie van Suid-Afrika pronunciation (help·info)) is the historical predecessor to the present-day Republic of South Africa. It came into being on 31 May 1910 with the unification of the Cape Colony, the Natal Colony, the Transvaal, and the Orange River Colony. It included the territories that were formerly a part of the South African Republic and the Orange Free State.",
  "/wiki/1960_South_African_republic_referendum": "A referendum on becoming a republic was held in South Africa on 5 October 1960. The Afrikaner-dominated right-wing National Party, which had come to power in 1948, was avowedly republican, and regarded the position of Queen Elizabeth II as head of state as a relic of British imperialism. The National Party government subsequently organised the referendum on whether the then Union of South Africa should become a republic. The vote, which was restricted to whites, was narrowly approved by 52.29% of the voters. The Republic of South Africa was constituted on 31 May 1961.",
  "/wiki/South_African_Constitution_of_1961": "The Constitution of 1961 (formally the Republic of South Africa Constitution Act, 1961) was the fundamental law of South Africa for two decades. Under the terms of the constitution South Africa left the Commonwealth and became a republic.",
  "/wiki/Tanganyika": "Tanganyika /ˌtæŋɡənˈjiːkə/ was a sovereign state, comprising the mainland part of present-day Tanzania, that existed from 1961 until 1964. It first gained independence from the United Kingdom on 9 December 1961 as a state headed by Queen Elizabeth II before becoming a republic within the Commonwealth of Nations a year later. After signing the Articles of Union on 22 April 1964 and passing an Act of Union on 25 April, Tanganyika officially joined with the People's Republic of Zanzibar and Pemba to form the United Republic of Tanganyika and Zanzibar on Union Day, 26 April 1964. The new state changed its name to the United Republic of Tanzania within a year.",
  "/wiki/Dominion_of_Trinidad_and_Tobago": "The Republic of Trinidad and Tobago (/ˈtrɪnɪdæd ... təˈbeɪɡoʊ/ (listen), /- toʊ-/) is the southernmost island country in the Caribbean. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres (81 miles) south of Grenada and 11 kilometres (6.8 miles) off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west.",
  "/wiki/Uganda_(1962%E2%80%931963)": "Uganda became an independent sovereign state on 9 October 1962. The British monarch, Elizabeth II, remained head of state as Queen of Uganda until the link with the British monarchy was severed on 9 October 1963 and the Kabaka (King) of Buganda, Sir Edward Mutesa II, became the first President of Uganda."
}