{
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر Miṣr, Egyptian Arabic: مَصر Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt. Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest. Egypt's long and rich cultural heritage is an integral part of its national identity, which has endured, and often assimilated, various foreign influences, including Greek, Persian, Roman, Arab, Ottoman Turkish, and Nubian. Egypt was an early and important centre of Christianity, but was largely Islamised in the seventh century and remains a predominantly Muslim country, albeit with a significant Christian minority.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million. Since the foundation of the first Moroccan state by Idris I in 788 AD, the country has been ruled by a series of independent dynasties, reaching its zenith under Almoravid and Almohad rule, when it spanned parts of Iberia and northwestern Africa.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast. Geographically, Tunisia contains the eastern end of the Atlas Mountains, and the northern reaches of the Sahara desert. Much of the rest of the country's land is fertile soil. Its 1,300 kilometres (810 miles) of coastline include the African conjunction of the western and eastern parts of the Mediterranean Basin and, by means of the Sicilian Strait and Sardinian Channel, feature the African mainland's second and third nearest points to Europe after Gibraltar.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015. Centred on the Congo Basin, the territory of the DRC was first inhabited by Central African foragers around 90,000 years ago and was reached by the Bantu expansion about 3,000 years ago. In the west, the Kingdom of Kongo ruled around the mouth of the Congo River from the 14th to 19th centuries. In the centre and east, the kingdoms of Luba and Lunda ruled from the 16th and 17th centuries to the 19th century.",
  "/wiki/Ivory_Coast": "Ivory Coast, formally Côte d'Ivoire,[a] officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast, Ghana to the east, and the Gulf of Guinea (Atlantic Ocean) to the south. The official language of the republic is French, with local indigenous languages also being widely used that include Baoulé, Dioula, Dan, Anyin, and Cebaara Senufo. In total, there are around 78 different languages spoken in Ivory Coast. The country has large populations of Muslims, Christians (primarily Roman Catholics) and various indigenous religions. Before its colonization by Europeans, Ivory Coast was home to several states, including Gyaaman, the Kong Empire and Baoulé. The area became a protectorate of France in 1843 and was consolidated as a French colony in 1893 amid the European scramble for Africa.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry. South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state., Nigeria has been home to a number of ancient and indigenous kingdoms and states over the millennia. The modern state originated from British colonial rule beginning in the 19th century, and took its present territorial shape with the merging of the Southern Nigeria Protectorate and Northern Nigeria Protectorate in 1914 by Lord Fredrick Lugard. The British set up administrative and legal structures while practicing indirect rule through traditional chiefdoms, Nigeria became a formally independent federation in 1960. It experienced a civil war from 1967 to 1970. It thereafter alternated between democratically elected civilian governments and military dictatorships until it achieved a stable democracy in 1999, with the 2011 presidential election considered the first to be reasonably free and fair.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the African Union and Arab World. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties). Pre-1962 Algeria has known many empires and dynasties, including ancient Numidians, Phoenicians, Carthaginians, Romans, Vandals, Byzantines, Umayyads, Abbasids, Idrisid, Aghlabid, Rustamid, Fatimids, Zirid, Hammadids, Almoravids, Almohads, Zayyanids, Spaniards, Ottomans and, finally, the French colonial empire. Algeria is a regional and middle power.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means Warrior King in the Soninke language. The first permanent state in the territory of present-day Ghana dates back to the 11th century. Numerous kingdoms and empires emerged over the centuries, of which the most powerful was the Kingdom of Ashanti. Beginning in the 15th century, numerous European powers contested the area for trading rights, with the British ultimately established control of the coast by the late 19th century. Following over a century of native resistance, Ghana's current borders were established by the 1900s as the British Gold Coast. It became independent of the United Kingdom on 6 March 1957.",
  "/wiki/Mali": "Mali (/ˈmɑːli/ (listen); French pronunciation: ​[mali]), officially the Republic of Mali (French: République du Mali; Bambara: Mali ka Fasojamana; N'Ko script: ߡߊߟߌ ߝߊ ߝߊߛߏߖߊߡߊߣߊ ) is a landlocked country in West Africa. Mali is the eighth-largest country in Africa, with an area of just over 1,240,000 square kilometres (480,000 sq mi). The population of Mali is 19.1 million. 67% of its population was estimated to be under the age of 25 in 2017. Its capital is Bamako. The sovereign state of Mali consists of eight regions and its borders on the north reach deep into the middle of the Sahara Desert, while the country's southern part, where the majority of inhabitants live, features the Niger and Senegal rivers. The country's economy centers on agriculture and mining. Some of Mali's prominent natural resources include gold, being the third largest producer of gold in the African continent, and salt.",
  "/wiki/Republic_of_the_Congo": "The Republic of the Congo (pronunciation (help·info) French: République du Congo, Kongo: Repubilika ya Kôngo), also known as Congo-Brazzaville, the Congo Republic, RotC, or simply the Congo, is a country located in the western coast of Central Africa. It is bordered by five countries: Gabon to its west; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Ocean to its southwest. The region was dominated by Bantu-speaking tribes at least 3,000 years ago, who built trade links leading into the Congo River basin. Congo was formerly part of the French colony of Equatorial Africa. The Republic of the Congo was established on 28 November 1958 but gained independence from France in 1960. It was a Marxist-Leninist state from 1969 to 1992, under the name People's Republic of the Congo. The sovereign state has had multi-party elections since 1992, although a democratically elected government was ousted in the 1997 Republic of the Congo Civil War, and President Denis Sassou Nguesso, who first came to power in 1979, has ruled for 35 of the past 40 years. The Republic of the Congo has become the fourth-largest oil producer in the Gulf of Guinea, providing the country with a degree of prosperity despite political and economic instability in some areas and unequal distribution of oil revenue nationwide.",
  "/wiki/List_of_CAF_Super_Cup_winners": "The CAF Super Cup (also known as African Super Cup or for sponsorship reasons Orange CAF Super Cup) is an annual African association football competition contested between the winners of the CAF Champions League and the CAF Confederation Cup. The competition was first held in 1993 and is organised by the Confederation of African Football (CAF). It is the continental equivalent of the UEFA Super Cup in European and Recopa Sudamericana in South American club football. The competition was previously contested between the winners of the CAF Champions League (called African Cup of Champions Clubs from 1964 to 1996) and African Cup Winners' Cup until 2004 when the Cup Winners' Cup was discontinued. The last Super Cup in this format was the 2004 CAF Super Cup between Enyimba and Étoile du Sahel which Enyimba won 1–0. In 2004 the CAF Cup Winners' Cup was merged with CAF Cup into the newly established CAF Confederation Cup which acts as Africa's second-tier international club competition, (analogous to the UEFA Europa League in European football) and since 2005 the competition is contested in its current format. Egyptian side Al Ahly hold the record for the most victories, winning the competition Six times since its inception. They are also one of only two teams to have retained the Super Cup title, doing so in 2007, after winning the previous competition in 2006 (the other being Nigerian side Enyimba who won the Super Cup in 2004 and 2005) and again in 2014."
}