{
  "/wiki/1978%E2%80%9379_NCAA_Division_I_men%27s_basketball_season": "The top 20 from the AP Poll during the pre-season.",
  "/wiki/Lawrence_Butler_(basketball)": "Lawrence Eugene Butler (March 15, 1957 – October 23, 2018) was an American basketball player. He is best remembered for leading NCAA Division I in scoring as a senior in 1978–79 and then getting selected by the Chicago Bulls in that year's NBA draft, although he ultimately never played a game in the league. Lawrence was from Glasgow, Missouri and played college basketball at Western Texas Community College for two years before playing at Idaho State for his final two seasons.",
  "/wiki/Idaho_State_Bengals_men%27s_basketball": "The Idaho State Bengals men's basketball team represents Idaho State University in Pocatello, Idaho, United States. The school's team currently competes in the Big Sky Conference. They are currently led by head coach Ryan Looney and play most of their home games at Holt Arena, with some select home games at Reed Gym.",
  "/wiki/Shooting_guard": "The shooting guard (SG), also known as the two or off guard, is one of the five traditional positions in a regulation basketball game. A shooting guard's main objective is to score points for their team and steal the ball on defense. Some teams ask their shooting guards to bring up the ball as well; these players are known colloquially as combo guards. A player who can switch between playing shooting guard and small forward is known as a swingman. In the NBA, shooting guards usually range from 6' 2\" (1.88 m) to 6' 7\" (2.01 m), and from 5' 8\" (1.73 m) to 5' 11\" (1.80 m) in the WNBA.",
  "/wiki/1979%E2%80%9380_NCAA_Division_I_men%27s_basketball_season": "The 1979–80 NCAA Division I men's basketball season began on November 17, 1979, progressed through the regular season and conference tournaments, and concluded with the 1980 NCAA Men's Division I Basketball Tournament Championship Game on March 24, 1980, at the Market Square Arena in Indianapolis. The Louisville Cardinals won their first NCAA national championship with a 59–54 victory over the UCLA Bruins.",
  "/wiki/Don_Newman_(basketball)": "Donald David Newman (November 22, 1957 – September 11, 2018) was an American professional athlete in basketball and Canadian football. Following his playing career, he was the head basketball  coach at Arizona State for the 1997–98 season, and Sacramento State from 1992 to 1997. He also was an assistant coach in the NBA with the New Jersey Nets, San Antonio Spurs, and Washington Wizards.",
  "/wiki/1979%E2%80%9380_Idaho_Vandals_men%27s_basketball_team": "The 1979–80 Idaho Vandals men's basketball team represented the University of Idaho during the 1979–80 NCAA Division I men's basketball season. The Vandals were led by second-year head coach Don Monson and played their home games on campus at the Kibbie Dome in Moscow, Idaho.",
  "/wiki/Guard_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/1980%E2%80%9381_NCAA_Division_I_men%27s_basketball_season": "The 1980–81 NCAA Division I men's basketball season began on November 28, 1980, progressed through the regular season and conference tournaments, and concluded with the 1981 NCAA Men's Division I Basketball Tournament Championship Game on March 30, 1981, at The Spectrum in Philadelphia. The Indiana Hoosiers won their fourth NCAA national championship with a 63–50 victory over the North Carolina Tar Heels.",
  "/wiki/1980%E2%80%9381_Idaho_Vandals_men%27s_basketball_team": "The 1980–81 Idaho Vandals men's basketball team represented the University of Idaho during the 1980–81 NCAA Division I men's basketball season. The Vandals were led by third-year head coach Don Monson and played their home games on campus at the Kibbie Dome in Moscow, Idaho.",
  "/wiki/1981%E2%80%9382_NCAA_Division_I_men%27s_basketball_season": "The 1981–82 NCAA Division I men's basketball season began on November 27, 1981, progressed through the regular season and conference tournaments, and concluded with the 1982 NCAA Men's Division I Basketball Tournament Championship Game on March 29, 1982, at the Louisiana Superdome in New Orleans, Louisiana. The North Carolina Tar Heels won their second NCAA national championship with a 63–62 victory over the Georgetown Hoyas.",
  "/wiki/1981%E2%80%9382_Idaho_Vandals_men%27s_basketball_team": "The 1981–82 Idaho Vandals men's basketball team represented the University of Idaho during the 1981–82 NCAA Division I men's basketball season. The defending champions of the Big Sky Conference, Vandals were led by fourth-year head coach Don Monson and played their home games on campus at the Kibbie Dome in Moscow, Idaho.",
  "/wiki/Point_guard": "The point guard (PG), also called the one or point, is one of the five positions in a regulation basketball game. A point guard has perhaps the most specialized role of any position. Point guards are expected to run the team's offense by controlling the ball and making sure that it gets to the right player at the right time. Above all, the point guard must understand and accept their coach's game plan; in this way, the position can be compared to a quarterback in American football, a catcher in baseball or a playmaker in soccer (association football). They must also be able to adapt to what the defense is allowing and must control the pace of the game.",
  "/wiki/Montana_Grizzlies_basketball": "The Montana Grizzlies basketball team represents the University of Montana in men's college basketball.  They compete at the NCAA Division I level and are members of the Big Sky Conference. Home games are played at Dahlberg Arena located inside the University of Montana's Adams Center.",
  "/wiki/Power_forward_(basketball)": "The power forward (PF), also known as the four, is one of the five positions in a regulation basketball game. Power forwards play a role similar to that of center. They typically play offensively with their backs towards the basket and position themselves defensively under the basket in a zone defense or against the opposing power forward in man-to-man defense. The power forward position entails a variety of responsibilities, one of which is rebounding. Many power forwards are noted for their mid-range jump-shot, and several players have become very accurate from 12 to 18 feet (3.7 to 5.5 m).  Earlier, these skills were more typically exhibited in the European style of play. Some power forwards, known as stretch fours, have since extended their shooting range to three-point field goals.",
  "/wiki/Larry_Krystkowiak": "Larry Brett Krystkowiak (/krɪsˈkoʊviæk/ kris-KOH-vee-ak; born September 23, 1964) is a retired American professional basketball player, and current head coach of the Utah Utes men's basketball team.",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/Tom_Domako": "Tom Domako (born July 31, 1966) is a retired American basketball player.  He played professionally in the top leagues in France and Belgium, but is best known for his college career at Montana State University.",
  "/wiki/Montana_State_Bobcats_men%27s_basketball": "The Montana State Bobcats men's basketball team represents Montana State University in Bozeman, Montana, United States. The school's team currently competes in the Big Sky Conference. They play their home games at Brick Breeden Fieldhouse.",
  "/wiki/Small_forward": "The small forward (SF), also known as the three, is one of the five positions in a regulation basketball game. Small forwards are typically shorter, quicker, and leaner than power forwards and centers, but typically taller, larger and stronger than either of the guard positions.",
  "/wiki/Boise_State_Broncos_men%27s_basketball": "The Boise State Broncos men's basketball team represents Boise State University in Boise, Idaho, United States. The school's team currently competes in the Mountain West Conference. The team's most recent appearance in the NCAA Division I Men's Basketball Tournament was in 2015. The Broncos are led by head coach Leon Rice, hired March 27, 2010. They play their home games at ExtraMile Arena.",
  "/wiki/Chris_Childs_(basketball)": "Chris Childs (born November 20, 1967) is an American former professional basketball player, who played primarily at the guard position.",
  "/wiki/1989%E2%80%9390_Idaho_Vandals_men%27s_basketball_team": "The 1989–90 Idaho Vandals men's basketball team represented the University of Idaho during the 1989–90 NCAA Division I men's basketball season. Members of the Big Sky Conference, the Vandals were led by second-year head coach Kermit Davis and played their home games on campus at the Kibbie Dome in Moscow, Idaho.",
  "/wiki/Nevada_Wolf_Pack_men%27s_basketball": "The Nevada Wolf Pack men's basketball program is a college basketball team that represents the University of Nevada, Reno. The team is currently a member of the Mountain West Conference, which is a Division I conference in the National Collegiate Athletic Association (NCAA). The program began in 1913 and has won 23 regular season conference championships and five conference tournament championships. Nevada won a CBI Title in 2016 vs. Morehead State 2-1 in the series.",
  "/wiki/Orlando_Lightfoot": "Orlando Lightfoot (born December 4, 1974) is a retired American professional basketball player whose international career spanned between 1994–95 and 2006–07. He is best known in the United States for his collegiate career at the University of Idaho between 1991–92 and 1993–94 in which he was a two-time Big Sky Conference Player of the Year and graduated as the all-time leading scorer in conference history (2,102 points; record has since been broken). Since retiring from basketball he has become an account manager for a trucking company in his hometown of Chattanooga, Tennessee.",
  "/wiki/1992%E2%80%9393_Idaho_Vandals_men%27s_basketball_team": "The 1992–93 Idaho Vandals men's basketball team represented the University of Idaho during the 1992–93 NCAA Division I men's basketball season. Members of the Big Sky Conference, the Vandals were led by third-year head coach Larry Eustachy and played their home games on campus at the Kibbie Dome in Moscow, Idaho.",
  "/wiki/1993%E2%80%9394_Idaho_Vandals_men%27s_basketball_team": "The 1993–94 Idaho Vandals men's basketball team represented the University of Idaho during the 1993–94 NCAA Division I men's basketball season. Members of the Big Sky Conference, the Vandals were led by first-year head coach Joe Cravens and played their home games on campus at the Kibbie Dome in Moscow, Idaho.",
  "/wiki/Ruben_Nembhard": "Ruben R. Nembhard (born (1972-02-20)February 20, 1972) is an American professional basketball player, formerly in the NBA. A 6'3\" (1.90 m), 208 lb (94 kg) guard, he is currently playing in the Venezuelan LPB for Gaiteros del Zulia.",
  "/wiki/Weber_State_Wildcats_men%27s_basketball": "The Weber State Wildcats team is the basketball team representing Weber State University in Ogden, Utah. The program is classified in the NCAA Division I, and is a member of the Big Sky Conference. The team last played in the NCAA Division I Men's Basketball Tournament in 2016. The Wildcats are currently coached by Randy Rahe.",
  "/wiki/Forward_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/Big_Sky_Conference_Men's_Basketball_Player_of_the_Year": "The Big Sky Conference Player of the Year Award, officially known as the Big Sky Conference Most Valuable Player Award, is an annual basketball award given to the Big Sky Conference's most outstanding player. The award was first given following the 1978–79 season. Only one player, Larry Krystkowiak of Montana, has won the award three times (1984–1986). Three others have been two-time winners: Orlando Lightfoot of Idaho (1993, 1994) and Harold Arceneaux (1999, 2000) and Damian Lillard (2010, 2012) of Weber State."
}