{
  "/wiki/Charlie_Byrne_(baseball)": "Charles H. Byrne (September 1843–January 4, 1898) was a New York realtor who was one of the original founders of the team that became the Brooklyn Dodgers.",
  "/wiki/1890_Major_League_Baseball_season": "The following are the baseball events of the year 1890  throughout the world.",
  "/wiki/1897_Major_League_Baseball_season": "The following are the baseball events of the year 1897  throughout the world.",
  "/wiki/Charles_Ebbets_(baseball)": "Charles Hercules Ebbets, Sr. (October 29, 1859 – April 18, 1925) was an American sports executive who served as co-owner of the Brooklyn Dodgers from 1897 to 1902 before becoming majority owner of the team, doing so until his death in 1925. He also served as President of the Brooklyn Dodgers from 1898 to 1925.",
  "/wiki/1898_Major_League_Baseball_season": "The following are the baseball events of the year 1898  throughout the world.",
  "/wiki/1925_Major_League_Baseball_season": "The 1925 Major League Baseball season.",
  "/wiki/Ed_McKeever_(baseball_owner)": "Edward J. McKeever (March 19, 1859 in Brooklyn, New York – April 29, 1925 in New York, New York) was  a construction contractor in Brooklyn in the early 1900s. Ed and his brother Stephen bought half of the Brooklyn Dodgers baseball team from Henry Medicus on January 2, 1912. Together with co-owner Charles Ebbets, they built what became Ebbets Field. McKeever served as Vice-President of the Dodgers until Charles Ebbets died of a heart attack on April 18, 1925. McKeever became team president, but despite previously being in good health, he caught a cold at Ebbets' funeral and died of influenza a little more than a week later. He was buried in Holy Cross Cemetery in Brooklyn.",
  "/wiki/Wilbert_Robinson": "Wilbert Robinson (June 29, 1863 – August 8, 1934), nicknamed \"Uncle Robbie\", was an American catcher, coach and manager in Major League Baseball.  He was inducted into the Baseball Hall of Fame in 1945.",
  "/wiki/1930_Major_League_Baseball_season": "The 1930 Major League Baseball season.",
  "/wiki/Frank_York": "Frank B. York (born about 1878 in Brooklyn, New York – died February 2, 1937 in the Bronx, New York) was the President of the Brooklyn Dodgers of Major League Baseball from 1930 to 1932. He was a lawyer, whose representation of brothers Stephen and Ed McKeever led to his being handed the job after internal disagreements among the Dodgers' front office management led to a settlement imposed by the National League and Wilbert Robinson's resignation as president.",
  "/wiki/1932_Major_League_Baseball_season": "The 1932 Major League Baseball season.",
  "/wiki/Stephen_McKeever": "Stephen W. McKeever (October 31, 1853 in Brooklyn, New York – March 7, 1938 in Brooklyn, New York) was a construction contractor in Brooklyn, New York in the early 1900s. He and his brother Ed bought half of the Brooklyn Dodgers baseball team from Henry Medicus on January 2, 1912. Together with Charles Ebbets, who owned the other half of the team, they built Ebbets Field. When Ebbets died on April 18, 1925, Ed McKeever took over as team president. However, he caught a cold at Ebbets' funeral and died on April 29. Steve McKeever became the acting team president until Wilbert Robinson was elected team president on May 25, 1925. Steve McKeever was elected team president on October 12, 1932, and remained a 50% owner of the Dodgers until his death in 1938. He was buried in Holy Cross Cemetery in Brooklyn.",
  "/wiki/1938_Major_League_Baseball_season": "The 1938 Major League Baseball season.",
  "/wiki/Larry_MacPhail": "Leland Stanford \"Larry\" MacPhail, Sr. (February 3, 1890 – October 1, 1975) was an American lawyer and an executive in Major League Baseball. He served as an executive with several professional baseball teams, including the Cincinnati Reds, Brooklyn Dodgers and New York Yankees. MacPhail's sons and grandsons were also sports executives. He was inducted into the National Baseball Hall of Fame in 1978.",
  "/wiki/1942_Major_League_Baseball_season": "The 1942 Major League Baseball season saw the St. Louis Cardinals defeat the New York Yankees in the World Series.",
  "/wiki/Branch_Rickey": "Wesley Branch Rickey (December 20, 1881 – December 9, 1965) was an American baseball player and sports executive. Rickey was instrumental in breaking Major League Baseball's color barrier by signing black player Jackie Robinson. He also created the framework for the modern minor league farm system, encouraged the Major Leagues to add new teams through his involvement in the proposed Continental League, and introduced the batting helmet.  He was elected to the Baseball Hall of Fame in 1967, two years after his death.",
  "/wiki/1950_Major_League_Baseball_season": "The 1950 Major League Baseball season began on April 18 and ended on October 7, 1950 with the New York Yankees winning the World Series championship, over the Philadelphia Phillies. The only no-hitter of the season was pitched by Vern Bickford on August 9, in the Boston Braves 7–0 victory over the Brooklyn Dodgers. This season saw the first use of a bullpen car, by the Cleveland Indians.",
  "/wiki/Walter_O%27Malley": "Walter Francis O'Malley (October 9, 1903 – August 9, 1979) was an American sports executive who owned the Brooklyn/Los Angeles Dodgers team in Major League Baseball from 1950 to 1979. In 1958, as owner of the Dodgers, he brought major league baseball to the West Coast, moving the Dodgers from Brooklyn to Los Angeles despite the Dodgers being the second most profitable team in baseball from 1946–1956,  and coordinating the move of the New York Giants to San Francisco at a time when there were no teams west of Kansas City, Missouri.  For this, he was long vilified by Brooklyn Dodgers fans. However, Pro-O'Malley parties describe him as a visionary for the same business action, and many authorities cite him as one of the most influential sportsmen of the 20th century. Other observers say that he was not a visionary, but instead a man who was in the right place at the right time, and regard him as the most powerful and influential owner in baseball after moving the team.",
  "/wiki/1970_Major_League_Baseball_season": "The 1970 Major League Baseball season. The Seattle Pilots relocated to Milwaukee and became the Brewers, thus returning Major League Baseball to Wisconsin for the first time since the relocation of the Milwaukee Braves to Atlanta following the 1965 season.",
  "/wiki/Peter_O%27Malley": "Peter O'Malley (born December 12, 1937 in Brooklyn, New York) is the former owner (1979–98) and president (1970–98) of the Los Angeles Dodgers of Major League Baseball.",
  "/wiki/1997_Major_League_Baseball_season": "The 1997 Major League Baseball season was the inaugural season for Interleague play, as well as the final season in the American League for the Milwaukee Brewers before moving to the NL the following season. The California Angels changed their name to the Anaheim Angels. The Florida Marlins ended the season (their fifth season in the majors) as the World Champions defeating the Cleveland Indians in a seven-game World Series, four games to three.",
  "/wiki/Bob_Graziano": "Bob Graziano is a former President and Chief Operating Officer of the Los Angeles Dodgers of Major League Baseball. He currently serves as a Vice Chairman of J.P. Morgan Chase in the Private Bank. Prior to assuming this role, Graziano served as J.P. Morgan Chase's Southern California Market Manager in the Private Bank beginning in May 2013. Prior to his involvement with J.P. Morgan, he was Managing Partner, Family Advisory Services of Northern Trust, a wealth management company.",
  "/wiki/1998_Major_League_Baseball_season": "The 1998 Major League Baseball season ended with the New York Yankees sweeping the San Diego Padres in the World Series, after they had won a then AL record 114 regular season games.  The Yankees finished with 125 wins for the season (regular season and playoffs combined), which remains the MLB record.",
  "/wiki/2004_Major_League_Baseball_season": "The 2004 Major League Baseball season ended when the Boston Red Sox defeated the St. Louis Cardinals in a four-game World Series sweep.  This season was particularly notable since the Red Sox championship broke the 86-year-long popular myth known as the Curse of the Bambino. The Red Sox were also the first team in MLB history and the third team from a major North American professional sports league to ever come back from a 3–0 postseason series deficit, in the ALCS against the New York Yankees.",
  "/wiki/Jamie_McCourt": "Jamie D. McCourt (née Luskin; born December 5, 1953) is the United States Ambassador to the French Republic and Principality of Monaco. She was confirmed by the Senate and sworn in on November 2, 2017. Ambassador McCourt is also the United States Permanent Observer to the Council of Europe. McCourt is the founder and CEO of Jamie Enterprises and a former executive of the Los Angeles Dodgers. She became the highest-ranking woman in Major League Baseball, appointed first as vice chairman of the Dodgers in 2004, then President in 2005, and finally CEO in 2009.",
  "/wiki/2009_Major_League_Baseball_season": "The 2009 Major League Baseball season began on April 5, 2009, the regular season was extended two days for a one-game playoff between the Detroit Tigers and the Minnesota Twins to decide the American League Central Division champion.  The postseason began the next day with the Division Series. The World Series began on October 28, and ended on November 4, with the New York Yankees defeating the Philadelphia Phillies in six games. This was the second time the season was completed in November.  The only other occasion was the 2001 World Series, because of the delaying of the end of that season due to the September 11 attacks as November baseball would be guaranteed when Game 4 was played on Sunday, November 1. Had the 2009 World Series gone the full seven games, Game 7 would've been played on November 5, the latest date ever scheduled for a World Series game. American League champion had home field advantage for the World Series by virtue of winning the All-Star Game on July 14 at Busch Stadium in St. Louis, Missouri, 4–3. In addition, the annual Civil Rights Game became a regular season game, and was played June 20 at Great American Ball Park in Cincinnati, Ohio, when the host Cincinnati Reds lost to the Chicago White Sox in an interleague game, 10–8.  Both teams wore replicas of their 1965 uniforms in the contest.",
  "/wiki/Dennis_Mannion": "Dennis M. Mannion is currently CEO & President of House of 7, LLC, a sports advisory company specializing in professional and amateur sports business consulting. Mannion was CEO and President of Palace Sports and Entertainment where he oversaw Business Operations of the Detroit Pistons, The Palace of Auburn Hills,  DTE Energy Music Theatre, Meadow Brook Amphitheatre, and Freedom Hill Amphitheatre. He has experience in all four Major League sports: MLB, NHL, NBA, and NFL.",
  "/wiki/2010_Major_League_Baseball_season": "The 2010 Major League Baseball season began April 4, with the regular season ending on October 3.  The 2010 All-Star Game was played on July 13 at Angel Stadium of Anaheim in Anaheim, California. The National League ended a 13-game winless streak with a 3–1 victory.  Due to this result, the World Series began October 27 in the city of the National League Champion, the San Francisco Giants, and ended November 1 when the Giants defeated the American League Champion Texas Rangers, four games to one.",
  "/wiki/Stan_Kasten": "Stan Kasten (born February 1, 1952, in Lakewood Township, New Jersey) is the former president of the Atlanta Braves and the Washington Nationals, and the current president and part-owner of the Los Angeles Dodgers. Long involved in Atlanta professional sports, he also served as general manager of the NBA's Atlanta Hawks and president of the NHL's Atlanta Thrashers.",
  "/wiki/2012_Major_League_Baseball_season": "The 2012 Major League Baseball season began on March 28 with the first of a two-game series between the Seattle Mariners and the Oakland Athletics at the Tokyo Dome in Japan.  On November 22, 2011, a new contract between Major League Baseball and its players union was ratified, and as a result, an expanded playoff format adding two clubs will be adopted no later than 2013 according to the new Collective Bargaining Agreement.  The new format was finalized for the 2012 season on March 2, 2012, and will use the 2–3 game schedule format for the Division Series for the 2012 season only.  The restriction against divisional rivals playing against each other in the Division Series round that had existed in previous years was eliminated, as the Baltimore Orioles and New York Yankees squared off in one of the best-of-5 LDS series in the American League.  The stateside portion of the regular season started April 4 in Miami with the opening of the new Marlins Park, as the newly renamed Miami Marlins hosted the defending World Series champion St. Louis Cardinals. The regular season ended on Wednesday, October 3. The entire master schedule was released on September 14, 2011."
}