{
  "/wiki/KNKX": "KNKX (88.5 MHz) is a public radio station in Tacoma, Washington.  A member of National Public Radio, it airs a jazz and news format for the Seattle metropolitan area.  The station is owned by Friends of 88.5 FM, a community-based non-profit group.  KNKX was established in 1966 as KPLU-FM by Pacific Lutheran University (PLU) before becoming an independent, community-licensed station in 2016.  It is one of three full NPR member stations in the Seattle area, the others being KUOW-FM and KVTI, an outlet of Northwest Public Radio (though KVTI only provides grade B coverage of Seattle and can't be heard at all in most of Snohomish County because of interference from KSER).",
  "/wiki/Public_Radio": "Public broadcasting involves radio, television and other electronic-media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual  fees charged on receivers. In the United States, public broadcasters may receive some funding from both federal and state sources, but generally most of their financial support comes from underwriting by foundations and businesses (ranging from small shops to corporations), along with audience contributions via pledge drives. The great majority operate as private not-for-profit corporations.[citation needed]",
  "/wiki/Jazz": "Jazz is a music genre that originated in the African-American communities of New Orleans, United States. It originated in the late 19th and early 20th centuries, and developed from roots in blues and ragtime. Jazz is seen by many as \"America's classical music\". Since the 1920s Jazz Age, jazz has become recognized as a major form of musical expression. It then emerged in the form of independent traditional and popular musical styles, all linked by the common bonds of African-American and European-American musical parentage with a performance orientation. Jazz is characterized by swing and blue notes, call and response vocals, polyrhythms and improvisation. Jazz has roots in West African cultural and musical expression, and in African-American music traditions including blues and ragtime, as well as European military band music. Intellectuals around the world have hailed jazz as \"one of America's original art forms\".",
  "/wiki/KNHC": "KNHC (C89.5) is a Class C1 FM high school radio station based in Seattle, Washington. It is the world's oldest, still remaining, dance music station.",
  "/wiki/Seattle_Public_Schools": "Seattle Public Schools is the largest public school district in the state of Washington. The school district serves the entire city of Seattle. As of 2018, 113 schools are operated by the district, which serve at least 47,000 students throughout the city.",
  "/wiki/Dance_radio": "Dance radio is a format that consists of current and recent dance and electronic music.",
  "/wiki/KEXP": "KEXP-FM (90.3 MHz) is a public radio station in Seattle, Washington, that specializes in alternative and indie rock programmed by its disc jockeys. Its broadcasting license is owned by Friends of KEXP, an independent 501(c)(3) organization.  There are weekly programs dedicated to other musical genres, including rockabilly, blues, world music, hip hop, electronica, punk, and alternative country. Live, in-studio performances by artists are also regularly scheduled.",
  "/wiki/University_of_Washington": "The University of Washington (UW, simply Washington, or informally U-Dub) is a public research university in Seattle, Washington. Founded in 1861, Washington was first established in downtown Seattle approximately a decade after the city's founding to aid its economic development. Today, the university's 703-acre main Seattle campus is in the University District above the Montlake Cut, within the urban Puget Sound region of the Pacific Northwest.  The university has additional campuses in Tacoma and Bothell. Overall, UW encompasses over 500 buildings and over 20 million gross square footage of space, including one of the largest library systems in the world with over 26 university libraries, as well as the UW Tower, lecture halls, art centers, museums, laboratories, stadiums, and conference centers. The university offers bachelor's, master's, and doctoral degrees through 140 departments in various colleges and schools, sees about 46,000 in total student enrollment every year, and functions on a quarter system.",
  "/wiki/Eclecticism_in_music": "In music, eclecticism is the conscious use of styles alien to the composer's own nature, or from a bygone era. The term is also used pejoratively to describe music whose composer, thought to be lacking originality, appears to have freely drawn on other models (Kennedy and Bourne 2006). This word can also be used to describe the music of composers who combine multiple styles, such as using a whole-tone variant of a pentatonic folksong over chromatic counterpoint, or a tertian arpeggiating melody over quartal or secundal harmonies. Eclecticism can also be through quotations, whether of a style (e.g., Shostakovich: Symphony No. 9),[clarification needed] direct quotations of folksongs/variations of them (e.g., Mahler: Symphony No. 1; II and III) or direct quotations of other composers (e.g., Berio: Sinfonia; III) (Cope 1997, 230–33).",
  "/wiki/KBCS": "KBCS-FM (91.3 MHz) is a public FM radio station licensed to Bellevue, Washington, and serving the Puget Sound region, including Seattle.  It is owned by Bellevue College and broadcasts in HD Radio  The station has an effective radiated power (ERP) of 1,800 watts, broadcasting from a tower 1276 feet in height above average terrain (HAAT) on Cougar Mountain.",
  "/wiki/Bellevue_Community_College": "Bellevue College (BC) is a public college in Bellevue, Washington. With an annual enrollment of 31,200 students, Bellevue College is the largest of the 34 institutions that make up the Washington Community and Technical Colleges system and the third-largest institution of higher education overall in the state (behind the University of Washington and Washington State University).",
  "/wiki/Variety_(radio)": "Variety is a radio format that plays music across numerous genres. Freeform variety is associated with a wide range of programming including talk, sports, and music from a wide spectrum.  This format is usually found on smaller, non-commercial public-broadcasting stations such as college radio, community radio or high school radio stations.  If a variety formatted station has a program director, that person exerts little if any influence on the music or other programming choices beyond the normal regulatory control required by that country's licensing regulations.",
  "/wiki/KQMV": "KQMV (92.5 MHz, \"Movin' 92.5\") is a commercial FM radio station licensed to Bellevue, Washington, and serving the Seattle-Tacoma-Puget Sound radio market. The Hubbard Broadcasting, Inc. outlet airs a Top 40 (CHR) radio format.",
  "/wiki/Hubbard_Broadcasting": "Hubbard Broadcasting, Inc. is an American television and radio broadcasting corporation based in St. Paul, Minnesota. It was founded by Stanley E. Hubbard.",
  "/wiki/Contemporary_hit_radio": "Contemporary hit radio (also known as CHR, contemporary hits, hit list, current hits, hit music, top 40, or pop radio) is a radio format that is common in the United States, Brazil, United Kingdom, Ireland, Canada, New Zealand, Australia, the Philippines, Indonesia, Malaysia, Singapore, China, Hong Kong, Taiwan, Japan, South Korea, Trinidad and Tobago, and South Africa, that focuses on playing current and recurrent popular music as determined by the top 40 music charts. There are several subcategories, dominantly focusing on rock, pop, or urban music.  Used alone, CHR most often refers to the CHR-pop format. The term contemporary hit radio was coined in the early 1980s by Radio & Records magazine to designate top 40 stations which continued to play hits from all musical genres as pop music splintered into adult contemporary, urban contemporary and other formats.",
  "/wiki/KUBE_(FM)": "KUBE (93.3 MHz, \"KUBE 93.3\") is a commercial FM radio station licensed to Seattle, Washington. The station airs a rhythmic contemporary radio format and is owned and operated by iHeartMedia. The studios and offices are on Elliott Avenue West in Seattle's Belltown neighborhood northwest of downtown. KUBE has an effective radiated power (ERP) of 98,000 watts (100,000 with beam tilt). The transmitter is located on Cougar Mountain.",
  "/wiki/IHeartMedia": "iHeartMedia, Inc., formerly CC Media Holdings, Inc., is an American mass media corporation headquartered in San Antonio, Texas. It is the holding company of iHeartCommunications, Inc. (formerly Clear Channel Communications, Inc.), a company founded by Lowry Mays and B. J. \"Red\" McCombs in 1972, and later taken private by Bain Capital, LLC and Thomas H. Lee Partners through a leveraged buyout in 2008. As a result of this buyout, Clear Channel Communications, Inc. began to operate as a wholly owned subsidiary of CC Media Holdings, Inc. On September 16, 2014, CC Media Holdings, Inc. was rebranded iHeartMedia, Inc.; and Clear Channel Communications, Inc., became iHeartCommunications, Inc.",
  "/wiki/Rhythmic_contemporary": "Rhythmic contemporary, also known as Rhythmic Top 40, Rhythmic CHR or rhythmic crossover, is a primarily American music-radio format that includes a mix of EDM, upbeat rhythmic pop, hip hop and upbeat R&B hits. Rhythmic contemporary never uses rock or country in its airplay, but it may occasionally use a reggae, Latin, reggaeton, or a Christian/gospel hit. Essentially, the format is a cross between mainstream radio and urban contemporary radio formats.",
  "/wiki/KSWD_(FM)": "KSWD (94.1 FM, \"94.1 The Sound\") is a radio station in Seattle, Washington. Owned by Entercom, it broadcasts a soft adult contemporary format. Its studios are located on Fifth Avenue in Downtown Seattle, and it broadcasts on four transmitters located near Issaquah on Tiger Mountain, with its main transmitter operating at 73 kW effective radiated power, and its three auxiliary transmitters operating at a respective ERP of 57 kW, 55 kW and 53 kW. KSWD is also the flagship station for Delilah's syndicated radio show.",
  "/wiki/Entercom": "Entercom Communications Corporation is a publicly traded American broadcasting company and radio network based in Bala Cynwyd, Pennsylvania. Founded in 1968, it is the second largest radio company in the United States, owning 235 radio stations across 48 media markets.",
  "/wiki/Soft_adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/KUOW-FM": "KUOW-FM (94.9 MHz) is a National Public Radio member station in Seattle, Washington.  It is the larger of the three full-fledged NPR member stations in the Seattle/Tacoma media market, with two Tacoma-based stations, KNKX and KVTI being the others. It is a service of the University of Washington, but is operated by KUOW Puget Sound Public Radio, a nonprofit community organization.  Studios are located on University Way in Seattle's University District, while the transmitter is on Capitol Hill.",
  "/wiki/National_Public_Radio": "National Public Radio (NPR, stylized as npr) is a privately and publicly funded American non-profit membership media organization based in Washington, D.C. NPR differs from other non-profit membership media organizations, such as AP, in that it was established by an act of Congress and most of its member stations are owned by government entities (often public universities). It serves as a national syndicator to a network of over 1,000 public radio stations in the United States.",
  "/wiki/News": "News is information about current events. This may be provided through many different media: word of mouth, printing, postal systems, broadcasting, electronic communication, or through the testimony of observers and witnesses to events.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/KJR-FM": "KJR-FM (95.7 FM) is a Seattle radio station that broadcasts a classic hits format. It operates at 95.7 MHz with 100,000 watts of effective radiated power with a transmitter near Issaquah, Washington on Cougar Mountain, and operates from its studios in Seattle's Belltown neighborhood northwest of downtown. KJR-FM is owned by iHeartMedia.",
  "/wiki/Classic_hits": "Classic hits is a radio format which generally includes songs from the top 40 music charts from the mid-1970s to the early 1990s, with music from the 1980s serving as the core of the format. Music that was popularized by MTV in the early 1980s and the nostalgia behind it is a major driver to the format. It is considered the successor to the oldies format, a collection of top 40 songs from the late 1950s through the late 1970s that was once extremely popular in the United States. The term is sometimes incorrectly used as a synonym for the adult hits format, which uses a slightly newer music library stretching from all decades to the present with a major focus on 1990s and 2000s rock and alternative songs. In addition, adult hits stations tend to have larger playlists, playing a given song only a few times per week, compared to the tighter libraries on classic hits stations. For example,  KRTH, a classic hits station in Los Angeles, plays power songs up to 30 times a week, which is another differentiator compared to other formats that share songs with classic hits libraries.",
  "/wiki/KJAQ": "KJAQ (96.5 MHz) is a commercial FM radio station in Seattle, Washington.  KJAQ airs an adult hits music format branded as \"Jack FM\".  It is owned by iHeartMedia, Inc.   The studios and offices are in the Belltown neighborhood northwest of Downtown Seattle.",
  "/wiki/Adult_hits": "Adult hits (sometimes also called variety hits) is a radio format that draws from a wide array of popular music.",
  "/wiki/KIRO-FM": "KIRO-FM (97.3 MHz) is a commercial radio station licensed to Tacoma, Washington, and serving the Seattle-Tacoma radio market.  It airs a news/talk radio format.  The station's studios and offices are located on Eastlake Avenue East in Seattle's Eastlake district.",
  "/wiki/Bonneville_Communications": "Bonneville International Corporation is a media and broadcasting company, wholly owned by The Church of Jesus Christ of Latter-day Saints (LDS Church) through its for-profit arm, Deseret Management Corporation. It began as a radio and TV network in the Triad Center Broadcast House in Salt Lake City, Utah.  Bonneville's name alludes to Benjamin Bonneville and the prehistoric Lake Bonneville that once covered much of modern-day Utah, which was named after him.",
  "/wiki/All-news_radio": "All-news radio is a radio format devoted entirely to the discussion and broadcast of news.",
  "/wiki/KING-FM": "KING-FM (98.1 MHz; \"Classical King FM\") is a non-commercial classical music radio station in Seattle, Washington.  It is owned by Classic Radio, a nonprofit organization.  The studios and offices are on Harrison Street in Seattle.  KING-FM holds periodic on-air fundraisers to help support the station through listener contributions.",
  "/wiki/Seattle_Symphony": "The Seattle Symphony is an American orchestra based in Seattle, Washington. Since 1998, the orchestra is resident at Benaroya Hall. The orchestra also serves as the accompanying orchestra for the Seattle Opera.",
  "/wiki/Classical_music": "Classical music is art music produced or rooted in the traditions of Western culture, including both liturgical (religious) and secular music. While a more precise term is also used to refer to the period from 1750 to 1820 (the Classical period), this article is about the broad span of time from before the 6th century AD to the present day, which includes the Classical period and various other periods. The central norms of this tradition became codified between 1550 and 1900, which is known as the common-practice period.",
  "/wiki/KNUC": "KNUC (98.9 MHz \"98.9 The Bull\") is a commercial FM radio station in Seattle, Washington. The station is owned by Hubbard Broadcasting and airs a country music radio format. Hubbard also owns four other radio stations in the Seattle metropolitan area. The studios and offices are located at Newport Corporate Center on 131st Avenue SE in Bellevue.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/KISW": "KISW (99.9 FM) – branded 99.9 The Rock KISW – is a commercial mainstream rock radio station licensed to Seattle, Washington. Owned by Entercom, the station serves the Seattle metropolitan area; is the flagship station for The Mens Room; and is the radio home of The BJ Shea Morning Experience. The KISW studios are located in Downtown Seattle, while the station transmitter resides on Tiger Mountain in the city of Issaquah. In addition to a standard analog transmission, KISW broadcasts over two HD Radio channels, and is available online via Radio.com.",
  "/wiki/Mainstream_rock": "Mainstream rock (also known as heritage rock) is a radio format used by many commercial radio stations in the United States and Canada.",
  "/wiki/KKWF": "KKWF (100.7 MHz \"100.7 The Wolf\") is a commercial FM radio station in Seattle, Washington.  The station is owned by Entercom and it airs a country music radio format.  The studios and offices are on Fifth Avenue in Downtown Seattle.",
  "/wiki/KPLZ": "KPLZ-FM (101.5 MHz) is a commercial FM radio station in Seattle, Washington. KPLZ is owned and operated by the Sinclair Broadcast Group and airs a hot adult contemporary radio format.",
  "/wiki/Sinclair_Broadcast_Group": "Sinclair Broadcast Group, Inc. (SBG) is a publicly traded American telecommunications conglomerate which is controlled by the family of company founder Julian Sinclair Smith. Headquartered in the Baltimore suburb of Hunt Valley, Maryland, the company is the second-largest television station operator in the United States by number of stations  (after Nexstar Media Group), owning or operating a total of 193 stations across the country in over 100 markets (covering 40% of American households), many of which are located in the South and Midwest, and is the largest owner of stations affiliated with Fox and ABC. Sinclair also owns four digital multicast networks (Comet, Charge!, Stadium, and TBD), sports-oriented cable networks (Tennis Channel and Fox Sports Networks), and a streaming service (Stirr), and owns or operates four radio stations in the Pacific Northwest. Among other non-broadcast properties, Sinclair also owns the  professional wrestling promotion Ring of Honor and its streaming service Honor Club.",
  "/wiki/Hot_Adult_Contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/KZOK": "KZOK-FM (102.5 MHz) is a commercial radio station located in Seattle, Washington. It airs a classic rock radio format and is owned by iHeartMedia, Inc.  KZOK's transmitter is located near Issaquah, Washington, on Tiger Mountain, and operates from studios in Seattle in the Belltown neighborhood northwest of Downtown.",
  "/wiki/Classic_rock": "Classic rock is a radio format which developed from the album-oriented rock (AOR) format in the early 1980s. In the United States, the classic rock format features rock music ranging generally from the mid-1960s to the 1980s, primarily focusing on commercially successful blues rock and hard rock popularized in the 1970s AOR format. The radio format became increasingly popular with the baby boomer demographic by the end of the 1990s.",
  "/wiki/KHTP": "KHTP (103.7 MHz, \"Hot 103.7\"), is a commercial FM radio station in Seattle. The station is owned and operated by Entercom Communications and it airs a classic hip-hop radio format. The studios and offices are on Fifth Avenue in Downtown Seattle.",
  "/wiki/Classic_hip-hop": "Classic hip-hop is a music radio format focusing primarily on hip-hop music from the 1980s, 1990s, and the early to mid-2000s.",
  "/wiki/KLSW": "KLSW is a Contemporary Christian formatted broadcast radio station licensed to Covington, Washington, serving the Seattle metropolitan area.  KLSW is owned and operated by Educational Media Foundation.",
  "/wiki/Educational_Media_Foundation": "Educational Media Foundation (formerly EMF Broadcasting, abbreviated EMF) is an American nonprofit organization that operates radio networks broadcasting contemporary Christian music, including Air1 and K-Love. EMF is based in Rocklin, California, a suburb of Sacramento. As of 2018, EMF directly owns and operates at least 415 radio stations throughout the United States. The programming for Air1 and K-Love is distributed by satellite and carried on its own stations, including many low-power FM translators and some stations which it operates on behalf of other owners.",
  "/wiki/Contemporary_Christian": "Contemporary Christian music (or CCM—and occasionally \"inspirational music\") is a genre of modern popular music which is lyrically focused on matters concerned with the Christian faith. It formed as those affected by the 1960s Jesus movement revival began to express themselves in a more contemporary style of music than the hymns, Gospel and Southern gospel music that was prevalent in the church at the time. Today, the term is typically used to refer to pop, rock, or praise & worship styles.",
  "/wiki/K-Love": "K-Love (stylized K-LOVE) is a contemporary Christian music radio programming service in the United States operated by the Educational Media Foundation (EMF). The network is one of three formats produced by the Educational Media Foundation, the other two being K-Love Classics and Air1. As of June 2019, the network's programming is simulcast on over 520 FM stations and translators in 47 U.S. states, American Samoa, Puerto Rico, and the District of Columbia. As of 2018, K-Love and its sister network Air1 reportedly had a weekly cumulative audience of about 20 million listeners."
}