{
  "/wiki/NY_414": "New York State Route 414 (NY 414) is a north–south state highway in the Southern Tier and Finger Lakes regions of New York in the United States. It extends for 83.20 miles (133.90 km) from an intersection with NY 352 in the Steuben County city of Corning to a junction with NY 104 in the Wayne County town of Huron. NY 414 spans five counties and roughly parallels NY 14 between Watkins Glen and Huron. It intersects every major east–west arterial in western New York, including the Southern Tier Expressway (Interstate 86 (I-86) and NY 17), U.S. Route 20 (US 20) and NY 5, and the New York State Thruway (I-90). The route passes through mostly rural areas as it travels between the several villages and cities along its routing.",
  "/wiki/Hector,_New_York": "Hector is a town in the northeastern corner of Schuyler County, New York, United States. The population was 4,854 at the 2000 census. The town is named after Hector Ely, who at the time was the firstborn son of the town founders. Hector is west of Ithaca, New York.",
  "/wiki/Tompkins_County,_New_York": "Tompkins County is a county located in the U.S. state of New York. As of the 2010 census, the population was 101,564. The county seat is Ithaca. The name is in honor of Daniel D. Tompkins, who served as Governor of New York and Vice President of the United States.",
  "/wiki/County_Route_149_(Tompkins_County,_New_York)": "County routes in Tompkins County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/NY_227": "New York State Route 227 (NY 227) is a state highway in the Finger Lakes region of New York in the United States. The highway extends for 9.84 miles (15.84 km) in a northeast–southwest direction from an intersection with NY 79 south of the hamlet of Reynoldsville in the town of Hector to a junction with NY 96 in the village of Trumansburg. In between, NY 227 intersects NY 228 in Perry City by the east town line of Hector and passes through the town of Ulysses. Part of NY 227 straddles the Schuyler–Tompkins county line.",
  "/wiki/NY_228": "New York State Route 228 (NY 228) is a state highway in Schuyler County, New York, in the United States. It runs for 12.47 miles (20.07 km) in a northeast to southwest direction from an intersection with NY 224 in the village of Odessa to a junction with NY 227 in the hamlet of Perry City within the town of Hector. NY 228 has a short overlap with NY 79 in the Hector community of Mecklenburg. The route was assigned as part of the 1930 renumbering of state highways in New York; however, it initially ended at NY 79 in Mecklenburg, from where NY 79 went north to Perry City. NY 79 was realigned to head west from Mecklenburg in the early 1960s, at which time the NY 228 designation was extended northward over NY 79's former routing.",
  "/wiki/County_Route_142_(Tompkins_County,_New_York)": "County routes in Tompkins County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/NY_79": "New York State Route 79 (NY 79) is a 93.18-mile-long (149.96 km) east–west state highway in the Southern Tier of New York, in the United States. The western terminus of the route is at the intersection with NY 414 near the southern end of Seneca Lake just northeast of Watkins Glen. Its eastern terminus is at the Pennsylvania state line in the town of Windsor in Broome County, where it connects to Pennsylvania Route 92 (PA 92). NY 79 passes through three regions; it starts in the Finger Lakes region, runs through Central New York and ends on the western fringes of the Catskills. The route is signed east–west, but from Whitney Point to the state line it runs in a north–south orientation and is signed north-south a few miles south of Center Village, a hamlet that is a few miles south of Harpursville.",
  "/wiki/Burdett,_New_York": "Burdett is a village in Schuyler County, New York, United States. The population was 357 at the 2000 census.",
  "/wiki/Catharine,_New_York": "Catharine is a town in Schuyler County, New York.  The population was 1,930 at the 2000 census. The town is one of two in the county named after Catherine Montour, a Native American interpreter and leader in the area. The Town of Catharine is in the southeast part of the county and is north of Elmira, New York.",
  "/wiki/Odessa,_New_York": "Odessa is a village in Schuyler County, New York, United States.",
  "/wiki/Montour_Falls,_New_York": "Montour Falls is a village located in Schuyler County, New York, United States. A population of 1,711 was reported by the US Census of 2010. A waterfall at the end of West Main Street gives the village its name. The name \"Montour\" is derived from Queen Catharine Montour, a prominent Native American woman of Seneca Indian heritage who lived at the village site in the 18th century.",
  "/wiki/Montour,_New_York": "Montour is a town in Schuyler County, New York, United States.  The population was 2,446 at the 2000 census.  The town is one of two towns in the county named after Catherine Montour.",
  "/wiki/NY_224": "New York State Route 224 (NY 224) is a 19.77-mile-long (31.82 km) state highway in the Southern Tier of New York in the United States. The route is signed as north–south; however, in actuality the highway follows more of an east–west routing across southeastern Schuyler County and northeastern Chemung County. The western terminus of the route is at an intersection with NY 14 in the village of Montour Falls southeast of Seneca Lake and its eastern terminus is at a junction with NY 34 in the village of Van Etten.",
  "/wiki/Cayuta,_New_York": "Cayuta is a town in Schuyler County, New York, United States.  The population was 545 at the 2000 census.",
  "/wiki/County_Route_135_(Tompkins_County,_New_York)": "County routes in Tompkins County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/County_Route_132_(Tompkins_County,_New_York)": "County routes in Tompkins County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/NY_13": "New York State Route 13 (NY 13) is a state highway that runs mainly north–south for 152.30 miles (245.10 km) between NY 14 in Horseheads and NY 3 west of Pulaski in Central New York in the United States. In between, NY 13 intersects with Interstate 81 (I-81) in Cortland and Pulaski and meets the New York State Thruway (I-90) in Canastota. NY 13 is co-signed with several routes along its routing, most notably NY 34 and NY 96 between Newfield and Ithaca; NY 80 between DeRuyter and Cazenovia; and NY 5 between Chittenango and Canastota.",
  "/wiki/Chemung_County,_New_York": "Chemung County is a county in the southern tier of the U.S. state of New York. As of the 2010 census, the population was 88,830. Its county seat is Elmira. Its name is derived from a Delaware Indian village whose name meant \"big horn\".",
  "/wiki/County_Route_5_(Chemung_County,_New_York)": "County routes in Chemung County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/Steuben_County,_New_York": "Steuben County /stuːˈbɛn/ is a county located in the U.S. state of New York. As of the 2010 census, the population was 98,990. Its county seat is Bath. Its name is in honor of Baron von Steuben, a Prussian general who fought on the American side in the American Revolutionary War, though it is not pronounced the same. There is no direct link between the Baron von Steuben and modern Steuben County, which he never visited (and in his day was near-wilderness).",
  "/wiki/Orange,_New_York": "Orange is a town in Schuyler County, New York, United States.  The population was 1,752 at the 2000 census.",
  "/wiki/County_Route_26_(Steuben_County,_New_York)": "County routes in Steuben County, New York, are maintained by the Steuben County highway department and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon shield. No county routes enter the cities of Corning or Hornell, and only two enter a village. Most primary through roads in Steuben County are either county routes or New York state highways.",
  "/wiki/Dix,_New_York": "Dix is a town in Schuyler County, New York, United States.  The population was 4,197 at the 2000 census.",
  "/wiki/NY_329": "New York State Route 329 (NY 329) is a 2.57-mile-long (4.14 km) state highway near Watkins Glen, New York, in the United States. The western terminus is at an intersection with Meads Hill Road in Dix. The eastern terminus is at a junction with NY 14 and NY 414 in Watkins Glen. NY 329 passes south of Watkins Glen State Park while New York State Route 419, a highway 0.30 miles (0.48 km) in length, connects NY 329 to the park. Both NY 329 and NY 419 pass through sparsely populated, rural areas.",
  "/wiki/County_Route_12_(Chemung_County,_New_York)": "County routes in Chemung County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker."
}