{
  "/wiki/KVI": "KVI (570 kHz) is a commercial AM radio station in Seattle, Washington.  KVI is owned by the Sinclair Broadcast Group and it airs a conservative talk radio format called \"News Talk 570 KVI.\" Its transmitter is on Vashon Island and its studios and offices are located with co-owned Channel 4 KOMO-TV at KOMO Plaza (formerly Fisher Plaza) in Seattle.",
  "/wiki/Sinclair_Broadcast_Group": "Sinclair Broadcast Group, Inc. (SBG) is a publicly traded American telecommunications conglomerate which is controlled by the family of company founder Julian Sinclair Smith. Headquartered in the Baltimore suburb of Hunt Valley, Maryland, the company is the second-largest television station operator in the United States by number of stations  (after Nexstar Media Group), owning or operating a total of 193 stations across the country in over 100 markets (covering 40% of American households), many of which are located in the South and Midwest, and is the largest owner of stations affiliated with Fox and ABC. Sinclair also owns four digital multicast networks (Comet, Charge!, Stadium, and TBD), sports-oriented cable networks (Tennis Channel and Fox Sports Networks), and a streaming service (Stirr), and owns or operates four radio stations in the Pacific Northwest. Among other non-broadcast properties, Sinclair also owns the  professional wrestling promotion Ring of Honor and its streaming service Honor Club.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/KCIS": "KCIS (630 kHz) is an AM radio station licensed to Edmonds, Washington, and serving the Seattle metropolitan area.  The station is owned by Crista Ministries and airs a Christian talk and teaching radio format.  National and local religious leaders buy blocks of time from KCIS to air their shows, and they may seek donations to their ministries while on the air.",
  "/wiki/Crista_Ministries": "CRISTA (ChRISTianity in Action) is a family of ministries headquartered, since 1948, in the Richmond Highlands neighborhood of Shoreline, Washington, just north of Seattle. Its campus is the former Firland Sanatorium campus. The company focuses in the areas of education, global relief & development, youth camps, senior care, & media.",
  "/wiki/Christian_radio": "Christian radio is a category of radio formats that focus on transmitting programming with a Christian message. In the United States, where it is most established, many such broadcasters play contemporary Christian music, though many programs include talk or news programming covering economic, political or religious topics.",
  "/wiki/KIRO_(AM)": "KIRO (710 kHz \"710 ESPN Seattle\") is a commercial AM radio station in Seattle, Washington, owned by Bonneville International. The station airs a sports radio format and is an ESPN Radio Network affiliate. The station's studios and offices are located on Eastlake Avenue in Seattle's Eastlake district.",
  "/wiki/Bonneville_International": "Bonneville International Corporation is a media and broadcasting company, wholly owned by The Church of Jesus Christ of Latter-day Saints (LDS Church) through its for-profit arm, Deseret Management Corporation. It began as a radio and TV network in the Triad Center Broadcast House in Salt Lake City, Utah.  Bonneville's name alludes to Benjamin Bonneville and the prehistoric Lake Bonneville that once covered much of modern-day Utah, which was named after him.",
  "/wiki/Sports_radio": "Sports radio (or sports talk radio) is a radio format devoted entirely to discussion and broadcasting of sporting events. A widespread programming genre that has a narrow audience appeal, sports radio is characterized by an often-boisterous on-air style and extensive debate and analysis by both hosts and callers. Many sports talk stations also carry play-by-play (live commentary) of local sports teams as part of their regular programming. Hosted by Bill Mazer, the first sports talk radio show in history launched in March 1964 on New York's WNBC (AM).",
  "/wiki/ESPN_Radio": "ESPN Radio is an American sports radio network. It was launched on January 1, 1992, under the original banner of \"SportsRadio ESPN\". ESPN Radio is located at ESPN headquarters in Bristol, Connecticut. The network airs a regular schedule of daily and weekly programming as well as live coverage of sports events including Major League Baseball, Major League Soccer, National Basketball Association, Army Black Knights football, College Football Playoff, Championship Week, and UEFA Champions League games.",
  "/wiki/KTTH": "KTTH (770 kHz) is a commercial AM radio station in Seattle, Washington.  It is owned by Bonneville International and airs a conservative talk radio format.  The station's transmitter is on Vashon Island, while its studios are located in Seattle's Eastlake district.",
  "/wiki/KGNW": "KGNW (820 AM) is a Christian radio station that operates in Seattle, Washington and is licensed to Burien, Washington having signed-on the air September 24, 1984 at 1150 AM (now KKNW) before moving to its current 820 AM dial position on January 1, 1987 thus replacing KQIN which first signed-on in 1970 at 800 AM before moving to 820 AM in 1986.",
  "/wiki/Salem_Communications": "Salem Media Group, Inc. (NASDAQ: SALM; formerly Salem Communications Corporation) is an American radio broadcaster, Internet content provider, and magazine and book publisher based in Camarillo, California, targeting audiences interested in Christian values and what it describes as \"family-themed content and conservative values.\" In addition to its radio properties, the company owns Salem Radio Network, which syndicates talk, news and music programing to approximately 2,400 affiliates; Salem Media Representatives, a radio advertising company; Salem Web Network, an Internet provider of Christian content and online streaming with over 100 Christian content and conservative opinion websites; and Salem Publishing, a publisher of Christian themed magazines. Salem owns 117 radio stations in 38 markets, including 60 stations in the top 25 markets and 29 in the top 10, making it tied with CBS Radio for fifth-largest radio broadcaster. FamilyTalk is a Christian-themed talk format on Sirius XM Radio Channel 131. Additionally, Salem owns conservative websites Townhall.com, RedState, Hot Air, and PJ Media, as well as Twitter aggregator Twitchy.",
  "/wiki/Christian_Radio": "Christian radio is a category of radio formats that focus on transmitting programming with a Christian message. In the United States, where it is most established, many such broadcasters play contemporary Christian music, though many programs include talk or news programming covering economic, political or religious topics.",
  "/wiki/KHHO": "KHHO (850 kHz) is a commercial AM radio station broadcasting a conservative talk format. Licensed to Tacoma, Washington, United States, the station serves the Tacoma portion of the Seattle-Tacoma radio market. The station is owned by iHeartMedia, Inc. and features programming from co-owned Premiere Networks.  Its branding is \"South Sound Talk 850.\"",
  "/wiki/IHeartMedia": "iHeartMedia, Inc., formerly CC Media Holdings, Inc., is an American mass media corporation headquartered in San Antonio, Texas. It is the holding company of iHeartCommunications, Inc. (formerly Clear Channel Communications, Inc.), a company founded by Lowry Mays and B. J. \"Red\" McCombs in 1972, and later taken private by Bain Capital, LLC and Thomas H. Lee Partners through a leveraged buyout in 2008. As a result of this buyout, Clear Channel Communications, Inc. began to operate as a wholly owned subsidiary of CC Media Holdings, Inc. On September 16, 2014, CC Media Holdings, Inc. was rebranded iHeartMedia, Inc.; and Clear Channel Communications, Inc., became iHeartCommunications, Inc.",
  "/wiki/Conservative_talk": "Conservative talk radio is a talk radio format in the United States and other countries devoted to expressing conservative viewpoints of issues, as opposed to progressive talk radio. The definition of conservative talk is generally broad enough that libertarian talk show hosts are also included in the definition. The format has become the dominant form of talk radio in the United States since the 1987 abandonment of the Fairness Doctrine.",
  "/wiki/KIXI": "KIXI (880 AM) is an AM radio station licensed to Mercer Island/Seattle, Washington on the frequency of 880 kHz. It operates 24 hours a day with a daytime power of 50,000 watts and a nighttime power of 10,000 watts from a transmitter in Mercer Slough Nature Park in Bellevue, where studios are also located (although in a separate location).",
  "/wiki/Hubbard_Radio": "Hubbard Broadcasting, Inc. is an American television and radio broadcasting corporation based in St. Paul, Minnesota. It was founded by Stanley E. Hubbard.",
  "/wiki/Adult_Standards": "Adult standards is a North American radio format heard primarily on AM or class A FM stations.",
  "/wiki/KJR_(AM)": "KJR (950 AM, \"Sports Radio 950\") is an all-sports radio station owned by iHeartMedia and located in Seattle, Washington. It was Seattle's only all-sports talk radio station until 710 KIRO affiliated itself with ESPN. KJR is now the Puget Sound region's home of Fox Sports Radio and NBC Sports Radio, and the station, mainly during Seahawks season, uses the slogan \"Home of the 12th Man\". KJR's transmitter site is on Vashon Island, and operates from its studios in Seattle's Belltown neighborhood northwest of downtown.",
  "/wiki/Sports_Radio": "Sports radio (or sports talk radio) is a radio format devoted entirely to discussion and broadcasting of sporting events. A widespread programming genre that has a narrow audience appeal, sports radio is characterized by an often-boisterous on-air style and extensive debate and analysis by both hosts and callers. Many sports talk stations also carry play-by-play (live commentary) of local sports teams as part of their regular programming. Hosted by Bill Mazer, the first sports talk radio show in history launched in March 1964 on New York's WNBC (AM).",
  "/wiki/KOMO_(AM)": "KOMO (1000 kHz) is a commercial AM radio station licensed to Seattle, Washington and serving the Seattle metropolitan area. Owned by the Sinclair Broadcast Group, the station primarily airs an all-news radio format.  It is the local affiliate for ABC News Radio and identifies itself as \"KOMO News 1000 AM and 97.7 FM.\"",
  "/wiki/News": "News is information about current events. This may be provided through many different media: word of mouth, printing, postal systems, broadcasting, electronic communication, or through the testimony of observers and witnesses to events.",
  "/wiki/ABC_News_Radio": "ABC News Radio is the radio service of ABC Audio, a division of ABC News in the United States.  Formerly known as ABC Radio News, ABC News Radio feeds, through Skyview Networks, five minute newscasts on the hour and news briefs at half-past the hour, to its network affiliates.  ABC News Radio is the largest commercial radio news organization in the US.",
  "/wiki/KBLE": "KBLE (1050 AM) is a radio station broadcasting a religious radio format licensed and serving the Seattle/Puget Sound area.",
  "/wiki/EWTN": "The Eternal Word Television Network, more commonly known by its initialism EWTN, is an American basic cable television network which presents around-the-clock Catholic-themed programming. It was founded by Mother Angelica, PCPA, in 1980 and began broadcasting on August 15, 1981, from a garage studio at the Our Lady of the Angels Monastery in Irondale, Alabama, which Mother Angelica founded in 1962. She hosted her own show, Mother Angelica Live, until suffering a major stroke and other health issues in September 2001. Repeats now air as either the Best of Mother Angelica Live or Mother Angelica Live Classics. From then until her death on Easter Sunday of 2016, she led a cloistered life at the Shrine of the Most Blessed Sacrament in Hanceville, Alabama.",
  "/wiki/KFNQ": "KFNQ is a sports radio station based in Seattle, Washington, broadcasting at 1090 kHz. The station carries programming from Fox Sports Radio and CBS Sports Radio as a brand extension of KJR.  The station's transmitter is located on Vashon Island and operates from studios in the Belltown neighborhood northwest of Downtown Seattle. KFNQ is a Class B station operating on the clear-channel frequency of 1090 AM.",
  "/wiki/CBS_Sports_Radio": "CBS Sports Radio is a sports radio network that debuted with hourly sports news updates on September 4, 2012, and with 24/7 programming on January 2, 2013.",
  "/wiki/KKNW": "KKNW (1150 kHz) is a commercial AM radio station licensed to serve Seattle, Washington.  The station is owned by Hubbard Broadcasting, Inc., and features a talk radio format.  KKNW mostly airs call-in and discussion shows where the host pays the station for the air time, known in the radio industry as \"brokered time.\"  Shows range from personal growth, health, psychology and pet care to Chinese, Italian and Russian language shows.  Nationally syndicated hosts are heard overnight, including family financial adviser Clark Howard and progressive talk host Stephanie Miller.  Many hours begin with national news from Westwood One News. It is also the home of Washington Huskies women's basketball.",
  "/wiki/KMIA_(AM)": "KMIA (1210 AM) is a radio station broadcasting a regional Mexican format. Licensed to Auburn–Federal Way, Washington, United States, it serves the Seattle metropolitan area. The station is currently owned by Amador and Rosalie Bustos, through licensee Bustos Media Holdings, LLC.",
  "/wiki/Contemporary_hit_radio": "Contemporary hit radio (also known as CHR, contemporary hits, hit list, current hits, hit music, top 40, or pop radio) is a radio format that is common in the United States, Brazil, United Kingdom, Ireland, Canada, New Zealand, Australia, the Philippines, Indonesia, Malaysia, Singapore, China, Hong Kong, Taiwan, Japan, South Korea, Trinidad and Tobago, and South Africa, that focuses on playing current and recurrent popular music as determined by the top 40 music charts. There are several subcategories, dominantly focusing on rock, pop, or urban music.  Used alone, CHR most often refers to the CHR-pop format. The term contemporary hit radio was coined in the early 1980s by Radio & Records magazine to designate top 40 stations which continued to play hits from all musical genres as pop music splintered into adult contemporary, urban contemporary and other formats.",
  "/wiki/KKDZ": "KKDZ (1250 AM) is a radio station in Seattle, Washington, licensed to operate with 5,000 watts full-time. It was first licensed in April 1922 as KTW, and is one of the oldest in the United States.",
  "/wiki/KKOL_(AM)": "KKOL AM 1300 is a radio station located in Seattle, Washington.  It is owned by Intelli LLC.  It had been running a business news and talk radio format.",
  "/wiki/KKMO": "KKMO (1360 AM) is a commercial radio station located in Tacoma, Washington.",
  "/wiki/Regional_Mexican": "Regional Mexican is a radio format encompassing the multiple musical genres from rural Mexico and derivatives from the United States. Genres include banda, Duranguense, grupera, mariachi, New Mexico music, Norteño, Tejano, and others.  It is among the most popular radio formats targeting Mexican Americans in the United States.",
  "/wiki/KRKO": "KRKO (1380 kHz, \"Everett Radio\") is a commercial AM radio station licensed to Everett, Washington. The station broadcasts an oldies-classic hits-sports radio format to the Seattle metropolitan area. The station, established in 1922, is currently operated by S-R Broadcasting Co., Inc., a locally owned company.",
  "/wiki/KRIZ": "KRIZ (1420 AM) is a radio station broadcasting a gospel format. Licensed to Renton, Washington, United States, it serves the Seattle area.  The station is currently owned by the Kris Bennett Broadcasting Co., Inc.",
  "/wiki/Urban_Adult_Contemporary": "Urban adult contemporary (often abbreviated as urban AC) is the name for a format of radio music, similar to an urban contemporary format. Radio stations using this format usually would not have hip hop music on their playlists, and generally include some mix of contemporary R&B and traditional R&B (while urban oldies stations emphasize only the latter).",
  "/wiki/KARR_(AM)": "KARR (1460 kHz) is an AM radio station licensed to Kirkland, Washington, United States. It airs a Christian radio format and broadcasts to the Seattle metropolitan area. It is owned by James A Dalke and is an affiliate of the Family Radio Network, based in Oakland, California. KARR airs mostly traditional Christian music, along with some talk and teaching programs.",
  "/wiki/Family_Stations,_Inc.": "Family Radio, also known by its licensee name Family Stations Inc., is a Christian radio network based in Alameda, California, United States and airs a mix of Christian ministry programmes from noted teachers like RC Sproul, Alistair Begg, Ken Ham, John F. MacArthur, Dennis Rainey, John Piper, & others as well as music by Sovereign Grace Music, Keith & Kristyn Getty, The Master's Chorale, Fernando Ortega, Chris Rice, Scott Krippayne, & others.",
  "/wiki/KBRO": "KBRO in Bremerton and KNTB in Lakewood, both Washington, are a pair of simulcasting radio stations serving the Puget Sound region. KBRO broadcasts at 1490 kHz with 1,000 watts full-time while KNTB broadcasts at 1480 kHz with 1,000 watts day and 111 watts night. Both stations are owned by Iglesia Pentecostal Víspera del Fin."
}