{
  "/wiki/Box_Hill_Hawks_Football_Club": "Box Hill Hawks Football Club is an Australian rules football club playing in the Victorian Football League. It has an alliance with the Hawthorn Football Club, which plays in the Australian Football League.",
  "/wiki/Box_Hill_City_Oval": "Box Hill City Oval is an Australian rules football and cricket stadium located in Box Hill, Victoria, Australia. It is the home ground of the Box Hill Hawks Football Club which plays in the Victorian Football League, and the Box Hill Cricket Club which plays in the Victorian Sub-District Cricket Association.",
  "/wiki/Box_Hill,_Victoria": "Box Hill is a suburb of Melbourne, Victoria, Australia, 14 kilometres (8.7 mi) east of Melbourne's Central Business District. in the local government area of the City of Whitehorse. At the 2016 Census, Box Hill had a population of 11,395.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Casey_Scorpions": "The Casey Football Club, nicknamed the Demons and formerly the Scorpions, is an Australian rules football club based in Cranbourne East, Victoria. The club, which was known until 2005 as the \"Springvale Football Club\" and the \"Casey Scorpions\" (2006–16) and was based in Springvale, currently plays in the Victorian Football League (VFL). It has a reserves affiliation with the Melbourne Football Club.",
  "/wiki/Casey_Fields": "Casey Fields is a $30 million, 70 hectare multi-sports complex in the City of Casey at Cranbourne East a southeastern suburb of Melbourne. The complex is home to Australian rules football, cricket, netball, tennis, cycling, golf and rugby football.",
  "/wiki/Victoria_(Australia)": "Victoria (abbreviated as Vic) is a state in south-eastern Australia.  Victoria is Australia's smallest mainland state and its second-most populous state (after New South Wales), making it the most densely populated state. Most of its population lives concentrated in the area surrounding Port Phillip Bay, which includes the metropolitan area of its state capital and largest city, Melbourne, Australia's second-largest city. Victoria is bordered by Bass Strait and Tasmania to the south,[note 1] New South Wales to the north, the Tasman Sea (a marginal sea of the South Pacific Ocean) to the east, and South Australia to the west.",
  "/wiki/Coburg_Football_Club": "The Coburg Football Club, nicknamed The Lions, is an Australian rules football club based in Coburg, a northern suburb of Melbourne, and currently playing in the Victorian Football League. It is based at Coburg City Oval which has been renamed to Piranha Park, due to naming rights. Coburg has historically been a proud club and has won 6 VFA/VFL premierships with the most recent premiership in 1989. The club spent time aligned as a reserve side for the Richmond Football Club from 2001, but as of 2014 has become a stand-alone club in the Victorian Football League.",
  "/wiki/Coburg_City_Oval": "Coburg City Oval (also currently known as Piranha Park due to naming rights) is an Australian rules football and cricket stadium located in Coburg, Australia. It is home to the Coburg Football Club in the Victorian Football League, and the Coburg Cricket Club.",
  "/wiki/Coburg,_Victoria": "Coburg is a suburb of Melbourne, Victoria, Australia, 9 km north of Melbourne's central business district. Its local government area is the City of Moreland, although a handful of properties on Coburg's eastern boundary are located in the City of Darebin. At the 2016 Census, Coburg had a population of 26,185.",
  "/wiki/Collingwood_VFL_Football_Club": "The Collingwood Football Club, nicknamed the Magpies or colloquially the Pies, is a professional Australian rules football club playing in the Australian Football League (AFL). Formed in 1892 in the then-working class Melbourne suburb of Collingwood, the club played in the Victorian Football Association (VFA) before joining seven other teams in 1896 to found the breakaway Victorian Football League (now the national AFL). Originally based at Victoria Park, Collingwood now plays its home games at the Melbourne Cricket Ground with its training and administrative headquarters located at Olympic Park Oval and the Holden Centre.",
  "/wiki/Collingwood_Magpies": "The Collingwood Football Club, nicknamed the Magpies or colloquially the Pies, is a professional Australian rules football club playing in the Australian Football League (AFL). Formed in 1892 in the then-working class Melbourne suburb of Collingwood, the club played in the Victorian Football Association (VFA) before joining seven other teams in 1896 to found the breakaway Victorian Football League (now the national AFL). Originally based at Victoria Park, Collingwood now plays its home games at the Melbourne Cricket Ground with its training and administrative headquarters located at Olympic Park Oval and the Holden Centre.",
  "/wiki/Victoria_Park,_Melbourne": "Victoria Park is a sports venue in Abbotsford, a suburb of Melbourne in Victoria, Australia. Built for the purpose of both Australian rules football and cricket, the stadium is oval shaped.  Victoria Park has also been home to a cycling track, tennis courts and a baseball club that once played as a curtain raiser to football matches.",
  "/wiki/Essendon_Football_Club_(VFL)": "The Essendon Football Club, nicknamed the Bombers, is a professional Australian rules football club that plays in the Australian Football League (AFL), the sport's premier competition. Thought to have formed in 1872, the club played its first recorded game on 7 June 1873 against a Carlton Second 20, winning 1 goal to nil. The club played a senior club in the Victorian Football Association in 1878, one year after the VFA formed.  It is historically associated with Essendon, a suburb in the north-west of Melbourne, Victoria. Since 2013, the club has been headquartered at The Hangar, Melbourne Airport, and plays its home games at either Docklands Stadium or the Melbourne Cricket Ground; throughout most of its history the club's home ground and headquarters was Windy Hill, Essendon, where it played from 1922 until 1991. While it stopped playing games at the ground thereafter, Windy Hill remained its training and administration base until the end of 2013.  Dyson Heppell is the current team captain.",
  "/wiki/Windy_Hill,_Essendon": "Windy Hill (officially known as Essendon Recreation Reserve) is an Australian rules football and cricket ground located in Napier Street, Essendon, a northwestern suburb of the Melbourne metropolitan area.",
  "/wiki/Essendon,_Victoria": "Essendon /ˈɛsəndən/, is a suburb of Melbourne, Victoria, Australia, 8 km (5.0 mi) north-west of Melbourne's central business district. Its local government area is the City of Moonee Valley. At the 2016 census, Essendon had a population of 20,596.",
  "/wiki/Footscray_Football_Club": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/Whitten_Oval": "Whitten Oval (currently also known as Victoria University Whitten Oval) is a stadium in the inner-western suburbs of Melbourne, Victoria, Australia, located at 417 Barkly Street, Footscray. It is the training and administrative headquarters of the Western Bulldogs Football Club, which competes in the Australian Football League (AFL), and the home ground of its women's and reserves teams which compete in AFL Women's (AFLW) and the Victorian Football League (VFL) respectively.",
  "/wiki/Footscray,_Victoria": "Footscray is an inner-western suburb (neighbourhood) of Melbourne, Australia, 6 km from Melbourne's Central Business District. Its local government area is the City of Maribyrnong. At the 2016 census, Footscray had a population of 16,345.",
  "/wiki/Frankston_Football_Club": "Frankston Football Club, nicknamed the Dolphins, is an Australian rules football club based in Frankston, Victoria). The club, formed in 1887, had played in the Victorian Football Association/League almost continuously since 1966.",
  "/wiki/Frankston_Park": "Frankston Park, known commercially as Skybus Stadium, is a regional Australian rules football ground located in Frankston, Victoria, in Australia. It is home to the Frankston Football Club, which plays in the Victorian Football League.",
  "/wiki/Frankston,_Victoria": "Frankston is a suburb of Melbourne in Victoria, Australia, in the local government area of the City of Frankston. It is located 41 km south-east of the Melbourne city centre, north of the Mornington Peninsula. Due to its geographic location, it is often referred to as \"the gateway to the Mornington Peninsula\".",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/Geelong_Cats": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/Kardinia_Park_(stadium)": "Kardinia Park (also known as GMHBA Stadium due to naming rights) is a sporting and entertainment venue located within Kardinia Park, South Geelong, in the Australian state of Victoria. The stadium, which is owned and operated by the Kardinia Park Stadium Trust, is the home ground of the Geelong Football Club and the A-League football club Western United FC. The capacity of Kardinia Park is 36,000, making it the largest-capacity Australian stadium in a regional city.",
  "/wiki/Geelong": "Geelong (/dʒɪˈlɒŋ/) is a port city located on Corio Bay and the Barwon River, in the state of Victoria, Australia.  Geelong is 75 kilometres (47 mi) south-west of the state capital, Melbourne. It is the second largest Victorian city, with an estimated urban population of 268,277 as of June 2018. Geelong runs from the plains of Lara in the north to the rolling hills of Waurn Ponds to the south, with Corio Bay to the east and the Barrabool Hills to the west. Geelong is the administrative centre for the City of Greater Geelong municipality, which covers urban, rural and coastal areas surrounding the city, including the Bellarine Peninsula.[note 1]",
  "/wiki/North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or less formally the Roos, the Kangas or North, is an Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in North Melbourne, Victoria in 1869, it is based at its traditional home ground, Arden Street Oval, and currently plays its home matches at both the nearby Docklands Stadium and Blundstone Arena in Hobart, Tasmania.",
  "/wiki/Avalon_Airport_Oval": "Chirnside Park (also known as Avalon Airport Oval due to naming rights) is an Australian rules football ground in Werribee, Victoria, Australia, located between Watton Street and the Werribee River.",
  "/wiki/North_Melbourne,_Victoria": "North Melbourne is an inner suburb of Melbourne, Australia, 2 km north-west of Melbourne's Central Business District. Its local government area is the City of Melbourne. At the 2016 Census, North Melbourne had a population of 14,940.",
  "/wiki/Northern_Blues": "Northern Blues Football Club is a long-established Australian rules football club based in Preston and currently playing in the Victorian Football League. The Northern Blues are affiliated with the Carlton Blues in the AFL, and play their home games at the Preston City Oval and Ikon Park.",
  "/wiki/Carlton_Football_Club": "The Carlton Football Club, nicknamed the Blues, is an Australian rules football club based in Melbourne, Victoria. Founded in 1864 in Carlton, an inner suburb of Melbourne, the club competes in the Australian Football League (formerly the Victorian Football League), and was one of the competition's eight founding member clubs in 1896.",
  "/wiki/Preston_City_Oval": "The Preston City Oval is an Australian rules football stadium in Cramer Street in Preston, Victoria, a suburb of Melbourne.  It has a main grandstand and the ground is capable of holding around 5,000 spectators.",
  "/wiki/Preston,_Victoria": "Preston is a suburb of Melbourne, Victoria, Australia, 9 km north from the Melbourne central business district. Its local government area is the City of Darebin. At the 2016 Census, Preston had a population of 32,851.",
  "/wiki/Port_Melbourne_Football_Club": "The Port Melbourne Football Club, nicknamed The Borough, is an Australian rules football club based in the Melbourne suburb of Port Melbourne and is currently playing in the Victorian Football League (VFL).",
  "/wiki/North_Port_Oval": "North Port Oval, also known as the Port Melbourne Cricket Ground or by the sponsored name ETU Stadium, is an Australian rules football and cricket stadium located in Port Melbourne, Australia.  The capacity of the venue is 12,000 people. It is home to both the Port Melbourne Cricket Club and the Port Melbourne Football Club.",
  "/wiki/Richmond_Football_Club_(VFL)": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Punt_Road_Oval": "Punt Road Oval, also known by naming rights sponsorship as the Swinburne Centre, is an Australian rules football ground and former cricket oval located in Yarra Park, East Melbourne, Victoria situated only a few hundred metres to the east of the Melbourne Cricket Ground (MCG).",
  "/wiki/Sandringham_Football_Club": "The Sandringham Football Club, nicknamed The Zebras, is an Australian rules football club based in Melbourne which was formed in 1929 and plays in the Victorian Football League (VFL) which was formerly called the Victorian Football Association (VFA).",
  "/wiki/Trevor_Barker_Beach_Oval": "The Trevor Barker Oval, formerly known as the Beach Oval or Hampton Oval is an Australian rules football ground in Beach Road, on the border between Hampton and Sandringham, Victoria. It was named after Sandringham Football Club coach Trevor Barker, who died of cancer in 1996 at the age of 39, after coaching the club to the 1992 and 1994 premierships.",
  "/wiki/Werribee_Football_Club": "The Werribee Football Club, nicknamed the Tigers, is an Australian rules football club, based in Werribee. The club was formed in 1964 and currently plays in the Victorian Football League.",
  "/wiki/Werribee,_Victoria": "Werribee is a suburb of Melbourne, Victoria, Australia, 32 km south-west of Melbourne's Central Business District, located within the City of Wyndham local government area. Werribee recorded a population of 40,345 at the 2016 Census.",
  "/wiki/Williamstown_Football_Club": "The Williamstown Football Club, nicknamed The Seagulls, is an Australian rules football club based in Melbourne. The club currently competes in the men's and women's Victorian Football League competitions.",
  "/wiki/Williamstown_Cricket_Ground": "The Williamstown Cricket Ground, currently known by its sponsored name Downer Oval, and also informally as Point Gellibrand Oval, is a football and cricket stadium located in Williamstown, Victoria. The ground is located on Point Gellibrand, the southern-most point of Williamstown which juts into Port Phillip Bay. The ground is currently the home of the Williamstown Football Club in the Victorian Football League, and the Williamstown Cricket Club in the Victorian Sub-District Cricket Association."
}