{
  "/wiki/MLS_Cup_1996": "MLS Cup 1996 was the inaugural edition of the MLS Cup, the championship match of Major League Soccer (MLS), the top-level soccer league of the United States. Hosted at Foxboro Stadium in Foxborough, Massachusetts, on October 20, 1996, it was contested by D.C. United and the Los Angeles Galaxy to decide the champion of the 1996 season.",
  "/wiki/Marco_Etcheverry": "Marco Antonio Etcheverry Vargas (born 26 September 1970) is a retired Bolivian footballer who played as a forward. A creative playmaker, he is considered one of the greatest Bolivian players of all time. Etcheverry played for D.C. United of Major League Soccer from 1996 to 2003. He helped D.C United win eight trophies during that time, and was nominated to the MLS Best XI in four consecutive seasons from 1996 to 1999.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/MLS_Cup_1997": "MLS Cup 1997 was the second edition of the MLS Cup, the post-season championship match of Major League Soccer (MLS) in the United States. It was played on October 26, 1997, between defending champion and hosts D.C. United and the Colorado Rapids to determine the champion of the 1997 season. The match was played in front of 57,431 spectators at Robert F. Kennedy Memorial Stadium in Washington, D.C..",
  "/wiki/Jaime_Moreno_(footballer,_born_1974)": "Jaime Moreno Morales (born 19 January 1974 in Santa Cruz de la Sierra) is a former Bolivian footballer now serving as Youth Academy Technical Training Coach for D.C. United in Major League Soccer, and as the head coach of D.C. United's U-23 side.",
  "/wiki/MLS_Cup_1998": "MLS Cup 1998 was the third edition of the MLS Cup, the championship match of Major League Soccer (MLS), which took place on October 25, 1998, at the Rose Bowl in Pasadena, California. It was contested by D.C. United, the two-time reigning champions, and the Chicago Fire, the first expansion team to reach the final. Chicago won the match 2–0, with goals from Jerzy Podbrożny and Diego Gutiérrez.",
  "/wiki/Piotr_Nowak": "Piotr \"Peter\" Nowak (Polish pronunciation: [ˈpjɔtr ˈnɔvak]; born 5 July 1964) is a Polish former professional football player. Nowak was most recently the sporting director of Ekstraklasa side Lechia Gdańsk.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/MLS_Cup_1999": "MLS Cup 1999 was the fourth edition of the MLS Cup, the championship match of Major League Soccer (MLS), which decided the champion of the 1999 season. It took place on November 21, 1999, at Foxboro Stadium in Foxborough, Massachusetts, and was contested by D.C. United and the Los Angeles Galaxy in a rematch of the inaugural final played at the same venue in 1996.",
  "/wiki/Ben_Olsen": "Benjamin Robert Olsen (born May 3, 1977) is an American former professional Association football player and the current head coach of D.C. United. Born in Middletown, Pennsylvania, Olsen grew up playing for FC Delco, an elite club program near Philadelphia. He then played for Virginia Cavaliers men's soccer and was named 1997 Soccer America Player of the Year.",
  "/wiki/MLS_Cup_2000": "MLS Cup 2000 was the fifth edition of the MLS Cup, the championship match of Major League Soccer (MLS), which took place on October 15, 2000, at Robert F. Kennedy Memorial Stadium in Washington, D.C. It was contested by the Kansas City Wizards and Chicago Fire to decide the champion of the 2000 MLS season. Kansas City became the first Western Conference team to win the MLS Cup, with the lone goal of the match scored in the 11th minute by Miklos Molnar. It was also the first MLS Cup to not feature a team from the Eastern Conference club, due to the three-division system used from 2000 to 2001.",
  "/wiki/Tony_Meola": "Antonio Michael \"Tony\" Meola (/miˈoʊlə/; Italian: [ˈmɛːola]; born February 21, 1969) is an American retired soccer player who played as a goalkeeper. He represented the United States national team at the 1990, 1994, and 2002 World Cups. From 1996 to 2006, he played in Major League Soccer, the U.S. top soccer division, where he obtained multiple honors. Meola is currently a radio host on SiriusXM FC.",
  "/wiki/Kansas_City_Wizards": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/MLS_Cup_2001": "MLS Cup 2001 was the sixth edition of the MLS Cup, the championship match of Major League Soccer (MLS), which took place on October 21, 2001, at Columbus Crew Stadium in Columbus, Ohio. It was contested by the San Jose Earthquakes and the Los Angeles Galaxy, a pair of in-state rivals from California, to decide the champion of the 2001 season. San Jose won their first title, defeating Los Angeles 2–1 in overtime with a golden goal scored by Dwayne De Rosario in the 96th minute.",
  "/wiki/Dwayne_De_Rosario": "Dwayne Anthony De Rosario (born May 15, 1978) is a Canadian professional soccer player, who plays as a forward or as an attacking midfielder. De Rosario last played for the Mississauga MetroStars of the Major Arena Soccer League. A versatile attacker, he played for the Toronto Lynx, FSV Zwickau and Richmond Kickers early in his career. He came to prominence in the 2000s playing in Major League Soccer for the San Jose Earthquakes, Houston Dynamo, Toronto FC, New York Red Bulls and D.C. United. A four-time MLS Cup champion, he also won the 2011 MLS Most Valuable Player award. He is the seventh-leading scorer in MLS history with 104 goals.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/MLS_Cup_2002": "MLS Cup 2002 was the seventh edition of the MLS Cup, the championship match of Major League Soccer (MLS), which took place on October 20, 2002. It was hosted at Gillette Stadium in Foxborough, Massachusetts, and contested by the New England Revolution and the Los Angeles Galaxy to decide the champion of the 2002 season. The Revolution, who were named hosts before the season, were playing in their first MLS Cup; Los Angeles had lost in all three of their previous cup appearances.",
  "/wiki/Carlos_Ruiz_(Guatemalan_footballer)": "Carlos Humberto Ruiz Gutiérrez (born 15 September 1979), initially nicknamed El Pescadito (\"The Little Fish\") but gradually known as just Pescado or \"Fish\" (even by Spanish-speakers), is a retired Guatemalan footballer. A product of CSD Municipal's youth academy, Ruiz has played for five MLS clubs (Los Angeles Galaxy, FC Dallas, Toronto FC, Philadelphia Union, and D.C. United), scoring 88 goals in 182 MLS regular-season matches and 16 goals in the post-season, which is the record for the most post-season goals in MLS history. In 2002, he was named the MLS's Most Valuable Player of the season.",
  "/wiki/LA_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/MLS_Cup_2003": "MLS Cup 2003 was the eighth edition of the MLS Cup, the championship match of Major League Soccer (MLS), which took place on November 23, 2003. It was hosted at the Home Depot Center in Carson, California, and was contested by the Chicago Fire and the San Jose Earthquakes to decide the champion of the 2003 season. Both teams had previously won the MLS Cup and were looking for their second championship.",
  "/wiki/Landon_Donovan": "Landon Timothy Donovan (born March 4, 1982) is an American retired professional soccer player who is currently the manager of USL Championship side San Diego Loyal SC. He holds numerous individual records in Major League Soccer (MLS) and for the United States national team and is regarded as one of the greatest U.S. men's soccer players of all time.",
  "/wiki/MLS_Cup_2004": "MLS Cup 2004 was the ninth edition of the MLS Cup, the championship match of Major League Soccer (MLS), which took place on November 14, 2004, at the Home Depot Center in Carson, California. It was contested between D.C. United and the Kansas City Wizards to decide the champion of the 2004 season. The two teams had qualified for the playoffs after seasons with mixed results that ended in top-two finishes in their respective conferences.",
  "/wiki/Alecko_Eskandarian": "Alecko Eskandarian (born July 9, 1982) is a retired American soccer player. He is a former assistant coach for New York Cosmos and head coach for their reserve team, New York Cosmos B.",
  "/wiki/MLS_Cup_2005": "MLS Cup 2005 was the 10th edition of the MLS Cup, the championship match of Major League Soccer (MLS). The match took place on November 13, 2005, at Pizza Hut Park in Frisco, Texas, near Dallas, and was contested between the New England Revolution and the Los Angeles Galaxy. It was a rematch of MLS Cup 2002 and ended in a repeat victory for Los Angeles, who won 1–0 on a goal scored by Guillermo Ramírez in extra time.",
  "/wiki/Guillermo_Ram%C3%ADrez": "Guillermo \"El Pando\" Ramírez Ortega (born 26 March 1978 in Livingston, Guatemala) is a Guatemalan former soccer player who was suspended for life from any soccer related activities due to his participation in money laundering and fixing games along with fellow national team members Yony Flores and Gustavo Cabrera.",
  "/wiki/MLS_Cup_2006": "MLS Cup 2006 was the 11th edition of the MLS Cup, the championship match of Major League Soccer (MLS), and took place on November 12, 2006. It was contested between the New England Revolution and the Houston Dynamo to decide the champion of the 2006 season. The match was played at Pizza Hut Park in Frisco, Texas, which had hosted the previous cup.",
  "/wiki/Brian_Ching": "Brian Ching (born May 24, 1978) an American retired professional soccer player who played for twelve years in Major League Soccer and represented the U.S. national team for eight years.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/MLS_Cup_2007": "MLS Cup 2007 was the 12th edition of the MLS Cup, the post-season championship match of Major League Soccer (MLS) in the United States. It was played on November 18, 2007, at Robert F. Kennedy Memorial Stadium in Washington, D.C., between the New England Revolution and Houston Dynamo in a rematch of the previous edition. The match determined the championship of the 2007 season and was attended by 39,859 spectators.",
  "/wiki/MLS_Cup_2008": "MLS Cup 2008 was the 13th edition of the MLS Cup, the championship match of Major League Soccer (MLS). The match took place on November 23, 2008, at the Home Depot Center in Carson, California, near Los Angeles. It was contested between Columbus Crew and New York Red Bulls, both from the league's Eastern Conference.",
  "/wiki/Guillermo_Barros_Schelotto": "Guillermo Barros Schelotto (Spanish pronunciation: [ɡiˈʎeɾmo ˈβaros eskeˈloto]; Italian: [skeˈlɔtto] born 4 May 1973) is an Argentine football manager and former forward who currently manages LA Galaxy in Major League Soccer.",
  "/wiki/Columbus_Crew_SC": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/MLS_Cup_2009": "MLS Cup 2009 was the 14th edition of the MLS Cup, the championship match of Major League Soccer (MLS). The match took place on November 22, 2009, at Qwest Field in Seattle, Washington, and was contested between the Los Angeles Galaxy and Real Salt Lake.",
  "/wiki/Nick_Rimando": "Nicholas Paul Rimando (born June 17, 1979) is an American retired soccer player who last played as a goalkeeper for Real Salt Lake in Major League Soccer and the United States national team. He also holds the Major League Soccer records for career shutouts, wins, saves and appearances.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/MLS_Cup_2010": "MLS Cup 2010, the 15th edition of Major League Soccer's championship match, was played between the Colorado Rapids and FC Dallas to decide the champion of the 2010 season. The championship was played at BMO Field in Toronto, Ontario, Canada on November 21, 2010. Colorado Rapids won 2–1 over Dallas on an own goal in extra time, as a shot by Rapids forward Macoumba Kandji was deflected on goal by Dallas defender George John. Played in Toronto, it marked the first time the league championship was played outside the United States. It was the fourth MLS Cup to match two teams from the same conference against each other, and the third to feature only Western Conference teams.",
  "/wiki/Conor_Casey": "Conor Patrick Casey (born July 25, 1981) is an American soccer coach and former player. He played for 16 seasons, finishing his career with Columbus Crew SC, before turning to coaching with his former club Colorado Rapids. Casey spent part of the 2019 season as the Rapids interim head coach after the firing of Anthony Hudson on May 1.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/MLS_Cup_2011": "MLS Cup 2011, the 16th edition of Major League Soccer's championship match, was played between the Houston Dynamo and the Los Angeles Galaxy to decide the champion of the 2011 season. The match was played at the Home Depot Center in Carson, California on November 20, 2011. Los Angeles won their third championship, defeating Houston 1–0 off a 72nd-minute goal from Galaxy captain Landon Donovan. David Beckham and Robbie Keane assisted the game's lone goal. With the win, the Galaxy became the first team since the Columbus Crew in 2008 to win both the Supporters' Shield and MLS Cup in the same year.",
  "/wiki/MLS_Cup_2012": "MLS Cup 2012, the 17th edition of Major League Soccer's championship match, was a rematch between the Houston Dynamo and the Los Angeles Galaxy to decide the champion of the 2012 season. The match was played at the Home Depot Center in Carson, California on December 1, 2012. Los Angeles defeated Houston 3–1 giving the Galaxy their second-straight league title and their fourth overall.",
  "/wiki/Omar_Gonzalez": "Omar Alejandro Gonzalez (born October 11, 1988) is an American soccer player who plays as a defender for Toronto FC in MLS and the U.S. Men's National Team.",
  "/wiki/MLS_Cup_2013": "MLS Cup 2013, the 18th edition of Major League Soccer's championship match, was a soccer match which took place on Saturday, December 7, 2013 between Sporting Kansas City and Real Salt Lake at Sporting Park in Kansas City, Kansas, United States. The match was to decide the winner of the 2013 season. Sporting KC were making their third appearance in the competition's final, having won in 2000 and losing in 2004. RSL were appearing in their second final, having won their only other in 2009.",
  "/wiki/Aur%C3%A9lien_Collin": "Aurélien Collin (French pronunciation: ​[oʁeljɛ̃ kɔlɛ̃]; born 8 March 1986) is a French Venezuelan footballer who plays as a defender for the Philadelphia Union in Major League Soccer.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/MLS_Cup_2014": "MLS Cup 2014 was the 19th edition of MLS Cup, the match that determined the champion of Major League Soccer's 2014 season. It is also the last MLS Cup to be held before the league's rebranding in 2015. The Western Conference Champions LA Galaxy played the Eastern Conference Champions New England Revolution. The match was held at the Galaxy's home field of the StubHub Center in Carson, California, as the Galaxy were awarded home advantage by finishing the regular season with more points than the Revolution. The Galaxy won 2–1 after Overtime, winning their fifth MLS Cup title and also sending all-time U.S. national team goal scoring leader Landon Donovan into retirement with his sixth MLS Cup crown.",
  "/wiki/Robbie_Keane": "Robert David Keane (born 8 July 1980) is an Irish former professional footballer who played as a forward and is the current assistant manager of the Republic of Ireland national team and Middlesbrough. He served as captain of Ireland from March 2006 until his international retirement in August 2016. Currently, he is an assistant manager at Middlesbrough F.C. in the English second tier.",
  "/wiki/MLS_Cup_2015": "MLS Cup 2015 was the 20th edition of MLS Cup, the championship game of Major League Soccer (MLS). The match was to determine the champion of MLS' 2015 season. The championship was contested on December 6, 2015 between the Columbus Crew SC and the Portland Timbers at MAPFRE Stadium in Columbus, Ohio, with the latter winning 2–1 and earning a berth into the 2016–17 CONCACAF Champions League.",
  "/wiki/Diego_Valeri": "Diego Hernán Valeri \nis an Argentine footballer who currently plays as an attacking midfielder for MLS club Portland Timbers. Valeri played on the Lanús team that won Argentina's 2007 Apertura and the Porto team that won the 2009–10 Portuguese Cup.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league."
}