{
  "/wiki/Halikko_Church": "Halikko Church is an Evangelical Lutheran church in Halikko, Finland. The first parts of the church were built in the 13th century, and Halikko Church is one of the 73 medieval stone churches of Finland.",
  "/wiki/Halikko": "Halikko (Finnish pronunciation: [ˈhɑlikːo]) is a former municipality of Finland that existed until December 31, 2008. On January 1, 2009 the municipality was merged with the larger neighboring Salo. Before the merge Halikko had become a rapidly urbanizing rural area.",
  "/wiki/Kalanti": "Kalanti (Swedish: Kaland, officially Uusikirkko Tl during 1915–1936) is a former municipality in Southwest Finland region, Finland. Kalanti is first mentioned in historical sources 1332. It was merged with Uusikaupunki in 1993.",
  "/wiki/Uusikaupunki": "Uusikaupunki (Finnish pronunciation: [ˈuːsiˌkɑupuŋki]; Swedish: Nystad) is a town and municipality of Finland.",
  "/wiki/Kimito": "Kimito (Swedish: [ˈtɕimito] (listen); Finnish: Kemiö [ˈkemiø]) is a former municipality of Finland. On January 1, 2009, it was consolidated with Dragsfjärd and Västanfjärd to form the new municipality of Kimitoön. Prior to the consolidation, it was one of the four municipalities located on Kimito island, the other three being Västanfjärd, Dragsfjärd and Halikko.",
  "/wiki/Kimito%C3%B6n": "Kimitoön (Finnish: Kemiönsaari) is a municipality of Finland. It was created on January 1, 2009, when the municipalities of Dragsfjärd, Kimito and Västanfjärd were consolidated into a single municipality.",
  "/wiki/Kisko": "Kisko (Finnish pronunciation: [ˈkisko]) is a former municipality of Finland. It was consolidated with Salo on January 1, 2009.",
  "/wiki/Diocese_of_Finland": "The Archdiocese of Turku (Finnish: Turun arkkihiippakunta, Swedish: Åbo ärkestift), historically known as Archdiocese of Åbo, is the seat of the Archbishop of Turku. It is a part of the Evangelical Lutheran Church of Finland, and its see city is Turku. The Archbishop has many administrative tasks relating to the National church, and is the Metropolitan and Primate of the church. In common with other Lutheran and Anglican churches the Archbishop is considered primus inter pares while all diocesan bishops retain their independence within their respective jurisdictions. This also applies to the Bishop of Turku Archdiocese. The Archdiocese of Turku has a unique episcopal structure as there are two bishops in the Diocese.",
  "/wiki/Turku": "Turku (/ˈtʊərkuː/ TOOR-koo, Finnish: [ˈturku] (listen); Swedish: Åbo [ˈǒːbʊ] (listen), Finland Swedish: [ˈoːbu] (listen)) is a city on the southwest coast of Finland at the mouth of the Aura River, in the region of Finland Proper (Varsinais-Suomi). The region was originally called Suomi (Finland), which later became the name for the whole country.",
  "/wiki/Korpo": "Korpo (Finland Swedish: [ˈkorpːu]; Finnish: Korppoo [ˈkorpːoː]) is an island located in the Turku archipelago. It is a former municipality of Finland. On 1 January 2009, it was consolidated with Houtskär, Iniö, Nagu and Pargas to form the new town of Väståboland. As of 1 January 2012 Väståboland was renamed Pargas (Parainen in Finnish), which is also the name of a town on one of the islands, which has proven somewhat confusing for tourists and visitors to the area.",
  "/wiki/Pargas": "Pargas (Finnish: Parainen) is a town and municipality of Finland, in the Archipelago Sea. The big limestone mine in Pargas is the base of the main industry and except for the central parts, the municipality is still mostly rural.",
  "/wiki/Laitila": "Laitila (Finnish pronunciation: [ˈlɑitilɑ]; Swedish: Letala) is a town and a municipality of Finland.",
  "/wiki/Lemu": "Lemu (Finnish pronunciation: [ˈlemu]; Swedish: Lemo) is a former municipality of Finland and an old church parish dating back to the middle ages. Together with Askainen, the municipality was consolidated with Masku on January 1, 2009.",
  "/wiki/Masku": "Masku (Finnish pronunciation: [ˈmɑsku]) is a municipality of Finland.",
  "/wiki/Lieto": "Lieto (Finnish pronunciation: [ˈlie̯to]; Swedish: Lundo) is a municipality of Finland.",
  "/wiki/Marttila": "Marttila (Finnish pronunciation: [ˈmɑrtːilɑ]; Swedish: S:t Mårtens, i.e. Saint Martin's) is a municipality of Finland.",
  "/wiki/Myn%C3%A4m%C3%A4ki": "Mynämäki (Finnish pronunciation: [ˈmynæˌmæki]; Swedish: Virmo) is a municipality of Finland located in the Southwest Finland region. Neighbouring municipalities are Aura, Eura, Laitila, Masku, Nousiainen, Pöytyä, Rusko, Taivassalo, Turku and Vehmaa.",
  "/wiki/N%C3%A5dendal_Abbey": "Nådendal Abbey (Swedish: Nådendals kloster), was a Bridgettine abbey in then-Swedish Finland, in operation from 1438 to 1591. The abbey was first situated in Masku, secondly in Perniö (1441) and finally in Naantali in 1443. It was one of six monasteries in Finland during the Middle Ages, and, as a double monastery, the only one which accepted women.",
  "/wiki/Naantali": "Naantali (Finnish pronunciation: [ˈnɑːntɑli]; Swedish: Nådendal) is a town in south-western Finland, known as one of the most important tourist centres of the country. The municipality has a population of 19,250\n(31 January 2019), and is located in the region of Southwest Finland, 14 kilometres (8.7 mi) west of Turku.",
  "/wiki/Nagu,_Finland": "Nagu (Finland Swedish: [ˈnɑːɡʉ] (listen); Finnish: Nauvo [ˈnɑu̯ʋo]) is a former municipality and parish of Finland. On 1 January 2009, it was consolidated with Houtskär, Iniö, Korpo and Pargas to form the new town of Väståboland. On 1 January 2012 the name Väståboland was changed to Pargas.",
  "/wiki/Nousiainen": "Nousiainen (Finnish pronunciation: [ˈnousiˌɑinen]; Swedish: Nousis) is a municipality of Finland.",
  "/wiki/Perni%C3%B6": "Perniö (Finnish pronunciation: [ˈperniø]; Swedish: Bjärnå) is a former municipality of Finland. It was consolidated with Salo on January 1, 2009.",
  "/wiki/Salo,_Finland": "Salo (Finnish pronunciation: [ˈsɑlo]) is a town and municipality of Finland.",
  "/wiki/Pertteli": "Pertteli (Finnish pronunciation: [ˈpertːeli]); Swedish: S:t Bertils) is a former municipality of Finland. It was consolidated with Salo on January 1, 2009.",
  "/wiki/Piikki%C3%B6": "Piikkiö (Finnish pronunciation: [ˈpiːkːiø]; Swedish: Pikis), is a former municipality of Finland. Piikkiö was consolidated with Kaarina on 1 January 2009.",
  "/wiki/Kaarina": "Kaarina (Finnish pronunciation: [ˈkɑːrinɑ]; Swedish: S:t Karins, i.e. Saint Catherine's) is a small town and municipality of Finland.",
  "/wiki/P%C3%B6yty%C3%A4": "Pöytyä (Finnish pronunciation: [ˈpøyty.æ]; Swedish: Pöytyä, also Pöytis) is a municipality of Finland located in the Southwest Finland region.",
  "/wiki/List_of_medieval_stone_churches_in_Finland": "This is a list of medieval stone churches in Finland. A total number of 104 fieldstone churches were built between the 13th and 16th century, of which 83 have been preserved. Numbers include the sacristies of uncompleted churches as well as three churches in Vyborg which is now part of Russia."
}