{
  "/wiki/Church_of_the_Holy_Cross,_Rauma": "The Church of the Holy Cross (Finnish: Pyhän Ristin kirkko) is a medieval fieldstone church in Rauma, Finland. It is located in the UNESCO World Heritage Site of Old Rauma. The church stands by the small stream of Raumanjoki (Rauma river).",
  "/wiki/Rauma,_Finland": "Rauma (Finnish pronunciation: [ˈrɑumɑ]; Swedish: Raumo) is a town and municipality of ca. 39,400 (31 January 2019 ) inhabitants on the west coast of Finland, 92 kilometres (57 mi) north of Turku, and 50 kilometres (31 mi) south of Pori. Granted town privileges on 17 April 1442 (then under the rule of Sweden), Rauma is known for its paper and maritime industry, high quality lace (since the 18th century) and the old wooden architecture of its centre (Old Rauma, Vanha Rauma), which is a UNESCO world heritage site.",
  "/wiki/Huittinen": "Huittinen (Swedish: Vittis) is a town and municipality of Finland.",
  "/wiki/Kokem%C3%A4ki": "Kokemäki (Swedish: Kumo) is a town and municipality in the Satakunta Region of Finland.",
  "/wiki/K%C3%B6yli%C3%B6": "Köyliö (Swedish: Kjulo) is a former municipality of Finland. It was merged to the municipality of Säkylä on 1 January 2016.",
  "/wiki/Lemp%C3%A4%C3%A4l%C3%A4": "Lempäälä (Swedish: Lempäälä, also Lembois, Lempälä) is a municipality in the Pirkanmaa region of Finland with 23,209 inhabitants (31 January 2019). Lempäälä is located south of the city of Tampere. The municipality covers an area of 307.06 square kilometres (118.56 sq mi) of which 37.51 km2 (14.48 sq mi) is water. The population density is 86.1 inhabitants per square kilometre (223/sq mi).",
  "/wiki/Loimaa": "Loimaa (Finnish pronunciation: [ˈloimɑː]; Swedish (historically):\"Loimijoki\") is a town and municipality of Finland.",
  "/wiki/Messukyl%C3%A4": "Messukylä (Swedish: Messukylä, also Messuby) is a former municipality of Finland which was annexed by the city of Tampere in 1947. The medieval stone church (built c. 1540) in Messukylä is the oldest building in Tampere. During the Civil War (1918), Messukylä was the scene of heavy battles around both the medieval and new churches.",
  "/wiki/Tampere": "Tampere (/ˈtæmpəreɪ/, also US: /ˈtɑːm-/, Finnish: [ˈtɑmpere] (listen); Swedish: Tammerfors [tɑmːærˈforsː] (listen)) is a city in Pirkanmaa, southern Finland. It is the most populous inland city in the Nordic countries.",
  "/wiki/Nokia,_Finland": "Nokia (Finnish pronunciation: [ˈnokiɑ]) is a town and a municipality on the banks of the Nokianvirta River (Kokemäenjoki) in the region of Pirkanmaa, some 15 kilometres (9 mi) west of Tampere. As of 31 January 2019 it has a population of 33,539.",
  "/wiki/Karkku": "Karkku is a locality and former municipality in Pirkanmaa region, Finland. It was consolidated in 1973 with Vammala, which in turn, was consolidated with Äetsä and Mouhijärvi into a town of Sastamala in 2009. Kiikka is located by the lake Rautavesi, about 13 kilometres north of the Sastamala town center.",
  "/wiki/Sastamala": "Sastamala is a town and municipality of Finland. It was created January 1, 2009, when the municipalities of Vammala, Äetsä and Mouhijärvi were consolidated into a single town.",
  "/wiki/St._Olaf%27s_Church_in_Tyrv%C3%A4%C3%A4": "St. Olaf's Church in Tyrvää (Finnish: Tyrvään Pyhän Olavin kirkko) is a late medieval fieldstone church in Tyrvää, Sastamala, Finland. It is located on the shore of lake Rautavesi. The church was built approximately in 1510–1516 and burnt down by a burglar on 21 September 1997.",
  "/wiki/Tyrv%C3%A4%C3%A4": "Tyrvää (Swedish: Tyrvis) was a municipality in the Satakunta region, Turku and Pori Province, Finland. It was established in 1439 when the Tyrvää parish was separated from the parish of Karkku. In 1915, the market town of Vammala was separated from Tyrvää, and in 1973, Tyrvää was consolidated with Vammala. In 2009, Vammala became a part of the newly established town Sastamala.",
  "/wiki/St._Olaf%27s_Church,_Ulvila": "St. Olaf's Church  (also known as Ulvila Church, Finnish: Pyhän Olavin kirkko or Ulvilan kirkko) is a medieval fieldstone church in the Western Finnish town of Ulvila. The church is dedicated to St. Olaf. It is considered as one of the most significant medieval buildings in Finland. St. Olaf's Church is located near the river Kokemäenjoki, 2 kilometres from the town center and 8 kilometres outside the city of Pori.",
  "/wiki/Ulvila": "Ulvila (Swedish: Ulvsby) is a town and municipality of Finland. It is one of the six medieval cities of Finland, as well as the third oldest in the country. Its position as city was taken over by Pori in the 16th century.",
  "/wiki/Vesilahti": "Vesilahti (Swedish: Vesilahti, also Vesilax) is a municipality of Finland.",
  "/wiki/List_of_medieval_stone_churches_in_Finland": "This is a list of medieval stone churches in Finland. A total number of 104 fieldstone churches were built between the 13th and 16th century, of which 83 have been preserved. Numbers include the sacristies of uncompleted churches as well as three churches in Vyborg which is now part of Russia."
}