{
  "/wiki/Akaa": "Akaa (Swedish: Ackas) is a town and a municipality in Pirkanmaa, Finland. It was created on January 1, 2007 when the town of Toijala and the municipality of Viiala were united into a single town. The municipality of Kylmäkoski was consolidated with Akaa on 1 January 2011.\n The convert has a population of 16,628 (31 January 2019) and covers an area of 314.38 square kilometres (121.38 sq mi) of which 21.24 km2 (8.20 sq mi) is water. The population density is 56.72 inhabitants per square kilometre (146.9/sq mi).\n Akaa, as well as the town of Toijala and the former municipality of Viiala are situated by the lake Vanajavesi, which is the most central watercourse in the Tavastia Proper region as well as in the southern parts of the Pirkanmaa region.",
  "/wiki/Hauho": "Hauho is a former municipality of Finland. It was situated in the province of Southern Finland and is today a part of the region of Tavastia Proper (Kanta-Häme / Egentliga Tavastland). \n Hauho was amalgamated with the municipality of Hämeenlinna on 1 January 2009. Prior to the amalgamation, Hauho – which was unilingually Finnish – had had a population of 3,934 (31 December 2008) and covered an area of 443.13 square kilometres (171.09 sq mi) of which 86.42 square kilometres (33.37 sq mi) was water. The population density was 11.1 inhabitants per square kilometre (29/sq mi).\n It has been calculated that Hauho lies at Finland's \"population-centre\", that is to say: the point in Finland closest on average to the place of residence of every inhabitant of the country.\n Lakes Iso-Roine, Hauhonselkä, and Ilmoilanselkä are located in Hauho.",
  "/wiki/Hämeenlinna": "Hämeenlinna (Swedish: Tavastehus; Karelian: Hämienlinna) is a city and municipality of about 68,000 inhabitants in the heart of the historical province of Häme in the south of Finland. Hämeenlinna is the oldest inland city of Finland and was one of the most important Finnish cities until the 19th century. It still remains an important regional center.\n Hämeenlinna is the birthplace of composer Jean Sibelius. Today, it belongs to the region of Tavastia Proper (Kanta-Häme), and before 2010 it was the residence city for the Governor of the province of Southern Finland. Nearby cities include the capital Helsinki (98 km or 61 mi), Tampere (73 km or 45 mi) and Lahti (72 km or 45 mi).\n The medieval Häme Castle (Hämeen linna) is located in the city.",
  "/wiki/Hollola": "Hollola is a municipality of Finland, located in the Päijänne Tavastia region.  The municipality is unilingually Finnish and has a population of 23,570 (31 January 2019) and covers an area of 727.47 square kilometres (280.88 sq mi) of which 68.66 km2 (26.51 sq mi) is water. The population density is 50.89 inhabitants per square kilometre (131.8/sq mi).\n Hollola has the tallest structure in Finland, the Tiirismaa TV-Tower.\n A popular resort in Hollola is Messilä. There you can do cross-country-skiing, downhill skiing, tramping and play golf. There is a hotel and a camping site in Messilä. Messilä is located by Vesijärvi.\n In 2018, Hollola hosted the Jukola Relays. This Orienteering event is a night relay, and one of the most popular orienteering events in the world by number of competitors.",
  "/wiki/Holy_Cross_Church,_Hattula": "The Holy Cross Church (Finnish: Pyhän Ristin kirkko) in Hattula, Finland, is the oldest church in the former Tavastia (Häme) province.\n Archaeologist and art history professor Markus Hiekkanen has shown that construction of the current brick building spanned the period from 1472 to 1490 and that the building did not date to the 14th century, as previously thought.\n Unique for having been built almost entirely of brick rather than stone, the church was a popular pilgrimage destination during the Middle Ages. A grey stone perimeter wall was added in the 16th century. The church contains paintings from the years 1510 through 1922, as well as 40 wooden sculptures dating to the first half of the 14th century. Precious-metal crowns which had formerly belonged to the church were confiscated during the Reformation. The church pulpit, dating to 1550, is the oldest surviving pulpit in Finland. A second pulpit was built in the 17th century. A bell tower next to the church dates to 1813.\n The Hattula church is known for its lime paint frescoes done in late Gothic style, likely completed by the same group of artists who later painted the St. Lars church in Lohja (Finnish: Pyhän Laurin kirkko).",
  "/wiki/Hattula": "Hattula is a municipality of Finland. Its seat is in Parola.\n It is part of the Tavastia Proper region and until 2010 it was located in the province of Southern Finland. The municipality has a population of 9,489\n(31 January 2019) and covers an area of 427.39 square kilometres (165.02 sq mi) of\nwhich 69.55 km2 (26.85 sq mi)\nis water. The population density is\n26.52 inhabitants per square kilometre (68.7/sq mi).\n The municipality is unilingually Finnish.\n A central element of the landscape in Hattula is lake Vanajavesi by which most of the oldest settlements in the area are concentrated. A notable monument is the Holy Cross Church in Hattula. \n The main attractions of Hattula are based on the long history of the municipality as a church pilgrimage site and the location of the Parolannummi garrison. The Army Brigade operates in the Parola garrison. Also close to the garrison are the Armored Museum presenting the history of the Armored and Anti-Army troops and the Paragon Lion sculpture by Andreas Fornander. The Lion of Parola is a statue of a lion holding a ball in his paw, commemorating the visit of Emperor Alexander II of Russia to Parolannum on July 29, 1863. The same theme is repeated in the Armor School flag. A monument of more than five meters is located on the southern edge of the garrison training ground. \n There are three Evangelical Lutheran churches in the municipality: the medieval Church of the Holy Cross, the new Hattula church built in the 1850s and the Tyrvännen church built in the late 18th and 18th centuries in Suotala. In addition to these, the Pentecostal Church's Home Church also operates in the center of the municipality. \n The long manor culture in Hattula is represented by the manors of Ahlbacka, Ellilä, Metsänkylä, Lepaa, Lahdenta, Suonta and Vesunni. In addition to the Iron Age Tenholan Castle Mountain, earlier settlement in the area is also evidenced by numerous archaeological finds. The historic Häme Härkätie (connecting road 2855) also passes the track in the Hattula area in the villages of Kivijoki and Kouvala.\n Astronomer Anders Planman was born in Hattula. He was one of the first persons to make systematical astronomical observations in Finland.",
  "/wiki/Koski_Hl": "Hämeenkoski (Finnish pronunciation: [ˈhæmeːŋˌkoski]; Koski Hl until 1995, see Koski Tl) is a former municipality of Finland. It was merged to the municipality of Hollola on 1 January 2016.\n It is located in the province of Southern Finland and is part of the Päijänne Tavastia region. The municipality had a population of 2,125 (30 June 2015) and covered an area of 195.62 km2 (75.53 sq mi) of which 7.86 km2 (3.03 sq mi) was water. The population density was 11.3176/km2 (29.313/sq mi). The municipality was unilingually Finnish.\n Lake Pääjärvi is situated at the border between Hämeenkoski and Hämeenlinna (formerly Lammi).",
  "/wiki/Hämeenkoski": "Hämeenkoski (Finnish pronunciation: [ˈhæmeːŋˌkoski]; Koski Hl until 1995, see Koski Tl) is a former municipality of Finland. It was merged to the municipality of Hollola on 1 January 2016.\n It is located in the province of Southern Finland and is part of the Päijänne Tavastia region. The municipality had a population of 2,125 (30 June 2015) and covered an area of 195.62 km2 (75.53 sq mi) of which 7.86 km2 (3.03 sq mi) was water. The population density was 11.3176/km2 (29.313/sq mi). The municipality was unilingually Finnish.\n Lake Pääjärvi is situated at the border between Hämeenkoski and Hämeenlinna (formerly Lammi).",
  "/wiki/Janakkala": "Janakkala is a municipality of Finland. Its administrative centre is in Turenki, which is often erroneously shown on maps as being \"Janakkala\".\n It is located in the province of Southern Finland and is part of the Tavastia Proper region. To the south, Janakkala shares a boundary with Riihimäki, the Northern neighbour being Hämeenlinna. The municipality has a population of 16,467 (31 January 2019) and covers an area of 586.07 square kilometres (226.28 sq mi) of which 38.63 km2 (14.92 sq mi) is water. The population density is 30.08 inhabitants per square kilometre (77.9/sq mi). In Janakkala the rate of unemployment is 9.7% and the rate of municipal taxes is 19.5%.\nA paper mill is located in Tervakoski.\n Sites of particular interest include the Hakoinen fortress hill and manor house, the latter being privately owned; the mediaeval stone church of St Lauri (Lawrence); the Torpparimuseo (authentic wooden village buildings and windmill); and numerous Bronze Age sacrifice stones, all in Janakkala village.\n The birthplace of an internationally known actress Ida Aalberg (1857-1915) is located in Leppäkoski village in Janakkala.\n The municipality is unilingually Finnish.",
  "/wiki/Kalvola": "Kalvola is a former municipality of Finland. Its seat was in Iittala. It was consolidated with Hämeenlinna on 2009-01-01.\n It is located in the province of Southern Finland and is part of the Tavastia Proper region. The municipality had a population of 3,449 (2003) and covered an area of 338.81 km² of which 38.75 km² is water. The population density was 10.2 inhabitants per km².\nKalvola is best known for its Iittala glass factory.\n The municipality was unilingually Finnish.\n A central element of the landscape in Kalvola is lake Vanajavesi near which many of the oldest settlements in the area are concentrated.\n NHLer Hannu Toivonen was born here.",
  "/wiki/Lammi_Church": "Lammi Church is a medieval stone church located in Lammi, Hämeenlinna, Southern Finland. It was built during the 1510s.",
  "/wiki/Lammi": "Lammi (Swedish: Lammi, also Lampis) is a former municipality of Finland. It was consolidated with Hämeenlinna on 2009-01-01.\n It is located in the province of Southern Finland and is part of the Tavastia Proper region. The municipality had a population of 5,507 (2008) and covered an area of 611.24 km² of which 73.69 km² is water. The population density is 11 inhabitants per km². \n Neighbouring municipalities were Asikkala, Hauho, Hausjärvi, Hämeenkoski, Janakkala, Kärkölä, Luopioinen, Padasjoki and Tuulos.\n The municipality was unilingually Finnish.\n The lake Kuohijärvi is located in Lammi and the lake Pääjärvi is situated at the border between Lammi and Hämeenkoski.",
  "/wiki/Padasjoki": "Padasjoki is a municipality of Finland.\n It is located in the province of Southern Finland and is part of the Päijänne Tavastia region. The municipality has a population of 2,952 (31 January 2019) and covers an area of 729.85 square kilometres (281.80 sq mi) of which 206.68 km2 (79.80 sq mi) is water. The population density is 5.64 inhabitants per square kilometre (14.6/sq mi).\n The municipality is unilingually Finnish.\n Padasjoki is known as a summer cottage municipality. By number, it has more holiday homes than permanent residents.",
  "/wiki/Renko": "Renko is a former municipality of Finland. It was consolidated with Hämeenlinna on 2009-01-01.\n It is located in the province of Southern Finland and is part of the Tavastia Proper region. The municipality had a population of 2,378 (30 November 2008) and covered an area of 290.85 square kilometres (112.30 sq mi) of which 12.32 km2 (4.76 sq mi) is water. The population density is 8.54 inhabitants per square kilometre (22.1/sq mi).\n The municipality is unilingually Finnish. The municipality has previously also been known as \"Rengo\" in Swedish documents, but is today referred to as \"Renko\" also in Swedish.[failed verification]",
  "/wiki/Somero": "Somero (Finnish pronunciation: [ˈsomero]) is a municipality of Finland, located in the province of Western Finland and part of the Southwest Finland region. The municipality has a population of 8,827 (31 January 2019) and covers an area of 697.67 square kilometres (269.37 sq mi) of which 29.9 km2 (11.5 sq mi) is water. The population density is 13.22 inhabitants per square kilometre (34.2/sq mi). Somero is unilingually Finnish.\n Somero's neighbouring municipalities are Jokioinen, Koski Tl, Lohja, Loimaa, Salo, Tammela and Ypäjä.",
  "/wiki/Pälkäne": "Pälkäne is a municipality of Finland.\n Pälkäne is part of the Pirkanmaa region. The municipality has a population of 6,496 (31 January 2019) and covers an area of 738.15 square kilometres (285.00 sq mi) of which 177.65 km2 (68.59 sq mi). The population density is 11.59 inhabitants per square kilometre (30.0/sq mi).\n The municipality is unilingually Finnish. Many people from Helsinki and the surrounding cities own summer cottages and residences in Pälkäne, making the small town very busy during summer vacation seasons. Pälkäne is a very popular summer vacation resort given its diverse services, high-quality swimming beach, beautiful nature and close location to big cities.\nFrom start of year 2007 Palkäne and Luopioinen were merged to a new municipality of Pälkäne.\n The lakes Pälkänevesi and Kukkia and parts of the lakes Mallasvesi and Roine are situated in Pälkäne. Of these Kukkia is situated in the area of the former municipality of Luopioinen.",
  "/wiki/Sysma": "Sysmä is a municipality of Finland. It is situated in the Päijänne Tavastia region. The municipality has a population of 3,747\n(31 January 2019) and covers an area of 936.18 square kilometres (361.46 sq mi) of\nwhich 269.14 km2 (103.92 sq mi)\nis water. The population density is\n5.62 inhabitants per square kilometre (14.6/sq mi). Neighbouring municipalities are Asikkala, Hartola, Heinola, Kuhmoinen, Luhanka, and Padasjoki. The municipality is unilingually Finnish.\n Itä-Häme newspaper is established in Sysmä.\n Sysmä is also a lake in Joroinen and another lake in Ilomantsi.",
  "/wiki/Sysmä": "Sysmä is a municipality of Finland. It is situated in the Päijänne Tavastia region. The municipality has a population of 3,747\n(31 January 2019) and covers an area of 936.18 square kilometres (361.46 sq mi) of\nwhich 269.14 km2 (103.92 sq mi)\nis water. The population density is\n5.62 inhabitants per square kilometre (14.6/sq mi). Neighbouring municipalities are Asikkala, Hartola, Heinola, Kuhmoinen, Luhanka, and Padasjoki. The municipality is unilingually Finnish.\n Itä-Häme newspaper is established in Sysmä.\n Sysmä is also a lake in Joroinen and another lake in Ilomantsi.",
  "/wiki/Sääksmäki": "Sääksmäki is a village and a former municipality, currently part of Valkeakoski in the Pirkanmaa region of Western Finland. A past president of Finland, Pehr Evind Svinhufvud, the Finnish film producer and director Veikko Aaltonen, eminent Finnish historian Eino Jutikkala, and actress Pirkko Mannola, were born there.\n Sääksmäki's most famous building is the medieval stone Sääksmäki Church, built at the end of the 15th century. It is one of the oldest buildings in Finland. It features wooden sculptures that were created by an anonymous artist, known as the \"Master of Sääksmäki\". Sääksmäki's architecture also includes manor houses that date back hundreds of years.",
  "/wiki/Valkeakoski": "Valkeakoski (lit. white rapids) is a small city and municipality in Finland.\n Valkeakoski is located 35 kilometres (22 mi) south of Tampere and 150 km (93 mi) north of Helsinki in the Pirkanmaa region. The municipality has a population of 21,135\n(31 January 2019) and covers an area of 372.03 square kilometres (143.64 sq mi) of\nwhich 100.06 km2 (38.63 sq mi)\nis water. The population density is\n77.71 inhabitants per square kilometre (201.3/sq mi).\n The municipality is unilingually Finnish.\n Valkeakoski is best known for its paper industry and domestically highly successful football team, FC Haka.\n The town and the paper industry have both grown by the Valkeakoski rapids between the lake Mallasvesi in the north and the lake Vanajavesi in the south.",
  "/wiki/Tammela,_Finland": "Tammela is a municipality of Finland. The first mention of a village named Tammela was in documents from 1423.\n It is located in the Tavastia Proper region. The municipality has a population of 6,063 (31 January 2019) and it covers an area of  715.15 square kilometres (276.12 sq mi) of which 74.72 square kilometres (28.85 sq mi) is inland water (2018-01-01). The population density is 9 inhabitants per square kilometre (23/sq mi) (31 January 2019).\n Neighbouring municipalities are Forssa, Hämeenlinna, Jokioinen, Karkkila, Lohja, Loppi, Somero and Urjala.\n The municipality is unilingually Finnish. \n Two national parks, Torronsuo National Park and Liesjärvi National Park, are located in Tammela municipality.\n Tammela is also the name of a district in the city of Tampere.",
  "/wiki/Tuulos": "Tuulos (Swedish: Tuulos, also Tulois) is a former municipality of Finland. It was consolidated with Hämeenlinna on January 1, 2009. The administrative center of Tuulos was Syrjäntaka.\n Neighbouring municipalities were Hauho, Hämeenlinna, Janakkala and Lammi.\n It is located in the province of Southern Finland and is part of the Tavastia Proper region. The municipality had a population of 1,536 (2003) and covered an area of 171.24 km² of which 13.14 km² is water. The population density is 9.7 inhabitants per km².  The municipality is unilingually Finnish.",
  "/wiki/Urjala": "Urjala (Swedish: Urjala, also Urdiala)  is a municipality of Finland.\n It is part of the Pirkanmaa region, near Forssa. The municipality has a population of 4,796 (31 January 2019) and covers an area of 505.37 square kilometres (195.12 sq mi) of which 30.16 km2 (11.64 sq mi) is water. The population density is 10.09 inhabitants per square kilometre (26.1/sq mi).\n Neighbouring municipalities are Akaa, Forssa, Humppila, Hämeenlinna, Punkalaidun, Sastamala, Tammela, and Vesilahti.\n The municipality is unilingually Finnish.",
  "/wiki/Vanaja_(Finland)": "Vanaja is a former municipality of Finland. It was located in Tavastia Proper about 100 kilometres (60 mi) north of Helsinki. It is also speculated that it might have been the name for an Iron Age and early Middle Ages settlement found opposite to the Häme Castle.",
  "/wiki/List_of_medieval_stone_churches_in_Finland": "This is a list of medieval stone churches in Finland. A total number of 104 fieldstone churches were built between the 13th and 16th century, of which 83 have been preserved. Numbers include the sacristies of uncompleted churches as well as three churches in Vyborg which is now part of Russia.\n The construction years for each church are listed in accordance with the 1994 PhD thesis of historian Markus Hiekkanen, \"Suomen keskiajan kivikirkot\" (Finnish medieval stone churches), although since the publication of his thesis it has emerged that some historians disagree with some of the dates he offers. Until Hiekkanen's research, most of the churches were generally considered 100–200 years older.\n The provinces in this list refer to the historical provinces of Finland which differ from the modern regions of Finland."
}