{
  "/wiki/Espoo_Cathedral": "Espoo Cathedral (Finnish: Espoon tuomiokirkko, Swedish: Esbo domkyrka) is a medieval stone church in Espoo, Finland, and the seat of the Diocese of Espoo of the Evangelical Lutheran Church of Finland. The cathedral is located in the district of Espoon keskus, near the Espoonjoki river. The oldest parts of the church were completed in the 1480s and it is thus the oldest preserved building in the city. \nThe church became a cathedral in 2004 after the Diocese of Espoo was split off from the Diocese of Helsinki. The cathedral grounds include a graveyard, a vicarage and a parish hall completed in 1995. In addition to being the seat of the Diocese of Espoo, it serves as the church for the Espoo Cathedral Parish and hosts various concerts and other events including the \"Organ Night and Aria\" concert series.",
  "/wiki/Espoo": "Espoo (Finnish: [ˈespoː]; Swedish: Esbo [ˈɛ̌sːbɔ],[check IPA] Finland Swedish: [ˈesːbo] (listen)) is the second largest city and municipality in Finland. It is part of the Finnish Capital Region, along with the cities of Helsinki, Vantaa, and Kauniainen, and most of its population lives in the inner urban core of the Helsinki metropolitan area. Espoo shares its eastern border with Helsinki and Vantaa, while enclosing Kauniainen. Other bordering municipalities of Espoo are Nurmijärvi and Vihti in the north, and Kirkkonummi in the west. The city is located on the shore of the Gulf of Finland, in the region of Uusimaa, and has a population of 284,444.",
  "/wiki/Ing%C3%A5": "Ingå (Swedish pronunciation: [ˈiŋːo]; Finnish: Inkoo) is a municipality of Finland.",
  "/wiki/Karis": "Karis (Finland Swedish: [ˈkɑːris] (listen); Finnish: Karjaa [ˈkɑrjɑː]) is a town and former municipality in Finland. On January 1, 2009, it was consolidated with Ekenäs and Pohja to form the new municipality of Raseborg; Finnish: Raasepori.",
  "/wiki/Raseborg": "Raseborg (Finnish: Raasepori) is a town (administrative area) and municipality of Finland. It was created on January 1, 2009, when the municipalities of Ekenäs, Karis and Pohja were consolidated into a single town.",
  "/wiki/Kirkkonummi": "Kirkkonummi (Finnish pronunciation: [ˈkirkːoˌnumːi]; Swedish: Kyrkslätt [ˈɕʏ̂rːkslɛt], Finland Swedish: [ˈtɕyrːkslet] (listen)) is a municipality of 39,291 inhabitants (31 January 2019) in southern Finland. The literal meaning of the words \"Kirkkonummi\" and \"Kyrkslätt\" in English is \"church heath\".",
  "/wiki/Church_of_St._Lawrence,_Lohja": "The Church of St. Lawrence (Finnish: Lohjan Pyhän Laurin kirkko) is a church in Lohja, Finland.  It is the third largest medieval parish church in Finland. The murals from early 16th century make it one of the most valuable medieval buildings in Finland.  The rustic and naive murals  depicted biblical stories for the illiterate population.",
  "/wiki/Lohja": "Lohja (Finnish pronunciation: [ˈlohjɑ]; Swedish: Lojo) is a city and municipality in the Uusimaa region of Finland. The city has a population of 47,518 (2017), and it covers an area of 1,109.73 square kilometres (428.47 sq mi) of which 91.78 km2 (35.44 sq mi), or 8.3 percent, is water. The population density of Lohja is 132.42 inhabitants per square kilometre (343.0/sq mi). The municipality is bilingual, with the majority being Finnish and minority Swedish speakers.  Lohja has the fourth-most summer houses of any municipality in Finland, with 8,468 located within the city as of June 2018. Lohja is located near Greater Helsinki, and it benefits from a good road network. It takes less than an hour to drive from Helsinki to Lohja on the E18 motorway.",
  "/wiki/Pern%C3%A5": "Pernå (Swedish pronunciation: [ˈpæ̌ːɲɔ], Finland Swedish: [ˈpæːrno]; Finnish: Pernaja) is a former municipality of Finland.",
  "/wiki/Loviisa": "Loviisa (Finnish pronunciation: [ˈloʋiːsɑ]; Swedish: Lovisa [luˈvǐːsɑ] (listen)) is a municipality and town of 14,873 inhabitants (31 January 2019) on the southern coast of Finland. About 43 per cent of the population is Swedish-speaking.",
  "/wiki/Pohja": "Pohja (Finnish pronunciation: [ˈpohjɑ]; Swedish: Pojo) is a former municipality of Finland. It was consolidated with Ekenäs and Karis to form the new town of Raseborg in 2009.",
  "/wiki/Porvoo_Cathedral": "Porvoo Cathedral (Finnish: Porvoon tuomiokirkko; Swedish: Borgå domkyrka) is a cathedral of the Evangelical Lutheran Church of Finland in Porvoo, Finland. It was built in the 15th century, although the oldest parts date from the 13th century. It is the seat of the Diocese of Borgå, Finland's Swedish-speaking diocese (Borgå is the Swedish language form of Porvoo). The cathedral is also used for services by the Porvoo Finnish-speaking parish, which is administratively part of the Diocese of Helsinki. The church had first become a cathedral in 1723, when the diocese of Viipuri (Viborg) (now the Diocese of Tampere) moved to Porvoo, after Vyborg was ceded to Russia in the Treaty of Nystad.",
  "/wiki/Porvoo": "Porvoo (Finnish pronunciation: [ˈporʋoː]; Swedish: Borgå [ˈbǒrːɡo] (listen)) is a city and a municipality situated on the southern coast of Finland approximately 50 kilometres (30 mi) east of Helsinki. It is one of the six medieval towns in Finland, first mentioned as a city in texts from the 14th century. Porvoo is the seat of the Swedish-speaking Diocese of Borgå of the Evangelical Lutheran Church of Finland.",
  "/wiki/Pyht%C3%A4%C3%A4": "Pyhtää (Swedish: Pyttis) is a municipality of Finland.",
  "/wiki/Sipoo": "Sipoo (Finnish pronunciation: [ˈsipoː]; Swedish: Sibbo) is a municipality of Finland. Its seat is in Nikkilä (Nickby).",
  "/wiki/Siuntio": "Siuntio (Finnish pronunciation: [ˈsiuntio]; Swedish: Sjundeå) is a municipality of Finland.",
  "/wiki/Tenala": "Tenala (Finnish: Tenhola) is a former municipality in Uusimaa, Finland. It was neighboured by Hanko, Kisko, Perniö, Pohja, Särkisalo and Ekenäs.",
  "/wiki/Church_of_St._Lawrence,_Vantaa": "The Church of St. Lawrence (Finnish: Vantaan Pyhän Laurin kirkko; Swedish: Helsinge kyrka S:t Lars) is a church in Vantaa, Finland. \nDating back to ca. 1450, it is the oldest building in Vantaa and all of Greater Helsinki. It is also the main church of the Tikkurila Parish. Along with its surrounding neighborhood, the church is a part of the Helsingin pitäjän kirkonkylä district, which is one of the best preserved historical parishes in all of Finland.",
  "/wiki/Helsingin_pit%C3%A4j%C3%A4n_kirkonkyl%C3%A4": "Helsingin pitäjän kirkonkylä (Swedish: Helsinge kyrkoby) is a city district in Vantaa, Finland. It is located in central Vantaa, in the Tikkurila major region. It is bordered to the north by the Ring III beltway, the west by the Tuusulanväylä highway, and south and east by the Helsinki neighbourhood of Siltamäki.",
  "/wiki/Vantaa": "Vantaa (Finnish pronunciation: [ˈʋɑntɑː]; Swedish: Vanda, [ˈvânːda] (listen), Finland Swedish: [ˈvɑnːdɑ]) is a city and municipality in Finland. It is part of the inner core of the Finnish Capital Region along with Helsinki, Espoo, and Kauniainen. With a population of 228,678 (31 January 2019), Vantaa is the fourth most populated city in Finland.",
  "/wiki/Vihti": "Vihti (Finnish pronunciation: [ˈʋihti]; Swedish: Vichtis) is a small municipality located in the Uusimaa region of province of Southern Finland, approximately 50 kilometres (30 mi) northwest of the capital city Helsinki. Its seat is Nummela. The municipality has a population of 29,224 (31 January 2019) and covers an area of 567.06 square kilometres (218.94 sq mi) of which 45.02 km2 (17.38 sq mi) is water. The population density is 55.98 inhabitants per square kilometre (145.0/sq mi).",
  "/wiki/List_of_medieval_stone_churches_in_Finland": "This is a list of medieval stone churches in Finland. A total number of 104 fieldstone churches were built between the 13th and 16th century, of which 83 have been preserved. Numbers include the sacristies of uncompleted churches as well as three churches in Vyborg which is now part of Russia."
}