{
  "/wiki/Alpha_TV_Cyprus": "Alpha Cyprus is a Cypriot Channel, created in 2015, a Sister-Channel of Alpha TV Greece, & operates its programs. The general manager is Petros Petrou. Alpha Cyprus is one of the Highest-rated channels in Cyprus.",
  "/wiki/ANT1_Cyprus": "Antenna (ΑΝΤ1) was the first private Television station in Cyprus and already counts 26 years of dynamic and credible presence in the market. Since its formation, the station has been the leader in Television ratings in both its news bulletins as well its local series, greek programme, that is wholly supplied from ANT1 TV in Greece and foreign entertainment which ranges from daily series to shows and blockbuster films.",
  "/wiki/ANT1_Group": "Antenna Group, better known as ANT1 Group, is a media company  in Greece and is currently the largest Greek media company. It was established on 9 August 1989 by Minos Kyriakou, the president and founder of Antenna Group. Today Kyriakou heads up a media empire whose operations include broadcasting, publishing, Internet services, telecommunications and a record label. At the cornerstone of the company is ANT1 TV, one of the largest and most successful private television networks in Greece.",
  "/wiki/RIK_1": "RIK 1 is a Cypriot television channel owned and operated by Cyprus Broadcasting Corporation. It was launched in 1957.",
  "/wiki/Cyprus_Broadcasting_Corporation": "Cyprus Broadcasting Corporation (Greek: Ραδιοφωνικό Ίδρυμα Κύπρου Radiofonikó Ídryma Kýprou, Turkish: Kıbrıs Radyo Yayın Kurumu), or CyBC (ΡΙΚ, KRYK), is Cyprus' public broadcasting service. It transmits island-wide on four radio and two domestic television channels, and uses one satellite channel for the Cypriot diaspora.",
  "/wiki/Sigma_TV": "Sigma TV is a commercial network in Cyprus that commenced broadcasting on April 3, 1995. It is a private service and is currently the first-rated channel in Cyprus. Sigma TV is geared at a younger audience, with the focus on the 18-45 age group. It broadcasts a mix of original programs as well as popular foreign programming. Sigma is a general entertainment station with programming that includes Children's shows, sports, news, movies, series and popular telenovelas from Latin America.",
  "/wiki/Skai_Group": "Skai Group is one of the largest media groups in Greece. It consists of one television station, three radio stations, one news web portal and one publishing house. The media group is connected with \"I KATHIMERINI\" S.A. which publishes the Greek newspaper Kathimerini.",
  "/wiki/Omega_TV_Cyprus": "Omega TV is a free to air terrestrial TV channel. It is the first private television channel established in Cyprus. Since the launch of the channel in 1992, it has been dedicated to broadcasting high quality Cypriot and Greek programming including kids programs as well as Church orientated programs. The channel also imports successful series from abroad and shows these in their original language with Greek subtitles.",
  "/wiki/Mega_Channel": "MEGA Channel, also known as MEGA TV or just MEGA, is a television network in Greece, that broadcast a mix of foreign and Greek programming. Teletipos S.A. was founded in 1989 under the name Teletype Television Programmes S.A. and the trade name MEGA CHANNEL. It is the first private television station in Greece, launched on air on November 20, 1989.",
  "/wiki/RIK_2": "RIK 2 is a Cypriot television channel owned and operated by Cyprus Broadcasting Corporation. It was launched in 1992.",
  "/wiki/ERT_World": "ERT World (formerly ERT SAT) is an internationally broadcast Greek-language channel run by Greece's national broadcaster Hellenic Broadcasting Corporation (ERT). Programming includes a mix of news, discussion-based programmes, drama, documentaries, entertainment shows as well as sports coverage including live games from Greece's top soccer league, Super League Greece.",
  "/wiki/Hellenic_Broadcasting_Corporation": "The Hellenic Broadcasting Corporation (Greek: Ελληνική Ραδιοφωνία Τηλεόραση, Ellinikí Radiofonía Tileórasi or ERT (ΕΡΤ) is the state-owned public radio and television broadcaster for Greece."
}