{
  "/wiki/Abduction_(2011_film)": "Abduction is a 2011 American action thriller film directed by John Singleton, produced by Roy Lee and Ellen Goldsmith-Vein, and written by Shawn Christensen. The film stars Taylor Lautner in the lead role alongside Lily Collins, Alfred Molina, Jason Isaacs, Maria Bello and Sigourney Weaver in supporting roles.",
  "/wiki/John_Singleton": "John Daniel Singleton (January 6, 1968 – April 28, 2019) was an American film director, screenwriter, producer, and actor.  He was best known for directing Boyz n the Hood (1991), for which he was nominated for the Academy Award for Best Director, becoming, at age 24, the first African American and youngest person to have ever been nominated for that award. Singleton was a native of South Los Angeles, and many of his films, such as Poetic Justice (1993), Higher Learning (1995), and Baby Boy (2001), had themes which resonated with the contemporary urban population. He also directed the drama Rosewood (1997) and the action films Shaft (2000), 2 Fast 2 Furious (2003), and Four Brothers (2005). He co-created the television crime drama Snowfall. He was nominated for the Primetime Emmy Award for Outstanding Directing for a Limited Series, Movie, or Dramatic Special for \"The Race Card\", the fifth episode of The People v. O.J. Simpson: American Crime Story.",
  "/wiki/Taylor_Lautner": "Taylor Daniel Lautner (/ˈlaʊtnər/; born February 11, 1992) is an American actor, voice actor, and model. He is known for playing Jacob Black in The Twilight Saga film series based on the novels of the same name by Stephenie Meyer.",
  "/wiki/Lily_Collins": "Lily Jane Collins (born 18 March 1989) is an English-American actress, model, and writer. The daughter of English musician Phil Collins and American Jill Tavelman, she was born in Surrey and moved to Los Angeles as a child. Her first screen role was at the age of two in the BBC series Growing Pains. She went on to study broadcast journalism at the University of Southern California, and as a teenager, wrote for Seventeen magazine, Teen Vogue, and The Los Angeles Times. She was named International Model of the Year by Spain's Glamour magazine after being selected by Chanel to wear one of their dresses at the Hotel de Crillon in 2007.",
  "/wiki/Rachel_Boston": "Rachel Elizabeth Boston (born May 9, 1982) is an American actress and producer. Boston has had leading roles in a number of independent films, and was a regular cast member in several television series. She starred in the NBC drama series, American Dreams as Beth Mason from 2002 to 2005, in the short-lived CBS sitcom The Ex List in 2008, and on the USA Network series In Plain Sight from 2008 to 2012. From 2013 to 2014, Boston starred as Ingrid Beauchamp in the Lifetime fantasy-drama series, Witches of East End.",
  "/wiki/The_Devil's_Double": "The Devil's Double is a 2011 Belgian-Dutch film directed by Lee Tamahori, written by Michael Thomas, and starring Dominic Cooper in the dual role of Uday Hussein and Latif Yahia. It was released on 22 January 2011 at the 2011 Sundance Film Festival and was released in limited theaters on 29 July 2011 by Lionsgate and Herrick Entertainment.",
  "/wiki/Lee_Tamahori": "Lee Tamahori (/ˌtæməˈhɔːri/; born 17 June 1950) is a New Zealand filmmaker best known for directing the 1994 film Once Were Warriors, 2001 film Along Came a Spider and 2002 James Bond film Die Another Day.",
  "/wiki/Dominic_Cooper": "Dominic Edward Cooper (born 2 June 1978) is an English actor. He has worked in television, film, theatre, and radio, including Mamma Mia! and its sequel Mamma Mia! Here We Go Again. He portrayed Jesse Custer on the AMC show Preacher (2016–2019). Cooper has also appeared as the young Howard Stark in the Marvel Cinematic Universe, including Captain America: The First Avenger and Agent Carter.",
  "/wiki/Ludivine_Sagnier": "Ludivine Sagnier (born 3 July 1979) is a French actress and model, who has appeared in films since 1989. She was nominated for two César Awards for Best Supporting Actress in Swimming Pool (2003) and Un secret (2007).",
  "/wiki/Drive_(2011_film)": "Drive is a 2011 American action drama film directed by Danish filmmaker Nicolas Winding Refn. The screenplay, written by Hossein Amini, is based on James Sallis' 2005 novel Drive. The film stars Ryan Gosling as an unnamed Hollywood stunt driver who moonlights as a getaway driver. He quickly grows fond of his neighbor, Irene (Carey Mulligan), and her young son, Benicio. When her debt-ridden husband, Standard (Oscar Isaac), is released from prison, the two men take part in what turns out to be a botched million-dollar heist that endangers the lives of everyone involved. The film co-stars Bryan Cranston, Christina Hendricks, Ron Perlman, and Albert Brooks.",
  "/wiki/Nicolas_Winding_Refn": "Nicolas Winding Refn (Danish: [nekolæs venteŋ ˈʁɛfn̩]; born 29 September 1970) is a Danish film director, screenwriter and producer. He is known for directing the crime dramas Bleeder (1999) and the Pusher films (1996–2005), the  fictionalised biographical film Bronson (2008), the dramatic adventure film Valhalla Rising (2009), the action drama film Drive (2011), the crime film Only God Forgives (2013), and the psychological horror film The Neon Demon (2016). In 2008, Refn co-founded the Copenhagen-based production company Space Rocket Nation.",
  "/wiki/Ryan_Gosling": "Ryan Thomas Gosling (born November 12, 1980) is a Canadian actor and musician. He began his career as a child star on the Disney Channel's The Mickey Mouse Club (1993–1995), and went on to appear in other family entertainment programs, including Are You Afraid of the Dark? (1995) and Goosebumps (1996). His first starring film role was as a Jewish neo-Nazi in The Believer (2001), and he went on to star in several independent films, including Murder by Numbers (2002), The Slaughter Rule (2002), and The United States of Leland (2003).",
  "/wiki/Carey_Mulligan": "Carey Hannah Mulligan (born 28 May 1985) is a British actress. She made her professional acting debut on stage in the Kevin Elyot play Forty Winks at the Royal Court Theatre in 2004. Her film debut was with a supporting role in Pride & Prejudice (2005), followed by roles in television, including Bleak House (2005) and a Doctor Who episode, \"Blink\" (2007). She made her Broadway debut in The Seagull in 2008, which won her an Ian Charleson Commendation Award.",
  "/wiki/Bryan_Cranston": "Bryan Lee Cranston (born March 7, 1956) is an American actor, director, producer and screenwriter. He is best known for playing Walter White on the AMC series Breaking Bad (2008–2013), Hal on the Fox sitcom Malcolm in the Middle (2000–2006), and Dr. Tim Whatley on the NBC sitcom Seinfeld (1994–1997).",
  "/wiki/Drive_Angry": "Drive Angry (alternatively titled Drive Angry 3D) is a 2011 American action film directed by Patrick Lussier, who co-wrote it with Todd Farmer. It stars Nicolas Cage, Amber Heard, William Fichtner, Billy Burke, Charlotte Ross, Katy Mixon, and Tom Atkins. The film, photographed in 3D, was released on February 25, 2011.",
  "/wiki/Patrick_Lussier": "Patrick Lussier (born 1964) is a Canadian-American filmmaker and editor, known for his numerous collaborations with director Wes Craven and fellow screenwriters Laeta Kalogridis and Todd Farmer, as well as his work in the horror genre.",
  "/wiki/Nicolas_Cage": "Nicolas Kim Coppola (born January 7, 1964), known professionally as Nicolas Cage, is an American actor and filmmaker. Cage has been nominated for numerous major cinematic awards, and won an Academy Award, a Golden Globe, and Screen Actors Guild Award for his performance in Leaving Las Vegas (1995).",
  "/wiki/Amber_Heard": "Amber Laura Heard (born April 22, 1986) is an American actress and model. Born and raised in Texas, she made her film debut in a minor supporting role in the sports drama Friday Night Lights (2004), followed by a series of other small roles in television and film. Her first leading role was in the horror film All the Boys Love Mandy Lane (2006), but it was not released in the United States until 2013 due to distribution problems. Her second major role came in the short-running The CW television series Hidden Palms (2007).",
  "/wiki/William_Fichtner": "William Edward Fichtner Jr. (born November 27, 1956) is an American actor. Fichtner has appeared in a number of films , TV series and video games. He is known for his roles as Sheriff Tom Underlay on Invasion and Alexander Mahone on Prison Break. His film appearances include Heat, Contact, Armageddon, The Perfect Storm, Go, Crash, Blades of Glory, Black Hawk Down, The Longest Yard, Mr. & Mrs. Smith, The Dark Knight, Date Night, The Lone Ranger, Elysium, Independence Day: Resurgence and Teenage Mutant Ninja Turtles.",
  "/wiki/Elephant_White": "Elephant White is a 2011 American action-thriller film starring Djimon Hounsou and Kevin Bacon. Filming took place in Bangkok, Thailand.",
  "/wiki/Prachya_Pinkaew": "Prachya Pinkaew (Thai: ปรัชญา ปิ่นแก้ว; RTGS: Pratya Pinkaeo; born September 2, 1962) is a Thai film director, film producer and screenwriter. His films include Ong-Bak: Muay Thai Warrior and Tom-Yum-Goong, both martial arts films starring Tony Jaa.",
  "/wiki/Kevin_Bacon": "Kevin Norwood Bacon (born July 8, 1958) is an American actor and musician. His films include musical-drama film Footloose (1984), the controversial historical conspiracy legal thriller JFK (1991), the legal drama A Few Good Men (1992), the historical docudrama Apollo 13 (1995), and the mystery drama Mystic River (2003). Bacon is also known for taking on darker roles such as that of a sadistic guard in Sleepers (1996) and troubled former child abuser in The Woodsman (2004). He is also known for the hit comedies National Lampoon's Animal House (1978), Diner (1982), Tremors (1990) and Crazy, Stupid, Love (2011). His other well known films are Friday the 13th (1980), Flatliners (1990), The River Wild (1994), Wild Things (1998), Stir of Echoes (1999), Hollow Man (2000), Frost/Nixon (2008), X-Men: First Class (2011), Black Mass (2015) and Patriots Day (2016). He is equally prolific on television, having starred in the Fox drama series The Following (2013–2015). For the HBO original film Taking Chance (2009), Bacon won a Golden Globe Award and a Screen Actors Guild Award, also receiving a Primetime Emmy Award nomination. More recently Bacon portrayed the title character and was the series lead of the Amazon Prime web television series I Love Dick for which he was nominated for a Golden Globe Award.",
  "/wiki/Djimon_Hounsou": "Djimon Gaston Hounsou (/ˈdʒaɪmən ˈuːnsuː/; French: [dʒimɔ̃ unsu]; born 24 April 1964) is a Beninese-American actor and model. Hounsou began his career appearing in music videos. He made his film debut in the Sandra Bernhard film Without You I'm Nothing (1990) and gained widespread recognition for his role as Cinqué in the Steven Spielberg film Amistad (1997). He gained further recognition for his roles in Gladiator (2000), In America (2003), and Blood Diamond (2006), receiving Academy Award for Best Supporting Actor nominations for both the latter films. He also had a minor role in Furious 7 (2015). He has been nominated for a Golden Globe Award and three Screen Actors Guild Awards. Djimon Hounsou plays an important role as well in the French film Forces spéciales in 2011.",
  "/wiki/The_Girl_with_the_Dragon_Tattoo_(2011_film)": "The Girl with the Dragon Tattoo is a 2011 psychological crime thriller film based on the 2005 novel of the same name by Stieg Larsson.  It was directed by David Fincher and with a screenplay by Steven Zaillian. Starring Daniel Craig as journalist Mikael Blomkvist and Rooney Mara as Lisbeth Salander, it tells the story of Blomkvist's investigation to find out what happened to a woman from a wealthy family who disappeared 40 years prior. He recruits the help of Salander, a computer hacker.",
  "/wiki/David_Fincher": "David Andrew Leo Fincher (born August 28, 1962) is an American director and producer of films, television, and music videos. His work has received multiple nominations in the Academy Awards and Golden Globe Awards. Born in Denver, Colorado, Fincher developed a passion for filmmaking at an early age. He first gained recognition from directing numerous music videos. He then made his directorial debut with the feature film Alien 3 (1992), which garnered mixed reviews, followed by the thriller Seven (1995), which was better received. Fincher found lukewarm success with The Game (1997) and Fight Club (1999), with the latter eventually becoming a cult classic. In 2002, he returned with a critical and box office success, Panic Room (2002).",
  "/wiki/Daniel_Craig": "Daniel Wroughton Craig (born 2 March 1968) is an English actor. After training at the National Youth Theatre and graduating from the Guildhall School of Music and Drama in 1991, Craig began his career on stage. He made his film debut in the drama The Power of One (1992) and attracted attention with appearances in the historical television war drama Sharpe's Eagle (1993), the family film A Kid in King Arthur's Court (1995), the television serial drama Our Friends in the North (1996), the biographical film Elizabeth (1998), the television film Love Is the Devil: Study for a Portrait of Francis Bacon (1998), the indie war film The Trench (1999), the drama film Some Voices (2000), the action film Lara Croft: Tomb Raider (2001), the crime thriller film Road to Perdition (2002), the crime thriller film Layer Cake (2004), and the historical drama film Munich (2005).",
  "/wiki/Rooney_Mara": "Patricia Rooney Mara (/ˈmɛərə/ MAIR-ə; born April 17, 1985) is an American actress. Born into the Rooney family, she graduated from the Gallatin School of Individualized Study in 2010. She began acting in television and independent films, such as the coming-of-age drama Tanner Hall (2009), and first gained recognition for a supporting role in David Fincher's biographical drama The Social Network (2010).",
  "/wiki/Christopher_Plummer": "Arthur Christopher Orme Plummer CC (born December 13, 1929) is a Canadian actor whose career has spanned six decades, beginning with his film debut in Stage Struck (1958).",
  "/wiki/Hanna_(film)": "Hanna is a 2011 American action thriller film directed by Joe Wright. The film stars Saoirse Ronan as the title character, a girl raised in the wilderness of northern Finland by her father, an ex-CIA operative (Eric Bana), who trains her as an assassin. Cate Blanchett portrays a senior CIA agent who tries to track down and eliminate the girl and her father. The soundtrack was written by The Chemical Brothers.",
  "/wiki/Joe_Wright": "Joseph Wright (born 1972) is an English film director. His motion pictures include the literary adaptations Pride & Prejudice (2005) and Anna Karenina (2012), the romantic war drama Atonement (2007), the action thriller Hanna (2011), Peter Pan origin story Pan (2015), and Darkest Hour (2017), a political drama set during World War II.",
  "/wiki/Saoirse_Ronan": "Saoirse Una Ronan (/ˈsɜːrʃə ˈuːnə ˈroʊnən/ SUR-shə; born 12 April 1994) is an Irish and American actress. Primarily noted for her roles in period dramas since adolescence, Ronan has received several awards including a Golden Globe Award and nominations for four Academy Awards and five British Academy Film Awards.",
  "/wiki/Eric_Bana": "Eric Banadinović, AM (born 9 August 1968), known professionally as Eric Bana (/ˈbænə/), is an Australian actor. He began his career in the sketch comedy series Full Frontal before gaining notice in the comedy-drama The Castle (1997). Soon after he gained critical recognition in the biographical crime film Chopper (2000). After a decade of roles in Australian TV shows and films, Bana gained Hollywood's attention for his performance in the war film Black Hawk Down (2001) and the title character in Hulk (2003). He has since played Hector in the movie Troy (2004), the lead in Steven Spielberg's historical drama and political thriller Munich (2005), Henry VIII in The Other Boleyn Girl (2008), and the villain Nero in the science-fiction film Star Trek (2009). Bana also played Henry De Tamble in The Time Traveler's Wife (2009). In 2013, he played Lt. Cmdr. Erik S. Kristensen in the war film Lone Survivor and in the following year he played police sergeant Ralph Sarchie in the horror film Deliver Us from Evil.",
  "/wiki/Tom_Hollander": "Thomas Anthony Hollander (/ˈhɒləndər/; born 25 August 1967) is an English actor. He began his career in theatre, winning the Ian Charleson Award in 1992 for his performance as Witwoud in The Way of the World at the Lyric Hammersmith Theatre. He is known for his role in About Time, and in films such as Pirates of the Caribbean and In the Loop and drama films such as Enigma, Pride & Prejudice, Gosford Park, and Hanna, additionally portraying George V in The Lost Prince and The King's Man. He co-wrote and played the lead role in the sitcom Rev., which won the British Academy Television Award for best sitcom in 2011. He also played the lead in the ITV's Doctor Thorne and won the BAFTA Television Award for Best Supporting Actor for his role as Major Lance \"Corky\" Corkoran in the BBC series The Night Manager.",
  "/wiki/I_Am_Number_Four_(film)": "I Am Number Four is a 2011 American teen science fiction action film directed by D. J. Caruso and starring Alex Pettyfer, Timothy Olyphant, Teresa Palmer, Dianna Agron, and Callan McAuliffe. The screenplay, by Alfred Gough, Miles Millar, and Marti Noxon, is based on the novel of the same name, one of the Lorien Legacies young adult science fiction novels.",
  "/wiki/D._J._Caruso": "Daniel John Caruso Jr. (/kəˈruːsoʊ/; born January 17, 1965) is an American film director, producer, and screenwriter. His work encompasses a variety of genres, including thriller (Disturbia, Taking Lives), drama (Standing Up), horror (The Disappointments Room), and action (I Am Number Four, XXX: Return of Xander Cage). He has also directed numerous episodes of television series such as The Shield, Over There, Smallville, and Dark Angel. The majority of his films fall into the thriller and action film genres.",
  "/wiki/Alex_Pettyfer": "Alexander Richard Pettyfer (born 10 April 1990) is a British actor and model. He appeared in school plays and on television before being cast as Alex Rider, the main character in the 2006 film version of Stormbreaker. Pettyfer was nominated for a Young Artist Award and an Empire Award for his role.",
  "/wiki/Timothy_Olyphant": "Timothy David Olyphant (/ˈɒlɪfənt/ OL-ih-fənt; born May 20, 1968) is an American actor and producer. He made his acting debut in an Off-Broadway theater in 1995, in The Monogamist, and won the Theatre World Award for his performance, and then originated David Sedaris' The Santaland Diaries in 1996. He then branched out to film; in the early years of his career, he was often cast in supporting villainous roles, most notably in Scream 2 (1997), Go (1999), A Man Apart (2003) and The Girl Next Door (2004). He came to the attention of a wider audience with his portrayal of Sheriff Seth Bullock in HBO's western Deadwood (2004–2006) and its film continuation Deadwood: The Movie (2019). He had starring roles in such films as Catch and Release (2006), Hitman (2007), A Perfect Getaway (2009), and The Crazies (2010), and he played the main antagonist, Thomas Gabriel, in Live Free or Die Hard (2007). Olyphant was a recurring guest star in season two of the FX legal thriller Damages (2009).",
  "/wiki/Teresa_Palmer": "Teresa Mary Palmer (born 26 February 1986) is an Australian actress, writer, model and film producer.",
  "/wiki/The_Ides_of_March_(2011_film)": "The Ides of March is a 2011 American political drama film directed by George Clooney from a screenplay written by Clooney, Grant Heslov, and Beau Willimon. The film is an adaptation of Willimon's 2008 play Farragut North. It stars Ryan Gosling, George Clooney, Evan Rachel Wood, Philip Seymour Hoffman, Marisa Tomei, Paul Giamatti, and Jeffrey Wright.",
  "/wiki/George_Clooney": "George Timothy Clooney (born May 6, 1961) is an American actor, director, producer and filmmaker. He is the recipient of three Golden Globe Awards and two Academy Awards, one for acting in Syriana (2006) and the other for co-producing Argo (2012). In 2018, he was the recipient of the AFI Lifetime Achievement Award.",
  "/wiki/Philip_Seymour_Hoffman": "Philip Seymour Hoffman (July 23, 1967 – February 2, 2014) was an American actor, director, and producer. Best known for his distinctive supporting and character roles—typically lowlifes, eccentrics, bullies, and misfits—Hoffman acted in many films, including leading roles, from the early 1990s until his death in 2014.",
  "/wiki/The_Ledge_(film)": "The Ledge is a 2011 American thriller drama film written and directed by Matthew Chapman, starring Charlie Hunnam, Terrence Howard, Liv Tyler, Christopher Gorham, and Patrick Wilson.",
  "/wiki/Matthew_Chapman_(author)": "Matthew H. D. Chapman is an English journalist, author, screenwriter, director and activist.",
  "/wiki/Charlie_Hunnam": "Charles Matthew Hunnam (/ˈhʌnəm/; born 10 April 1980) is an English actor. He is known for his roles as Nathan Maloney in the Channel 4 drama Queer as Folk (1999–2000), Lloyd Haythe in the Fox comedy series Undeclared (2001–2002), the title role in Nicholas Nickleby (2002), Pete Dunham in Green Street (2005), Jackson \"Jax\" Teller in the FX drama series Sons of Anarchy (2008–2014) for which he was twice nominated for the Critics' Choice Television Award for Best Actor in a Drama Series,  Raleigh Becket in Pacific Rim (2013), Percy Fawcett in The Lost City of Z (2017), and in the title role of Guy Ritchie's King Arthur: Legend of the Sword (2017).",
  "/wiki/Terrence_Howard": "Terrence Dashon Howard (born March 11, 1969) is an American actor, rapper, singer-songwriter, and record producer. Having his first major roles in the 1995 films Dead Presidents and Mr. Holland's Opus, Howard broke into the mainstream with a succession of television and cinema roles between 2004 and 2006. He was nominated for the Academy Award for Best Actor for his role in Hustle & Flow.",
  "/wiki/Liv_Tyler": "Liv Rundgren Tyler (born Liv Rundgren; July 1, 1977) is an American actress, producer, singer and former model. She is best known for her portrayal of Arwen Undómiel in the Lord of the Rings film trilogy (2001–03).",
  "/wiki/Limitless_(film)": "Limitless is a 2011 American science fiction thriller film directed by Neil Burger and written by Leslie Dixon. Based on the novel The Dark Fields by Alan Glynn, the film stars Bradley Cooper, Abbie Cornish, Robert De Niro, Andrew Howard, and Anna Friel. The film follows Edward Morra, a struggling writer who is introduced to a nootropic drug called NZT-48, which gives him the ability to fully utilize his brain and vastly improve his lifestyle.\nLimitless was released on March 18, 2011 and became a box office success, grossing over $161 million on a budget of $27 million. A television series of the same name, covering events that take place after the film, debuted on September 22, 2015, but was cancelled after one season.",
  "/wiki/Neil_Burger": "Neil Norman Burger is an American film and television director, writer, and producer. He is known for the fake-documentary Interview with the Assassin (2002), the period drama The Illusionist (2006), Limitless (2011), and the sci-fi action film Divergent (2014), based on the dystopian novel of the same name by Veronica Roth.",
  "/wiki/Bradley_Cooper": "Bradley Charles Cooper (born January 5, 1975) is an American actor and filmmaker. He has been nominated for many awards, including eight Academy Awards and a Tony Award, and has won two Grammy Awards and a BAFTA Award. Cooper appeared in Forbes Celebrity 100 on three occasions and Time's list of 100 most influential people in the world in 2015. His films have grossed $11 billion worldwide and he was named one of the world's highest-paid actors for four years.",
  "/wiki/Robert_De_Niro": "Robert Anthony De Niro Jr. (/də ˈnɪəroʊ/, Italian: [de ˈniːro]; born August 17, 1943) is an American actor, producer, and director. He has received numerous accolades, including two Academy Awards, a Golden Globe Award, the Cecil B. DeMille Award, the Golden Lion, the AFI Life Achievement Award, Presidential Medal of Freedom, and has been nominated for six BAFTA Awards, four Primetime Emmy Awards, and four Screen Actors Guild Awards. He also has Italian citizenship.",
  "/wiki/Abbie_Cornish": "Abbie Cornish (born 7 August 1982), also known by her rap name Dusk, is an Australian actress and rapper. Following her lead performance in 2004's Somersault, Cornish is best known for her film roles as Fanny Brawne in Bright Star (2009), Sweet Pea in Sucker Punch (2011), Lindy in Limitless (2011) and for her work with writer/director Martin McDonagh in Seven Psychopaths (2012) and Three Billboards Outside Ebbing, Missouri (2017). For the latter, Cornish won her first Screen Actors Guild Award as part of the cast. In 2018, she portrayed Cathy Mueller in the first season of Amazon Video series Jack Ryan opposite John Krasinski.",
  "/wiki/The_Lincoln_Lawyer_(film)": "The Lincoln Lawyer  is a 2011 American neo noir legal thriller film adapted from the 2005 novel of the same name by Michael Connelly. The film is directed by Brad Furman, with a screenplay written by John Romano, and stars Matthew McConaughey as the titular lawyer, Mickey Haller. The film co-stars Ryan Phillippe, Marisa Tomei, and Josh Lucas, and features William H. Macy and Bryan Cranston in supporting roles.",
  "/wiki/Brad_Furman": "Brad Furman is an American film and music video director, producer, and writer.",
  "/wiki/Matthew_McConaughey": "Matthew David McConaughey (/məˈkɒnəheɪ/; born November 4, 1969) is an American actor and producer. He first gained notice for his supporting performance in the coming-of-age comedy Dazed and Confused (1993), considered by many to be his breakout role. After a number of supporting roles in films including Angels in the Outfield (1994) and Texas Chainsaw Massacre: The Next Generation (1994), his breakthrough performance as a leading man came in the legal drama A Time to Kill (1996). He followed this with leading performances in the science fiction film Contact (1997) and the historical drama Amistad (1997), the comedy-drama The Newton Boys (1998), the satire EDtv (1999), the war film U-571 (2000), and the psychological thriller Frailty (2001).",
  "/wiki/Marisa_Tomei": "Marisa Tomei (/toʊˈmeɪ/, Italian: [toˈmɛi]; born December 4, 1964) is an American actress. She is the recipient of various accolades including an Academy Award and nominations for a BAFTA Award, two Golden Globe Awards, and three Screen Actors Guild Awards.",
  "/wiki/Ryan_Phillippe": "Matthew Ryan Phillippe (/ˈfɪlɪpi/; born September 10, 1974) is an American actor. After appearing as Billy Douglas on the soap opera One Life to Live, he came to fame in the late 1990s with starring roles in a string of films, including I Know What You Did Last Summer, Cruel Intentions, and 54. In the 2000s, he appeared in several films, including Gosford Park (2001), Crash (2004), Flags of Our Fathers (2006), Breach (2007), Stop-Loss (2008), MacGruber (2010), and The Lincoln Lawyer (2011). In 2010, Phillippe starred as Pulitzer Prize-winning photographer Greg Marinovich in The Bang-Bang Club. He starred in the lead role of Bob Lee Swagger in the USA Network thriller drama Shooter.",
  "/wiki/Martha_Marcy_May_Marlene": "Martha Marcy May Marlene is a 2011 American dramatic thriller film written and directed by Sean Durkin, and starring Elizabeth Olsen, John Hawkes, Sarah Paulson, and Hugh Dancy. The plot focuses on a young woman suffering from delusions and paranoia after returning to her family from an abusive cult in the Catskill Mountains. The film contains several references to the music of Jackson C. Frank.",
  "/wiki/Elizabeth_Olsen": "Elizabeth Chase Olsen (born February 16, 1989) is an American actress. Her breakthrough came in 2011 when she starred in the independent thriller drama Martha Marcy May Marlene, for which she was nominated for the Critics' Choice Movie Award for Best Actress and Independent Spirit Award for Best Female Lead, among other awards.",
  "/wiki/Sarah_Paulson": "Sarah Catharine Paulson (born December 17, 1974) is an American actress. She is the recipient of several accolades, including a Primetime Emmy Award and a Golden Globe Award. In 2017, Time magazine named her one of the 100 most influential people in the world.",
  "/wiki/John_Hawkes_(actor)": "John Hawkes (born John Marvin Perkins; September 11, 1959) is an American actor, known for his portrayal of the merchant Sol Star on the HBO series Deadwood, Dustin Powers on Eastbound & Down, backwoods meth addict Teardrop Dolly in Winter's Bone, for which he was nominated for the Academy Award for Best Supporting Actor, and his Golden Globe Award and Screen Actors Guild Award-nominated portrayal of Mark O'Brien in The Sessions. Other notable works of his include Martha Marcy May Marlene, Low Down, The Perfect Storm and From Dusk Till Dawn.",
  "/wiki/Mélanie_Laurent": "Mélanie Laurent (French pronunciation: [melani loʁɑ̃] (listen); born 21 February 1983) is a French actress, singer, pianist, screenwriter and director. The recipient of two César Awards, an Étoiles d'or du cinéma français, and a Lumières Award, Laurent has established herself as an accomplished actress in the French film industry.",
  "/wiki/The_Resident_(film)": "The Resident is a 2011 British thriller film directed by Antti Jokinen and starring Hilary Swank and Jeffrey Dean Morgan. Swank stars as a recently single woman who rents an apartment in New York City and comes to suspect that someone is stalking her. The film also features a cameo from Hammer Films star Christopher Lee, in his first collaboration with the studio since 1976's To the Devil a Daughter and his last before his death in 2015.",
  "/wiki/Antti_Jokinen": "Antti Jokinen (born 26 April 1968) is a Finnish music video and film director, as well as a former college basketball player.",
  "/wiki/Hilary_Swank": "Hilary Ann Swank (born July 30, 1974) is an American actress and film producer. She is the recipient of numerous awards for her career, including two Academy Awards, two Golden Globe Awards, two Critics' Choice Awards, and a Screen Actors Guild Award.",
  "/wiki/Jeffrey_Dean_Morgan": "Jeffrey Dean Morgan (born April 22, 1966) is an American actor of film and television. He is known for his roles as John Winchester in the fantasy horror series Supernatural (2005–2007; 2019), Denny Duquette in the medical drama series Grey's Anatomy (2006–2009), the Comedian in the superhero film Watchmen (2009), Jason Crouse in the political drama series The Good Wife (2015–2016), Negan in the horror drama series The Walking Dead (2016–present), and Harvey Russell in Rampage (2018).",
  "/wiki/Christopher_Lee": "Sir Christopher Frank Carandini Lee, CBE, CStJ (27 May 1922 – 7 June 2015) was an English actor, singer and author. With a career spanning nearly 70 years, Lee was well known for portraying villains and became best known for his role as Count Dracula in a sequence of Hammer Horror films, a typecasting he always lamented. His other film roles include Francisco Scaramanga in the James Bond film The Man with the Golden Gun (1974), Count Dooku in the Star Wars prequel trilogy (2002 and 2005), and Saruman in the Lord of the Rings film trilogy (2001–2003) and the Hobbit film trilogy (2012–2014).",
  "/wiki/The_Roommate": "The Roommate  is a 2011 American psychological thriller directed by Christian E. Christiansen and written by Sonny Mallhi. The film stars Leighton Meester, Minka Kelly, Cam Gigandet, Danneel Harris, Matt Lanter, and Aly Michalka. It was theatrically released on February 4, 2011. The film is inspired by the 1992 film Single White Female.",
  "/wiki/Christian_E._Christiansen": "Christian E. Christiansen (born 14 December 1972) is a Danish filmmaker.",
  "/wiki/Leighton_Meester": "Leighton Marissa Meester (born April 9, 1986) is an American actress, singer, songwriter, and model. She is best known for her starring role as the devious socialite Blair Waldorf on teen drama television series Gossip Girl on The CW (2007–2012). She has also appeared in films such as Killer Movie (2008), Country Strong (2010), The Roommate (2011), Monte Carlo (2011), The Oranges (2011) and The Judge (2014). Meester made her Broadway debut in Of Mice and Men (2014). She portrays Angie D'Amato on the ABC sitcom Single Parents (2018–present).",
  "/wiki/Minka_Kelly": "Minka Kelly (born Minka Dumont Dufay;[better source needed] June 24, 1980) is an American actress and model. Her first starring role was in the NBC drama series Friday Night Lights (2006–2009) and she has also appeared on the shows Parenthood (2010–2011), Charlie's Angels (2011), and Almost Human (2013). Since 2018, Kelly portrays Dawn Granger / Dove in the DC Universe series Titans.",
  "/wiki/Cam_Gigandet": "Cameron Joslin Gigandet (/ˈkæm ʒɪˈɡɑːndeɪ/; born August 16, 1982) is an American actor whose credits include a recurring role on The O.C. and appearances in feature films Twilight, Pandorum, Never Back Down, Burlesque, Easy A, Priest and The Magnificent Seven. He also starred in the short-lived CBS legal drama series Reckless. From 2016 to 2018, Gigandet starred in the Audience Network drama series Ice.",
  "/wiki/Season_of_the_Witch_(2011_film)": "Season of the Witch is a 2011 American historical horror adventure film starring Nicolas Cage and Ron Perlman, and directed by Dominic Sena. Cage and Perlman star as Teutonic Knights who return from the Crusades to find their fatherland ruined by the Black Death. Two church elders accuse a girl (Claire Foy) of being a witch responsible for the destruction; they command the two knights to transport the girl to a monastery so the monks can lift her curse from the land. It reunited Sena and Cage, who had previously worked together on Gone in 60 Seconds.",
  "/wiki/Dominic_Sena": "Dominic Sena (born April 26, 1949) is an American film director and  music video director. As a film director, he is best known for directing the films Kalifornia (1993), Gone in 60 Seconds (2000), and Swordfish (2001). As a music video director, he directed music videos for Richard Marx, Bryan Adams, Peter Cetera, Janet Jackson, and Sting.",
  "/wiki/Ron_Perlman": "Ronald \"Ron\" Perlman (born April 13, 1950) is an American actor and voice actor, Famous principally for Monster part in The Name of The Rose. He played the role of Vincent on the television series Beauty and the Beast (1987–1990), for which he won a Golden Globe Award, the comic book character Hellboy in both Hellboy (2004) and its sequel Hellboy II: The Golden Army (2008), and Clay Morrow on the television series Sons of Anarchy (2008–2013).",
  "/wiki/Stephen_Campbell_Moore": "Stephen Campbell Moore (born Stephen Moore Thorpe; 30 November 1977) is an English actor, best known for his roles in the Alan Bennett play The History Boys and the film based on it.",
  "/wiki/The_Skin_I_Live_In": "The Skin I Live In (Spanish: La piel que habito) is a 2011 Spanish psychological thriller drama film written and directed by Pedro Almodóvar, starring Antonio Banderas, Elena Anaya, Marisa Paredes, Jan Cornet, and Roberto Álamo. The Skin I Live In is based on Thierry Jonquet's novel Mygale, first published in French and then in English under the title Tarantula.",
  "/wiki/Pedro_Almodóvar": "Pedro Almodóvar Caballero (Spanish pronunciation: [ˈpeðɾo almoˈðoβaɾ kaβaˈʝeɾo]; born 25 September 1949) is a Spanish filmmaker, director, screenwriter, producer, and former actor.",
  "/wiki/Antonio_Banderas": "José Antonio Domínguez Bandera[a] (born 10 August 1960), known professionally as Antonio Banderas, is a Spanish actor, film producer and director. He is the recipient of numerous accolades, including a Cannes Best Actor Award and nominations for a Tony Award, an Academy Award, two Primetime Emmy Awards and five Golden Globe Awards.",
  "/wiki/Elena_Anaya": "Elena Anaya Gutiérrez (born 17 July 1975) is a Spanish actress whose career started in 1995. She starred alongside Antonio Banderas in Pedro Almodóvar's The Skin I Live In, for which she won the Goya award for Best Actress. She is also known for her roles in Van Helsing, Habitación en Roma (Room in Rome) and Doctor Poison in Wonder Woman.",
  "/wiki/Marisa_Paredes": "María Luisa Paredes Bartolomé (born 3 April 1946 in Madrid), known professionally as Marisa Paredes, is a Spanish actress.",
  "/wiki/List_of_thriller_films_of_the_2010s": "Following is a list of thriller films released in the 2010s."
}