{
  "/wiki/Alpine_Linux": "Alpine Linux is a Linux distribution based on musl and BusyBox, designed for security, simplicity, and resource efficiency. It uses a hardened kernel and compiles all user-space binaries as position-independent executables with stack-smashing protection.",
  "/wiki/CD": "Compact disc (CD) is a digital optical disc data storage format that was co-developed by Philips and Sony and released in 1982. The format was originally developed to store and play only sound recordings (CD-DA) but was later adapted for storage of data (CD-ROM). Several other formats were further derived from these, including write-once audio and data storage (CD-R), rewritable media (CD-RW), Video Compact Disc (VCD), Super Video Compact Disc (SVCD), Photo CD, PictureCD, Compact Disc-Interactive (CD-i), and Enhanced Music CD. The first commercially available audio CD player, the Sony CDP-101, was released October 1982 in Japan.",
  "/wiki/USB_flash_drive": "A USB flash drive[note 1] is a data storage device that includes flash memory with an integrated USB interface. It is typically removable, rewritable and much smaller than an optical disc. Most weigh less than 30 g (1 oz). Since first appearing on the market in late 2000, as with virtually all other computer memory devices, storage capacities have risen while prices have dropped. As of March 2016[update], flash drives with anywhere from 8 to 256 GB were frequently sold, while 512 GB and 1 TB units were less frequent. As of 2018, 2 TB flash drives were the largest available in terms of storage capacity. Some allow up to 100,000 write/erase cycles, depending on the exact type of memory chip used, and are thought to last between 10 and 100 years under normal circumstances (shelf storage time).",
  "/wiki/Hard_disk_drive": "A hard disk drive (HDD), hard disk, hard drive, or fixed disk[b] is an electro-mechanical data storage device that uses magnetic storage to store and retrieve digital data using one or more rigid rapidly rotating platters coated with magnetic material. The platters are paired with magnetic heads, usually arranged on a moving actuator arm, which read and write data to the platter surfaces. Data is accessed in a random-access manner, meaning that individual blocks of data can be stored and retrieved in any order. HDDs are a type of non-volatile storage, retaining stored data even when powered off.",
  "/wiki/AntiX": "antiX is a Linux distribution built directly on Debian Stable. It is comparatively lightweight and suitable for older computers, while also providing cutting edge kernel and applications, as well as updates and additions via the apt-get package system and Debian-compatible repositories.",
  "/wiki/Debian": "Debian (/ˈdɛbiən/), also known as Debian GNU/Linux, is a Linux distribution composed of free and open-source software, developed by the community-supported Debian Project, which was established by Ian Murdock on August 16, 1993. The first version, Debian 0.01, was released on September 15, 1993, and the first stable version, 1.1, was released on June 17, 1996. The Debian Stable branch is the most popular edition for personal computers and servers, and is the basis for many other distributions.",
  "/wiki/Austrumi_Linux": "Austrumi (Austrum Latvijas Linukss) is a bootable live CD Linux distribution (size 329 MB for version 3.7.7 ) . It is based on Slackware. It was created, and is currently being maintained by, a group of programmers from Latgale region of Latvia. As of August 2018, the latest official release of Austrumi Linux is 3.8.4. The entire operating system and all the applications run from RAM, making AUSTRUMI faster than larger distros that must read from a disk, and allowing the boot medium to be removed after the operating system has booted.",
  "/wiki/Slackware": "Slackware is a Linux distribution created by Patrick Volkerding in 1993. Originally based on Softlanding Linux System, Slackware has been the basis for many other Linux distributions, most notably the first versions of SUSE Linux distributions, and is the oldest distribution that is still maintained.",
  "/wiki/DVD": "DVD (an abbreviation of digital versatile disc) is a digital optical disc storage format invented and developed in 1995 and released in late 1996. The medium can store any kind of digital data and is widely used for software and other computer files as well as video programs watched using DVD players. DVDs offer higher storage capacity than compact discs while having the same dimensions.",
  "/wiki/CoreOS": "Container Linux  (formerly CoreOS Linux) is an open-source lightweight operating system based on the Linux kernel and designed for providing infrastructure to clustered deployments, while focusing on automation, ease of application deployment, security, reliability and scalability. As an operating system, Container Linux provides only the minimal functionality required for deploying applications inside software containers, together with built-in mechanisms for service discovery and configuration sharing.",
  "/wiki/Damn_Small_Linux": "Damn Small Linux (commonly abbreviated DSL) is a computer operating system for the x86 family of personal computers. It is free and open source software under the terms of the GNU GPL and other free and open source licenses. It was designed to run graphical applications on older PC hardware—for example, machines with 486/early Pentium processors and very little memory. DSL is a Live CD with a size of 50 MB. What originally started as an experiment to see how much software could fit in 50 MB eventually became a full-fledged Linux distribution. It can be installed on storage media with small capacities, like bootable business cards, USB flash drives, various memory cards, and Zip drives.",
  "/wiki/Knoppix": "KNOPPIX (/ˈknɒpɪks/ KNOP-iks) is an operating system based on Debian designed to be run directly from a CD / DVD (Live CD) or a USB flash drive (Live USB), one of the first of its kind for any operating system[vague]. Knoppix was developed by, and named after, Linux consultant Klaus Knopper. When starting a program, it is loaded from the removable medium and decompressed into a RAM drive. The decompression is transparent and on-the-fly.",
  "/wiki/Grml": "Grml /ˈɡrɛməl/ is an operating system based on Debian. It is designed to run mainly from a live CD, but can be made to run from a USB flash drive. Grml aims to be well-suited for system administrators (sysadmin) and other users of text tools. It includes an X Window System server and a few minimalist window managers such as wmii, Fluxbox, and openbox to use the graphical programs like Mozilla Firefox which are included in the distribution.",
  "/wiki/Kanotix": "Kanotix, also referred to as KANOTIX, is an operating system based on Debian, with advanced hardware detection. It can run from an optical disc drive or other media i.e. USB-stick without using a hard disk drive.",
  "/wiki/Lightweight_Portable_Security": "Lightweight Portable Security (LPS) is a Linux LiveCD, (or LiveUSB), developed and publicly distributed by the United States Department of Defense’s Air Force Research Laboratory, that is designed to serve as a secure end node. It can run on almost any Intel-based computer (PC or Mac). LPS boots only in RAM, creating a pristine, non-persistent end node. It supports DoD-approved Common Access Card (CAC) readers, as required for authenticating users into PKI-authenticated gateways to access internal DoD networks.",
  "/wiki/Thinstation": "Thinstation is a free and open source Linux implementation of a thin client operating system.  It only requires standard 32-bit x86 PC hardware and can boot directly from the network via PXE or Etherboot from a TFTP server, or from local devices such as Hard disks, CompactFlash drives, USB keyrings and CD/DVDs. The minimum requirement is an i686 class CPU and RAM dependent on the intended use, typically 64–256 MB.",
  "/wiki/Macpup": "Macpup is an operating system based on Puppy Linux, which has Puppy's normal JWM window manager available, but also includes the Enlightenment WM; users can quickly switch window managers without rebooting. The Macpup Enlightenment interface as installed features a Mac OS X-like dockbar, but many Enlightenment themes are available. Macpup comes with the Firefox web browser, and like its parent, Macpup can be run from RAM. The live .iso only uses 184MB of RAM.",
  "/wiki/Puppy_Linux": "Puppy Linux is an operating system and family of light-weight Linux distributions that focus on ease of use and minimal memory footprint. The entire system can be run from random-access memory with current versions generally taking up about 210 MB, allowing the boot medium to be removed after the operating system has started. Applications such as AbiWord, Gnumeric and MPlayer are included, along with a choice of lightweight web browsers and a utility for downloading other packages. The distribution was originally developed by Barry Kauler and other members of the community, until Kauler retired in 2013. The tool Woof can build a Puppy Linux distribution from the binary packages of other Linux distributions.",
  "/wiki/Nanolinux": "NanoLinux\nis an open source, free and very lightweight Linux distribution that requires only 14 MB of disk space including tiny versions of the most common desktop applications and several games. It is based on the Core version of the Tiny Core Linux\ndistribution and uses Busybox, Nano-X instead of X.Org, FLTK 1.3.x as the default GUI toolkit, and SLWM (super-lightweight window manager). The included applications are mainly based on FLTK.",
  "/wiki/Tiny_Core_Linux": "Tiny Core Linux (TCL) is a minimal Linux operating system focusing on providing a base system using BusyBox and FLTK, developed by Robert Shingledecker. The distribution is notable for its small size (11 to 16 MB) and minimalism; additional functions are provided by extensions. Tiny Core Linux is free and open source software and is licensed under the GNU General Public License version 2.",
  "/wiki/Parted_Magic": "Parted Magic is a commercial Linux distribution with disk partitioning and data recovery tools, sold as a Linux-based bootable disk. The distribution's nomenclature is derived from the names of the GNU Parted and PartitionMagic software packages.",
  "/wiki/PCLinuxOS": "PCLinuxOS, often shortened to PCLOS, is an x86-64 Linux distribution, with KDE Plasma Desktop, MATE and XFCE as its default user interfaces. It is a primarily free software operating system for personal computers aimed at ease of use. It is considered a rolling release.",
  "/wiki/Mandriva": "Mandriva S.A. was a public software company specializing in Linux and open-source software. Its corporate headquarters was in Paris, and it had development centers in Metz, France and Curitiba, Brazil. Mandriva, S.A. was the developer and maintainer of a Linux distribution called Mandriva Linux, as well as various enterprise software products. Mandriva was a founding member of the Desktop Linux Consortium.",
  "/wiki/Porteus_(operating_system)": "Porteus (formerly Slax Remix) is a portable operating system based on Slackware. It does not require installation and can be run from fixed and removable media, such as a USB flash drive or compact disc.",
  "/wiki/Slax": "Slax is a LiveCD Linux distribution based on Debian and is being developed by Tomáš Matějíček. Packages can be added by apt package manager or can be prepared as modules. The tagline for Slax refers to itself as \"your pocket operating system\".",
  "/wiki/SliTaz_GNU/Linux": "SliTaz GNU/Linux is a lightweight Linux distribution, community-based, suitable for use on older hardware and as a Live CD or Live USB. SliTaz stands for \"Simple, Light, Incredible, Temporary Autonomous Zone\" according to the boot screen.",
  "/wiki/Floppy_disk": "A floppy disk, also known as a floppy, diskette, or simply disk, is a type of disk storage composed of a disk of thin and flexible magnetic storage medium, sealed in a rectangular plastic enclosure lined with fabric that removes dust particles. Floppy disks are read and written by a floppy disk drive (FDD).",
  "/wiki/SystemRescueCD": "SystemRescueCd is a Linux distribution for the x86 64 and previously x86 computers. The primary purpose of SystemRescueCD is to repair un-bootable or otherwise damaged computer systems after a system crash. SystemRescueCd is not intended to be used as a permanent operating system. It runs from a Live CD, a USB flash drive or any type of hard drive. It was designed by a team led by François Dupoux, and is based on Arch Linux.",
  "/wiki/Arch_Linux": "Arch Linux (/ɑːrtʃ/) is a Linux distribution for computers based on x86-64 architectures. The Arch Linux repositories contain both libre, and nonfree software, and the default Arch Linux kernel contains nonfree proprietary blobs, hence the distribution is not endorsed by the GNU project.",
  "/wiki/Tails_(operating_system)": "Tails or The Amnesic Incognito Live System is a security-focused Debian-based Linux distribution aimed at preserving privacy and anonymity. All its incoming and outgoing connections are forced to go through Tor, and any and all non-anonymous connections are blocked. The system is designed to be booted as a live DVD or live USB, and will leave no digital footprint on the machine unless explicitly told to do so. The Tor Project has provided financial support for its development.\nAccording to the Whonix Project, in comparison with other anonymity-focused software or platforms, \"Tails is better suited for high-risk users who face aggressive, targeted surveillance.\"",
  "/wiki/Secure_Digital": "Secure Digital, officially abbreviated as SD, is a proprietary non-volatile memory card format developed by the SD Card Association (SDA) for use in portable devices.",
  "/wiki/Tin_Hat_Linux": "This is a list of Gentoo Linux derivatives.",
  "/wiki/Hardened_Gentoo": "Gentoo Linux  (pronounced /ˈdʒɛntuː/ JEN-too) is a Linux distribution built using the Portage package management system. Unlike a binary software distribution, the source code is compiled locally according to the user's preferences and is often optimized for the specific type of computer. Precompiled binaries are available for some larger packages or those with no available source code."
}