{
  "/wiki/Based_on_a_True_Story_(film)": "Based on a True Story (French: D'après une histoire vraie) is a 2017 internationally co-produced psychological thriller film directed by Roman Polanski, based on the novel of the same name by Delphine de Vigan. It was screened out of competition at the 2017 Cannes Film Festival.",
  "/wiki/Roman_Polanski": "Roman Polański (/pəˈlænski/ pə-LAN-skee, Polish: [ˈrɔman pɔˈlaj̃skʲi] (listen); born 18 August 1933 in Paris; original name Raymond Thierry Liebling) is a French-Polish film director, producer, writer, and actor. Since 1978, Polanski has been a fugitive from the U.S. criminal justice system; he fled the country while awaiting sentencing in his sexual abuse case, in which he pleaded guilty to statutory rape.",
  "/wiki/Emmanuelle_Seigner": "Emmanuelle Seigner (born 22 June 1966)[citation needed] is a French actress, former fashion model, and singer. She is known for her roles in The Diving Bell and the Butterfly (2007), The Ninth Gate (1999) and Frantic (1988). She has been nominated for a César Award for Best Actress for Venus in Fur (2013), and for two César Awards for Best Supporting Actress in Place Vendôme (1998) and La Vie En Rose (2007). She is married to Polish film director Roman Polanski.",
  "/wiki/Eva_Green": "Eva Gaëlle Green (French: [e.va ɡa.ɛl ɡʁeːn]; born July 6, 1980) is a French actress and model.",
  "/wiki/Vincent_Perez": "Vincent Perez (born 10 June 1964) is a Swiss actor, director and photographer. He is best known internationally for playing the title character, Ashe Corven, in The Crow: City of Angels, and for starring in Queen of the Damned, playing Marius de Romanus. Some of his notable films in French cinema include Cyrano de Bergerac, Le Bossu, La Reine Margot and Indochine.",
  "/wiki/Berlin_Syndrome_(film)": "Berlin Syndrome is a 2017 Australian-French psychological thriller film directed by Cate Shortland, written by Shaun Grant and starring Teresa Palmer and Max Riemelt. The film is based on the novel of the same name by Melanie Joosten and tells the story of a young Australian photographer who travels to Germany, where she meets an attractive young German teacher. Waking up after a stormy night of passion with him, the photographer is suddenly taken hostage by her would-be lover.",
  "/wiki/Cate_Shortland": "Cate Shortland (born 10 August 1968) is an Australian film and television writer and director. She is best known for her films Somersault, Lore and Berlin Syndrome.",
  "/wiki/Teresa_Palmer": "Teresa Mary Palmer (born 26 February 1986) is an Australian actress, writer, model and film producer.",
  "/wiki/Max_Riemelt": "Max Riemelt (born 7 January 1984) is a German actor, known internationally for playing Wolfgang Bogdanow in the Netflix series Sense8. In Germany, he is known for many years of television and cinema both acting and directing.",
  "/wiki/The_Girl_in_the_Fog": "The Girl in the Fog (Italian: La ragazza nella nebbia) is a 2017 Italian psychological thriller film based on the novel of the same name by Donato Carrisi.",
  "/wiki/Donato_Carrisi": "Donato Carrisi (born 25 March 1973 in Martina Franca) is an Italian writer, director and screenwriter.\nHe made his directorial debut with the film The Girl in the Fog (2017), based on his novel of the same name. He won a David di Donatello 2018 for Best New Director. It was one of the features of the 2019 Italian Film Festival in the United States, promoting Italian films in several cities.",
  "/wiki/Toni_Servillo": "Marco Antonio Servillo (Italian: [ˈtɔni serˈviːllo]; born 25 January 1959), known as Toni Servillo, is an Italian actor and theatrical director.",
  "/wiki/Alessio_Boni": "Alessio Boni (born 4 July 1966) is an Italian actor.",
  "/wiki/Jean_Reno": "Juan Moreno y Herrera-Jiménez (born 30 July 1948), known as Jean Reno (French: [ʒɑ̃ ʁeno]), is a French actor of Spanish descent. He has worked in French, English, Japanese, Spanish and Italian productions; Reno appeared in films such as Crimson Rivers, Godzilla, The Da Vinci Code, Mission: Impossible, The Pink Panther, Ronin, Les Visiteurs, The Big Blue, Hector and the Search for Happiness and Léon: The Professional.",
  "/wiki/Hangman_(2017_film)": "Hangman is a 2017 American crime thriller film directed by Johnny Martin and written by Charles Huttinger and Michael Caissie. The film stars Al Pacino, Karl Urban, Joe Anderson, Sarah Shahi, and Brittany Snow. The film follows a detective who tries to track down a serial killer who bases his murders on Hangman, the children's guessing game. It was released on December 22, 2017, and was panned by critics.",
  "/wiki/Al_Pacino": "Alfredo James \"Al\" Pacino (/pəˈtʃiːnoʊ/; Italian: [paˈtʃiːno]; born April 25, 1940) is an American actor and filmmaker. In a career spanning over five decades, he has received many awards and nominations, including an Academy Award, two Tony Awards, and two Primetime Emmy Awards, becoming one of the few performers to have received the Triple Crown of Acting. He has also been honored with the AFI Life Achievement Award, the Cecil B. DeMille Award, and the National Medal of Arts.",
  "/wiki/Karl_Urban": "Karl-Heinz Urban (born 7 June 1972) is a New Zealand actor. His career began with appearances in New Zealand films and TV series such as Xena: Warrior Princess. His first Hollywood role was in the 2002 horror film Ghost Ship. Since then, he has appeared in many high-profile movies, including the second and third installments of The Lord of the Rings trilogy in the role of Éomer. He has also portrayed Leonard McCoy in the Star Trek reboot film series, Vaako in the Riddick film series, and Judge Dredd in Dredd. Since 2019, he has starred as Billy Butcher in Amazon's web television series The Boys.",
  "/wiki/Brittany_Snow": "Brittany Anne Snow (born March 9, 1986) is an American actress, producer, director and singer. She rose to prominence when she appeared in the CBS series Guiding Light (1998–2001) for which she won a Young Artist Award for Best Young Actress and was nominated for two other Young Artist Awards and a Soap Opera Digest Award. Snow then starred in the NBC series American Dreams (2002–2005) for which she was nominated for a Young Artist Award and three Teen Choice Awards.",
  "/wiki/The_Hunter%27s_Prayer": "The Hunter's Prayer is a 2017 American-German-Spanish action thriller film directed by Jonathan Mostow, based on the 2004 novel For the Dogs by Kevin Wignall. The film tells about a murderer helping a young woman to avenge the death of her family. The film stars Sam Worthington, Odeya Rush, Allen Leech, and Amy Landecker. Filming began on August 12, 2014 in Yorkshire, England.",
  "/wiki/Jonathan_Mostow": "Jonathan Mostow (born November 28, 1961) is an American film director, screenwriter, and film producer. He has directed films such as Breakdown, U-571, Terminator 3: Rise of the Machines, and Surrogates.",
  "/wiki/Sam_Worthington": "Samuel Henry John Worthington (born August 2, 1976) is an Australian actor and writer. He portrays Jake Sully in the Avatar film series, Marcus Wright in Terminator Salvation, and Perseus in Clash of the Titans as well as its sequel Wrath of the Titans. He then transitioned to more dramatic roles, appearing in Everest (2015), Hacksaw Ridge (2016), The Shack (2017), Manhunt: Unabomber (2017), and Fractured (2019). He also voiced the protagonist, Captain Alex Mason, in the video games Call of Duty: Black Ops (2010) and Call of Duty: Black Ops II (2012).",
  "/wiki/Odeya_Rush": "Odeya Rush (Hebrew: אודיה רש‎; born Odeya Rushinek, May 12, 1997) is an Israeli actress, model and filmmaker. She is known for her lead roles in The Giver (2014), Goosebumps (2015) and Dumplin' (2018)",
  "/wiki/Allen_Leech": "Allen Leech (born Alan Leech; 19 May 1981) is an Irish actor best known for his role as Tom Branson on the historical drama series Downton Abbey. He made his professional acting debut with a small part in a 1998 production of A Streetcar Named Desire, made his first major film appearance as Vincent Cusack in Cowboys & Angels, and earned an Irish Film & Television Awards nomination in 2004 with his performance as Mo Chara in Man About Dog.  Leech played Marcus Agrippa on the HBO historical drama series Rome. He also played Paul Prenter in the 2018 biopic Bohemian Rhapsody.",
  "/wiki/The_Invisible_Guardian": "The Invisible Guardian (Spanish: El guardián invisible) is a 2017 Spanish thriller film based on the eponymous novel by Dolores Redondo.",
  "/wiki/Marta_Etura": "Marta Etura Palenzuela (born 28 October 1978) is a Spanish film and television actress. Etura was born in San Sebastián, where she studied at the French Lyceum.",
  "/wiki/Elvira_M%C3%ADnguez": "Elvira Mínguez (born 23 July 1965) is a Spanish actress. Mínguez has appeared in such films as La cacatúa verde (1990), El carro de heno (1991), The Lucky Star, Tapas (2005) and El desconocido (2015). Her television credits include Abuela de verano, Mar de dudas, Imperium and El tiempo entre costuras.",
  "/wiki/The_Invisible_Guest": "The Invisible Guest (Spanish: Contratiempo, lit. 'Setback') is a 2016 Spanish mystery thriller film. It is the second feature thriller by director Oriol Paulo, following El Cuerpo (The Body, 2012). The film was released in Spain on 6 January 2017.",
  "/wiki/Oriol_Paulo": "Oriol Paulo (born 1975 in Barcelona) is a Spanish screenwriter and director.",
  "/wiki/Mario_Casas": "Mario Casas Sierra (born 12 June 1986) is a Spanish actor.",
  "/wiki/Jos%C3%A9_Coronado": "José María Coronado García (born 14 August 1957 in Madrid) is a Spanish film and television actor.",
  "/wiki/Ana_Wagener": "Ana Álvarez Wagener (born 1962) is a Spanish actress. She has appeared in such films as The Sleeping Voice, My Prison Yard, Biutiful, and The Invisible Guest. Her television credits include the role of Vicenta Ramírez in La Señora and its successor 14 de abril. La República.",
  "/wiki/B%C3%A1rbara_Lennie": "Bárbara Lennie Holguín (born 20 April 1984 in Madrid) is a Spanish actress.  Her credits include Magical Girl, Obaba and El Niño and the television series Isabel and El incidente.",
  "/wiki/Kidnap_(2017_film)": "Kidnap is a 2017 American thriller film directed by  Luis Prieto, written by Knate Lee and stars Halle Berry, Lew Temple, Sage Correa and Chris McGinn. The film follows Karla, a diner waitress, who doggedly pursues a car after her 6-year-old son is abducted from a park. The film is Berry's second abduction thriller following 2013's The Call. The film's development began in June 2009. Principal photography began on October 27, 2014, in New Orleans, with scenes also being filmed in Slidell. Filming was completed on December 7, 2014.",
  "/wiki/Luis_Prieto_(director)": "Luis Prieto (born July 10, 1970) is a Spanish-born film director, and screenwriter.",
  "/wiki/Halle_Berry": "Halle Maria Berry (born Maria Halle Berry; August 14, 1966) is an American actress. Berry won the Academy Award for Best Actress for her performance in the romantic drama film Monster's Ball (2001), becoming the only woman of African American descent to have won the award.",
  "/wiki/Lew_Temple": "Lew Temple (born October 2, 1967) is an American film actor, known for his roles as Locus Fender in the action film, Domino, Cal, the diner manager in the comedy-drama Waitress, and Axel in the third season of The Walking Dead.",
  "/wiki/6_Days_(2017_film)": "6 Days is a British-New Zealand political action thriller film directed by Toa Fraser and written by Glenn Standring. It is based upon the 1980 Iranian Embassy siege in London and stars Jamie Bell, Abbie Cornish, Mark Strong and Martin Shaw.",
  "/wiki/Toa_Fraser": "Toa Fraser (born 1975) is a New Zealand born of Fijian heritage playwright and film director. His first feature film, No. 2, starring Ruby Dee won the Audience Award (World Dramatic) at the 2006 Sundance Film Festival. His second, Dean Spanley, starring Sam Neill, Jeremy Northam and Peter O'Toole, premiered in September 2008. His third film Giselle was selected to be screened in the Contemporary World Cinema section at the 2013 Toronto International Film Festival. His fourth, The Dead Lands, a Maori action-adventure film, was released in 2014.",
  "/wiki/Jamie_Bell": "Andrew James Matfin Bell (born 14 March 1986) is an English actor and dancer. He rose to prominence for his debut role in Billy Elliot (2000), for which he won the BAFTA Award for Best Actor in a Leading Role. He is also known for his roles in the films King Kong (2005), Jumper (2008), The Adventures of Tintin (2011), Snowpiercer (2013), Fantastic Four (2015) and Rocketman (2019), as well as starring as Abraham Woodhull in the television series Turn: Washington's Spies (2014).",
  "/wiki/Abbie_Cornish": "Abbie Cornish (born 7 August 1982), also known by her rap name Dusk, is an Australian actress and rapper. Following her lead performance in 2004's Somersault, Cornish is best known for her film roles as Fanny Brawne in Bright Star (2009), Sweet Pea in Sucker Punch (2011), Lindy in Limitless (2011) and for her work with writer/director Martin McDonagh in Seven Psychopaths (2012) and Three Billboards Outside Ebbing, Missouri (2017). For the latter, Cornish won her first Screen Actors Guild Award as part of the cast. In 2018, she portrayed Cathy Mueller in the first season of Amazon Video series Jack Ryan opposite John Krasinski.",
  "/wiki/Mark_Strong": "Mark Strong (born Marco Giuseppe Salussolia; 5 August 1963) is an English actor. He is best known for his film roles such as Archy in RocknRolla Prince Septimus in Stardust (2007), Lord Henry Blackwood in Sherlock Holmes (2009), Frank D'Amico in Kick-Ass (2010), Jim Prideaux in Tinker Tailor Soldier Spy (2011), George in Zero Dark Thirty (2012), Major General Stewart Menzies in The Imitation Game (2014), Merlin in Kingsman: The Secret Service (2014) and Kingsman: The Golden Circle (2017), and Dr. Thaddeus Sivana in Shazam! (2019).",
  "/wiki/Shot_Caller_(film)": "Shot Caller is a 2017 American crime thriller film directed and written by Ric Roman Waugh. The film chronicles the transformation of a well-to-do family man into a hardened prison gangster, undergone to survive California's penal system after he is incarcerated for his role in a deadly DUI car accident. The film stars Nikolaj Coster-Waldau, Omari Hardwick, Lake Bell, Jon Bernthal, Emory Cohen, Jeffrey Donovan, and Evan Jones, with Benjamin Bratt, and Holt McCallany.",
  "/wiki/Ric_Roman_Waugh": "Ric Roman Waugh (born 20 February 1968) is an American film director, writer, actor, and stunt performer. He is known for his work in Felon (2008), Snitch (2013), and Shot Caller (2017). He directed Angel Has Fallen (2019), the third installment in the Fallen series.",
  "/wiki/Nikolaj_Coster-Waldau": "Nikolaj Coster-Waldau (Danish pronunciation: [nekolai̯ kʰɒstɐ ˈvæltau̯]; born 27 July 1970) is a Danish actor, producer and screenwriter. He graduated from the Danish National School of Performing Arts in Copenhagen in 1993. Coster-Waldau's breakthrough performance in Denmark was his role in the film Nightwatch (1994). Since then he has appeared in numerous films in his native Scandinavia and Europe in general, including Headhunters (2011) and A Thousand Times Good Night (2013).",
  "/wiki/Omari_Hardwick": "Omari Latif Hardwick (born January 9, 1974) is an American actor, known for his roles in the TV series Saved and Dark Blue, in Spike Lee's Miracle at St. Anna (2008), The A-Team (2010), Kick-Ass (2010), Tyler Perry's For Colored Girls (2010) and as Andre in BET Network's Being Mary Jane. He also played James \"Ghost\" St. Patrick on Starz's Power.",
  "/wiki/Lake_Bell": "Lake Siegel Bell (born March 24, 1979) is an American actress, director, and screenwriter. She has starred in various television series, including Boston Legal (2004–2006), Surface (2005–2006), How to Make It in America (2010–2011) and Childrens Hospital (2008–2016), and in films including Over Her Dead Body (2008), What Happens in Vegas (2008), It's Complicated (2009), No Strings Attached (2011), Million Dollar Arm (2014), No Escape (2015), The Secret Life of Pets (2016), and Home Again (2017).",
  "/wiki/Jon_Bernthal": "Jonathan Edward Bernthal (/ˈbɜːrnθɔːl/; born September 20, 1976) is an American actor. Bernthal began his career in theater before guest starring on various television shows. He gained critical acclaim and prominence for his portrayal of Shane Walsh on the AMC series The Walking Dead (2010–2012; 2018). He later starred in supporting and leading roles in various critically acclaimed films including The Wolf of Wall Street (2013), Fury (2014), Sicario (2015), The Accountant (2016), Baby Driver, Wind River (both 2017), Widows (2018), and Ford v Ferrari (2019).",
  "/wiki/The_Snowman_(2017_film)": "The Snowman is a 2017 psychological crime horror thriller film directed by Tomas Alfredson and written by Hossein Amini, Peter Straughan and Søren Sveistrup, and based on the novel of the same name by Jo Nesbø. An international co-production between the United Kingdom, United States, Sweden, and Japan; the film stars Michael Fassbender, Rebecca Ferguson, Charlotte Gainsbourg, Val Kilmer, and J. K. Simmons, and follows a detective who tries to find a serial killer who uses snowmen as his calling card.",
  "/wiki/Tomas_Alfredson": "Hans Christian Tomas Alfredson (born 1 April 1965) is a Swedish film director who is best known internationally for directing the 2008 vampire film Let the Right One In and 2011 espionage film Tinker Tailor Soldier Spy. Alfredson has received the Guldbagge award for Best Direction twice; in 2005 for Four Shades of Brown, and in 2008 for Let the Right One In.",
  "/wiki/Michael_Fassbender": "Michael Fassbender (born 2 April 1977) is an Irish-German actor. His feature film debut was in the fantasy war epic 300 (2007) as a Spartan warrior; his earlier roles included various stage productions, as well as starring roles on television such as in the HBO miniseries Band of Brothers (2001) and the Sky One fantasy drama Hex (2004–05). He first came to prominence for his role as IRA activist Bobby Sands in Hunger (2008), for which he won a British Independent Film Award. Subsequent roles include in the independent film Fish Tank (2009), as a Royal Marines lieutenant in Inglourious Basterds (2009), as Edward Rochester in the 2011 film adaptation of Jane Eyre, as Carl Jung in A Dangerous Method (2011), as the sentient android David 8 in Prometheus (2012) and its sequel, Alien: Covenant (2017), and in the musical comedy-drama Frank (2014) as an eccentric musician loosely inspired by Frank Sidebottom.",
  "/wiki/Rebecca_Ferguson": "Rebecca Louisa Ferguson Sundström (born 19 October 1983) is a Swedish actress. She began her acting career with the Swedish soap opera Nya tider (1999–2000) and went on to star in the slasher film Drowning Ghost (2004). She came to international prominence with her portrayal of Elizabeth Woodville in the British television miniseries The White Queen (2013), for which she was nominated for a Golden Globe for Best Actress in a Miniseries or Television Film.",
  "/wiki/Charlotte_Gainsbourg": "Charlotte Lucy Gainsbourg (French pronunciation: [ʃaʁlɔt ɡɛ̃sbuʁ] (listen); born 21 July 1971) is an English-French actress and singer. She is the daughter of English actress Jane Birkin and French singer and songwriter Serge Gainsbourg. After making her musical debut with her father on the song \"Lemon Incest\" at the age of 12, she released an album with her father at the age of 15. More than 20 years passed before she released the first of four albums as an adult (5:55, IRM, Stage Whisper and Rest) to commercial and critical success. Gainsbourg has also appeared in many films, including several directed by Lars von Trier, and has received both a César Award and the Cannes Film Festival Best Actress Award.",
  "/wiki/Thumper_(film)": "Thumper is a 2017 crime thriller directed and written by Jordan Ross and starring Eliza Taylor, Lena Headey, Pablo Schreiber, Ben Feldman, Daniel Webber, and Grant Harvey. The film premiered at the 2017 Tribeca Film Festival and was released November 7, 2017.",
  "/wiki/Jordan_Ross": "Jordan Ross is an English former professional rugby league footballer who played in the 2000s and 2010s. He played at representative level for Wales, and at club level for Keighley Cougars, Rochdale Hornets and York City Knights, as a second-row.",
  "/wiki/Eliza_Taylor": "Eliza Jane Taylor-Cotter Morley (born 24 October 1989), known professionally as Eliza Taylor, is an Australian actress. She is best known for her roles as Janae Timmins on the Australian soap opera Neighbours (2005–08) and Clarke Griffin on The CW drama series The 100 (2014–present).",
  "/wiki/Lena_Headey": "Lena Kathren Headey (/ˈliːnə ˈhiːdi/ LEE-nə HEE-dee; born 3 October 1973) is an English actress. She is best known for her acclaimed portrayal of Cersei Lannister on the HBO fantasy drama series Game of Thrones (2011–2019), for which she has received five Primetime Emmy Award nominations and a Golden Globe Award nomination.",
  "/wiki/Pablo_Schreiber": "Pablo Tell Schreiber (born April 26, 1978) is a Canadian-American actor, known for his dramatic stage work and for his portrayal of Nick Sobotka on The Wire, Mad Sweeney on American Gods on Starz, and for his role of George \"Pornstache\" Mendez on Orange Is the New Black, for which he received a Primetime Emmy nomination for Outstanding Guest Actor in a Drama Series. He was nominated for a Tony Award for his performance in Awake and Sing! on Broadway. He also narrated the audiobook version of Brett Easton Ellis’ American Psycho, and is one of the leads in Den of Thieves. In April 2019, he was cast as Master Chief in the upcoming Halo live-action series.",
  "/wiki/Ben_Feldman": "Ben Feldman (born May 27, 1980) is an American actor. He has done stage acting, including the Broadway play The Graduate along with Alicia Silverstone and Kathleen Turner. He also played a leading character in The Perfect Man and portrayed Fran Drescher's son on the television series Living with Fran. He is also known for his role as Jonah in the NBC sitcom Superstore.",
  "/wiki/You_Were_Never_Really_Here": "You Were Never Really Here (released as A Beautiful Day in France and Germany) is a 2017 psychological action thriller film written and directed by Lynne Ramsay. Based on the 2013 novella of the same name by Jonathan Ames, it stars Joaquin Phoenix, Ekaterina Samsonov, Alex Manette, John Doman, and Judith Roberts. In the film, a traumatized mercenary named Joe (Phoenix) is hired by a politician to find and rescue his daughter who has been kidnapped by a human trafficking network, which Joe is instructed to destroy by any violent means.",
  "/wiki/Lynne_Ramsay": "Lynne Ramsay (born 5 December 1969) is a Scottish film director, writer, producer, and cinematographer best known for the feature films Ratcatcher (1999), Morvern Callar (2002), We Need to Talk About Kevin (2011), and You Were Never Really Here (2017).",
  "/wiki/Joaquin_Phoenix": "Joaquin Rafael Phoenix[a] (/hwɑːˈkiːn/; né Bottom; born October 28, 1974) is an American actor and producer. He has received several accolades, including an Academy Award, a Grammy Award, and two Golden Globe Awards.",
  "/wiki/Ekaterina_Samsonov": "Ekaterina Samsonov (Russian: Екатерина Самсонова; born January 1, 2003) is an American model and actress who holds both American and Russian citizenship.",
  "/wiki/John_Doman": "John Doman (born January 9, 1945) is an American actor best known for playing Deputy Police Commissioner/ Major William Rawls on HBO series The Wire from 2002 to 2008, Colonel Edward Galson on Oz in 2001, Rodrigo Borgia in the international television series Borgia from 2011 to 2014, and Don Carmine Falcone in Fox's show Gotham in 2014.",
  "/wiki/List_of_thriller_films_of_the_2010s": "Following is a list of thriller films released in the 2010s."
}