{
  "/wiki/Nikolay_Kruglov": "Nikolay Konstantinovich Kruglov (Russian: Никола́й Константи́нович Кругло́в; born 31 January 1950) is a former Soviet Union biathlete. At the 1976 Olympics in Innsbruck he won gold medals in the 20 km individual and with the men's relay team. He became world champion in the sprint event at the 1975 World Championships in Antholz.",
  "/wiki/Biathlon_at_the_1976_Winter_Olympics": "Biathlon at the 1976 Winter Olympics consisted of two biathlon events, held at Seefeld. The events began on 6 February and ended on 13 February 1976.",
  "/wiki/Aleksandr_Elizarov": "Aleksandr Matveyevich Elizarov (also Yelizarov) (Russian: Александр Матвеевич Елизаров; born 7 March 1952) is a former Soviet biathlete. At the 1976 Winter Olympics in Innsbruck, he won a gold medal with the Soviet relay team, and an individual bronze medal.",
  "/wiki/Ivan_Biakov": "Ivan Ivanovych Biakov (Russian: Иван Иванович Бяков; 21 September 1944 – 4 November 2009) was a Soviet biathlete.",
  "/wiki/Aleksandr_Tikhonov": "Alexander Ivanovich Tikhonov (Russian: Алекса́ндр Ива́нович Ти́хонов; born 2 January 1947) is a former Soviet biathlete.",
  "/wiki/Nikolay_Bazhukov": "Nikolay Serafimovich Bazhukov (Russian: Николай Серафимович Бажуков) (born July 23, 1953 in Troitsko-Pechorsk, Komi ASSR) is a Soviet/Russian cross-country skier who competed from 1976 to 1980. He won the 15 km gold and the 4 × 10 km relay bronze at the 1976 Winter Olympics in Innsbruck, then followed it with a 4 × 10 km relay gold at the 1980 Winter Olympics in Lake Placid, New York. Bazhukov trained at the Armed Forces sports society.",
  "/wiki/Cross-country_skiing_at_the_1976_Winter_Olympics": "The 1976 Winter Olympic Games cross-country skiing results. The women's 3 × 5 km relay was replaced by a 4 × 5 km relay at these games.",
  "/wiki/Sergey_Savelyev": "Sergey Petrovich Savelyev (Russian: Серге́й Петро́вич Саве́льев; February 26, 1948 in Raychikhinsk, Amur Oblast – October 29, 2005 in Moscow ) was a retired Russian cross-country skier who represented the Soviet Union.",
  "/wiki/Raisa_Smetanina": "Raisa Petrovna Smetanina (Russian: Раиса Петровна Сметанина; born 29 February 1952) is a former Soviet/Russian cross-country skiing champion. Smetanina is an ethnic Komi. She is the first woman in history to win ten Winter Olympic medals (Stefania Belmondo being the second, Marit Bjørgen the third, and Ireen Wüst the fourth). Smetanina took part in five Olympics, representing the Soviet team four times and the Unified Team once. In particular, Smetanina won two gold and one silver medals at the 1976 Winter Olympics, becoming the most successful athlete there, along with Rosi Mittermaier of West Germany.",
  "/wiki/Nina_Baldycheva-Fyodorova": "Nina Viktorovna Baldycheva (Russian: Нина Викторовна Балдычёва; also known as Baldychova, Fedorova, Baldycheva-Fedorova or Fyodorova; 18 July 1947 – 27 January 2019) was a Russian cross-country skier who competed from 1970 to 1980. She won three medals at the Winter Olympics with a gold in the 4 × 5 km relay (1976), a silver in the 4 × 5 km relay (1980), and a bronze in the 5 km (1976). In the relay in 1976, she injured her left hand in a fall at the start, but completed the race.",
  "/wiki/Zinaida_Amosova": "3Zinaida Stepanovna Amosova (Russian: Зинаида Степановна Амосова) (born 12 January 1950 in Krupskaya kolkhoz, Talaz District, Dzhambul Oblast, Kazakh SSR) is a former Soviet cross-country skier who competed from 1976 to 1983, training at the Armed Forces sports society in Novosibirsk. She won a gold medal in the 4 x 5 km relay at the 1976 Winter Olympics in Innsbruck.",
  "/wiki/Galina_Kulakova": "Galina Alexeyevna Kulakova (Russian: Галина Алексеевна Кулакова, born 29 April 1942) is a Soviet former cross-country skier, arguably the best skier on distances shorter than 10 km in the early 1970s. She won four Olympic golds, two individual in 1972 and two relay golds in 1972 and 1976. She was the most successful athlete at the 1972 Winter Olympics, along with Ard Schenk of the Netherlands. Competing in the World Championships, she won three individual golds, two in 1974 and one in 1970, and also two relay golds in those years.  Kulakova also won the 10 km event at the Holmenkollen ski festival in 1970 and 1979. Galina Kulakova was also 39 times Champion of the USSR between 1969 and 1981.",
  "/wiki/Irina_Rodnina": "Irina Konstantinovna Rodnina (Russian: Ирина Константиновна Роднина, IPA: [ɪˈrʲinə kənstɐnˈtʲinəvnə rədʲnʲɪˈna]; born 12 September 1949) is a Russian politician and figure skater, who is the only pair skater to win 10 successive World Championships (1969–78) and three successive Olympic gold medals (1972, 1976, 1980). She was elected to the State Duma in the 2007 legislative election as a member of President Vladimir Putin's United Russia party. As a figure skater, she initially competed with Alexei Ulanov and later teamed up with Alexander Zaitsev. She is the first pair skater to win the Olympic title with two different partners, followed only by Artur Dmitriev.",
  "/wiki/Alexander_Gennadiyevich_Zaitsev": "Alexander Gennadiyevich Zaitsev (Russian: Александр Геннадиевич Зайцев, born 16 June 1952 in Leningrad) is a retired pair skater who represented the Soviet Union. With partner Irina Rodnina, he is a two-time (1976, 1980) Olympic champion, six-time World champion and seven-time European champion. From 1973 to 1980 they won every event they entered. They were coached by Stanislav Zhuk and later Tatiana Tarasova in Moscow.",
  "/wiki/Figure_skating_at_the_1976_Winter_Olympics": "Figure skating at the 1976 Winter Olympics took place at the Olympiahalle in Innsbruck, Austria.",
  "/wiki/Liudmila_Pakhomova": "Lyudmila Alekseyevna Pakhomova (Russian: Людмила Алексеевна Пахомова; 31 December 1946 – 17 May 1986) was an ice dancer who competed for the Soviet Union. With partner and husband Alexandr Gorshkov, she was the 1976 Olympic champion, one of the oldest female figure skating Olympic champions.",
  "/wiki/Aleksandr_Gorshkov_(figure_skater)": "Aleksandr Georgievich Gorshkov (Russian: Александр Георгиевич Горшков, born 8 October 1946) is a former ice dancer who competed internationally for the Soviet Union. With partner Lyudmila Pakhomova, he is the 1976 Olympic champion. Since 2010, Gorshkov is the president of the Figure Skating Federation of Russia (FFKKR).",
  "/wiki/Soviet_Union_men%27s_national_ice_hockey_team": "The Soviet national ice hockey team (Russian: Сборная СССР по хоккею с шайбой) was the national ice hockey team of the Soviet Union. The team won nearly every world championship and Olympic tournament between 1954 and 1991 and never failed to medal in any International Ice Hockey Federation (IIHF) tournament they competed in.",
  "/wiki/Vladislav_Tretiak": "Vladislav Aleksandrovich Tretiak, MSM (Russian: Владислав Александрович Третьяк, IPA: [trʲɪˈtʲjak]; born 25 April 1952) is a Russian former goaltender for the Soviet Union national ice hockey team. Considered to be one of the greatest goaltenders in the history of the sport, he was voted one of six players to the International Ice Hockey Federation's (IIHF) Centennial All-Star Team in a poll conducted by a group of 56 experts from 16 countries. He is the current president of the Ice Hockey Federation of Russia and was the general manager of the Russian 2010 Winter Olympic team.",
  "/wiki/Aleksandr_Sidelnikov": "Alexander Nikolaevich Sidelnikov (August 12, 1950 – June 23, 2003) was a Soviet ice hockey player who played in the Soviet Hockey League. He played for Krylya Sovetov Moscow.  He was inducted into the Russian and Soviet Hockey Hall of Fame in 1976. He won a gold medal at the 1976 Winter Olympics.",
  "/wiki/Aleksandr_Gusev_(ice_hockey)": "Alexander Vladimirovich Gusev (Russian: Александр Владимирович Гусев; born 21 January 1947) is a former Soviet ice hockey player and Olympic champion. He participated at the 1976 Winter Olympics in Innsbruck, where the Soviet team won a gold  medal.",
  "/wiki/Vladimir_Lutchenko": "Vladimir Yakovlevich Lutchenko (born January 2, 1949 in Ramenskoye, Soviet Union) is a retired ice hockey player who played in the Soviet Hockey League.  He played for HC CSKA Moscow.  He was inducted into the Russian and Soviet Hockey Hall of Fame in 1970",
  "/wiki/Sergei_Babinov": "Sergei Panteleimonovich Babinov (Russian: Сергей Пантелеймонович Бабинов; born 11 July 1955 in Chelyabinsk, Soviet Union) is a retired ice hockey player who played in the Soviet Hockey League. He played for Traktor Chelyabinsk, Krylya Sovetov Moscow and HC CSKA Moscow. He was inducted into the Russian and Soviet Hockey Hall of Fame in 1979.",
  "/wiki/Yury_Lyapkin": "Yuri Evgenievich Lyapkin (born January 21, 1945) is a Russian retired ice hockey defenceman.",
  "/wiki/Gennadiy_Tsygankov": "Gennadiy Dmitrievich Tsygankov (Russian: Геннадий Дмитриевич Цыганков; 16 August 1947 in Vanino, Soviet Union – 16 February 2006) was a Soviet and Russian ice hockey player and coach. He trained at the Armed Forces sports society.",
  "/wiki/Sergey_Kapustin": "Sergei Alekseevich Kapustin (Russian: Сергей Алексеевич Капустин) (13 February 1953 in Ukhta, Russian SFSR, Soviet Union – 4 June 1995) was an ice hockey player who played in the Soviet Hockey League.  He played for HC CSKA Moscow, Krylya Sovetov Moscow, and HC Spartak Moscow.",
  "/wiki/Aleksandr_Maltsev": "Alexander Nikolayevich Maltsev (Russian: Александр Николаевич Мальцев; born 20 April 1949) is a retired Soviet ice hockey forward and politician.",
  "/wiki/Boris_Aleksandrov": "Boris Viktorovich Alexandrov (Russian: Борис Викторович Александров; November 13, 1955 — July 31, 2002) was a Soviet and Kazakh professional ice hockey player. Boris Alexandrov competed for Torpedo Ust-Kamenogorsk in 1972-1973 and in 1982-1996, and for CSKA Moscow from 1973 to 1978. He became USSR Champion in 1975, 1977 and 1978.",
  "/wiki/Boris_Mikhailov_(ice_hockey)": "Boris Petrovich Mikhailov (Russian: Бори́с Петро́вич Миха́йлов; born October 6, 1944) is a former Soviet ice hockey player.",
  "/wiki/Alexander_Yakushev": "Alexander Sergeyevich Yakushev (Russian: Александр Серге́евич Якушев) (born January 2, 1947) is a former ice hockey player and coach for the Soviet Union.",
  "/wiki/Vladimir_Vladimirovich_Petrov": "Vladimir Vladimirovich Petrov (Russian: Влади́мир Влади́мирович Петро́в; 30 June 1947 – 28 February 2017) was a Russian Soviet ice hockey player, Olympic Champion (1972, 1976) and silver medalist (1980).",
  "/wiki/Valeri_Kharlamov": "Valeri Borisovich Kharlamov (Russian: Вале́рий Бори́сович Харла́мов, IPA: [vɐˈlʲerʲɪj bɐˈrʲisəvʲɪtɕ xɐrˈɫaməf]; 14 January 1948 – 27 August 1981) was an ice hockey forward who played for CSKA Moscow in the Soviet League from 1967 until his death in 1981. Although small in stature, Kharlamov was speedy, intelligent and skilled and a dominant player, being named the Soviet Championship League most valuable player in 1972 and 1973. An offensive player, who was considered very creative and intelligent on the ice, he also led the league in scoring in 1972. He was also a gifted skater who was able to make plays at top speed. Kharlamov was considered one of the best players of his era, as well as one of the greatest players of all time.",
  "/wiki/Vladimir_Shadrin": "Vladimir Nikolaevich Shadrin (born June 6, 1948 in Moscow, Soviet Union) is a retired ice hockey centre who played in the Soviet Hockey League from 1964 to 1979 for HC Spartak Moscow. He also played in the Japan Ice Hockey League for Oji Seishi between 1979 and 1983. He was inducted into the Russian and Soviet Hockey Hall of Fame in 1971.",
  "/wiki/Valeri_Vasiliev": "Valeri Ivanovich Vasiliev (Russian: Валерий Иванович Васильев) (August 3, 1949 – April 19, 2012) was a Russian ice hockey defenceman, who competed for the USSR. An eight-time Soviet all-star, Vasiliev was captain of the national team, for which he played 13 years. Born in Gorky, Soviet Union, he played for HC Dynamo Moscow.",
  "/wiki/Viktor_Shalimov": "Viktor Ivanovich Shalimov (Russian: Виктор Иванович Шалимов; born April 20, 1951 in Solnechnogorsk, Soviet Union) is a retired ice hockey player who played in the Soviet Hockey League.  He played for HC Spartak Moscow.  He was inducted into the Russian and Soviet Hockey Hall of Fame in 1975. He scored 66 goals in his 126 career games for the Soviet national team. He played in the 1976 Winter Olympics and was one of the top scorers of the tournament.",
  "/wiki/Viktor_Zhluktov": "Viktor Vasilievich Zhluktov (Russian: Виктор Васильевич Жлуктов) (born January 26, 1954) is a retired Russian ice hockey player who played for CSKA Moscow and the Soviet Union.",
  "/wiki/Ice_hockey_at_the_1976_Winter_Olympics": "The men's ice hockey tournament  at the 1976 Winter Olympics in Innsbruck, Austria, was the 13th Olympic Championship. The Soviet Union won its fifth gold medal. Games were held at the Olympiahalle Innsbruck.",
  "/wiki/Yevgeny_Kulikov": "Yevgeny Nikolayevich Kulikov (Russian: Евге́ний Никола́евич Кулико́в, born 25 May 1950 in Sverdlovsk Oblast) is a former speed skater who specialised in the sprint.",
  "/wiki/Speed_skating_at_the_1976_Winter_Olympics": "Speed skating at the 1976 Winter Olympics, was held from 5 to 14 February. Nine events were contested at Eisschnelllaufbahn Innsbruck. This was the first Olympics which included the men's 1000 metres, and the first change to the men's program at the Olympics since the elimination of the all-round event in 1928.",
  "/wiki/Tatyana_Averina-Barabash": "Tatyana Borisovna Averina (Russian: Татья́на Бори́совна Аве́рина; 25 June 1950 – 22 August 2001) was a Soviet Russian speed skater. After getting married, her name also appeared as Tatyana Barabash (Russian: Татьяна Барабаш).",
  "/wiki/Galina_Stepanskaya": "Galina Andreyevna Stepanskaya (Russian: Галина Андреевна Степанская; born 27 January 1949) is a former speed skater who competed for the Soviet Union. She won the 1,500 m event at the 1976 Winter Olympics in Innsbruck. She was Soviet Allround Champion in 1976 and 1977 and won silver twice at the World Allround Championships, in 1977 and 1978. In 2009, she was awarded the Order of the Badge of Honour.",
  "/wiki/Yevgeny_Belyayev": "Yevgeny Prokopievich Belyayev (Russian: Евге́ний Проко́пьевич Беля́ев) (March 20, 1954 - March 15, 2003) was a Soviet/Russian cross-country skier who competed in the 1970s and 1980s, representing the Soviet Union at the international level. Belyayev trained at VSS Trud in Leningrad until 1981 and at Dynamo in the same city since then. He won the 15 km silver and the 4 × 10 km relay bronze at the 1976 Winter Olympics in Innsbruck, then followed it with a 4 × 10 km relay gold at the 1980 Winter Olympics in Lake Placid, New York.",
  "/wiki/Vladimir_Kovalev": "Vladimir Nikolayevich Kovalyov (Russian: Владимир Николаевич Ковалёв; born 2 February 1953) is a retired figure skater who competed internationally for the USSR. He is an Olympic silver medalist and 2-time World champion. He trained at VSS Trud in Moscow.",
  "/wiki/Irina_Moiseeva": "Irina Valentinovna Moiseeva (Russian: Ирина Валентиновна Моисеева; born 3 July 1955) is \na Russian retired ice dancer who represented the Soviet Union. With partner and husband Andrei Minenkov, she is the 1976 Olympic silver medalist, 1980 Olympic bronze medalist, and two-time World champion (1975, 1977).",
  "/wiki/Andrei_Minenkov": "Andrei Olegovich Minenkov (Russian: Андрей Олегович Миненков; born 6 December 1954) is a Russian retired ice dancer who represented the Soviet Union. With partner and wife Irina Moiseeva, he is the 1976 Olympic silver medalist, 1980 Olympic bronze medalist, and two-time world champion (1975 and 1977).",
  "/wiki/Valery_Muratov": "Valery Alekseyevich Muratov (Russian: Вале́рий Алексе́евич Мура́тов, born 1 May 1946 in Kolomna) is a former ice speed skater from the USSR, who represented his native country in three consecutive Winter Olympics, starting in 1968 in Grenoble, France. He trained in Kolomna at Burevestnik and later at the Armed Forces sports society.",
  "/wiki/Yury_Kondakov": "Yuri Georgievich Kondakov (Russian: Юрий Георгиевич Кондаков, born 24 November 1951) is a Russian/Ukrainian speed skater who competed for the Soviet Union in the 1976 Winter Olympics and in the 1980 Winter Olympics, as well as several European and World Championships in the 1970s.",
  "/wiki/Soviet_Union_at_the_1976_Winter_Olympics": "The Soviet Union (USSR) competed at the 1976 Winter Olympics in Innsbruck, Austria."
}