{
  "/wiki/Abu_Dhabi": "Abu Dhabi (US: /ˈɑːbuː ˈdɑːbi/, UK: /ˈæbuː/; Arabic: أَبُو ظَبْيٍ‎ Abū Ẓaby Arabic pronunciation: [ɐˈbuˈðˤɑbi]) is the capital and the second-most populous city of the United Arab Emirates (after Dubai). It is also the capital of the Emirate of Abu Dhabi, which is the largest of the UAE's seven emirates. The city of Abu Dhabi is located on an island in the Persian Gulf, off the Central West Coast. Most of the city and the Emirate reside on the mainland connected to the rest of the country. As of 2020, Abu Dhabi's urban area had an estimated population of 1.48 million, out of 2.9 million in the emirate of Abu Dhabi, as of 2016.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Auckland_City": "Auckland City was the part of Auckland urban area covering the isthmus and most of the islands of the Hauraki Gulf. The core of Auckland City was the Auckland CBD, a major financial and commercial centre, surrounded by many suburbs.  It was formerly the name of a local authority district that was governed by Auckland City Council; it lay within the wider Auckland Region, which was governed by Auckland Regional Council. Auckland City was disestablished as a local government district on 1 November 2010, when Auckland City Council was amalgamated with other councils of the Auckland Region into the new Auckland Council.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Chongqing": "Chongqing (/ˌtʃʊŋˈtʃɪŋ/, also US: /ˌtʃɔːŋ-, ˌtʃuːŋ-/, Chinese: [ʈʂʰʊ̌ŋ.tɕʰîŋ] (listen)), alternatively romanised as Chungking,[note 2] is a megacity in southwest China. Administratively, it is one of the four municipalities under the direct administration of central government of the People's Republic of China (the other three are Beijing, Shanghai and Tianjin), and the only such municipality located far away from the coast. The municipality of Chongqing, which is around the size of Austria, includes the city of Chongqing and various non-connected cities. As the Chongqing municipality government directly administers the city of Chongqing, as well as rural counties, and other cities not connected to the city of Chongqing, Chongqing municipality can technically claim to be the largest city proper in the world, even though this is due to a classification technicality and not because it is actually the world's largest urban area.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Daejeon": "Daejeon (Korean: [tɛ̝.dʑʌn] (listen)) is South Korea's fifth-largest metropolis. Daejeon had a population of over 1.5 million in 2010. Located in the central region of South Korea, Daejeon serves as a hub of transportation and is at the crossroads of major transport routes. The capital Seoul is about 50 minutes away by KTX high-speed train.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Hyderabad": "Hyderabad (/ˈhaɪdərəbɑːd/ (listen) HY-dər-ə-baad) is the capital and largest city of the Indian state of Telangana and de jure capital of Andhra Pradesh.[A] Occupying 650 square kilometres (250 sq mi) along the banks of the Musi River, located on the Deccan Plateau in the northern part of South India. At an average altitude of 542 metres (1,778 ft), much of Hyderabad is situated on hilly terrain around artificial lakes, including Hussain Sagar lake—predating the city's founding—north of the city centre. Hyderabad City has a population of about 6.9 million, with about 9.7 million in Hyderabad Metropolitan Region, making it the fourth-most populous city and sixth-most populous urban agglomeration in India. With an output of US$74 billion, Hyderabad is the fifth-largest contributor to India's overall gross domestic product.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Kaohsiung": "Kaohsiung (/ˌkaʊˈʃʌŋ/; Mandarin Chinese: [káuɕʊ̌ŋ] (listen)), Wade–Giles: Kao¹-hsiung², officially Kaohsiung City,[I] is a city in southern Taiwan. The city proper is a special municipality with an area of 2,952 km2 (1,140 sq mi) stretching from the coastal urban centre to the rural Yushan Range. As of 2018, the municipality has a population of 2.77 million, making it the third most populous administrative division and second largest metropolis in Taiwan.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Kobe": "Kobe (/ˈkoʊbi, -beɪ/ KOH-bee, -⁠bay; Japanese: [koꜜːbe]; officially 神戸市, Kōbe-shi) is the sixth-largest city[citation needed] in Japan and the capital city of Hyōgo Prefecture. It is located on the southern side of the main island of Honshū, on the north shore of Osaka Bay and about 30 km (19 mi) west of Osaka. With a population around 1.5 million, the city is part of the Keihanshin metropolitan area along with Osaka and Kyoto.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Semarang": "Semarang is the capital and largest city of Central Java province in Indonesia. A major port during the Dutch colonial era, and still an important regional centre and port today. The city has been named as the cleanest tourist destination in Southeast Asia by the ASEAN Clean Tourist City Standard (ACTCS) for the year of 2020 to 2022.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Shenzhen": "Shenzhen (/ˈʃɛnˈdʒɛn/; Chinese: 深圳; Mandarin pronunciation: [ʂə́n.ʈʂə̂n] (listen)) is a major sub-provincial city located on the east bank of the Pearl River estuary on the central coast of southern Guangdong province, People's Republic of China.  It forms part of the Pearl River Delta megalopolis, bordering Hong Kong across the Sham Chun River to the south, Huizhou to the northeast and Dongguan to the northwest, and shares maritime boundaries with Guangzhou, Zhongshan and Zhuhai to the west and southwest across the estuary.",
  "/wiki/City_of_Brisbane": "The City of Brisbane is a local government area that has jurisdiction over the inner portion of the metropolitan area of Brisbane, the capital of Queensland, Australia. Brisbane is located in the county of Stanley and is the largest city followed by Ipswich with bounds in part of the county.  Unlike LGAs in the other mainland state capitals (Sydney, Melbourne, Perth and Adelaide), which are generally responsible only for the central business districts and inner neighbourhoods of those cities, the City of Brisbane administers a significant portion of the Brisbane metropolitan area, serving almost half of the population of the Brisbane Greater Capital City Statistical Area (GCCSA, formerly statistical division).  As such, it has a larger population than any other local government area in Australia. The City of Brisbane was the first Australian LGA to reach a population of more than one million. Its population is roughly equivalent to the populations of Tasmania, the Australian Capital Territory and the Northern Territory combined. In 2016–2017, the council administers a budget of over $3 billion, by far the largest budget of any LGA in Australia."
}