{
  "/wiki/Transmission_(medicine)": "In medicine, public health, and biology, transmission is the passing of a pathogen causing communicable disease from an infected host individual or group to a particular individual or group, regardless of whether the other individual was previously infected.",
  "/wiki/Adenovirus_infection": "Adenovirus infections most commonly cause illness of the respiratory system; however, depending on the infecting serotype, they may also cause various other illnesses and presentations.",
  "/wiki/Adenoviridae": "Adenoviruses (members of the family Adenoviridae) are medium-sized (90–100 nm), nonenveloped (without an outer lipid bilayer) viruses with an icosahedral nucleocapsid containing a double stranded DNA genome. Their name derives from their initial isolation from human adenoids in 1953.",
  "/wiki/Gastroenteritis": "Gastroenteritis, also known as infectious diarrhea, is inflammation of the gastrointestinal tract—the stomach and small intestine. Symptoms may include diarrhea, vomiting and abdominal pain. Fever, lack of energy and dehydration may also occur. This typically lasts less than two weeks. It is not related to influenza, though it has erroneously been called the \"stomach flu\".",
  "/wiki/Keratoconjunctivitis": "Keratoconjunctivitis is inflammation (\"-itis\") of the cornea and conjunctiva.",
  "/wiki/Pharyngitis": "Pharyngitis is inflammation of the back of the throat, known as the pharynx. It typically results in a sore throat and fever. Other symptoms may include a runny nose, cough, headache, difficulty swallowing, swollen lymph nodes, and a hoarse voice. Symptoms usually last 3–5 days. Complications can include sinusitis and acute otitis media. Pharyngitis is a type of upper respiratory tract infection.",
  "/wiki/Croup": "Croup, also known as laryngotracheobronchitis, is a type of respiratory infection that is usually caused by a virus. The infection leads to swelling inside the trachea, which interferes with normal breathing and produces the classic symptoms of \"barking\" cough, stridor, and a hoarse voice. Fever and runny nose may also be present. These symptoms may be mild, moderate, or severe. Often it starts or is worse at night. It normally lasts one to two days.",
  "/wiki/Pharyngoconjunctival_fever": "Adenovirus infections most commonly cause illness of the respiratory system; however, depending on the infecting serotype, they may also cause various other illnesses and presentations.",
  "/wiki/Pneumonia": "Pneumonia is an inflammatory condition of the lung affecting primarily the small air sacs known as alveoli. Typically symptoms include some combination of productive or dry cough, chest pain, fever, and trouble breathing. Severity is variable.",
  "/wiki/Cystitis": "A urinary tract infection (UTI) is an infection that affects part of the urinary tract. When it affects the lower urinary tract it is known as a bladder infection (cystitis) and when it affects the upper urinary tract it is known as a kidney infection (pyelonephritis). Symptoms from a lower urinary tract infection include pain with urination, frequent urination, and feeling the need to urinate despite having an empty bladder. Symptoms of a kidney infection include fever and flank pain usually in addition to the symptoms of a lower UTI. Rarely the urine may appear bloody. In the very old and the very young, symptoms may be vague or non-specific.",
  "/wiki/Adenovirus_vaccine": "An adenovirus vaccine is a vaccine against adenovirus.",
  "/wiki/Coxsackievirus": "Coxsackieviruses are a few related enteroviruses that belong to the Picornaviridae family of nonenveloped, linear, positive-sense single-stranded RNA viruses, as well as its genus Enterovirus, which also includes poliovirus and echovirus. Enteroviruses are among the most common and important human pathogens, and ordinarily its members are transmitted by the fecal-oral route. Coxsackieviruses share many characteristics with poliovirus. With control of poliovirus infections in much of the world, more attention has been focused on understanding the nonpolio enteroviruses such as coxsackievirus.",
  "/wiki/Picornaviridae": "A picornavirus is a virus belonging to the family Picornaviridae,  a family of viruses in the order Picornavirales. Vertebrates, including humans, serve as natural hosts. Picornaviruses are nonenveloped viruses that represent a large family of small, cytoplasmic, plus-strand RNA (~7.5kb) viruses with a 30-nm icosahedral capsid. Its genome does not have a lipid membrane. Picornaviruses are found in mammals and birds. There are currently 80 species in this family, divided among 35 genera. Notable examples are Enterovirus (including Rhinovirus and Poliovirus), Aphthovirus, Cardiovirus, and Hepatovirus genera. The viruses in this family can cause a range of diseases including paralysis, meningitis, hepatitis and poliomyelitis. Picornaviruses are in Baltimore IV class. Their genome single-stranded (+) sense RNA is what functions as mRNA after entry into the cell and all viral mRNA synthesized is of genome polarity. The mRNA encodes RNA dependent RNA polymerase. This polymerase makes complementary minus strands of RNA, then uses them as templates to make more plus strands. So, an overview of the steps in picornavirus replication are in order: attachment, entry, translation, transcription/genome replication (one and the same process), assembly and exit.",
  "/wiki/Hand,_foot_and_mouth_disease": "Hand, foot, and mouth disease (HFMD) is a common infection caused by a group of viruses. It typically begins with a fever and feeling generally unwell. This is followed a day or two later by flat discolored spots or bumps that may blister, on the hands, feet and mouth and occasionally buttocks and groin. Signs and symptoms normally appear 3–6 days after exposure to the virus. The rash generally resolves on its own in about a week. Fingernail and toenail loss may occur a few weeks later, but they will regrow with time.",
  "/wiki/Pleurodynia": "Bornholm disease or epidemic pleurodynia or epidemic myalgia is a disease caused by the Coxsackie B virus or other viruses.",
  "/wiki/Aseptic_meningitis": "Aseptic meningitis is the inflammation of the meninges, a membrane covering the brain and spinal cord in patients whose cerebral spinal fluid test result is negative with routine bacterial cultures.  Aseptic meningitis is caused by viruses, mycobacteria, spirochetes, fungi, medications, and cancer malignancies. The testing for both meningitis and aseptic meningitis is mostly the same. A cerebrospinal fluid sample is taken by lumbar puncture and is tested for leukocyte levels to determine if there is an infection and goes on to further testing to see what the actual cause is. The symptoms are the same for both meningitis and aseptic meningitis but the severity of the symptoms and the treatment can depend on the certain cause.",
  "/wiki/Pericarditis": "Pericarditis is inflammation of the pericardium (the fibrous sac surrounding the heart). Symptoms typically include sudden onset of sharp chest pain. The pain may also be felt in the shoulders, neck, or back. It is typically better sitting up and worse when lying down or breathing deeply. Other symptoms may include fever, weakness, palpitations, and shortness of breath. Occasionally onset of symptoms is gradual.",
  "/wiki/Myocarditis": "Myocarditis, also known as inflammatory cardiomyopathy, is inflammation of the heart muscle. Symptoms can include shortness of breath, chest pain, decreased ability to exercise, and an irregular heartbeat. The duration of problems can vary from hours to months. Complications may include heart failure due to dilated cardiomyopathy or cardiac arrest.",
  "/wiki/Epstein%E2%80%93Barr_virus": "The Epstein–Barr virus (EBV, sometimes abbreviated as EPV), formally called Human gammaherpesvirus 4, is one of the nine known human herpesvirus types in the herpes family, and is one of the most common viruses in humans.",
  "/wiki/Herpesviridae": "Herpesviridae is a large family of DNA viruses that cause infections and certain diseases in animals, including humans. The members of this family are also known as herpesviruses. The family name is derived from the Greek word herpein (\"to creep\"), referring to spreading cutaneous lesions, usually involving blisters, seen in flares of herpes simplex 1, herpes simplex 2 and herpes zoster (shingles). In 1971, the International Committee on the Taxonomy of Viruses (ICTV) established Herpesvirus as a genus with 23 viruses among four groups. Latent, recurring infections are typical of this group of viruses, though the family name does not refer to latency. Herpesviridae can cause latent or lytic infections.",
  "/wiki/Infectious_mononucleosis": "Infectious mononucleosis (IM, mono), also known as glandular fever, is an infection usually caused by the Epstein–Barr virus (EBV). Most people are infected by the virus as children, when the disease produces few or no symptoms. In young adults, the disease often results in fever, sore throat, enlarged lymph nodes in the neck, and tiredness. Most people recover in two to four weeks; however, feeling tired may last for months. The liver or spleen may also become swollen, and in less than one percent of cases splenic rupture may occur.",
  "/wiki/Burkitt%27s_lymphoma": "Burkitt lymphoma is a cancer of the lymphatic system, particularly B lymphocytes found in the germinal center.  It is named after Denis Parsons Burkitt, the Irish surgeon who first described the disease in 1958 while working in equatorial Africa. The overall cure rate for Burkitt's lymphoma in developed countries is about 90%, but worse in low-income countries. Burkitt's lymphoma is uncommon in adults, where it has a worse prognosis.",
  "/wiki/Hodgkin%27s_lymphoma": "Hodgkin lymphoma (HL) is a type of lymphoma in which cancer originates from a specific type of white blood cells called lymphocytes. Symptoms may include fever, night sweats, and weight loss. Often there will be non-painful enlarged lymph nodes in the neck, under the arm, or in the groin. Those affected may feel tired or be itchy.",
  "/wiki/Nasopharyngeal_carcinoma": "Nasopharyngeal carcinoma (NPC), or nasopharynx cancer, is the most common cancer originating in the nasopharynx, most commonly in the postero-lateral nasopharynx or pharyngeal recess (fossa of Rosenmüller), accounting for 50% of cases. NPC occurs in children and adults.  NPC differs significantly from other cancers of the head and neck in its occurrence, causes, clinical behavior, and treatment. It is vastly more common in certain regions of East Asia and Africa than elsewhere, with viral, dietary and genetic factors implicated in its causation. It is most common in males. It is a squamous cell carcinoma of an undifferentiated type. Squamous epithelial cells are a flat type of cell found in the skin and the membranes that line some body cavities. Differentiation means how different the cancer cells are from normal cells. Undifferentiated cells are cells that do not have their mature features or functions.",
  "/wiki/Hepatitis_A_virus": "Hepatitis A is an infectious disease of the liver caused by Hepatovirus A (HAV). Many cases have few or no symptoms, especially in the young. The time between infection and symptoms, in those who develop them, is between two and six weeks. When symptoms occur, they typically last eight weeks and may include nausea, vomiting, diarrhea, jaundice, fever, and abdominal pain. Around 10–15% of people experience a recurrence of symptoms during the six months after the initial infection. Acute liver failure may rarely occur, with this being more common in the elderly.",
  "/wiki/Acute_hepatitis": "Hepatitis is inflammation of the liver tissue. Some people with hepatitis have no symptoms, whereas others develop yellow discoloration of the skin and whites of the eyes (jaundice), poor appetite, vomiting, tiredness, abdominal pain, and diarrhea. Hepatitis is acute if it resolves within six months, and chronic if it lasts longer than six months. Acute hepatitis can resolve on its own, progress to chronic hepatitis, or (rarely) result in acute liver failure. Chronic hepatitis may progress to scarring of the liver (cirrhosis), liver failure, and liver cancer.",
  "/wiki/Immunoglobulin": "An antibody (Ab), also known as an immunoglobulin (Ig), is a large, Y-shaped protein produced mainly by plasma cells that is used by the immune system to neutralize pathogens such as pathogenic bacteria and viruses. The antibody recognizes a unique molecule of the pathogen, called an antigen, via the fragment antigen-binding (Fab) variable region. Each tip of the \"Y\" of an antibody contains a paratope (analogous to a lock) that is specific for one particular epitope  (analogous to a key) on an antigen, allowing these two structures to bind together with precision. Using this binding mechanism, an antibody can tag a microbe or an infected cell for attack by other parts of the immune system, or can neutralize its target directly (for example, by inhibiting a part of a microbe that is essential for its invasion and survival). Depending on the antigen, the binding may impede the biological process causing the disease or may activate macrophages to destroy the foreign substance. The ability of an antibody to communicate with the other components of the immune system is mediated via its Fc region (located at the base of the \"Y\"), which contains a conserved glycosylation site involved in these interactions. The production of antibodies is the main function of the humoral immune system.",
  "/wiki/Post-exposure_prophylaxis": "Post-exposure prophylaxis, also known as post-exposure prevention (PEP), is any preventive medical treatment started after exposure to a pathogen in order to prevent the infection from occurring.",
  "/wiki/Hepatitis_A_vaccine": "Hepatitis A vaccine is a vaccine that prevents hepatitis A. It is effective in around 95% of cases and lasts for at least fifteen years and possibly a person's entire life. If given, two doses are recommended beginning after the age of one. It is given by injection into a muscle.",
  "/wiki/Hepatitis_B_virus": "Hepatitis B virus, abbreviated HBV, is a partially double-stranded DNA virus, a species of the genus Orthohepadnavirus and a member of the Hepadnaviridae family of viruses. This virus causes the disease hepatitis B.",
  "/wiki/Hepadnaviridae": "Hepadnaviridae[a] is a family of viruses. Humans, apes, and birds serve as natural hosts. There are currently over 12 species in this family, divided among 5 genera. Its best-known member is  hepatitis B virus. Diseases associated with this family include: liver infections, such as hepatitis, hepatocellular carcinomas (chronic infections), and cirrhosis.",
  "/wiki/Body_fluids": "Body fluids, bodily fluids, or biofluids are liquids within the human body. In lean healthy adult men, the total body water is about 60% (60–67%) of the total body weight; it is usually slightly lower in women. The exact percentage \nof fluid relative to body weight is inversely proportional to the percentage of body fat. A lean 70 kg (160 pound) man, for example, has about 42 (42–47) liters of water in his body.",
  "/wiki/Vertical_transmission": "Vertical transmission of symbionts is the transfer of a microbial symbiont from the parent directly to the offspring.  Many metazoan species carry symbiotic bacteria which play a mutualistic, commensal, or parasitic role.  A symbiont is acquired by a host via horizontal, vertical, or mixed transmission.",
  "/wiki/Sexually_transmitted_disease": "Sexually transmitted infections (STIs), also referred to as sexually transmitted diseases (STDs), are infections that are commonly spread by sexual activity, especially vaginal intercourse, anal sex and oral sex. Many times STIs initially do not cause symptoms. This results in a greater risk of passing the disease on to others. Symptoms and signs of disease may include vaginal discharge, penile discharge, ulcers on or around the genitals, and pelvic pain. STIs can be transmitted to an infant before or during childbirth and may result in poor outcomes for the baby. Some STIs may cause problems with the ability to get pregnant.",
  "/wiki/Chronic_hepatitis": "Hepatitis is inflammation of the liver tissue. Some people with hepatitis have no symptoms, whereas others develop yellow discoloration of the skin and whites of the eyes (jaundice), poor appetite, vomiting, tiredness, abdominal pain, and diarrhea. Hepatitis is acute if it resolves within six months, and chronic if it lasts longer than six months. Acute hepatitis can resolve on its own, progress to chronic hepatitis, or (rarely) result in acute liver failure. Chronic hepatitis may progress to scarring of the liver (cirrhosis), liver failure, and liver cancer.",
  "/wiki/Cirrhosis": "Cirrhosis, also known as liver cirrhosis or hepatic cirrhosis, is a condition in which the liver does not function properly due to long-term damage. This damage is characterized by the replacement of normal liver tissue by scar tissue. Typically, the disease develops slowly over months or years. Early on, there are often no symptoms. As the disease worsens, a person may become tired, weak, itchy, have swelling in the lower legs, develop yellow skin, bruise easily, have fluid build up in the abdomen, or develop spider-like blood vessels on the skin. The fluid build-up in the abdomen may become spontaneously infected. Other serious complications include hepatic encephalopathy, bleeding from dilated veins in the esophagus or dilated stomach veins, and liver cancer. Hepatic encephalopathy results in confusion and may lead to unconsciousness.",
  "/wiki/Hepatocellular_carcinoma": "Hepatocellular carcinoma (HCC) is the most common type of primary liver cancer in adults, and is the most common cause of death in people with cirrhosis.",
  "/wiki/Lamivudine": "Lamivudine, commonly called 3TC, is an antiretroviral medication used to prevent and treat HIV/AIDS. It is also used to treat chronic hepatitis B when other options are not possible. It is effective against both HIV-1 and HIV-2. It is typically used in combination with other antiretrovirals such as zidovudine and abacavir. Lamivudine may be included as part of post-exposure prevention in those who have been potentially exposed to HIV. Lamivudine is taken by mouth as a liquid or tablet.",
  "/wiki/Adefovir": "Adefovir is a prescription medicine used to treat (chronic) infections with hepatitis B virus. A prodrug form of adefovir was previously called bis-POM PMEA, with trade names Preveon and Hepsera. It is an orally administered nucleotide analog reverse-transcriptase inhibitor (ntRTI).  It can be formulated as the pivoxil prodrug adefovir dipivoxil.",
  "/wiki/Entecavir": "Entecavir (ETV), sold under the brand name Baraclude, is an antiviral medication used in the treatment of hepatitis B virus (HBV) infection. In those with both HIV/AIDS and HBV antiretroviral medication should also be used. Entecavir is taken by mouth as a tablet or solution.",
  "/wiki/Pegylated_interferon_alfa-2": "Human type I interferons (IFNs) are a large subgroup of interferon proteins that help regulate the activity of the immune system.",
  "/wiki/Hepatitis_B_vaccine": "Hepatitis B vaccine is a vaccine that prevents hepatitis B. The first dose is recommended within 24 hours of birth with either two or three more doses given after that. This includes those with poor immune function such as from HIV/AIDS and those born premature. It is also recommended that health-care workers be vaccinated. In healthy people routine immunization results in more than 95% of people being protected.",
  "/wiki/Hepatitis_C_virus": "Hepacivirus C (HCV) is a small (55–65 nm in size), enveloped, positive-sense single-stranded RNA virus of the family Flaviviridae. The Hepacivirus C is the cause of hepatitis C and some cancers such as liver cancer (hepatocellular carcinoma, abbreviated HCC) and lymphomas in humans.",
  "/wiki/Flaviviridae": "Flaviviridae is a family of viruses. Humans and other mammals serve as natural hosts. They are primarily spread through arthropod vectors (mainly ticks and mosquitoes). The family gets its name from the yellow fever virus, the type virus of Flaviviridae; flavus is Latin for \"yellow\", and yellow fever in turn was named because of its propensity to cause jaundice in victims. Currently, over 100 species are in this family, divided among four genera. Diseases associated with this family include: hepatitis (hepaciviruses), hemorrhagic syndromes, fatal mucosal disease (pestiviruses), hemorrhagic fever, encephalitis, and the birth defect microcephaly (flaviviruses).",
  "/wiki/Ribavirin": "Ribavirin, also known as tribavirin, is an antiviral medication used to treat RSV infection, hepatitis C and some viral hemorrhagic fevers. For hepatitis C, it is used in combination with other medications such as simeprevir, sofosbuvir, peginterferon alfa-2b or peginterferon alfa-2a. Among the viral hemorrhagic fevers it is used for Lassa fever, Crimean–Congo hemorrhagic fever, and Hantavirus infection but should not be used for Ebola or Marburg infections. Ribavirin is taken by mouth or inhaled.",
  "/wiki/Herpes_simplex_virus,_type_1": "Herpes simplex virus 1 and 2 (HSV-1 and HSV-2), also known by their taxonomical names Human alphaherpesvirus 1 and Human alphaherpesvirus 2, are two members of the human Herpesviridae family, a set of viruses that produce viral infections in the majority of humans. Both HSV-1 (which produces most cold sores) and HSV-2 (which produces most genital herpes) are common and contagious. They can be spread when an infected person begins shedding the virus.",
  "/wiki/Herpes_labialis": "Herpes labialis, commonly known as cold sores, is a type of infection by the herpes simplex virus that affects primarily the lip. Symptoms typically include a burning pain followed by small blisters or sores. The first attack may also be accompanied by fever, sore throat, and enlarged lymph nodes. The rash usually heals within 10 days, but the virus remains dormant in the trigeminal ganglion. The virus may periodically reactivate to create another outbreak of sores in the mouth or lip.",
  "/wiki/Cold_sores": "Herpes labialis, commonly known as cold sores, is a type of infection by the herpes simplex virus that affects primarily the lip. Symptoms typically include a burning pain followed by small blisters or sores. The first attack may also be accompanied by fever, sore throat, and enlarged lymph nodes. The rash usually heals within 10 days, but the virus remains dormant in the trigeminal ganglion. The virus may periodically reactivate to create another outbreak of sores in the mouth or lip.",
  "/wiki/Virus_latency": "Virus latency (or viral latency) is the ability of a pathogenic virus to lie dormant (latent) within a cell, denoted as the lysogenic part of the viral life cycle.  A latent viral infection is a type of persistent viral infection which is distinguished from a chronic viral infection. Latency is the phase in certain viruses' life cycles in which, after initial infection, proliferation of virus particles ceases. However, the viral genome is not fully eradicated.  The result of this is that the virus can reactivate and begin producing large amounts of viral progeny (the lytic part of the viral life cycle) without the host becoming reinfected by new outside virus, and stays within the host indefinitely.",
  "/wiki/Gingivostomatitis": "Stomatitis is inflammation of the mouth and lips. It refers to any inflammatory process affecting the mucous membranes of the mouth and lips, with or without oral ulceration.",
  "/wiki/Tonsillitis": "Tonsillitis is inflammation of the tonsils, typically of rapid onset. It is a type of pharyngitis. Symptoms may include sore throat, fever, enlargement of the tonsils, trouble swallowing, and large lymph nodes around the neck. Complications include peritonsillar abscess.",
  "/wiki/Acyclovir": "Aciclovir (ACV), also known as acyclovir, is an antiviral medication. It is primarily used for the treatment of herpes simplex virus infections, chickenpox, and shingles. Other uses include prevention of cytomegalovirus infections following transplant and severe complications  of Epstein-Barr virus infection. It can be taken by mouth, applied as a cream, or injected.",
  "/wiki/Famciclovir": "Famciclovir is a guanosine analogue antiviral drug used for the treatment of various herpesvirus infections, most commonly for herpes zoster (shingles). It is a prodrug form of penciclovir with improved oral bioavailability. Famciclovir is marketed under the trade name Famvir (Novartis).",
  "/wiki/Foscarnet": "Foscarnet (phosphonomethanoic acid), known by its brand name Foscavir, is an antiviral medication which is primarily used to treat viral infections involving the Herpesviridae family. It is classified as a pyrophosphate analog DNA polymerase inhibitor. Foscarnet is the conjugate base of a chemical compound with the formula HO2CPO3H2.",
  "/wiki/Penciclovir": "Penciclovir is a guanosine analogue antiviral drug used for the treatment of various herpesvirus infections. It is a nucleoside analogue which exhibits low toxicity and good selectivity. Because penciclovir is absorbed poorly when given orally (by mouth) it is more often used as a topical treatment. It is the active ingredient in the cold sore medications Denavir (NDC 0135-0315-52), Vectavir and Fenivir. Famciclovir is a prodrug of penciclovir with improved oral bioavailability.",
  "/wiki/Herpes_simplex_virus,_type_2": "Herpes simplex virus 1 and 2 (HSV-1 and HSV-2), also known by their taxonomical names Human alphaherpesvirus 1 and Human alphaherpesvirus 2, are two members of the human Herpesviridae family, a set of viruses that produce viral infections in the majority of humans. Both HSV-1 (which produces most cold sores) and HSV-2 (which produces most genital herpes) are common and contagious. They can be spread when an infected person begins shedding the virus.",
  "/wiki/Cidofovir": "Cidofovir, brand name Vistide, is an injectable antiviral medication primarily used as a treatment for cytomegalovirus (CMV) retinitis (an infection of the retina of the eye) in people with AIDS.",
  "/wiki/Cytomegalovirus": "Cytomegalovirus (CMV) (from the Greek cyto-, \"cell,\" and megalo-, \"large\") is a genus of viruses in the order Herpesvirales, in the family Herpesviridae, in the subfamily Betaherpesvirinae. Humans and monkeys serve as natural hosts. The eight species in this genus include the type species, Human betaherpesvirus 5 (HCMV, human cytomegalovirus, HHV-5), which is the species that infects humans. Diseases associated with HHV-5 include mononucleosis, and pneumonia. In the medical literature, most mentions of CMV without further specification refer implicitly to human CMV. Human CMV is the most studied of all cytomegaloviruses.",
  "/wiki/Bodily_fluid": "Body fluids, bodily fluids, or biofluids are liquids within the human body. In lean healthy adult men, the total body water is about 60% (60–67%) of the total body weight; it is usually slightly lower in women. The exact percentage \nof fluid relative to body weight is inversely proportional to the percentage of body fat. A lean 70 kg (160 pound) man, for example, has about 42 (42–47) liters of water in his body.",
  "/wiki/Cytomegalic_inclusion_disease": "Cytomegalovirus (CMV) (from the Greek cyto-, \"cell,\" and megalo-, \"large\") is a genus of viruses in the order Herpesvirales, in the family Herpesviridae, in the subfamily Betaherpesvirinae. Humans and monkeys serve as natural hosts. The eight species in this genus include the type species, Human betaherpesvirus 5 (HCMV, human cytomegalovirus, HHV-5), which is the species that infects humans. Diseases associated with HHV-5 include mononucleosis, and pneumonia. In the medical literature, most mentions of CMV without further specification refer implicitly to human CMV. Human CMV is the most studied of all cytomegaloviruses.",
  "/wiki/Premature_birth": "Preterm birth, also known as premature birth, is the birth of a baby at fewer than 37 weeks' gestational age, as opposed to the usual about 40 weeks. These babies are known as preemies or premmies. Symptoms of preterm labor include uterine contractions which occur more often than every ten minutes or the leaking of fluid from the vagina. Premature infants are at greater risk for cerebral palsy, delays in development, hearing problems and sight problems. The earlier a baby is born, the greater these risks will be.",
  "/wiki/Liver_disease": "Liver disease (also called hepatic disease) is a type of damage to or disease of the liver. Whenever the course of the problem lasts long, chronic liver disease ensues.[citation needed]",
  "/wiki/Lung_disease": "Respiratory diseases, or lung diseases, are pathological conditions affecting the organs and tissues that make gas exchange difficult in air-breathing animals. They include conditions of the respiratory tract including the  trachea, bronchi, bronchioles, alveoli, pleurae, pleural cavity, and the nerves and muscles of respiration. Respiratory diseases range from mild and self-limiting, such as the common cold, to life-threatening diseases such as bacterial pneumonia, pulmonary embolism,  acute asthma and lung cancer.",
  "/wiki/Spleen": "The spleen is an organ found in virtually all vertebrates. Similar in structure to a large lymph node, it acts primarily as a blood filter. The word spleen comes from Ancient Greek  σπλήν (splḗn).",
  "/wiki/Small_for_gestational_age": "Small for gestational age (SGA) newborns are those who are smaller in size than normal for the gestational age, most commonly defined as a weight below the 10th percentile for the gestational age.",
  "/wiki/Microcephaly": "Microcephaly is a medical condition in which the brain does not develop properly, resulting in a smaller-than-normal head. Microcephaly may be present at birth or it may develop in the first few years of life. Often, people with this disorder have an intellectual disability, poor motor function, poor speech, abnormal facial features, seizures and dwarfism.",
  "/wiki/Seizures": "A seizure, formally known as an epileptic seizure, is a period of symptoms due to abnormally excessive or synchronous neuronal activity in the brain. Outward effects vary from uncontrolled shaking movements involving much of the body with loss of consciousness (tonic-clonic seizure), to shaking movements involving only part of the body with variable levels of consciousness (focal seizure), to a subtle momentary loss of awareness (absence seizure). Most of the time these episodes last less than 2 minutes and it takes some time to return to normal. Loss of bladder control may occur.",
  "/wiki/Ganciclovir": "Ganciclovir is an antiviral medication used to treat cytomegalovirus (CMV) infections. A prodrug form with improved oral bioavailability (valganciclovir) has also been developed.",
  "/wiki/Human_herpesvirus,_type_8": "Kaposi's sarcoma-associated herpesvirus (KSHV) is the ninth known human herpesvirus; its formal name according to the International Committee on Taxonomy of Viruses (ICTV) is Human gammaherpesvirus 8, or HHV-8 in short. Like other herpesviruses, its informal names are used interchangeably with its formal ICTV name. This virus causes Kaposi's sarcoma, a cancer commonly occurring in AIDS patients, as well as primary effusion lymphoma, HHV-8-associated multicentric Castleman's disease and KSHV inflammatory cytokine syndrome. It is one of seven currently known human cancer viruses, or oncoviruses. Even after so many years of discovery of KSHV/HHV8, there is no known cure for KSHV associated tumorigenesis.",
  "/wiki/Kaposi_sarcoma": "Kaposi's sarcoma (KS) is a type of cancer that can form masses in the skin, lymph nodes, or other organs. The skin lesions are usually purple in color. They can occur singularly, in a limited area, or be widespread. It may worsen either gradually or quickly. Lesions may be flat or raised. Human herpesvirus 8 (HHV8) is found in the lesions of all those who are affected. Risk factors include poor immune function, either as a result of disease or specific medications, and chronic lymphedema.",
  "/wiki/Castleman_disease": "Castleman disease is a group of uncommon lymphoproliferative disorders characterized by lymph node enlargement, characteristic features on microscopic analysis of enlarged lymph node tissue, and a range of symptoms and clinical findings.",
  "/wiki/Primary_effusion_lymphoma": "Primary effusion lymphoma (PEL) is a B-cell lymphoma, presenting with a malignant effusion without a tumor mass.:879–881",
  "/wiki/HIV": "The human immunodeficiency viruses (HIV) are two species of Lentivirus (a subgroup of retrovirus) that infect humans. Over time they cause acquired immunodeficiency syndrome (AIDS), a condition in which progressive failure of the immune system allows life-threatening opportunistic infections and cancers to thrive. Without treatment, average survival time after infection with HIV is estimated to be 9 to 11 years, depending on the HIV subtype. In most cases, HIV is a sexually transmitted infection and occurs by contact with or transfer of blood, pre-ejaculate, semen, and vaginal fluids. Research has shown (for both same-sex and opposite-sex couples) that HIV is untransmissable through condomless sexual intercourse if the HIV-positive partner has a consistently undetectable viral load. Non-sexual transmission can occur from an infected mother to her infant during pregnancy, during childbirth by exposure to her blood or vaginal fluid, and through breast milk. Within these bodily fluids, HIV is present as both free virus particles and virus within infected immune cells.",
  "/wiki/Retroviridae": "A retrovirus is a type of RNA virus that inserts a copy of its genome into the DNA of a host cell that it invades, thus changing the genome of that cell.",
  "/wiki/Blood": "Blood is a body fluid in humans and other animals that delivers necessary substances such as nutrients and oxygen to the cells and transports metabolic waste products away from those same cells.",
  "/wiki/Breast_milk": "Breast milk or mother's milk is milk produced by mammary glands located in the breast of a human female to feed a child. Milk is the primary source of nutrition for newborns before they are able to eat and digest other foods; older infants and toddlers may continue to be breastfed,  in combination with other foods from six months of age when solid foods should be introduced.",
  "/wiki/AIDS": "Human immunodeficiency virus infection and acquired immune deficiency syndrome (HIV/AIDS) is a spectrum of conditions caused by infection with the human immunodeficiency virus (HIV). Following initial infection a person may not notice any symptoms, or may experience a brief period of influenza-like illness. Typically, this is followed by a prolonged period with no symptoms. If the infection progresses, it interferes more with the immune system, increasing the risk of developing common infections such as tuberculosis, as well as other opportunistic infections, and tumors which are otherwise rare in people who have normal immune function. These late symptoms of infection are referred to as acquired immunodeficiency syndrome (AIDS). This stage is often also associated with unintended weight loss.",
  "/wiki/HAART": "The management of HIV/AIDS normally includes the use of multiple antiretroviral drugs in an attempt to control HIV infection. There are several classes of antiretroviral agents that act on different stages of the HIV life-cycle. The use of multiple drugs that act on different viral targets is known as highly active antiretroviral therapy (HAART). HAART decreases the patient's total burden of HIV, maintains function of the immune system, and prevents opportunistic infections that often lead to death. HAART also prevents the transmission of HIV between serodiscordant same sex and opposite sex partners so long as the HIV-positive partner maintains an undetectable viral load.",
  "/wiki/Protease_inhibitor_(pharmacology)": "Protease inhibitors (PIs) are a class of antiviral drugs that are widely used to treat HIV/AIDS and hepatitis C. Protease inhibitors prevent viral replication by selectively binding to viral proteases (e.g. HIV-1 protease) and blocking proteolytic cleavage of protein precursors that are necessary for the production of infectious viral particles.",
  "/wiki/Reverse-transcriptase_inhibitor": "Reverse-transcriptase inhibitors (RTIs) are a class of antiretroviral drugs used to treat HIV infection or  AIDS, and in some cases hepatitis B. RTIs inhibit activity of reverse transcriptase, a viral DNA polymerase that is required for replication of HIV and other retroviruses.",
  "/wiki/Zidovudine": "Zidovudine (ZDV), also known as azidothymidine (AZT), is an antiretroviral medication used to prevent and treat HIV/AIDS. It is generally recommended for use with other antiretrovirals. It may be used to prevent mother-to-child spread during birth or after a needlestick injury or other potential exposure. It is sold both by itself and together as lamivudine/zidovudine and abacavir/lamivudine/zidovudine. It can be used by mouth or by slow injection into a vein.",
  "/wiki/Influenza_virus": "Orthomyxoviridae (ὀρθός, orthós, Greek for \"straight\"; μύξα, mýxa, Greek for \"mucus\") is a family of RNA viruses. It includes seven genera: Influenzavirus A, Influenzavirus B, Influenzavirus C, Influenzavirus D, Isavirus, Thogotovirus, and Quaranjavirus. The first four genera contain viruses that cause influenza in vertebrates, including birds (see also avian influenza), humans, and other mammals. Isaviruses infect salmon; the thogotoviruses are arboviruses, infecting vertebrates and invertebrates, such as ticks and mosquitoes.",
  "/wiki/Orthomyxoviridae": "Orthomyxoviridae (ὀρθός, orthós, Greek for \"straight\"; μύξα, mýxa, Greek for \"mucus\") is a family of RNA viruses. It includes seven genera: Influenzavirus A, Influenzavirus B, Influenzavirus C, Influenzavirus D, Isavirus, Thogotovirus, and Quaranjavirus. The first four genera contain viruses that cause influenza in vertebrates, including birds (see also avian influenza), humans, and other mammals. Isaviruses infect salmon; the thogotoviruses are arboviruses, infecting vertebrates and invertebrates, such as ticks and mosquitoes.",
  "/wiki/Influenza": "Influenza, commonly known as \"the flu\", is an infectious disease caused by an influenza virus. Symptoms can be mild to severe. The most common symptoms include: high fever, runny nose, sore throat, muscle and joint pain, headache, coughing, and feeling tired. These symptoms typically begin two days after exposure to the virus and most last less than a week. The cough, however, may last for more than two weeks. In children, there may be diarrhea and vomiting, but these are not common in adults. Diarrhea and vomiting occur more commonly in gastroenteritis, which is an unrelated disease and sometimes inaccurately referred to as \"stomach flu\" or the \"24-hour flu\". Complications of influenza may include viral pneumonia, secondary bacterial pneumonia, sinus infections, and worsening of previous health problems such as asthma or heart failure.",
  "/wiki/Reye_syndrome": "Reye syndrome is a rapidly worsening brain disease. Symptoms may include vomiting, personality changes, confusion, seizures, and loss of consciousness. Even though liver toxicity typically occurs, jaundice usually does not. Death occurs in 20–40% of those affected and about a third of those who survive are left with a significant degree of brain damage.",
  "/wiki/Amantadine": "Amantadine, sold under the brand name Gocovri among others, is a medication used to treat dyskinesia associated with parkinsonism and influenza caused by type A influenzavirus, though its use for the latter is no longer recommended due to drug resistance. It acts as a nicotinic antagonist and noncompetitive NMDA antagonist. The antiviral mechanism of action is antagonism of the influenzavirus A M2 proton channel, which prevents viral shedding.",
  "/wiki/Rimantadine": "Rimantadine (INN, sold under the trade name Flumadine) is an orally administered antiviral drug used to treat, and in rare cases prevent, influenzavirus A infection.  When taken within one to two days of developing symptoms, rimantadine can shorten the duration and moderate the severity of influenza. Both rimantadine and the similar drug amantadine are derivates of adamantane.  Rimantadine was approved by the Food and Drug Administration (FDA) in 1994.",
  "/wiki/Zanamivir": "Zanamivir is a medication used to treat and prevent influenza caused by influenza A and B viruses. It is a neuraminidase inhibitor and was developed by the Australian biotech firm Biota Holdings. It was licensed to Glaxo in 1990 and approved in the US in 1999, only for use as a treatment for influenza. In 2006, it was approved for prevention of influenza A and B.  Zanamivir was the first neuraminidase inhibitor commercially developed. It is currently marketed by GlaxoSmithKline under the trade name Relenza as a powder for oral inhalation.",
  "/wiki/Oseltamivir": "Oseltamivir, sold under the brand name Tamiflu, is an antiviral medication used to treat and prevent influenza A and influenza B (flu). Many medical organizations recommend it in people who have complications or are at high risk of complications within 48 hours of first symptoms of infection. They recommend it to prevent infection in those at high risk, but not the general population. The Centers for Disease Control and Prevention (CDC) recommends that clinicians use their discretion to treat those at lower risk who present within 48 hours of first symptoms of infection. It is taken by mouth, either as a pill or liquid.",
  "/wiki/Influenza_vaccine": "Influenza vaccines, also known as flu shots or flu jabs, are vaccines that protect against infection by influenza viruses. New versions of the vaccines are developed twice a year, as the influenza virus rapidly changes. While their effectiveness varies from year to year, most provide modest to high protection against influenza. The United States Centers for Disease Control and Prevention (CDC) estimates that vaccination against influenza reduces sickness, medical visits, hospitalizations, and deaths. Immunized workers who do catch the flu, return to work half a day sooner on average. Vaccine effectiveness in those under two years old and those over 65 years old remains uncertain due to a lack of high quality research. Vaccinating children may protect those around them.",
  "/wiki/Measles_virus": "Measles morbillivirus, formerly called measles virus (MeV), is a single-stranded, negative-sense, enveloped, non-segmented RNA virus of the genus Morbillivirus within the family Paramyxoviridae.  It is the cause of measles. Humans are the natural hosts of the virus; no animal reservoirs are known to exist.",
  "/wiki/Paramyxoviridae": "Paramyxoviridae  is a family of viruses in the order Mononegavirales. Vertebrates serve as natural hosts; no known plants serve as vectors. Currently, 72 species are placed in this family, divided among 14 genera. Diseases associated with this negative-sense, single-stranded RNA virus family include measles, mumps, and respiratory tract infections.",
  "/wiki/Measles": "Measles is a highly contagious infectious disease caused by the measles virus. Symptoms usually develop 10–12 days after exposure to an infected person and last 7–10 days. Initial symptoms typically include fever, often greater than 40 °C (104 °F), cough, runny nose, and inflamed eyes. Small white spots known as Koplik's spots may form inside the mouth two or three days after the start of symptoms. A red, flat rash which usually starts on the face and then spreads to the rest of the body typically begins three to five days after the start of symptoms. Common complications include diarrhea (in 8% of cases), middle ear infection (7%), and pneumonia (6%). These occur in part due to measles-induced immunosuppression. Less commonly seizures, blindness, or inflammation of the brain may occur. Other names include morbilli, rubeola, red measles, and English measles. Both rubella, also known as \"German measles\", and roseola are different diseases caused by unrelated viruses.",
  "/wiki/Postinfectious_encephalomyelitis": "Acute disseminated encephalomyelitis (ADEM), or acute demyelinating encephalomyelitis, is a rare autoimmune disease marked by a sudden, widespread attack of inflammation in the brain and spinal cord. As well as causing the brain and spinal cord to become inflamed, ADEM also attacks the nerves of the central nervous system and damages their myelin insulation, which, as a result, destroys the white matter. It is often triggered by a viral infection or, perhaps exceedingly rarely specific non-routine vaccinations.",
  "/wiki/MMR_vaccine": "The MMR vaccine is a vaccine against measles, mumps, and rubella (German measles). The first dose is generally given to children around 9 to 15 months of age, with a second dose at 15 months to 6 years of age, with at least 4 weeks between the doses. After two doses, 97% of people are protected against measles, 88% against mumps, and at least 97% against rubella. The vaccine is also recommended in those who do not have evidence of immunity, those with well controlled HIV/AIDS, and within 72 hours of exposure to measles among those who are incompletely immunized. It is given by injection.",
  "/wiki/Mumps_virus": "Mumps rubulavirus is the causative agent of mumps.   The signs of mumps include swelling of the parotid glands, salivary glands and other epithelial tissues. Symptoms of mumps are fatigue, body aches, headache, loss of appetite, low grade fever, swelling of the salivary glands. Mumps can also result in muscle pain, deafness, meningitis, pancreatitis, swelling of testicles or ovaries, and death.  Most people who contract mumps show symptoms of the virus, however there are few who show no or very few symptoms. Natural infection is currently restricted to humans and the virus is transmitted by direct contact, droplet spread, or contaminated objects.",
  "/wiki/Mumps": "Mumps is a viral disease caused by the mumps virus. Initial signs and symptoms often include fever, muscle pain, headache, poor appetite, and feeling generally unwell. This is then usually followed by painful swelling of one or both parotid salivary glands. Symptoms typically occur 16 to 18 days after exposure and resolve after 7 to 10 days. Symptoms are often more severe in adults than in children. About a third of people have mild or no symptoms. Complications may include meningitis (15%), pancreatitis (4%), inflammation of the heart, permanent deafness, and testicular inflammation, which uncommonly results in infertility. Women may develop ovarian swelling, but this does not increase the risk of infertility.",
  "/wiki/Human_papillomavirus": "Human papillomavirus infection (HPV infection) is an infection caused by the human papillomavirus (HPV). About 90% of HPV infections cause no symptoms and resolve spontaneously within two years. However, in some cases, an HPV infection persists and results in either warts or precancerous lesions. These lesions, depending on the site affected, increase the risk of cancer of the cervix, vulva, vagina, penis, anus, mouth, or throat. Nearly all cervical cancer is due to HPV; with two types, HPV16 and HPV18, accounting for 70% of cases. Between 60% and 90% of the other cancers listed above are also linked to HPV. HPV6 and HPV11 are common causes of genital warts and laryngeal papillomatosis.",
  "/wiki/Papillomaviridae": "Papillomaviridae is an ancient taxonomic family of non-enveloped DNA viruses, collectively known as papillomaviruses. Several hundred species of papillomaviruses, traditionally referred to as \"types\", have been identified infecting all carefully inspected mammals, but also other vertebrates such as birds, snakes, turtles and fish. Infection by most papillomavirus types, depending on the type, is either asymptomatic (e.g. most Beta-PVs) or causes small benign tumors, known as papillomas or warts (e.g. human papillomavirus 1, HPV6 or HPV11). Papillomas caused by some types, however, such as human papillomaviruses 16 and 18, carry a risk of becoming cancerous.",
  "/wiki/Common_warts": "Warts are typically small, rough, hard growths that are similar in color to the rest of the skin. They typically do not result in other symptoms, except when on the bottom of the feet, where they may be painful. While they usually occur on the hands and feet, they can also affect other locations. One or many warts may appear. They are not cancerous.",
  "/wiki/Flat_wart": "Flat warts, technically known as Verruca plana, are reddish-brown or flesh-colored, slightly raised, flat-surfaced, well-demarcated papule of 2 to 5 mm in diameter.  Upon close inspection, these lesions have a surface that is \"finely verrucous\".  Most often, these lesions affect the hands, legs, or face, and a linear arrangement is not uncommon. At histopathology, flat warts have cells with prominent perinuclear vacuolization around pyknotic, basophilic, centrally located nuclei that may be located in the granular layer. These are referred to as \"owl's eye cells.\"",
  "/wiki/Plantar_wart": "A plantar wart is a wart occurring on the bottom of the foot or toes. Their color is typically similar to that of the skin. Small black dots often occur on the surface. One or more may occur in an area. They may result in pain with pressure such that walking is difficult.",
  "/wiki/Anogenital_warts": "Genital warts are a sexually transmitted infection caused by certain types of human papillomavirus (HPV). They are generally pink in color and project out from the surface of the skin. Usually they cause few symptoms, but can occasionally be painful. Typically they appear one to eight months following exposure. Warts are the most easily recognized symptom of genital HPV infection.",
  "/wiki/Laryngeal_papilloma": "Laryngeal papillomatosis, also known as recurrent respiratory papillomatosis or glottal papillomatosis, is a rare medical condition in which benign tumors (papilloma) form along the aerodigestive tract. There are two variants based on the age of onset: juvenile and adult laryngeal papillomatosis. The tumors are caused by human papillomavirus (HPV) infection of the throat. The tumors may lead to narrowing of the airway, which may cause vocal changes or airway obstruction. Laryngeal papillomatosis is initially diagnosed through indirect laryngoscopy upon observation of growths on the larynx and can be confirmed through a biopsy. Treatment for laryngeal papillomatosis aims to remove the papillomas and limit their recurrence. Due to the recurrent nature of the virus, repeated treatments usually are needed. Laryngeal papillomatosis is primarily treated surgically, though supplemental nonsurgical and/or medical treatments may be considered in some cases. The evolution of laryngeal papillomatosis is highly variable. Though total recovery may be observed, it is often persistent despite treatment. The number of new cases of laryngeal papillomatosis cases is at approximately 4.3 cases per 100,000 children and 1.8 cases per 100,000 adults annually.",
  "/wiki/Epidermodysplasia_verruciformis": "Epidermodysplasia verruciformis (EV), also known as treeman syndrome, is an extremely rare autosomal recessive hereditary skin disorder associated with a high risk of skin cancer. It is characterized by abnormal susceptibility to human papillomaviruses (HPVs) of the skin. The resulting uncontrolled HPV infections result in the growth of scaly macules and papules resembling tree bark, particularly on the hands and feet. It is typically associated with HPV types 5 and 8, which are found in about 80% of the normal population as asymptomatic infections, although other types may also contribute.",
  "/wiki/Cervical_carcinoma": "Cervical cancer is a cancer arising from the cervix. It is due to the abnormal growth of cells that have the ability to invade or spread to other parts of the body. Early on, typically no symptoms are seen. Later symptoms may include abnormal vaginal bleeding, pelvic pain or pain during sexual intercourse. While bleeding after sex may not be serious, it may also indicate the presence of cervical cancer.",
  "/wiki/Squamous_cell_carcinomas": "Squamous cell carcinomas (SCCs),  also known as epidermoid carcinomas, comprise a number of different types of cancer that result from squamous cells. These cells form the surface of the skin and lining of hollow organs in the body and line the respiratory and digestive tracts.",
  "/wiki/Liquid_nitrogen": "Liquid nitrogen—LN2—is nitrogen in a liquid state at low temperature (−195.79 °C (77 K; −320 °F) boiling point at sea level). It is produced industrially by fractional distillation of liquid air. It is a colorless, low viscosity liquid that is widely used as a coolant.",
  "/wiki/Laser_vaporization": "Laser ablation or photoablation is the process of removing material from a solid (or occasionally liquid) surface by irradiating it with a laser beam.  At low laser flux, the material is heated by the absorbed laser energy and evaporates or sublimates.  At high laser flux, the material is typically converted to a plasma.  Usually, laser ablation refers to removing material with a pulsed laser, but it is possible to ablate material with a continuous wave laser beam if the laser intensity is high enough. Excimer lasers of deep ultra-violet light are mainly used in photoablation; the wavelength of laser used in photoablation is approximately 200 nm.",
  "/wiki/Cytotoxic": "Cytotoxicity is the quality of being toxic to cells. Examples of toxic agents are an immune cell or some types of venom, e.g. from the puff adder (Bitis arietans) or brown recluse spider (Loxosceles reclusa).",
  "/wiki/Interferon": "Interferons (IFNs, /ˌɪntərˈfɪərɒn/) are a group of signaling proteins made and released by host cells in response to the presence of several  viruses. In a typical scenario, a virus-infected cell will release interferons causing nearby cells to heighten their anti-viral defenses.",
  "/wiki/HPV_vaccine": "Human papillomavirus (HPV) vaccines are vaccines that prevent infection by certain types of human papillomavirus. Available vaccines protect against either two, four, or nine types of HPV. All vaccines protect against at least HPV types 16 and 18, which cause the greatest risk of cervical cancer. It is estimated that the vaccines may prevent 70% of cervical cancer, 80% of anal cancer, 60% of vaginal cancer, 40% of vulvar cancer and possibly some mouth cancer. They additionally prevent some genital warts, with the quadrivalent and nonavalent vaccines that protect against HPV types HPV-6 and HPV-11 providing greater protection.",
  "/wiki/Parainfluenza_virus": "Human parainfluenza viruses (HPIVs) are the viruses that cause human parainfluenza. HPIVs are a paraphyletic group of four distinct single-stranded RNA viruses belonging to the Paramyxoviridae family. These viruses are closely associated with both human and veterinary disease. Virions are approximately 150–250 nm in size and contain negative sense RNA with a genome encompassing about 15,000 nucleotides.",
  "/wiki/Bronchiolitis": "Bronchiolitis is blockage of the small airways in the lungs due to a viral infection. It usually only occurs in children less than two years of age. Symptoms may include fever, cough, runny nose, wheezing, and breathing problems. More severe cases may be associated with nasal flaring, grunting, or the skin between the ribs pulling in with breathing. If the child has not been able to feed properly, signs of dehydration may be present.",
  "/wiki/Common_cold": "The common cold, also known simply as a cold, is a viral infectious disease of the upper respiratory tract that primarily affects the nose. The throat, sinuses, and larynx may also be affected. Signs and symptoms may appear less than two days after exposure to the virus. These may include coughing, sore throat, runny nose, sneezing, headache, and fever. People usually recover in seven to ten days, but some symptoms may last up to three weeks. Occasionally those with other health problems may develop pneumonia.",
  "/wiki/Poliovirus": "Poliovirus, the causative agent of polio (also known as poliomyelitis), is a serotype of the species Enterovirus C, in the family of Picornaviridae.",
  "/wiki/Poliomyelitis": "Polio, short for  poliomyelitis, or infantile paralysis, is an infectious disease caused by the poliovirus. In about 0.5 percent of cases, there is muscle weakness resulting in an inability to move. This can occur over a few hours to a few days. The weakness most often involves the legs, but may less commonly involve the muscles of the head, neck and diaphragm. Many people fully recover. In those with muscle weakness, about 2 to 5 percent of children and 15 to 30 percent of adults die. Another 25 percent of people have minor symptoms such as fever and a sore throat, and up to 5 percent have headache, neck stiffness and pains in the arms and legs. These people are usually back to normal within one or two weeks. In up to 70 percent of infections there are no symptoms. Years after recovery, post-polio syndrome may occur, with a slow development of muscle weakness similar to that which the person had during the initial infection.",
  "/wiki/Polio_vaccine": "Polio vaccines are vaccines used to prevent poliomyelitis (polio). Two types are used: an inactivated poliovirus given by injection (IPV) and a weakened poliovirus given by mouth (OPV). The World Health Organization (WHO) recommends all children be fully vaccinated against polio. The two vaccines have eliminated polio from most of the world, and reduced the number of cases reported each year from an estimated 350,000 in 1988 to 33 in 2018.",
  "/wiki/Rabies_virus": "Rabies lyssavirus, formerly Rabies virus, is a neurotropic virus that causes rabies in humans and animals. Rabies transmission can occur through the saliva of animals and less commonly through contact with human saliva. Rabies lyssavirus, like many rhabdoviruses, has an extremely wide host range. In the wild it has been found infecting many mammalian species, while in the laboratory it has been found that birds can be infected, as well as cell cultures from mammals, birds, reptiles and insects.",
  "/wiki/Rhabdoviridae": "The Rhabdoviridae are a family of viruses in the order Mononegavirales. Vertebrates (including mammals and humans), invertebrates, and plants serve as natural hosts. Currently, 18 genera are recognised. Diseases associated with viruses of this family include rabies encephalitis caused by rabies virus, and vesicular diseases and encephalitis flu-like symptoms in humans caused by vesiculoviruses. The name is derived from the Greek rhabdos, meaning rod, referring to the shape of the viral particles.",
  "/wiki/Rabies": "Rabies is a viral disease that causes inflammation of the brain in humans and other mammals. Early symptoms can include fever and tingling at the site of exposure. These symptoms are followed by one or more of the following symptoms: violent movements, uncontrolled excitement, fear of water, an inability to move parts of the body, confusion, and loss of consciousness. Once symptoms appear, the result is nearly always death. The time period between contracting the disease and the start of symptoms is usually one to three months, but can vary from less than one week to more than one year. The time depends on the distance the virus must travel along peripheral nerves to reach the central nervous system.",
  "/wiki/Rabies_vaccine": "Rabies vaccine is a vaccine used to prevent rabies. There are a number of vaccines available that are both safe and effective. They can be used to prevent rabies before and for a period of time after exposure to the virus such as by a dog or bat bite. The immunity that develops is long lasting after a full course. Doses are usually given by injection into the skin or muscle. After exposure vaccination is typically used along with rabies immunoglobulin. It is recommended that those who are at high risk of exposure be vaccinated before potential exposure. Vaccines are effective in humans and other animals. Vaccinating dogs is very effective in preventing the spread of rabies to humans.",
  "/wiki/Respiratory_syncytial_virus": "Human orthopneumovirus (also known as human respiratory syncytial virus, or HRSV) is a syncytial virus that causes respiratory tract infections. It is a major cause of lower respiratory tract infections and hospital visits during infancy and childhood. A prophylactic medication, palivizumab, can be employed to prevent HRSV in preterm (under 35 weeks gestation) infants, infants with certain congenital heart defects (CHD) or bronchopulmonary dysplasia (BPD), and infants with congenital malformations of the airway. Treatment is limited to supportive care, including oxygen therapy and more advanced breathing support with CPAP or nasal high flow oxygen, as required.",
  "/wiki/Palivizumab": "Palivizumab (brand name Synagis which is manufactured by MedImmune) is a monoclonal antibody produced by recombinant DNA technology. It is used in the prevention of respiratory syncytial virus (RSV) infections. It is recommended for infants that are high-risk because of prematurity or other medical problems such as congenital heart disease.",
  "/wiki/Rubella_virus": "Rubella virus (RuV) is the pathogenic agent of the disease rubella, and is the main cause of congenital rubella syndrome when infection occurs during the first weeks of pregnancy.",
  "/wiki/Togaviridae": "Togaviridae is a family of RNA viruses. Humans, mammals, birds, and mosquitoes serve as natural hosts. Currently, 31 species are placed in this family in a single genus, Alphavirus. Diseases associated with alphaviruses include arthritis and encephalitis.",
  "/wiki/Congenital_rubella": "Congenital rubella syndrome (CRS) can occur in a developing fetus of a pregnant woman who has contracted rubella, usually in the first trimester. If infection occurs 0–28 days before conception, the infant has a 43% risk of being affected. If the infection occurs 0–12 weeks after conception, the risk increases to 81%. If the infection occurs 13–26 weeks after conception, the risk is 54% of the infant being affected by the disease. Infants are not generally affected if rubella is contracted during the third trimester, or 26–40 weeks after conception. Problems rarely occur when rubella is contracted by the mother after 20 weeks of gestation and continues to disseminate the virus after birth.",
  "/wiki/German_measles": "Rubella, also known as German measles or three-day measles, is an infection caused by the rubella virus. This disease is often mild with half of people not realizing that they are infected. A rash may start around two weeks after exposure and last for three days. It usually starts on the face and spreads to the rest of the body. The rash is sometimes itchy and is not as bright as that of measles. Swollen lymph nodes are common and may last a few weeks. A fever, sore throat, and fatigue may also occur. In adults joint pain is common. Complications may include bleeding problems, testicular swelling, and inflammation of nerves. Infection during early pregnancy may result in a child born with congenital rubella syndrome (CRS) or miscarriage. Symptoms of CRS include problems with the eyes such as cataracts, ears such as deafness, heart, and brain. Problems are rare after the 20th week of pregnancy.",
  "/wiki/Viral_disease": "A viral disease (or viral infection, or infectious disease) occurs when an organism's body is invaded by pathogenic viruses, and infectious virus particles (virions) attach to and enter susceptible cells."
}