{
  "/wiki/The_Kentuckian_(1955_film)": "The Kentuckian is a 1955 American CinemaScope Technicolor Western film directed by Burt Lancaster, who also starred. This was one of only two films Lancaster directed (the other was The Midnight Man), and the only one for which he has sole credit. It also marked the feature film debut of Walter Matthau. The picture is an adaptation of the novel The Gabriel Horn by Felix Holt. The picture was shot on location in Kentucky in the Cumberland Falls area, the Levi Jackson Wilderness Road State Park near London, Owensboro and Green River, and at the Abraham Lincoln Memorial Village near Rockport, Indiana.",
  "/wiki/The_Indian_Fighter": "The Indian Fighter is a 1955 American CinemaScope and Technicolor Western film directed by Andre de Toth and based upon an original story by Robert L. Richards. The film was the first of star Kirk Douglas's Bryna Productions that was released through United Artists. The film co-stars Elsa Martinelli, Walter Matthau, Kirk Douglas's ex-wife Diana Douglas and Walter Abel.",
  "/wiki/Bigger_Than_Life": "Bigger Than Life is an American DeLuxe Color CinemaScope drama film made in 1956 directed by Nicholas Ray and starring James Mason, who also co-wrote and produced the film, about a school teacher and family man whose life spins out of control upon becoming addicted to cortisone.  The film co-stars Barbara Rush as his wife and Walter Matthau as his closest friend, a fellow teacher. Though it was a box-office flop upon its initial release, many modern critics hail it as a masterpiece and brilliant indictment of contemporary attitudes towards mental illness and addiction. In 1963, Jean-Luc Godard named it one of the ten best American sound films ever made.",
  "/wiki/A_Face_in_the_Crowd_(film)": "A Face in the Crowd is a 1957 American drama film starring Andy Griffith (in his film debut), Patricia Neal and Walter Matthau, directed by Elia Kazan. The screenplay was written by Budd Schulberg and is based on his short story \"Your Arkansas Traveler\" from the collection Some Faces in the Crowd (1953).",
  "/wiki/Slaughter_on_Tenth_Avenue_(film)": "Slaughter on Tenth Avenue is a 1957 American film noir crime film directed by Arnold Laven and starring Richard Egan, Jan Sterling, Dan Duryea, Julie Adams, Walter Matthau, Charles McGraw and Sam Levene.",
  "/wiki/King_Creole": "King Creole is a 1958 American musical drama film directed by Michael Curtiz. Produced by Hal B. Wallis, the film stars Elvis Presley, Carolyn Jones and Walter Matthau. It is based on the 1952 novel A Stone for Danny Fisher by Harold Robbins, about a nineteen-year-old who gets mixed up with crooks and involved with two women.",
  "/wiki/Voice_in_the_Mirror": "Voice in the Mirror, also known as How Lonely the Night and This Day Alone, is a 1958 American CinemaScope film noir drama film directed by Harry Keller and starring Richard Egan and Julie London.",
  "/wiki/Ride_a_Crooked_Trail": "Ride a Crooked Trail is a 1958 American Eastmancolor Western film shot in CinemaScope, with former World War II hero Audie Murphy and future Academy Award-winning actor Walter Matthau heading a strong if not well-known cast.",
  "/wiki/Onionhead": "Onionhead is a 1958 comedy-drama film set on a U.S. Coast Guard ship during World War II, starring Andy Griffith and featuring Felicia Farr, Walter Matthau, Erin O'Brien, James Gregory,  Joey Bishop, and Claude Akins. It was directed by Norman Taurog and was written by Nelson Gidding and Weldon Hill from Hill's novel. \"Weldon Hill\" was the pseudonym of William R. Scott, a native Oklahoman who based the novel on his own World War II service in the Coast Guard.",
  "/wiki/Gangster_Story": "Gangster Story is a 1959 American crime film directed by and starring Walter Matthau. The film was edited by Radley Metzger.",
  "/wiki/Strangers_When_We_Meet_(film)": "Strangers When We Meet is a 1960 drama film about two married neighbors who have an affair. The movie was adapted by Evan Hunter from his novel of the same name and directed by Richard Quine. The film stars Kirk Douglas, Kim Novak, Ernie Kovacs, Barbara Rush, and Walter Matthau.",
  "/wiki/Lonely_Are_the_Brave": "Lonely Are the Brave is a 1962 American dramatic Western film adaptation of the Edward Abbey novel The Brave Cowboy. The film was directed by David Miller from a screenplay by Dalton Trumbo.",
  "/wiki/Who%27s_Got_the_Action%3F": "Who's Got the Action? is a 1962 American comedy film directed by Daniel Mann and starring Dean Martin, Lana Turner, Eddie Albert, Walter Matthau, and Nita Talbot. The screenplay concerns a man suffering from an addiction to gambling. The film was written by Alexander Rose and Jack Rose.",
  "/wiki/Charade_(1963_film)": "Charade is a 1963 American romantic comedy mystery film directed by Stanley Donen, written by Peter Stone and Marc Behm,  and starring Cary Grant and Audrey Hepburn. The cast also features Walter Matthau, James Coburn, George Kennedy, Dominique Minot, Ned Glass, and Jacques Marin. It spans three genres: suspense thriller, romance and comedy.",
  "/wiki/Island_of_Love_(1963_film)": "Island of Love is a 1963 American comedy film directed by Morton DaCosta and written by David R. Schwartz. The film stars Robert Preston, Tony Randall, Giorgia Moll, Walter Matthau, Betty Bruce and Vassili Lambrinos. The film was released by Warner Bros. on June 12, 1963.",
  "/wiki/Ensign_Pulver": "Ensign Pulver is a 1964 American Technicolor film in Panavision and a sequel to the 1955 film Mister Roberts. The movie stars Robert Walker Jr., Burl Ives, Walter Matthau and Tommy Sands and features Millie Perkins, Larry Hagman, Kay Medford, Peter Marshall, Jack Nicholson, Richard Gautier, George Lindsey, James Farentino and James Coco.",
  "/wiki/Fail_Safe_(1964_film)": "Fail Safe is a 1964 Cold War thriller film directed by Sidney Lumet, based on the 1962 novel of the same name by Eugene Burdick and Harvey Wheeler. It portrays a fictional account of a nuclear crisis. The film features performances by actors Henry Fonda, Dan O'Herlihy, Walter Matthau and Frank Overton. Larry Hagman, Fritz Weaver, Dom DeLuise and Sorrell Booke appeared in early film roles.",
  "/wiki/Goodbye_Charlie": "Goodbye Charlie is a 1964 American comedy film directed by Vincente Minnelli and starring Debbie Reynolds and Tony Curtis. The film is about a callous womanizer who gets his just reward. It was adapted from George Axelrod's play Goodbye, Charlie. The play provided the basis for the 1991 film Switch, with Ellen Barkin and Jimmy Smits.",
  "/wiki/Mirage_(1965_film)": "Mirage is a 1965 thriller directed by Edward Dmytryk from a screenplay by Peter Stone, based on the 1952 novel Fallen Angel, written by Howard Fast under the pseudonym Walter Ericson; the novel is not credited by title onscreen. The film stars Gregory Peck, Diane Baker, Walter Matthau, George Kennedy and Kevin McCarthy, and was released by Universal Pictures.",
  "/wiki/The_Fortune_Cookie": "The Fortune Cookie (alternative UK title: Meet Whiplash Willie) is a 1966 black comedy film starring Jack Lemmon and Walter Matthau in their first on-screen collaboration. It was produced and directed by Billy Wilder from a script by Wilder and I.A.L. Diamond.",
  "/wiki/Walter_Matthau": "Walter Matthau (/ˈmæθaʊ/; born Walter John Matthow; October 1, 1920 – July 1, 2000) was an American actor and comedian. He is best known for his film roles opposite Jack Lemmon, playing Oscar Madison in The Odd Couple, (1968) and its 1998 sequel, The Odd Couple II, and Max Goldman in Grumpy Old Men (1993) and its sequel, Grumpier Old Men (1995). Matthau also appeared opposite Audrey Hepburn in Charade (1963), and won the Academy Award for Best Supporting Actor for his performance in the 1966 Billy Wilder film The Fortune Cookie. Besides the Oscar, he was the winner of BAFTA, Golden Globe and Tony awards. On Broadway, Matthau originated the role of Oscar Madison in The Odd Couple play by playwright Neil Simon in 1965."
}