{
  "/wiki/Fordham_Rams_men's_basketball": "The Fordham Rams men's basketball team represents Fordham University, located in Bronx, New York, in NCAA Division I basketball competition. They compete in the Atlantic 10 Conference. The Rams play their home games at the Rose Hill Gymnasium (3,200), the nation's oldest on-campus collegiate basketball arena still in use. On February 28, 1940, Fordham University played in the nation's first televised college basketball game, when the Rams fell to Pitt at Madison Square Garden.",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/Bucknell_Bison_men's_basketball": "The Bucknell Bison men's basketball team represents Bucknell University in Lewisburg, Pennsylvania in NCAA Division I competition. The school's team competes in the Patriot League and plays home games in Sojka Pavilion.",
  "/wiki/Forward_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/Small_forward": "The small forward (SF), also known as the three, is one of the five positions in a regulation basketball game. Small forwards are typically shorter, quicker, and leaner than power forwards and centers, but typically taller, larger and stronger than either of the guard positions.",
  "/wiki/Shooting_guard": "The shooting guard (SG), also known as the two or off guard, is one of the five traditional positions in a regulation basketball game. A shooting guard's main objective is to score points for their team and steal the ball on defense. Some teams ask their shooting guards to bring up the ball as well; these players are known colloquially as combo guards. A player who can switch between playing shooting guard and small forward is known as a swingman. In the NBA, shooting guards usually range from 6' 2\" (1.88 m) to 6' 7\" (2.01 m), and from 5' 8\" (1.73 m) to 5' 11\" (1.80 m) in the WNBA.",
  "/wiki/Colgate_Raiders_men's_basketball": "The Colgate Raiders men's basketball team represents Colgate University in Hamilton, New York in NCAA Division I competition. The school's team competes in the Patriot League and play their home games in Cotterell Court.",
  "/wiki/Rob_Feaster": "Robert M. Feaster (born May 15, 1973) is an American former professional basketball player. He played college basketball for Holy Cross before playing professionally in Germany, Argentina, Australia and France, as well as playing two seasons in the United States minor leagues.",
  "/wiki/Holy_Cross_Crusaders_men's_basketball": "The Holy Cross Crusaders men's basketball team represents the College of the Holy Cross in Worcester, Massachusetts, in NCAA Division I competition. The team competes in the Patriot League and plays their home games in the Hart Center. The program boasts such notable alumni as Boston Celtics legends Bob Cousy and Tom Heinsohn, and longtime Providence College basketball coach Joe Mullaney.",
  "/wiki/Power_forward_(basketball)": "The power forward (PF), also known as the four, is one of the five positions in a regulation basketball game. Power forwards play a role similar to that of center. They typically play offensively with their backs towards the basket and position themselves defensively under the basket in a zone defense or against the opposing power forward in man-to-man defense. The power forward position entails a variety of responsibilities, one of which is rebounding. Many power forwards are noted for their mid-range jump-shot, and several players have become very accurate from 12 to 18 feet (3.7 to 5.5 m).  Earlier, these skills were more typically exhibited in the European style of play. Some power forwards, known as stretch fours, have since extended their shooting range to three-point field goals.",
  "/wiki/Adonal_Foyle": "Adonal David Foyle (born March 9, 1975) is a Vincentian-American former professional basketball center. He was selected by the Golden State Warriors with the eighth overall selection of the 1997 NBA draft. He played ten seasons with the team until the team bought out his contract on August 13, 2007. At the time, he had been the Warriors' longest-tenured player. He then played two seasons with the Orlando Magic and part of the 2008–09 season with the Memphis Grizzlies, sat out the next season due to knee surgery, and retired. As of 2018[update], Foyle does Warriors post-game commentary for ABC 7 in San Francisco.",
  "/wiki/1997–98_NCAA_Division_I_men's_basketball_season": "The 1997–98 NCAA Division I men's basketball season concluded in the 64-team 1998 NCAA Men's Division I Basketball Tournament whose finals were held at the Alamodome in San Antonio, Texas. The Kentucky Wildcats earned their seventh national championship by defeating the Utah Utes 78–69 on March 30, 1998. They were coached by Tubby Smith and the NCAA Basketball Tournament Most Outstanding Player was Kentucky's Jeff Shepherd.",
  "/wiki/Lafayette_Leopards_men's_basketball": "The Lafayette Leopards men's basketball team represents Lafayette College in Easton, Pennsylvania in NCAA Division I competition. The school's team competes in the Patriot League and plays home games in Kirby Sports Center.  The Leopards are currently coached by Fran O'Hanlon.",
  "/wiki/1998–99_NCAA_Division_I_men's_basketball_season": "The 1998–99 NCAA Division I men's basketball season concluded in the 64-team 1999 NCAA Division I Men's Basketball Tournament whose finals were held at Tropicana Field in St. Petersburg, Florida.  The Connecticut Huskies earned their first national championship by defeating the Duke Blue Devils 77–74 on March 29, 1999.  They were coached by Jim Calhoun and the NCAA Basketball Tournament Most Outstanding Player was Richard Hamilton.",
  "/wiki/Brian_Ehlers": "Brian Ehlers (born January 26, 1978) is an American former professional basketball player who is best known for his collegiate career at Lafayette College from 1996–97 to 1999–2000. He then played professionally for several years before retiring from the sport to become a police officer in his hometown of Bay Shore, New York since 2010.",
  "/wiki/Point_guard": "The point guard (PG), also called the one or point, is one of the five positions in a regulation basketball game. A point guard has perhaps the most specialized role of any position. Point guards are expected to run the team's offense by controlling the ball and making sure that it gets to the right player at the right time. Above all, the point guard must understand and accept their coach's game plan; in this way, the position can be compared to a quarterback in American football, a catcher in baseball or a playmaker in soccer (association football). They must also be able to adapt to what the defense is allowing and must control the pace of the game.",
  "/wiki/1999–00_NCAA_Division_I_men's_basketball_season": "The 1999–2000 NCAA Division I men's basketball season began on November 11, 1999, with the Coaches Vs. Cancer Classic, progressed through the regular season and conference tournaments, and concluded with the 2000 NCAA Men's Division I Basketball Tournament Championship Game on April 3, 2000, at the RCA Dome in Indianapolis, Indiana.",
  "/wiki/2000–01_NCAA_Division_I_men's_basketball_season": "The 2000–01 NCAA Division I men's basketball season began on November 8, 2000, progressed through the regular season and conference tournaments, and concluded with the 2001 NCAA Men's Division I Basketball Tournament Championship Game on April 2, 2001 at the Hubert H. Humphrey Metrodome in Minneapolis, Minnesota. The Duke Blue Devils won their third NCAA national championship with an 82–72 victory over the Arizona Wildcats.",
  "/wiki/2001–02_NCAA_Division_I_men's_basketball_season": "The 2001–02 NCAA Division I men's basketball season began on November 9, 2001, progressed through the regular season and conference tournaments, and concluded with the 2002 NCAA Men's Division I Basketball Tournament Championship Game on April 1, 2002 at the Georgia Dome in Atlanta, Georgia. The Maryland Terrapins won their first NCAA national championship with a 64–52 victory over the Indiana Hoosiers.",
  "/wiki/American_Eagles_men's_basketball": "The American Eagles men's basketball team represents American University in Washington, D.C. in NCAA Division I competition. The school's team competes in the Patriot League and play their home games in Bender Arena.  Their rivals include Boston University, Bucknell University, and Navy.",
  "/wiki/2002–03_NCAA_Division_I_men's_basketball_season": "The 2002–03 NCAA Division I men's basketball season began on November 10, 2002, progressed through the regular season and conference tournaments, and concluded with the 2003 NCAA Men's Division I Basketball Tournament Championship Game on April 7, 2003 at the Louisiana Superdome in New Orleans, Louisiana. The Syracuse Orange and coach Jim Boeheim won their first NCAA national championship with an 81–78 victory over the Kansas Jayhawks.",
  "/wiki/2003–04_NCAA_Division_I_men's_basketball_season": "The 2003–04 NCAA Division I men's basketball season began on November 10, 2003, progressed through the regular season and conference tournaments, and concluded with the 2004 NCAA Men's Division I Basketball Tournament Championship Game on April 5, 2004 at the Alamodome in San Antonio, Texas. The Connecticut Huskies won their second NCAA national championship with an 82–73 victory over the Georgia Tech Yellow Jackets.",
  "/wiki/Lehigh_Mountain_Hawks_men's_basketball": "The Lehigh Mountain Hawks men's basketball team represents Lehigh University in Bethlehem, Pennsylvania in NCAA Division I competition. They have competed in the Patriot League since the circuit became an all-sport conference in 1990. After ending its independent status in 1974, they were a member of the East Coast Conference until 1990. Its home games are played at Stabler Arena. The Mountain Hawks made their fifth appearance in the NCAA Division I Men's Basketball Tournament in 2012. The Mountain Hawks are currently coached by Dr. Brett Reed.",
  "/wiki/2004–05_NCAA_Division_I_men's_basketball_season": "The 2004–05 NCAA Division I men's basketball season began on November 10, 2004, progressed through the regular season and conference tournaments, and concluded with the 2005 NCAA Men's Division I Basketball Tournament Championship Game on April 4, 2005 at the Edward Jones Dome in Saint Louis, Missouri. The North Carolina Tar Heels won their fourth NCAA national championship with a 75–70 victory over the Illinois Fighting Illini.",
  "/wiki/2005–06_NCAA_Division_I_men's_basketball_season": "The 2005–06 NCAA Division I men's basketball season began on November 6, 2005, progressed through the regular season and conference tournaments, and concluded with the 2006 NCAA Division I Men's Basketball Tournament Championship Game on April 3, 2006, at the RCA Dome in Indianapolis, Indiana. The Florida Gators won their first NCAA national championship with a 73–56 victory over the UCLA Bruins. This was the final Final Four site at the RCA Dome. The Final Four will return to the city of Indianapolis, but will be held at Lucas Oil Stadium.",
  "/wiki/Charles_Lee_(basketball)": "Charles Lee, (born November 11, 1984) is an American former professional basketball player and current assistant coach for the Milwaukee Bucks of the NBA. A 6'3\" guard from Bucknell University, he has spent most of his professional career in Israel and Europe. Charles (Chuckles) is married to his college sweetheart Lindsey Lee. She also played basketball at Bucknell.",
  "/wiki/Guard_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/2006–07_NCAA_Division_I_men's_basketball_season": "The 2006–07 NCAA Division I men's basketball season began on November 7, 2006, progressed through the regular season and conference tournaments, and concluded with the 2007 NCAA Division I Men's Basketball Tournament Championship Game on April 2, 2007 at the Georgia Dome in Atlanta, Georgia. The Florida Gators successfully defended their national championship with an 84–75 victory over the Ohio State Buckeyes.",
  "/wiki/Keith_Simmons_(basketball)": "Keith Matthew Simmons (born February 24, 1985) is an American professional basketball player who last played for Banvit of the Turkish Basketball League. He also holds Turkish citizenship.",
  "/wiki/2007–08_NCAA_Division_I_men's_basketball_season": "The 2007–08 NCAA Division I men's basketball season began on November 5, 2007 ended with the 2008 NCAA Men's Division I Basketball Tournament's championship game on April 7, 2008, in the Alamodome in San Antonio, Texas.",
  "/wiki/Navy_Midshipmen_men's_basketball": "The Navy Midshipmen men's basketball team represents the United States Naval Academy, in Annapolis, Maryland, in NCAA Division I college basketball. The team competes in the Patriot League and plays its home games in Alumni Hall.",
  "/wiki/2008–09_NCAA_Division_I_men's_basketball_season": "The 2008–09 NCAA Division I men's basketball season began on November 10, 2008, and ended with the 2009 NCAA Men's Division I Basketball Tournament's championship game on April 6, 2009, at Ford Field in Detroit, Michigan.  The season saw six different teams achieve the AP #1 ranking during the year (just one shy of the NCAA record).  Oklahoma sophomore Blake Griffin was the dominant individual performer, sweeping National Player of the Year honors.  The season began with North Carolina becoming the first unanimous preseason #1 team, and ended with the Tar Heels dominating the NCAA tournament en route to their fifth NCAA title.  UNC won its six NCAA tournament games by double digits, and by an average of 19.8 points per game.  Junior Wayne Ellington was named Final Four Most Outstanding Player.",
  "/wiki/Derrick_Mercer": "Derrick Mercer is an American basketball player who played point guard  for American University. During the 2008–09 season, he averaged 11.5 points per game, 4.3 rebounds per game, and 1.1 steals per game. He also averaged 4.4 assists per game.",
  "/wiki/2009–10_NCAA_Division_I_men's_basketball_season": "The 2009–10 NCAA Division I men's basketball season began on November 9, 2009, and ended with the 2010 NCAA Men's Division I Basketball Tournament's championship game on April 5, 2010, on the Lucas Oil Stadium in Indianapolis. The opening round occurred on Tuesday, March 16, 2010, followed by first and second rounds on Thursday through Sunday, March 18–21, 2010. Regional games were played on Thursday through Sunday, March 25–28, 2010, with the Final Four played on Saturday and Monday, April 3 and 5, 2010.",
  "/wiki/C._J._McCollum": "Christian James McCollum (born September 19, 1991) is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). During his third year in the league in 2015–16, he was named the NBA Most Improved Player.",
  "/wiki/Patriot_League_Men's_Basketball_Player_of_the_Year": "The Patriot League Men's Basketball Player of the Year is a basketball award given to the Patriot League's most outstanding player. The award was first given following the 1990–91 season, the first under the Patriot League name and also the league's first season as an all-sports conference. There have been five repeat winners of the award: Adonal Foyle of Colgate (1996, 1997), Brian Ehlers of Lafayette (1999, 2000), C. J. McCollum of Lehigh (2010, 2012), Mike Muscala of Bucknell (2011, 2013), and Tim Kempton Jr. of Lehigh (2015, 2016). Bucknell claims the most awards (8) while Holy Cross and Lehigh are tied for second with five. Bucknell has the most individual players honored with seven."
}