{
  "/wiki/Beijing_Baxy": "Beijing Sport University Football Club (Chinese: 北京北体大; pinyin: Běijīng Běitǐdà) or commonly known as BSU (Chinese: 北体大; pinyin: Běi Tǐ Dà), is a professional Chinese football club that currently participates in the China League One division under license from the Chinese Football Association (CFA). The team is based in Beijing and their home stadium is the Olympic Sports Center (Beijing) that has a seating capacity of 36,228. Their current majority shareholder is the conglomerate Beijing Enterprises Holdings Limited.",
  "/wiki/Goran_Tomić": "Goran Tomić (Croatian pronunciation: [ɡǒran tômitɕ, - tǒː-]; born 18 March 1977) is a Croatian football manager and former professional player, who is the current manager of NK Lokomotiva in the Croatian First Football League.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Chaoyang_Sports_Centre": "Chaoyang Sports Centre (Simplified Chinese: 朝阳体育中心) is a multi-use stadium in Beijing, China.  It is currently used mostly for athletics matches.  The stadium is able to hold 8,000 people and was opened in 2003.  It hosted the events for the 2006 IAAF World Junior Championships in Athletics.",
  "/wiki/Beijing_Institute_of_Technology_FC": "Beijing Institute of Technology Football Club (Simplified Chinese: 北京理工大学足球俱乐部) or simply BIT is a professional Chinese football club that currently participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Haidian, Beijing and their home stadium is the 5,000 capacity BIT Eastern Athletic Field. Their current majority shareholders are Beijing Institute of Technology (BIT) and Joan Oliver who acquired a 29 percent stake on December 5, 2016.",
  "/wiki/Beijing_Institute_of_Technology_Eastern_Athletic_Field": "Beijing Institute of Technology (abbreviated BIT; Simplified Chinese: 北京理工大学; Traditional Chinese: 北京理工大學; pinyin: Běijīng Lǐgōng Dàxué), is a co-educational public university, located in Beijing, China, established in 1940, Yan'an. It is a major research university under the supervision of the Ministry of Industry and Information Technology.",
  "/wiki/Chengdu_Blades": "Chengdu Tiancheng F.C. (simplified Chinese: 成都天诚; traditional Chinese: 成都天誠; pinyin: Chéngdū Tiānchéng) was a Chinese professional football club based in Chengdu, China who last played in the 26,000 seater Shuangliu Sports Centre in the China League One division. The club was founded on 26 February 1996 and was formerly known as Chengdu Wuniu (Five Bulls) named after their first sponsor, the Wuniu (Five Bulls) Cigarette Company.  However, the club was officially dissolved on 4 January 2015 and was subsequently de-registered by the Chinese Football Association on 31 January 2015 due to unpaid salaries to players and staff.",
  "/wiki/Patrick_Aussems": "Patrick Aussems (born 6 February 1965 in Moelingen, Belgium) is a former Belgian footballer and the former head coach of Simba S.C., Tanzania in the Tanzanian Premier League.",
  "/wiki/Chengdu": "Chengdu (Standard Mandarin: [ʈʂʰə̌ŋ.tú] (listen), UK: /ˌtʃɛŋˈduː/, US: /ˌtʃʌŋ-/), alternatively romanized as Chengtu, is a sub-provincial city which serves as the capital of the Chinese province of Sichuan. It is one of the three most-populous cities in Western China, the other two being Chongqing and Xi'an. As of 2014[update], the administrative area housed 14,427,500 inhabitants, the largest in Sichuan, with an urban population of 10,152,632. At the time of the 2010 census, Chengdu was the fifth-most populous agglomeration in China, with 10,484,996 inhabitants in the built-up area including Xinjin County and Deyang's Guanghan City. Chengdu is considered a World City with a \"Beta +\" classification, according to the Globalization and World Cities Research Network.",
  "/wiki/Shuangliu_Sports_Centre": "The Shuangliu Sports Center (Chinese: 双流体育中心) is a sports venue in Shuangliu District, Chengdu, Sichuan, China. Its construction cost 600 million yuan. It has a multi-purpose stadium with a capacity of 26,000, and an indoor stadium with a capacity of 3,400. It also has five tennis courts and two basketball courts.",
  "/wiki/Chongqing_F.C.": "Chongqing Football Club or Chongqing F.C. (Simplified Chinese: 重庆足球俱乐部) was a Chinese professional football club based in Chongqing. The club last played in the China League One before dissolution.",
  "/wiki/Manuel_Cajuda": "Manuel Ventura Cajuda de Sousa (born 27 June 1951) is a Portuguese retired footballer who played as a midfielder, and the manager of Leixões SC.",
  "/wiki/Chongqing": "Chongqing (/ˌtʃʊŋˈtʃɪŋ/, also US: /ˌtʃɔːŋ-, ˌtʃuːŋ-/, Chinese: [ʈʂʰʊ̌ŋ.tɕʰîŋ] (listen)), alternatively romanised as Chungking,[note 2] is a megacity in southwest China. Administratively, it is one of the four municipalities under the direct administration of central government of the People's Republic of China (the other three are Beijing, Shanghai and Tianjin), and the only such municipality located far away from the coast. The municipality of Chongqing, which is around the size of Austria, includes the city of Chongqing and various non-connected cities. As the Chongqing municipality government directly administers the city of Chongqing, as well as rural counties, and other cities not connected to the city of Chongqing, Chongqing municipality can technically claim to be the largest city proper in the world, even though this is due to a classification technicality and not because it is actually the world's largest urban area.",
  "/wiki/Chongqing_Olympic_Sports_Center": "The Chongqing Olympic Sports Center (simplified Chinese: 重庆奥林匹克体育中心; traditional Chinese: 重慶奧林匹克體育中心) is a sports venue featuring a 58,680-seat multi-purpose stadium in Chongqing, China.",
  "/wiki/Chongqing_Lifan": "Chongqing SWM (simplified Chinese: 重庆斯威; traditional Chinese: 重慶斯威; pinyin: Chóngqìng Sīwēi) is a professional Chinese football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Chongqing and their home stadium is the Chongqing Olympic Sports Center that has a seating capacity of 58,680. They are owned by Dangdai International Group.",
  "/wiki/Wang_Baoshan": "Wang Baoshan (Chinese: 王宝山; born on April 13, 1963) is a Chinese soccer manager and a former international soccer player. As a player he represented Shaanxi Province before being one of the first Chinese players who went to Japan when he joined Otsuka Pharmaceutical. Internationally he played for the Chinese national team at the 1988 AFC Asian Cup",
  "/wiki/Fuling_Stadium": "The Fuling Stadium is a multi-purpose stadium in Chongqing, China.  It is currently used mostly for football matches.  The stadium holds 22,000 spectators.",
  "/wiki/Guangdong_Sunray_Cave": "Guangdong Sunray Cave Football Club (Chinese: 广东日之泉足球俱乐部) was a Chinese professional football club based in Guangzhou, Guangdong which last played in the China League One division.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/Foshan": "Foshan, alternately romanized as Fatshan, is a prefecture-level city in central Guangdong Province, China. The entire prefecture covers 3,848 km2 (1,486 sq mi) and has an urban population around 7.2 million in 2012. It forms part of the western side of the Pearl River Delta Economic Zone, which includes Guangzhou to the east and northeast and Zhongshan to the southeast.",
  "/wiki/Guangdong_Provincial_People's_Stadium": "The Guangdong Provincial People's Stadium (Chinese: 广东省人民体育场) is a multi-purpose stadium in Guangzhou, China.  It is currently used mostly for football matches. The stadium holds 15,000 people. The stadium is best reached by taking Guangzhou Metro Line 1 to Martyrs' Park Station.",
  "/wiki/Century_Lotus_Stadium": "Century Lotus Stadium (Chinese: 世纪莲体育场) is a multi-purpose stadium in Foshan, China. It is currently used mostly for football matches.  The stadium holds 36,686 people and was built in 2005.  It hosted a first round match between China and Myanmar during 2010 FIFA World Cup qualifying. This building has a design similar to the reconstructed Jawaharlal Nehru Stadium, Delhi built by the same designers.",
  "/wiki/Guizhou_Zhicheng": "Guizhou Hengfeng F.C. (simplified Chinese: 贵州恒丰足球俱乐部; traditional Chinese: 貴州恆豐足球俱樂部; pinyin: Guìzhōu Héngfēng Zúqiú Jùlèbù; Mandarin pronunciation: [kwêi ʈʂóu xə̌ŋ.fə́ŋ.tsǔ tɕʰjǒu tɕŷ lɤ̂ pû]) is a professional Chinese football club that currently participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Guiyang, Guizhou and their home stadium is the 51,636-seat Guiyang Olympic Sports Center. Their current majority shareholders are Hengfeng Real Estate, Guizhou Zhicheng Enterprise Group Investment Co., Ltd. and the Guizhou Provincial Sports Bureau.",
  "/wiki/Arie_Schans": "Arie Schans (born December 12, 1952) is a Dutch football manager. He initially started as a trainer within the Netherlands before he took over as Bhutan's coach and would star within the documentary film The Other Final about the two of the lowest ranked teams in the FIFA World Rankings having to face each other. After beating the opposition Montserrat from the documentary (4–0), he spent some time attempting to improve Bhutanese football quality before returning to assistant coaching and having spells at Oita Trinita and Namibia, the latter of whom he guided to the 2008 African Cup of Nations.",
  "/wiki/Guiyang": "Guiyang is the capital of Guizhou province of Southwest China. It is located in the center of the province, situated on the east of the Yunnan–Guizhou Plateau, and on the north bank of the Nanming River, a branch of the Wu River. The city has an elevation of about 1,100 meters (3,600 ft). It has an area of 8,034 square kilometers (3,102 sq mi). At the 2010 census, its population was 4,324,561, out of whom 3,037,159 lived in the 7 urban districts.",
  "/wiki/Guizhou_Provincial_Stadium": "Guizhou Provincial Stadium (Simplified Chinese: 贵州省体育场) is an 18,000-capacity multi-use stadium in Guiyang, Guizhou, China.  It is currently used mostly for football matches.",
  "/wiki/2012_China_League_Two": "The 2012 Chinese Football Association Division Two League season is the 23rd season since its establishment in 1989. It is divided into two groups, North and South. There are total 26 teams participating in the league with 13 teams in each group. The league is made up of two stages, the group stage and the play-off. The Group Stage is a double round-robin format. Each team in the group will play the other teams twice, home and away. It will start on April 20 and end on September 28. The Play-off Stage is a two-legged elimination. It will start in October. At the end of the season, the two finalists of the Play-off will qualify for promotion to 2013 China League One.",
  "/wiki/Harbin_Yiteng": "Zhejiang Yiteng Football Club (simplified Chinese: 浙江毅腾; traditional Chinese: 浙江毅騰; pinyin: Zhèjiāng Yìténg), or Yiteng Football Club (Simplified Chinese: 毅腾足球俱乐部, for official ownership reasons) is a professional Chinese football club that participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Shaoxing, Zhejiang and their home stadium is the Shaoxing City Sports Centre Stadium that has a seating capacity of 20,000. Their majority shareholder is Cui Yi (崔毅) and the Yiteng Group.",
  "/wiki/Harbin": "Harbin (Manchu: ᡥᠠᠯᠪᡳᠨ; Chinese: 哈尔滨 Hā'ěrbīn) is a sub-provincial city and the provincial capital of Heilongjiang province, People's Republic of China, as well as the second largest city by urban population and largest city by metropolitan population (urban and rural together) in Northeast China.  Harbin has direct jurisdiction over nine metropolitan districts, two county-level cities and seven counties, and is the eighth most populous Chinese city according to the 2010 census, the built-up area (which consists of all districts except Shuangcheng and Acheng) had 5,282,093 inhabitants, while the total metropolitan population was up to 10,635,971.  Harbin serves as a key political, economic, scientific, cultural and communications hub in Northeast China, as well as an important industrial base of the nation.",
  "/wiki/Harbin_International_Conference_Exhibition_and_Sports_Center": "The Harbin International Conference Exhibition and Sports Center (simplified Chinese: 哈尔滨国际会展体育中心; traditional Chinese: 哈爾濱國際會展體育中心; pinyin: Hārbīn Guójì Huì Zhǎn Tǐyù Zhōngxīn) is a convention center for Harbin, China.  It hosts various conventions.  It has also hosted the 2007 Cup of China figure skating competition and hosted events for 1996 Asian Winter Games and 2009 Winter Universiade. The facility has a floor space of 63,000 square meters (about 700,000 square feet). It is home to the Harbin ICE Center Stadium, a multi-purpose stadium with a seating capacity of 50,000 spectators. Harbin International Conference Exhibition and Sports Center Gymnasium, a 10,603-seated gymnasium is also located in the ICE sports center.",
  "/wiki/Henan_Jianye": "Henan Jianye Football Club (simplified Chinese: 河南建业; traditional Chinese: 河南建業; pinyin: Hénán Jiànyè) is a professional football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Zhengzhou (Chinese: 郑州市), in the province of Henan (Chinese: 河南省) and their home stadium is the Zhengzhou Hanghai Stadium that has a seating capacity of 29,860. Their owners are the Jianye Residential Group (China) Co., Ltd., which is part of the Central China Real Estate Limited.",
  "/wiki/Tang_Yaodong": "Tang Yaodong (Chinese: 唐尧东) (born 17 February 1962 in Shenyang, China), is a Chinese football manager and former Chinese international footballer. He mainly played as a centre forward for Liaoning FC.",
  "/wiki/Zhengzhou": "Zhengzhou is the capital and largest city of Henan Province in the central part of the People's Republic of China. It is one of the National Central Cities in China, the centre of Central Plains area, and serves as the political, economic, technological, and educational center of the province, as well as a major transportation hub in China (highway, railway, aviation, communication). The Zhengzhou metropolitan area (including Zhengzhou and Kaifeng) is the core area of the Central Plains Economic Zone.",
  "/wiki/Zhengzhou_Hanghai_Stadium": "The Hanghai Stadium (Simplified Chinese: 郑州航海体育场) is a multi-purpose stadium in Zhengzhou, Henan, China.  It is currently used mostly for football matches and athletics events.  It serves as the home stadium for Henan Jianye of the Chinese Super League.  The stadium has a capacity of 29,860 people. It opened in 2002.",
  "/wiki/2012_Chinese_Super_League": "The 2012 Chinese Super League was the ninth season since the establishment of the Chinese Super League, the nineteenth season of a professional football league and the 51st top-tier league season in China. It began on March 10, 2012 and ended on November 3, 2012.",
  "/wiki/Hubei_China-Kyle": "Xinjiang Tianshan Leopard F.C. (Chinese: 新疆天山雪豹; pinyin: Xīnjiāng Tiānshān Xuěbào) is a professional Chinese football club that participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Ürümqi, Xinjiang and their home stadium is the Xinjiang Sports Centre that has a seating capacity of 50,000. Their majority shareholder is the Urumqi Juntai Real Estate Co., Ltd. (Juntai Group)",
  "/wiki/Huangshi": "Huangshi (simplified Chinese: 黄石; traditional Chinese: 黃石; pinyin: Huángshí), alternatively romanized as Hwangshih, is a prefecture-level city in southeastern Hubei province, People's Republic of China.\nIts population was 2,429,318 inhabitants at the 2010 census; 1,601,687 of whom lived in the built-up (or metro) area made up of 4 urban districts plus the city of Daye, now being part of the agglomeration.",
  "/wiki/Hunan_Billows": "Hunan Billows Football Club (simplified Chinese: 湖南湘涛; traditional Chinese: 湖南湘濤; pinyin: Húnán Xiāngtāo) is a professional Chinese football club that participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Yiyang, Hunan and their home stadium is the 30,000-seat Yiyang Stadium. Their majority shareholders are the Hunan Provincial Sports Bureau and high-tech industry company Hunan Corun New Energy Co. Ltd.",
  "/wiki/Yiyang": "Yiyang (simplified Chinese: 益阳; traditional Chinese: 益陽; pinyin: Yìyáng) is a prefecture-level city on the Zi River in Hunan province, China, straddling Lake Dongting and bordering Hubei to the north. According to the 2010 Census, Yiyang has a population of 4,313,084 inhabitants residing in an area of 12,144 km2 (4,689 sq mi). The previous census was in 2000 when it was recorded there were 4,309,143 inhabitants.",
  "/wiki/Changsha": "Changsha  is the capital and most populous city of Hunan Province in the south central part of the People's Republic of China. It covers 11,819 km2 (4,563 sq mi) and is bordered by Yueyang and Yiyang to the north, Loudi to the west, Xiangtan and Zhuzhou to the south, Yichun and Pingxiang of Jiangxi province to the east. According to the 2010 census, Changsha has 7,044,118 residents, constituting 10.72% of the province's population. It is part of the Chang-Zhu-Tan city cluster or megalopolis.",
  "/wiki/Yiyang_Stadium": "Yiyang Stadium is a multi-purpose stadium in Yiyang, China.  It is currently used mostly for football matches.  The stadium holds 30,000 spectators.",
  "/wiki/Helong_Stadium": "He Long Sports Center Stadium (simplified Chinese: 贺龙体育场; traditional Chinese: 賀龍體育場; pinyin: Hèlóng Tǐyùchǎng) is a multi-purpose stadium in Changsha, Hunan province, China. It is named after the Communist military leader He Long, who was born in the same province.",
  "/wiki/Shenyang_Shenbei": "Shenyang Zhongze F.C. (simplified Chinese: 沈阳中泽; traditional Chinese: 瀋陽中澤; pinyin: Shěnyáng Zhōngzé) was a former professional Chinese football club that participated in the Chinese League One division.",
  "/wiki/Li_Jinyu": "Li Jinyu (Chinese: 李金羽; pinyin: Lǐ Jīnyǔ; born 6 July 1977) is a Chinese football coach and a former international player.",
  "/wiki/Shenyang": "Shenyang ([ʂə̀n.jǎŋ]; Chinese: 沈阳), formerly known as Fengtian (Chinese: 奉天; pinyin: Fèngtiān) or by its Manchu name Mukden, is a major sub-provincial city and the provincial capital of Liaoning province, People's Republic of China.  Located in central-north Liaoning, it is the province's most populous city as well as the largest city in Northeast China by urban population, with an urban population of 6.3 million (2010 census), while the total metropolitan population is up to 8.1 million.  Shenyang is also the central city of one of the major megalopolises in China, the Greater Shenyang Metropolitan Area, with a total population over 23 million.  The city's administrative region includes the ten metropolitan districts of Shenyang proper, the county-level city of Xinmin, and two counties of Kangping and Faku.",
  "/wiki/Shenyang_Olympic_Sports_Center_Stadium": "The Shenyang Olympic Sports Center Stadium (simplified Chinese: 沈阳奥林匹克体育中心; traditional Chinese: 瀋陽奧林匹克體育中心; pinyin: Shěnyáng Àolínpǐkè Tǐyù Zhōngxīn) is a 60,000-seat multi-purpose stadium in Shenyang, China.",
  "/wiki/Shenzhen_Ruby": "Shenzhen Football Club (simplified Chinese: 深圳市足球俱乐部; traditional Chinese: 深圳市足球俱樂部; pinyin: Shēnzhènshì Zúqiú Jùlèbù) is a professional Chinese football club that currently participates in the Chinese League One under licence from the Chinese Football Association (CFA). The team is based in Shenzhen, Guangdong and their home stadium is the Shenzhen Universiade Sports Centre that has a seating capacity of 60,334. Their majority shareholder is Property Development company the Kaisa Group who took over the club on April 12, 2016.",
  "/wiki/Philippe_Troussier": "Philippe Omar Troussier (French pronunciation: ​[filip tʁusje]; born 21 March 1955) is a French former professional footballer and current manager.",
  "/wiki/Shenzhen": "Shenzhen (/ˈʃɛnˈdʒɛn/; Chinese: 深圳; Mandarin pronunciation: [ʂə́n.ʈʂə̂n] (listen)) is a major sub-provincial city located on the east bank of the Pearl River estuary on the central coast of southern Guangdong province, People's Republic of China.  It forms part of the Pearl River Delta megalopolis, bordering Hong Kong across the Sham Chun River to the south, Huizhou to the northeast and Dongguan to the northwest, and shares maritime boundaries with Guangzhou, Zhongshan and Zhuhai to the west and southwest across the estuary.",
  "/wiki/Bao'an_Stadium": "Bao'an Stadium (Chinese: 宝安体育馆 is a multi-purpose stadium located in Shenzhen, China. Built to host matches of the women's football tournament at the 2011 Summer Universiade, the stadium has a capacity of 40,000 spectators.",
  "/wiki/Shijiazhuang_Yongchang_Junhao_F.C.": "Shijiazhuang Ever Bright Football Club (simplified Chinese: 石家庄永昌; traditional Chinese: 石家莊永昌; pinyin: Shíjiāzhuāng Yǒngchāng) is a professional football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Shijiazhuang, Hebei and their home stadium is the Hebei Olympic Sports Center that has a seating capacity of 60,000. Their majority shareholder is the Yongchang Real Estate who own 70% of the shares of the club.",
  "/wiki/Li_Shubin": "Li Shubin (Chinese: 李树斌; pinyin: Lǐ Shùbīn; Mandarin pronunciation: [lì ʂû pín]; born January 10, 1955) is a Chinese football manager and a former international player. In his playing career he was a striker and spent his whole career with Liaoning F.C. before retiring. In 1995, he would move into management with his old club, however he led  them into relegation. Despite being released from the Head coach position Li would have a 13 year association with the club as either an assistant or brief manager of the club until he took the management position of top tier club Changchun Yatai in 2008. Since leaving Changchun he has managed Chongqing Lifan and Guangzhou R&F before returning to Changchun to coach them in the Chinese Super League.",
  "/wiki/Shijiazhuang": "Shijiazhuang (Chinese: 石家庄, [ʂɻ̩̌.tɕjá.ʈʂwáŋ]) is the capital and largest city of North China's Hebei Province. Administratively a prefecture-level city, it is about 266 kilometres (165 mi) southwest of Beijing, and it administers eight districts, two county-level cities, and 12 counties.",
  "/wiki/Yutong_International_Sports_Center": "The Yutong International Sports Centre Stadium (Simplified Chinese: 裕彤国际体育中心) is a multi-use stadium in Shijiazhuang, Hebei, China.  It is currently used mostly for football matches. The capacity of this stadium is 29,000.",
  "/wiki/Tianjin_Songjiang": "Tianjin Tianhai F.C. (Chinese: 天津天海足球俱乐部; pinyin: Tiānjīn Tiānhǎi Zúqiú Jùlèbù; Mandarin pronunciation: [tʰjɛ́n.tɕín.tʰjɛ́n.xài];) is a professional Chinese football club that currently participates in the Chinese Super League division under licence from the Chinese Football Association (CFA). The team is based in Tianjin and their home stadium is the Tianjin Olympic Center that has a seating capacity of 54,696. The club was formerly owned by Quanjian Nature Medicine. It is currently under the temporary management of the Tianjin Football Association.",
  "/wiki/Pei_Encai": "Pei Encai (Chinese: 裴恩才; pinyin: Péi ēncái; born 1 December 1953) is a Chinese football manager and a former player.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.",
  "/wiki/Tianjin_Tuanbo_Football_Stadium": "Tianjin Tuanbo Football Stadium is a professional football stadium in Tianjin, China.  The stadium holds 22,320 spectators and opened in 2012.",
  "/wiki/Yanbian_Baekdu_Tigers": "Yanbian Funde F.C. (Chinese: 延边富德; pinyin: Yánbiān Fùdé is a defunct Chinese football club . The team was based in Yanji, Yanbian Korean Autonomous Prefecture, Jilin province where their home stadium is the Yanji Nationwide Fitness Centre Stadium that has a seating capacity of 30,000.",
  "/wiki/Longjing,_Jilin": "Longjing is a city in Yanbian Korean Autonomous Prefecture, southeastern Jilin province, Northeast China. It lies on the Tumen River opposite the North Korean city Hoeryong.",
  "/wiki/Tumen,_Jilin": "Tumen is a county-level city in Yanbian Korean Autonomous Prefecture, eastern Jilin province, Northeast China.  Of its 136,000 inhabitants, approximately 78,000 (or 57%) are of Korean descent. The two official languages are Chinese and Korean. Tumen is separated from Namyang of North Hamgyong province of North Korea by the Tumen River.  Due to this proximity, many North Koreans escaping their country pass through Tumen. Tumen is also the location of a large detention center for captured North Koreans awaiting deportation. Tumen has two major food markets, the South Market and the North Market, where most of the residents purchase their food. Packaged foods and meats are usually sold inside the building, and vegetables are sold outside. There are six elementary schools, with three Korean schools, and three Chinese schools.",
  "/wiki/Hailanjiang_Stadium": "Hailanjiang Stadium (Simplified Chinese: 海兰江体育场, Korean: 해란강체육장) is a multi-use stadium in Longjing, Yanbian, Jilin province, China.  It is currently used mostly for football matches.  The stadium holds 32,000 people.",
  "/wiki/2013_China_League_One": "The 2013 China League One is the tenth season of the China League One, the second tier of the Chinese football league pyramid, since its establishment."
}