{
  "/wiki/Melodifestivalen_1966": "Melodifestivalen 1966 (known as the Svensk sångfinal) was the selection for the eighth song to represent Sweden at the Eurovision Song Contest. It was the seventh time that this system of picking a song had been used. 898 songs were submitted to SVT for the competition. The final was broadcast on Sveriges Radio TV but was not broadcast on radio.",
  "/wiki/Nygammal_vals": "\"Nygammal vals\" (\"New, yet familiar, waltz\") was the Swedish entry to the Eurovision Song Contest 1966 in Luxembourg, Luxembourg. It was sung in Swedish by Lill Lindfors and Svante Thuresson, composed by Bengt Arne Wallin and written by Björn Lindroth. In Luxembourg they were joined on stage by the American jazz musician Sahib Shihab on flute.",
  "/wiki/Lill_Lindfors": "Maj Lillemor \"Lill\" Lindfors, born 12 May 1940 in Helsinki, Finland, is a Swedish singer who has performed in Scandinavia since the 1960s.",
  "/wiki/Svante_Thuresson": "Svante Thuresson (born 7 February 1937) is a Swedish jazz musician. He started his career as a drummer before joining the band Gals and Pals in 1963. Svante won the national selection and represented Sweden in the Eurovision song contest in 1966 with \"Nygammal vals\" and came in second place; he performed with Lill Lindfors.",
  "/wiki/Eurovision_Song_Contest_1966": "The Eurovision Song Contest 1966 was the 11th edition of the annual Eurovision Song Contest. It took place in Luxembourg City, Luxembourg, following France Gall's win at the 1965 contest in Naples, Italy with the song \"Poupée de cire, poupée de son\". It was the second time Luxembourg hosted the event after the 1961 edition. The contest was held at the Villa Louvigny on Saturday 5 March 1966 and was hosted by Josiane Chen.",
  "/wiki/Melodifestivalen_1968": "Melodifestivalen 1968 was the selection for the 10th song to represent Sweden at the Eurovision Song Contest. It was the ninth time that this system of picking a song had been used. 2233 songs were submitted to SVT for the competition. The final was broadcast on Sveriges Radio TV but was not broadcast on radio.",
  "/wiki/Det_b%C3%B6rjar_verka_k%C3%A4rlek,_banne_mej": "\"Det börjar verka kärlek, banne mig\" (\"It's Beginning to Look Like Love, Damn It\") was the Swedish entry in the Eurovision Song Contest 1968, performed in Swedish by Claes-Göran Hederström, the winner of Melodifestivalen 1968. Composer Peter Himmelstrand, who incidentally also wrote the two songs that finished in shared third place in the 1968 pre-selections, \"Gå och göm dig, Åke Tråk\" and \"Du vet var jag finns\", would go on to write fifteen Melodifestivalen entries as well as many other popular Svensktoppen hits all through the 1960s and 1970s.",
  "/wiki/Claes-G%C3%B6ran_Hederstr%C3%B6m": "Claes-Göran Hederström (born 20 October 1945 in Danderyd, north of Stockholm) is a Swedish singer. He made his musical debut on Swedish television in 1967. In 1968 he represented Sweden in the Eurovision song contest with Det börjar verka kärlek, banne mej (\"It's Beginning To Look Like Love, I'll Be Damned\", English version named \"My time has come\") placing 5th. The song subsequently topped Swedish top 20 charts and today it is still his most recognised song.",
  "/wiki/Eurovision_Song_Contest_1968": "The Eurovision Song Contest 1968 was the 13th edition of the annual Eurovision Song Contest. It took place in London, United Kingdom, following Sandie Shaw's win at the 1967 contest in Vienna, Austria with the song \"Puppet on a String\". It was the third time the event took place in the UK; after the 1960 and 1963 editions, both of which also took place in London. The contest was held at the Royal Albert Hall on Saturday 6 April 1968, and was hosted by Katie Boyle (for the third time).",
  "/wiki/Melodifestivalen_1973": "Melodifestivalen 1973 was the selection for the 14th song to represent Sweden at the Eurovision Song Contest. It was the 13th time that this system of picking a song had been used. 10 songwriters were selected by SVT for the competition. The final was broadcast on TV1 but was not broadcast on radio.",
  "/wiki/You%27re_Summer": "\"You're Summer\"  was the Swedish entry in the Eurovision Song Contest 1973, performed in English by  Claes af Geijerstam and Göran Fristorp as Nova. The song was originally performed in Swedish as \"Sommaren som aldrig säger nej\", when it won the Swedish national selection, Melodifestivalen 1973, but was subsequently translated to English for the Eurovision as the rules requiring participant countries to sing in their own language was scrapped that year. This was first time Sweden had its entry performed in English since \"Absent Friend\" in 1965",
  "/wiki/Malta_(band)": "Malta was a Swedish band. It was a duo consisting of Claes af Geijerstam and Göran Fristorp. In 1973, they had to change their band name to Nova in order to perform at the Eurovision Song Contest 1973 to perform the song \"You're Summer\" in Luxembourg, which would put them in 5th place.",
  "/wiki/Eurovision_Song_Contest_1973": "The Eurovision Song Contest 1973 was the 18th edition of the annual Eurovision Song Contest.",
  "/wiki/Melodifestivalen_1974": "Melodifestivalen 1974 (on-screen title Melodifestival 1974) was the selection for the 15th song to represent Sweden at the Eurovision Song Contest. It was the 14th time that this system of picking a song had been used. 10 songwriters were selected by SR for the competition. The final was broadcast on TV1 but was not broadcast on radio. ABBA went on to win that year's Eurovision Song Contest in Brighton, Sweden's first Eurovision win.",
  "/wiki/Waterloo_(ABBA_song)": "\"Waterloo\" is the first single from the Swedish pop group ABBA's second album, Waterloo and their first under the Epic and Atlantic labels. This was also the first single to be credited to the group performing under the name ABBA.",
  "/wiki/ABBA": "ABBA  is a Swedish pop supergroup formed in Stockholm in 1972 by Agnetha Fältskog, Björn Ulvaeus, Benny Andersson, and Anni-Frid Lyngstad. The group's name is an acronym of the first letters of their first names. They became one of the most commercially successful acts in the history of popular music, topping the charts worldwide from 1974 to 1982. ABBA won the Eurovision Song Contest 1974, giving Sweden its first triumph in the contest. They are the most successful group to have taken part in the competition.",
  "/wiki/Eurovision_Song_Contest_1974": "The Eurovision Song Contest 1974 was the 19th edition of the annual Eurovision Song Contest.",
  "/wiki/Melodifestivalen_1983": "Melodifestivalen 1983 was the selection for the 23rd song to represent Sweden at the Eurovision Song Contest. It was the 22nd time that this system of picking a song had been used. 90 songs were submitted to Sveriges Television for the competition. The final was broadcast on TV1 but was not broadcast on radio. Carola was the only artist to score full marks from each jury, prompting the presenter to say before the final votes were announced: \"Det här är inte alls spännande!\" (This isn't at all exciting!). \"Främling\" became the biggest selling single of all-time in Sweden.",
  "/wiki/Fr%C3%A4mling_(song)": "\"Främling\" (\"Stranger\"), written by Lasse Holm and Monica Forsberg and arranged by Lennart Sjöholm, was the song performed by the 16-year-old Carola Häggkvist which won the Swedish Melodifestivalen 1983.",
  "/wiki/Carola_H%C3%A4ggkvist": "Carola Maria Häggkvist (Swedish pronunciation: [kaˈrôːla ˈhɛ̂ɡːkvɪst]; born 8 September 1966), also known as simply Carola, is a Swedish singer and songwriter. She has been among Sweden's most popular performers since the early 1980s, and has released albums ranging from pop and disco to hymns and folk music. Her debut album, Främling (1983), sold around one million copies and remains the biggest-selling album in Swedish music history. She has also worked as a songwriter. During her career, she has recorded many top-selling albums and singles and is referred to as Sweden's most prominent female singer. Some of her biggest hits are \"Främling\", \"Tommy tycker om mig\", \"Fångad av en stormvind\", \"All the Reasons to Live\", \"I Believe in Love\", \"Genom allt\", and \"Evighet\". She has released records in various languages: Swedish, Dutch, German, English, Norwegian and Japanese.",
  "/wiki/Eurovision_Song_Contest_1983": "The Eurovision Song Contest 1983 was the 28th edition of the annual Eurovision Song Contest. It was held in Munich, then West Germany, on 23 April 1983. The presenter was Marlene Charell. Corinne Hermes was the winner of this Eurovision with the song, \"Si la vie est cadeau\". This was Luxembourg's fifth victory in the contest which equalled the record set by France in 1977. It was also the second year in a row where the winning entry was performed last on the night and the second year in a row in which Israel won 2nd place. For the third year in a row, at least one country ended up with nul points, and in this case, it happened two be two countries, Spain and Turkey, neither of whom were able to get off the mark.",
  "/wiki/Melodifestivalen_1984": "Melodifestivalen 1984 was the selection for the 24th song to represent Sweden at the Eurovision Song Contest. It was the 23rd time that this system of picking a song had been used. 90 songs were submitted to SVT for the competition. The final was broadcast on TV1 but was not broadcast on radio. Herreys went on to win that year's Eurovision Song Contest in Luxembourg; Sweden's second Eurovision win.",
  "/wiki/Diggi-Loo_Diggi-Ley": "\"Diggi-Loo Diggi-Ley\" was the winning song in the Eurovision Song Contest 1984 performed in Swedish by a trio of brothers named Herrey's. Lyrics were written by Britt Lindeborg, and the tune by Torgny Söderberg. It was produced by Anders Engberg and Torgny Söderberg.",
  "/wiki/Herreys": "Herreys (Swedish pronunciation: [hɛˈrɛjs]), sometimes Herrey's or Herrey, is a Swedish pop group, consisting of the three brothers Per Herrey (born 9 August 1958), Richard Herrey (born 19 August 1964), and Louis Herrey (born 3 November 1966). They won the Eurovision Song Contest 1984 with the song \"Diggi-Loo Diggi-Ley\". Richard and Louis Herrey became the first teenage males to win Eurovision and remain the youngest ever male winners, being 19 years and 260 days and 18 years and 184 days of age respectively. In 1985, they won the Sopot International Song Festival with \"Sommarparty\". At the time Herreys won Eurovision, the brothers were living and working as singers in the United States.\n2\nHerreys continued to record and tour for a few years, but had no hits of the same magnitude as the Eurovision winner. They were the first European boyband preceding the international boom a few years later. Herreys was the bestselling pop group in Sweden in the 1980s, and enjoyed enormous success touring and performing in excess of 300 live shows. Herreys was also the first western band to be invited to tour behind the Iron Curtain in the Soviet Union, and also did shows with the big Russian star Alla Pugacheva.",
  "/wiki/Eurovision_Song_Contest_1984": "The Eurovision Song Contest 1984, the 29th event of its kind, was held on 5 May 1984 in Luxembourg. The presenter, Désirée Nosbusch, only 19 years old at the time, hosted the show in a lax manner, which was quite unusual for the show at the time. She manifested her fluency in four languages by switching between a strong transatlantic English, French, German and Luxembourgish in the course of talking, often in the same sentence.",
  "/wiki/Melodifestivalen_1985": "Melodifestivalen 1985 was the selection for the 25th song to represent Sweden at the Eurovision Song Contest. It was the 24th time that this system of picking a song had been used. 90 songs were submitted to SVT for the competition. The final was broadcast on TV1 but was not broadcast on radio. The presenter, Eva Andersson, was the 1980 Miss Sweden. No orchestra was used, as all songs were performed to backing track. There have been claims that this was because SVT could not afford to hire the orchestra for two shows, as they were hosting the Eurovision Song Contest in 1985.",
  "/wiki/Bra_vibrationer_(song)": "\"Bra vibrationer\" (\"Good vibrations\"), written by Ingela Forsman and composed by Lasse Holm, was the Swedish entry to the Eurovision Song Contest 1985, performed by Kikki Danielsson.",
  "/wiki/Kikki_Danielsson": "Ann-Kristin \"Kikki\" Danielsson (born 10 May 1952) is a Swedish country, dansband and pop singer. Sometimes, she also plays the accordion and she has also written some lyrics. She is also famous for yodeling in some songs. Kikki Danielsson gained her largest popularity in the Nordic region from the late 1970s until the late 1990s. She also gained popularity at the US country stage during the 1980s. In 1986, she had the \"Kikki i Nashville\" TV show.",
  "/wiki/Eurovision_Song_Contest_1985": "The Eurovision Song Contest 1985 was the 30th edition of the annual Eurovision Song Contest. It was held on 4 May 1985 in Gothenburg, Sweden. The presenter was entertainer Lill Lindfors, whose jokey dress rip after the interval act (seemingly revealing her knickers before unfolding another dress) was said to have not amused the wife of EBU scrutineer Frank Naef.  Norwegian duo Bobbysocks! were the winners with the song \"La det swinge\".",
  "/wiki/Melodifestivalen_1986": "Melodifestivalen 1986 was the selection for the 26th song to represent Sweden at the Eurovision Song Contest. It was the 25th time that this system of picking a song had been used. 90 songs were submitted to SVT for the competition. The final was broadcast on TV1 and was not broadcast on radio. No orchestra was used, and instead the ten songs were broadcast as music videos. The five songs that qualified for the second round were performed live to backing track.",
  "/wiki/E%27_de%27_det_h%C3%A4r_du_kallar_k%C3%A4rlek%3F": "\"E' de' det här du kallar kärlek?\" (English: \"Is this what you call love?\") is a Swedish language song by Monica Törnell and Lasse Holm that won the Swedish music competition Melodifestivalen 1986.",
  "/wiki/Lasse_Holm": "Lars-Eric Gustav \"Lasse\" Holm (born 9 December 1943) is known as a Swedish composer, lyricist and singer of pop music and with a career spanning several decades.",
  "/wiki/Monica_T%C3%B6rnell": "Monica Kristina Ingeborg Törnell, (born June 3, 1954 in Trönö, Hälsingland, Gävleborg County, Sweden) is a Swedish singer and songwriter. After being discovered by Cornelis Vreeswijk 1971, she was a prominent singer in several genres, mainly folk and rock music, for over two decades. Together with Lasse Holm, she represented Sweden in the Eurovision Song Contest 1986 in Bergen, Norway. She is the mother of Tobias (born in 1973) and Mattias Törnell (born in 1980).",
  "/wiki/Eurovision_Song_Contest_1986": "The Eurovision Song Contest 1986 was the 31st Eurovision Song Contest and was held on 3 May 1986 in Grieghallen in Bergen, Norway. It was the first occasion on which Norway played host to the contest. The presenter was Åse Kleveland, a well-known folk guitarist who was President of the Norwegian Association of Musicians (and a former Eurovision entrant, in 1966).",
  "/wiki/Melodifestivalen_1989": "Melodifestivalen 1989 was the selection for the 29th song to represent Sweden at the Eurovision Song Contest. It was the 28th time that this system of picking a song had been used. 1,223 songs were submitted to SVT for the competition. The hostess, Yvonne Ryding, was the 1984 Miss Universe. The final was broadcast on SVT1 and was surprisingly not broadcast on radio. The show was watched by 5,328,000 people.",
  "/wiki/En_dag": "\"En dag\" (\"One day\") is a ballad, which was the Swedish Melodifestivalen 1989 winning song and entry to the Eurovision Song Contest 1989, where it finished 4th. The song was written by Tim Norell, Ola Håkansson and Alexander Bard and performed by Tommy Nilsson.",
  "/wiki/Tommy_Nilsson": "Erik Tommy Nilsson  (born 11 March 1960 in Köping) is a Swedish rock singer and composer.",
  "/wiki/Eurovision_Song_Contest_1989": "The Eurovision Song Contest 1989 was the 34th annual Eurovision Song Contest. It was held on 6 May 1989 in Lausanne, Switzerland, after Celine Dion's victory in Dublin the previous year. The program was presented by Lolita Morena and Jacques Deschenaux. Riva, representing Yugoslavia, won with the song \"Rock Me\". This was the only victory for Yugoslavia as a unified state.",
  "/wiki/Melodifestivalen_1991": "Melodifestivalen 1991 was the selection for the 31st song to represent Sweden at the Eurovision Song Contest. It was the 30th time that this system of picking a song had been used. 1,323 songs were submitted to SVT for the competition. The final was broadcast on TV2 and Sveriges Radio's P3 network. Carola Häggkvist went on to win that year's Eurovision Song Contest in Rome, Sweden's third Eurovision win. The show was watched by 5,880,000 people.",
  "/wiki/F%C3%A5ngad_av_en_stormvind": "\"Fångad av en stormvind\" (English: \"Captured by a love storm\") is a song by Swedish singer-songwriter Carola Häggkvist. It was written and produced by Stephan Berg. The song is the best known as Sweden's winning entry at the Eurovision Song Contest 1991 held in Rome, Italy, with 146 points.",
  "/wiki/Eurovision_Song_Contest_1991": "The Eurovision Song Contest 1991 was the 36th Eurovision Song Contest and was held on 4 May 1991 in Rome. Due to the Gulf War and mounting tensions in Yugoslavia, RAI decided to move the contest from Sanremo to Rome, which was perceived to be more secure.",
  "/wiki/Melodifestivalen_1995": "Melodifestivalen 1995 was the selection for the 35th song to represent Sweden at the Eurovision Song Contest. It was the 34th time that this system of picking a song had been used. 986 songs were submitted to SVT for the competition. The final was broadcast on TV2 and Sveriges Radio's P3 and P4 networks. The show was watched by 3,646,000 people.",
  "/wiki/Se_p%C3%A5_mej": "\"Se på mig\" (literally translating into \"Look At Me\"; an English version is titled \"Another Night\") is a song by Swedish singer Jan Johansen. It represented Sweden at the Eurovision Song Contest 1995 in Dublin, Ireland.",
  "/wiki/Jan_Johansen_(singer)": "Jan Christian Johansen (born 9 January 1966) is a Swedish singer, best known for representing Sweden in the Eurovision Song Contest 1995.",
  "/wiki/Eurovision_Song_Contest_1995": "The Eurovision Song Contest 1995 was the 40th edition of the annual Eurovision Song Contest. It took place in Dublin, Ireland, following Paul Harrington and Charlie McGettigan's win at the 1994 contest on homesoil with the song \"Rock 'n' Roll Kids\".",
  "/wiki/Melodifestivalen_1996": "Melodifestivalen 1996 was the selection for the 36th song to represent Sweden at the Eurovision Song Contest. It was the 35th time that this system of picking a song had been used. 1,323 songs were submitted to SVT for the competition. The final was broadcast on SVT1 and Sveriges Radio's P3 and P4 networks. The show was watched by 3,775,000 people.",
  "/wiki/Den_vilda": "\"Den vilda\" (meaning The wild one) is a winter-related song by Swedish band One More Time. It won the Melodifestivalen 1996 contest and hence became the Swedish entry at the Eurovision Song Contest 1996 in Oslo, Norway.",
  "/wiki/One_More_Time_(band)": "One More Time was a Swedish pop group. Its members are Peter Grönvall, his wife Nanne Grönvall and Maria Rådsten. A fourth member, Thérèse Löf, left the group shortly after the first album was released. In 1992, they began their international career with the release of the single \"Highland\", which peaked at #2 in Sweden and #80 in the UK. The Highland album, on which the single was featured, went gold in South Africa. Their second self-titled album followed in 1994 but wasn't as successful as the previous album.",
  "/wiki/Eurovision_Song_Contest_1996": "The Eurovision Song Contest 1996 was the 41st edition of the annual Eurovision Song Contest. It took place in Oslo, Norway, following Secret Garden's win at the 1995 contest in Dublin, Ireland with the song \"Nocturne\".",
  "/wiki/Melodifestivalen_1999": "Melodifestivalen 1999 was the selection for the 39th song to represent Sweden at the Eurovision Song Contest. It was the 38th time that this system of picking a song had been used. 1,315 songs were submitted to SVT for the competition. The final was broadcast on SVT2 and Sveriges Radio's P4 network. Charlotte Nilsson went on to win that year's Eurovision Song Contest in Jerusalem, Sweden's fourth Eurovision win. A total of 630,339 votes were cast.",
  "/wiki/Take_Me_to_Your_Heaven_(song)": "\"Take Me to Your Heaven\" was the winner of the Eurovision Song Contest 1999 performed in English (taking advantage of new rules removing the requirement to perform in a national language) by Charlotte Nilsson representing Sweden. Charlotte Nilsson first won the Swedish Melodifestivalen 1999 when singing the Swedish language version \"Tusen och en natt\" (Swedish for \"One Thousand and One Nights\").",
  "/wiki/Charlotte_Perrelli": "Anna Jenny Charlotte Perrelli (née Nilsson, 7 October 1974) is a Swedish singer and occasional television host. She was the winner of the 1999 Melodifestivalen and subsequently that year's Eurovision Song Contest with the song \"Take Me to Your Heaven.\"",
  "/wiki/Eurovision_Song_Contest_1999": "The Eurovision Song Contest 1999 was the 44th edition of the annual Eurovision Song Contest. It took place in Jerusalem, Israel,\nfollowing Dana International's win at the 1998 contest in Birmingham, United Kingdom with the song \"Diva\". This was Israel's third victory in the contest (after 1978 and 1979), and the second time hosting the event (after 1979).",
  "/wiki/Melodifestivalen_2001": "Melodifestivalen 2001 was the selection for the 41st song to represent Sweden at the Eurovision Song Contest. It was the 42nd time that this system of picking a song had been used. 1,567 songs were submitted to SVT for the competition. The final was broadcast on SVT1 and Sveriges Radio's P4 network.\nThe winners were Friends who later that year ended up in 5th place in the Eurovision Song Contest 2001 in Copenhagen with the English-language version of the song \"Listen To Your Heartbeat\". The show was watched by 3,840,000, with a total of 357,408 votes cast.",
  "/wiki/Listen_To_Your_Heartbeat": "\"Listen To Your Heartbeat\" (Original Swedish title: \"Lyssna till ditt hjärta\") was the Swedish entry at the Eurovision Song Contest 2001.",
  "/wiki/Friends_(group)": "Friends was a Swedish dansband or pop group formed in 1999 and made up of Stefan Brunzell, Tony Haglund, Kristian Hermanson, Nina Inhammar, Kim Kärnfalk and Peter Strandberg. They were put together from auditions on the reality television show Friends på turne (Friends on Tour), made by Bert Karlsson for TV4. The show was a success and Friends competed on Melodifestivalen 2000, reaching second place. They won Melodifestivalen 2001 with \"Lyssna till ditt hjärta\" and represented Sweden at the Eurovision Song Contest 2001 with the English version of the song, \"Listen to Your Heartbeat\" wearing sexy, tight, leather fitted clothing. Prior to the Eurovision performance, the Swedish delegation was forced to pay royalties to the team behind \"Liefde is een kaartspel\", an earlier Belgian entry, making the song the first admitted case of plagiarism in Eurovision history.",
  "/wiki/Eurovision_Song_Contest_2001": "The Eurovision Song Contest 2001 was the 46th edition of the annual Eurovision Song Contest. It took place in Copenhagen, Denmark, following the Olsen Brothers' win at the 2000 contest in Stockholm, Sweden with the song \"Fly on the Wings of Love\".\nThe hosting marked the second time the contest was held on Danish soil, after the 1964 contest - 37 years earlier.\n23 countries took part in the contest, which was held on 12 May 2001. The host venue was the Parken Stadium - the largest venue to ever host the contest as of 2019. A total of 35,000 spectators saw the show live from within the stadium, breaking the record of 16,000 held by the previous year's hosts Sweden.",
  "/wiki/Melodifestivalen_2003": "Melodifestivalen 2003 was the selection for the 43rd song to represent Sweden at the Eurovision Song Contest. It was the 42nd time that this system of picking a song had been used. Five semi-finals had taken place to select the ten songs for the final, in Jönköping, Gothenburg, Luleå, Sundsvall and a Second Chance round in Stockholm. The final was broadcast on SVT1 and Sveriges Radio's P4 network. The show was watched by 1,230,751 people.",
  "/wiki/Give_Me_Your_Love_(Fame_song)": "\"Give Me Your Love\" was the Swedish entry at the Eurovision Song Contest 2003. The song was performed by Jessica Andersson and Magnus Bäcklund as 'Fame' and was composed by Carl Lösnitz and Calle Kindbom.",
  "/wiki/Fame_(duo)": "Fame was a Swedish duo consisting of Jessica Andersson (born 27 October 1973 in Stockholm) and Magnus Bäcklund (born 16 November 1965 in Kristinehamn, Värmland County).  They met each other at the televised arts school and contest Fame Factory, which aired in autumn 2002.  Bäcklund was the overall winner, while Andersson dropped out to give birth to her son Liam.  Bäcklund also has two young twin daughters at home.  Andersson is a former photo model and Bäcklund is a commercial pilot.",
  "/wiki/Eurovision_Song_Contest_2003": "The Eurovision Song Contest 2003 was the 48th edition of the annual Eurovision Song Contest. It took place in Riga, Latvia, following Marie N's win at the 2002 contest in Tallinn, Estonia with the song \"I Wanna\". It was the first time Latvia had hosted the contest – only 3 years after the country made its debut. Organised by the European Broadcasting Union (EBU) and host broadcaster Latvijas Televīzija (LTV), the contest was held at the Skonto Hall, with the final on 24 May 2003. The live show was hosted by Marie N and Renārs Kaupers.",
  "/wiki/Melodifestivalen_2004": "Melodifestivalen 2004 was the selection for the 44th song to represent Sweden at the Eurovision Song Contest. It was the 43rd time that this system of picking a song had been used. Five semifinals had taken place to select the ten songs for the final, in Karlstad, Gothenburg, Umeå, Malmö and a Second Chance round in Stockholm. The final was broadcast on SVT1 and Sveriges Radio's P4 network. The winner was Lena Philipsson with \"Det gör ont\" who later that year came in 5th place in Eurovision Song Contest 2004 in Turkey with the English-language version It Hurts.",
  "/wiki/Det_g%C3%B6r_ont": "\"Det gör ont\" (English: \"It Hurts\") is a song recorded by Swedish singer-songwriter Lena Philipsson. The song was written by Thomas \"Orup\" Eriksson and produced by Anders Hansson for Philipsson's studio album Det gör ont en stund på natten men inget på dan (2004). It is the best known as Sweden's entry at the Eurovision Song Contest 2004, where it was performed in English as \"It Hurts\", and placed the fifth with 170 points.",
  "/wiki/Lena_Philipsson": "Maria Magdalena \"Lena\" Philipsson (also known as Lena Ph; born 19 January 1966) is a Swedish singer, songwriter and media personality. She represented Sweden in the 2004 Eurovision Song Contest, finishing fifth.",
  "/wiki/Eurovision_Song_Contest_2004": "The Eurovision Song Contest 2004 was the 49th edition of the annual Eurovision Song Contest. It took place in Istanbul, Turkey, following Sertab Erener's win at the 2003 contest in Riga, Latvia with the song \"Everyway That I Can\". It was the first time Turkey had hosted the contest - 29 years after the country made its debut. Organised by the European Broadcasting Union (EBU) and host broadcaster Turkish Radio and Television Corporation (TRT), the contest was held at the Abdi İpekçi Arena, and (for the first time) consisted of a semi-final on 12 May, and the final on 15 May 2004. The two live shows were hosted by Korhan Abay and Meltem Cumbul.",
  "/wiki/Melodifestivalen_2006": "Melodifestivalen 2006 was the selection for the 46th song to represent Sweden at the Eurovision Song Contest. It was the 45th time that this system of picking a song had been used. Five semifinals had taken place to select the ten songs for the final, in Leksand, Karlstad, Karlskrona, Gothenburg and a Second Chance round in Stockholm. The final was broadcast on SVT1 and Sveriges Radio's P4 network. Carola Häggkvist was the clear favourite to win the final, with bookmakers making her the favourite and an Aftonbladet web poll showing her to have a clear margin over the other participants. The rehearsals sold out for the fourth year running; however, Carola was unable to perform in the final rehearsal due to throat problems. This led to speculation that the final would be closer than expected. Aftonbladet claimed in April 2006 that the televote may have been tampered with, as various sources reported unexplained voting (predominantly for Carola) on their telephone bills. It is clear that this would not have affected the result. Various finalists and semifinalists entered the Swedish Hitlistan chart after the competition. The second placed song, \"Temple of Love\", finished fourth in the Eurovision Madrid National Finals Song Contest.",
  "/wiki/Invincible_(Carola_H%C3%A4ggkvist_song)": "\"Invincible\" is the name of the 2006 Eurovision Song Contest entry from Sweden, sung by Carola Häggkvist. Being one of the favourites to win, it ended up finishing 5th out of 24.",
  "/wiki/Eurovision_Song_Contest_2006": "The Eurovision Song Contest 2006 was the 51st edition of the annual Eurovision Song Contest. It took place in Athens, Greece, following Helena Paparizou's win at the 2005 contest in Kiev, Ukraine with the song \"My Number One\". It was the first time Greece had hosted the contest - 32 years after the country made its debut. Organised by the European Broadcasting Union (EBU) and host broadcaster Hellenic Broadcasting Corporation (ERT), the contest was held at the Nikos Galis Olympic Indoor Hall, and consisted of a semi-final on 18 May, and the final on 20 May 2006. The two live shows were hosted by Maria Menounos and Sakis Rouvas.",
  "/wiki/Melodifestivalen_2011": "Melodifestivalen 2011 was a Swedish song contest held between February and March 2011. It selected Sweden's 51st song to represent Sweden in the Eurovision Song Contest, and was the 50th edition of Melodifestivalen. Eric Saade, with the song \"Popular\", won the contest and thus was selected to represent Sweden in the 2011 Eurovision Song Contest.",
  "/wiki/Popular_(Eric_Saade_song)": "\"Popular\" is an English language song written by Fredrik Kempe and performed by Swedish singer Eric Saade. It is the second single from Saade's second album Saade Vol. 1 and was the Swedish entry in Eurovision Song Contest 2011. It was first released on 28 February 2011 in Sweden and topped the Swedish Singles Chart. It has been covered by Elena Paparizou.",
  "/wiki/Eric_Saade": "Eric Khaled Saade (Swedish: [ˈêːrɪk saˈâːdɛ]; Arabic: إريك سعادة‎, romanized: ʾĪrik Saʿāda, IPA: [ˈʔiːrik saˈʕaːdɐ]; born October 29, 1990), is a Swedish singer.",
  "/wiki/Eurovision_Song_Contest_2011": "The Eurovision Song Contest 2011 was the 56th edition of the annual Eurovision Song Contest. It took place in Düsseldorf, Germany, following Lena's win at the 2010 contest in Oslo, Norway with the song \"Satellite\". It was the third time Germany had hosted the contest (and the first following the German reunification), having previously done so in 1957 and 1983 (both in then West Germany). Organised by the European Broadcasting Union (EBU) and host broadcasters Arbeitsgemeinschaft Rundfunkanstalten Deutschland (ARD) and Norddeutscher Rundfunk (NDR), the contest was held at the Esprit Arena and consisted of two semi-finals on 10 and 12 May, and the final on 14 May 2011. The three live shows were hosted by Anke Engelke, Judith Rakers and Stefan Raab.",
  "/wiki/Melodifestivalen_2012": "Melodifestivalen 2012 is a Swedish song contest that was held between 4 February and 10 March 2012. It selected the fifty-second Swedish entry to be internationally represented in the Eurovision Song Contest 2012 (ESC 2012).",
  "/wiki/Euphoria_(Loreen_song)": "\"Euphoria\" is a song performed by Swedish recording artist and songwriter Loreen. It was released as the third single from her debut studio album Heal (2012). The song was written by Thomas G:son, Peter Boström and produced by Boström and SeventyEight. It is best known as Sweden's winning entry at the Eurovision Song Contest 2012 held in Baku, Azerbaijan. The song won the competition with a total of 372 points, the then second-highest point total in the contest's history. The song received the highest number of maximum (12) points of any entry in the contest's history with eighteen countries giving the song their top marks.",
  "/wiki/Loreen_(singer)": "Lorine Zineb Noka Talhaoui, known professionally as Loreen (IPA: [lɔˈreːn]), born 16 October 1983) is a Swedish pop singer and music producer. Representing Sweden, she won the Eurovision Song Contest 2012 in Baku, with her entry \"Euphoria\". The song reached number one in several countries, including Germany and Sweden. At the Eurovision Song Contest 2013 in Malmö, she sang as the opening act in the first semi-final and as the interval act in the grand final.",
  "/wiki/Eurovision_Song_Contest_2012": "The Eurovision Song Contest 2012 was the 57th edition of the annual Eurovision Song Contest. It took place in Baku, Azerbaijan, following Ell & Nikki's win at the 2011 contest in Düsseldorf, Germany with the song \"Running Scared\". It was the first time Azerbaijan had hosted the contest - only four years after the country made its debut. Organised by the European Broadcasting Union (EBU) and host broadcaster İctimai Television (İTV), the contest was held at the Baku Crystal Hall, and consisted of two semi-finals on 22 and 24 May, and the final on 26 May 2012. The three live shows were hosted by Leyla Aliyeva, Eldar Gasimov and Nargiz Birk-Petersen.",
  "/wiki/Melodifestivalen_2014": "Melodifestivalen 2014 was the Swedish music competition which selected Sweden's 54th entry for the Eurovision Song Contest 2014. Sanna Nielsen won the competition with the song \"Undo\". This was one of the closest results in Melodifestivalen history, as Nielsen beat her nearest rival, Ace Wilder, by only two points.",
  "/wiki/Undo_(Sanna_Nielsen_song)": "\"Undo\" is a song by Swedish singer Sanna Nielsen. The track was written and composed by Fredrik Kempe, David Kreuger, Hamed \"K-One\" Pirouzpanah. It premiered on 8 February 2014, as part of the second semi-final in Melodifestivalen 2014. The song successfully progressed to the final. The single was officially released on 23 February 2014, part of the EP of the same title. Undo is an uptempo ballad.",
  "/wiki/Sanna_Nielsen": "Sanna Viktoria Nielsen (born 27 November 1984) is a Swedish singer and television presenter. After her seventh attempt, she won Melodifestivalen in 2014 with the song \"Undo\" and so represented Sweden in the Eurovision Song Contest 2014 in Copenhagen, Denmark, finishing in 3rd place overall. Sanna was one of the Eurovision Song Contest 2015 commentators for Sweden and hosted Melodifestivalen 2015 along with comedian Robin Paulsson. She was announced as the new presenter for the sing-along show Allsång på Skansen for the summer of 2016. She hosted Eurovision The Party at the Tele2 Arena for the Eurovision Song Contest 2016.",
  "/wiki/Eurovision_Song_Contest_2014": "The Eurovision Song Contest 2014 was the 59th edition of the annual Eurovision Song Contest. It took place in Copenhagen, Denmark, following Emmelie de Forest's win at the 2013 contest in Malmö, Sweden with the song \"Only Teardrops\". It was the third time Denmark had hosted the contest, having previously done so in 1964 and 2001. Organised by the European Broadcasting Union (EBU) and host broadcaster Danmarks Radio (DR), the contest was held at B&W Hallerne and consisted of two semi-finals on 6 and 8 May, and the final on 10 May 2014.\nThe three live shows were hosted by Lise Rønne, Nikolaj Koppel and Pilou Asbæk.",
  "/wiki/Melodifestivalen": "Melodifestivalen (Swedish pronunciation: [mɛlʊˈdîːfɛstɪˌvɑːlɛn]; literally \"the Melody Festival\")[a] is an annual song competition organised by Swedish public broadcasters Sveriges Television (SVT) and Sveriges Radio (SR). It determines the country's representative for the Eurovision Song Contest, and has been staged almost every year since 1959. Since 2000, the competition has been the most popular television programme in Sweden; it is also broadcast on radio and the Internet. In 2012, the semi-finals averaged 3.3 million viewers, and over an estimated four million people in Sweden watched the final, almost half of the Swedish population."
}