{
  "/wiki/SRL_Southwest_Tour": "The SRL Southwest Tour Series is a Late Model racing league operating since 2001. The series is a continuation of the Tri-Track Challenge run in California between 1997 and 2000. The series is also connected to the former Supermodified Racing League, previously headed by Davey Hamilton. Through the years the series expanded its racing calendar as well as racing series adding spec late model series and Legends car racing.",
  "/wiki/United_States_Auto_Club": "The United States Auto Club (USAC) is one of the sanctioning bodies of auto racing in the United States. From 1956 to 1979, USAC sanctioned the United States National Championship, and from 1956 to 1997 the organization sanctioned the Indianapolis 500. Today, USAC serves as the sanctioning body for a number of racing series, including the Silver Crown Series, National Sprint Cars, National Midgets, Speed2 Midget Series, .25 Midget Series, Stadium Super Trucks, TORC: The Off-Road Championship, and Pirelli World Challenge.",
  "/wiki/Bobby_East": "Robert \"Bobby\" East (born December 17, 1984 in Torrance, California), is an American auto racing driver. He has raced in the United States Auto Club, the Auto Racing Club of American, and NASCAR. He currently resides in Brownsburg, Indiana. \nIn 2001, East became the youngest driver in USAC history to win a feature when he won a USAC National Midget event at the Illiana Motor Speedway in Schererville, Indiana at the age of 16 years, six months, and 25 days in 2001.",
  "/wiki/Tony_Stewart": "Anthony Wayne Stewart (born May 20, 1971), nicknamed Smoke, is a former American professional stock car racing driver and current NASCAR team owner. He is a three-time Monster Energy NASCAR Cup Series champion as a driver, winning titles in 2002, 2005 and 2011. As a team owner, he has won Monster Energy Cup titles in 2011 with himself and in 2014 with Kevin Harvick as drivers. Throughout his racing career, Stewart has won racing titles in Indy, midget, sprint, and USAC Silver Crown cars. He is the only driver in history to win a championship in both IndyCar and NASCAR.",
  "/wiki/Curb_Agajanian_Performance_Group": "The Curb Agajanian Performance Group is a motorsports team, currently competing as a co-entrant in IndyCar and IMSA. It is owned by record executive Mike Curb and racing personality Cary Agajanian; son of the late J. C. Agajanian, an early California race promoter and race car owner. It has fielded an entry IndyCar entry or co-entry in various races since 2001. Curb also was involved with NASCAR in both the Xfinity Series and Sprint Cup Series, owning Curb Racing from 1984–2011. Curb had several business partners in the NASCAR operation over the years, including Agajanian from 1998–2006.",
  "/wiki/Chevrolet": "Chevrolet (/ˌʃɛvrəˈleɪ/ SHEV-rə-LAY), colloquially referred to as Chevy and formally the Chevrolet Division of General Motors Company, is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet and ousted General Motors founder William C. Durant started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a controlling stake in General Motors with a reverse merger occurring on May 2, 1918 and propelled himself back to the GM presidency. After Durant's second ousting in 1919, Alfred Sloan, with his maxim \"a car for every purse and purpose\", would pick the Chevrolet brand to become the volume leader in the General Motors family, selling mainstream vehicles to compete with Henry Ford's Model T in 1919 and overtaking Ford as the best-selling car in the United States by 1929.",
  "/wiki/Mike_Curb": "Michael Curb (born December 24, 1944, Savannah, Georgia, United States) is an American musician, record company executive, motorsports car owner, and politician who served as the 42nd Lieutenant Governor of California from 1979 to 1983 under Democratic Governor Edmund G. \"Jerry\" Brown Jr. As lieutenant governor, Curb was the acting governor of California while Brown spent time outside California on state business, and outside California pursuing presidential ambitions. He is also the founder of Curb Records as well as an inductee of the West Coast Stock Car Hall of Fame.",
  "/wiki/Tracy_Hines": "Tracy Lee Hines (born May 1, 1972) is an American professional auto racing driver. He was the 2000 USAC Silver Crown Champion and 2002 USAC National Sprint Car Champion. He currently does not have a full-time ride in NASCAR as he competes for Tony Stewart Racing in three USAC series.",
  "/wiki/Toyota": "Toyota Motor Corporation (Japanese: トヨタ自動車株式会社, Hepburn: Toyota Jidōsha KK, IPA: [toꜜjota], English: /tɔɪˈoʊtə/) is a Japanese multinational automotive manufacturer headquartered in Toyota, Aichi, Japan.  In 2017, Toyota's corporate structure consisted of 364,445 employees worldwide and, as of December 2019[update], was the tenth-largest company in the world by revenue. Toyota is the second largest automobile manufacturer in the world, behind Volkswagen, based on 2018 unit sales. Toyota was the world's first automobile manufacturer to produce more than 10 million vehicles per year, which it has done since 2012, when it also reported the production of its 200-millionth vehicle. As of July 2014[update], Toyota was the largest listed company in Japan by market capitalization (worth more than twice as much as number 2-ranked SoftBank) and by revenue.",
  "/wiki/2005_in_IRL": "The 2005 IRL IndyCar Series began on Sunday, March 6 and ended on Sunday, October 16.  The season, which consisted of 17 races, was the 10th season of the IRL IndyCar Series since it split from CART in 1995.",
  "/wiki/Indy_Racing_League": "The IndyCar Series, currently known as the NTT IndyCar Series under sponsorship, is the premier level of open-wheel racing in North America. Its parent company began in 1996 as the Indy Racing League (IRL), which was created by then Indianapolis Motor Speedway owner Tony George as a competitor to CART. In 2008, the IndyCar Series merged with the Champ Car World Series (formerly CART). The series is self-sanctioned by IndyCar.",
  "/wiki/Dan_Wheldon": "Daniel Clive Wheldon (22 June 1978 – 16 October 2011) was a British motor racing driver who won the 2005 IndyCar Series Drivers' Championship for Andretti Green Racing (AGR). He won the Indianapolis 500 in 2005 and 2011, and a was co-winner of the 2006 24 Hours of Daytona with Chip Ganassi Racing (CGR).",
  "/wiki/Andretti_Green_Racing": "Andretti Autosport is an auto racing team that competes in the IndyCar Series, Indy Lights, the FIA Formula E Championship and the Americas Rallycross Championship. The team also has a 37.5% ownership stake in the Australian Supercars Championship touring car team, Walkinshaw Andretti United. It is headed and owned up by former CART series champion Michael Andretti.",
  "/wiki/Dallara": "Dallara Automobili is an Italian chassis manufacturer for various motor racing series, being most notable for its near-monopoly in Formula Three since 1993. Dallara also produces the chassis used by the IndyCar Series, Indy Lights, FIA Formula 2 Championship, Renault Sport Series, GP3 Series, Super Formula, Formula E and ADAC Formel Masters and is one of the manufacturers in the Grand-Am Rolex Sports Car Series.\nIn recent years their engineering activities have expanded considerably (now represents 40% of total sales), both in terms of the racing cars and high performance road cars.",
  "/wiki/Honda": "Honda Motor Company, Ltd. (Japanese: 本田技研工業株式会社, Hepburn: Honda Giken Kōgyō KK, IPA: [honda] (listen); /ˈhɒndə/) is a Japanese public multinational conglomerate corporation primarily known as a manufacturer of automobiles, motorcycles, and power equipment.",
  "/wiki/Indy_Pro_Series": "Indy Lights is an American developmental automobile racing series sanctioned by IndyCar, currently known as Indy Lights Presented by Cooper Tires for sponsorship reasons. Indy Lights is the highest step on the Road to Indy, a program of racing series leading up to the IndyCar Series. The Indy Lights series has been promoted by Anderson Promotions since 2014, which also manages the Road to Indy program.",
  "/wiki/Jeff_Simmons_(racing_driver)": "Jeff Simmons (born August 5, 1976, in Hartford, Connecticut) is an American race car driver, most recently driving open wheel cars in the Indy Racing League IndyCar Series.",
  "/wiki/Infiniti": "Infiniti (インフィニティ, Infiniti, IPA: [iɰ̃ɸiniti]) is the\nluxury vehicle division of Japanese automaker Nissan. Infiniti officially started selling vehicles on November 8, 1989, in North America. The marketing network for Infiniti-branded vehicles includes dealers in over 50 countries.",
  "/wiki/NASCAR": "The National Association for Stock Car Auto Racing (NASCAR) is an American auto racing sanctioning and operating company that is best known for stock-car racing. Its three largest or National series are the NASCAR Cup Series, the Xfinity Series, and the Gander RV & Outdoors Truck Series. Regional series include the ARCA Menards Series' East and West, the Whelen Modified Tour, NASCAR Pinty's Series, NASCAR Whelen Euro Series, and NASCAR PEAK Mexico Series. NASCAR sanctions over 1,500 races at over 100 tracks in 48 US states as well as in Canada, Mexico, and Europe. NASCAR has presented races at the Suzuka and Motegi circuits in Japan, and the Calder Park Thunderdome in Australia. NASCAR also ventures into eSports via the PEAK Antifreeze NASCAR iRacing Series and a sanctioned ladder system on that title.",
  "/wiki/K%26N_Pro_Series_West": "The ARCA Menards Series West, formerly the NASCAR K&N Pro Series West,  NASCAR Autozone West Series, NASCAR Winston West Series and NASCAR Camping World West Series, is a regional stock car racing series owned and operated by the Automobile Racing Club of America (ARCA) and the National Association for Stock Car Auto Racing (NASCAR). The series was first formed in 1954 as a proving ground for drivers from the western United States who could not travel to race in the more traditional stock car racing regions like North Carolina and the rest of the southern United States.",
  "/wiki/Nationwide_Series": "The NASCAR Xfinity Series (NXS) is a stock car racing series organized by NASCAR. It is promoted as NASCAR's \"minor league\" circuit, and is considered a proving ground for drivers who wish to step up to the organization's top level circuit, the NASCAR Cup Series. NXS events are frequently held as a support race on the day prior to a Cup Series event scheduled for that weekend.",
  "/wiki/David_Green_(racing_driver)": "David A. Green (born January 28, 1958) is a former American stock car racing driver, who currently works as a NASCAR official. While driving, he won the 1994 NASCAR Busch Series championship. His two younger brothers, Jeff and Mark have also competed in the NASCAR circuit.",
  "/wiki/Brewco_Motorsports": "Brewco Motorsports was a racing team that competed in the NASCAR Busch Series (now the Xfinity Series). The team was owned from 1995 until 2007 by Clarence Brewer, his wife Tammy, and Todd Wilkerson. The team won 10 races over 13 seasons in the Busch Series, and entered a single NASCAR Nextel Cup Series race in 2004. The team was sold to Mike Curb and Gary Baker with nine races left in the 2007 season, with both Brewco entries becoming part of Baker-Curb Racing.",
  "/wiki/Ford_Motor_Company": "Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, an 8% stake in Aston Martin of the United Kingdom and a 32% stake in Jiangling Motors. It also has joint-ventures in China (Changan Ford), Taiwan (Ford Lio Ho), Thailand (AutoAlliance Thailand), Turkey (Ford Otosan), and Russia (Ford Sollers). The company is listed on the New York Stock Exchange and is controlled by the Ford family; they have minority ownership but the majority of the voting power.",
  "/wiki/ITT_Industries_%26_Goulds_Pumps_Salute_to_the_Troops_250": "The ITT Industries & Goulds Pumps Salute to the Troops 250 was a NASCAR Busch Series stock car race held at Pikes Peak International Raceway, in Fountain, Colorado. It was added to the Busch Series schedule in 1998 and last run in 2005, after the owners of PPIR, International Speedway Corporation, closed the facility. The race was replaced the following season with the Goody's 250 at Martinsville Speedway, another ISC-owned track.",
  "/wiki/NASCAR_AutoZone_Elite_Division,_Southwest_Series": "The NASCAR AutoZone Elite Division, Southwest Series was a Late Model racing league operating since 1985, originally with NASCAR sanction as the NASCAR Featherlite Southwest Tour , and before being sanctioned by a group of West Coast racers under the premises of the Stockcar Racing League.",
  "/wiki/ARTGO": "The ARTGO Challenge Series was a United States midwest late model short track racing series that ran from 1975 until 1998.  Many race car drivers have used the ARTGO series as a stepping stone to get into ASA, ARCA, and NASCAR.",
  "/wiki/Ford": "Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, an 8% stake in Aston Martin of the United Kingdom and a 32% stake in Jiangling Motors. It also has joint-ventures in China (Changan Ford), Taiwan (Ford Lio Ho), Thailand (AutoAlliance Thailand), Turkey (Ford Otosan), and Russia (Ford Sollers). The company is listed on the New York Stock Exchange and is controlled by the Ford family; they have minority ownership but the majority of the voting power.",
  "/wiki/Dave_Steele": "David (Dave) Steele (May 7, 1974 – March 25, 2017) was an American professional racing driver who won numerous sprint car racing championships and also competed in IndyCar and NASCAR races. Steele last drove a winged sprint car in the Southern Sprintcar Shootout Series, where he won the first 5 races in series history. Steele was killed in a crash at Desoto Speedway on March 25, 2017.",
  "/wiki/2004_in_IRL": "The 2004 IRL IndyCar Series was dominated by two teams, Andretti Green Racing and Rahal Letterman Racing. While there was great parity in 2003 between Honda and Toyota powered teams, in 2004 Honda began to outshine Toyota bringing their teams Penske Racing and Chip Ganassi Racing down with it, leaving Scott Dixon winless and in 10th place in his attempt to defend his 2003 championship.",
  "/wiki/Dario_Franchitti": "George Dario Marino Franchitti, MBE (born 19 May 1973) is a Scottish former racing driver and current motorsport commentator from Scotland. He is a four time IndyCar Series champion (2007, 2009, 2010, 2011), a three-time winner of the Indianapolis 500 (2007, 2010, 2012) as well as a winner of the 24 Hours of Daytona (2008).",
  "/wiki/P._J._Chesson": "Peter Lawrence Chesson, Jr (born December 9, 1978 in Far Hills, New Jersey) is an American race car driver who most recently competed in the Indy Racing League IndyCar Series.",
  "/wiki/Pioneer_Corporation": "Pioneer Corporation (パイオニア株式会社, Paionia Kabushiki-gaisha) commonly referred to as Pioneer, is a Japanese multinational corporation based in Tokyo, Japan, that specializes in digital entertainment products. The company was founded by Nozomu Matsumoto in 1938 in Tokyo as a radio and speaker repair shop, and its current president is Susumu Kotani.",
  "/wiki/Greg_Biffle": "Gregory Jack Biffle (born December 23, 1969) is an American professional stock car racing driver. He currently competes part-time in the Stadium Super Trucks in the Continental Tire truck, and part time in the 24 Hours of LeMons. After racing in the NASCAR Winter Heat Series in the mid-1990s, he was recommended to Jack Roush by former announcer Benny Parsons. With Roush Racing, he was the 1998 NASCAR Craftsman Truck Series Rookie of the Year.  He won the 2000 Craftsman Truck championship. He reprised this progression in the NASCAR Busch Series, winning the 2001 Rookie of the Year, immediately followed by winning the 2002 championship. Biffle drove in the NASCAR Sprint Cup Series for Roush from 2003 until 2016, winning 19 races in the No. 16 Ford. He currently is also an analyst for NBC Sports' show NASCAR America.",
  "/wiki/Jay_Drake": "Jay Scott Drake (born July 5, 1969 in Santa Maria, California) is an American auto racing driver."
}