{
  "/wiki/Arcabuco_Formation": "The Arcabuco Formation (Spanish: Formación Arcabuco, Jar, JKa) is a geological formation of the Altiplano Cundiboyacense, Eastern Ranges of the Colombian Andes. The formation consists of thick beds of light-coloured quartzitic sandstones and conglomerates with occasional shales and dates to the Late Jurassic and Early Cretaceous periods; Tithonian to Berriasian epochs. Dinosaur footprints have been found in the Arcabuco Formation near the Iguaque anticlinal outside Chíquiza, Boyacá.",
  "/wiki/Chíquiza": "Chíquiza (Spanish pronunciation: [tʃiˈkisa]) is a town and municipality in the Central Boyacá Province, part of the Colombian Department of Boyacá. Chíquiza was called San Pedro de Iguaque until July 17, 2003 when the name was changed to Chíquiza. The municipality is situated on the Altiplano Cundiboyacense with the urban centre at an altitude of 2,900 metres (9,500 ft) and 24 kilometres (15 mi) from the department capital Tunja. Chíquiza borders Arcabuco in the north, Sora and Sáchica in the south, Villa de Leyva in the west and Motavita in the east.",
  "/wiki/Boyacá_Department": "Boyacá (Spanish pronunciation: [boʝaˈka]) is one of the thirty-two departments of Colombia, and the remnant of Boyacá State, one of the original nine states of the \"United States of Colombia\".\n Boyacá is centrally located within Colombia, almost entirely within the mountains of the Eastern Cordillera to the border with Venezuela, although the western end of the department extends to the Magdalena River at the town of Puerto Boyacá. Boyacá borders to the north with the Department of Santander, to the northeast with the Bolivarian Republic of Venezuela and Norte de Santander, to the east with the departments of Arauca and Casanare. To the south, Boyacá borders the department of Cundinamarca and to the west with the Department of Antioquia covering a total area of 23,189 square kilometres (8,953 sq mi). The capital of Boyacá is the city of Tunja.\n Boyacá is known as \"The Land of Freedom\" because this region was the scene of a series of battles which led to Colombia's independence from Spain. The first one took place on 25 July 1819 in the Pantano de Vargas and the final and decisive battle known as the Battle of Boyacá was fought on 7 August 1819 at Puente de Boyacá.\n Boyacá is home to three universities: the Universidad Pedagógica y Tecnológica de Colombia (UPTC), the Universidad de Boyacá (UNIBOYACA), and the Saint Thomas Aquinas University.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.\n Colombia is ethnically and linguistically diverse, with its rich cultural heritage reflecting influences by various Amerindian civilizations, European settlement, forced African labor, and immigration from Europe and the greater Middle East. Urban centres are concentrated in the Andean highlands and the Caribbean coast.\n Colombia has been inhabited by various American Indian peoples since at least 12,000 BCE, including the Muisca, Quimbaya, and the Tairona. Spaniards arrived in 1499 and by the mid-16th century annexed part of the region, establishing the New Kingdom of Granada, with Santafé de Bogotá as its capital. Independence from Spain was achieved in 1819, but by 1830 the Gran Colombia Federation was dissolved, with what is now Colombia and Panama emerging as the Republic of New Granada. The new sovereign state experimented with federalism as the Granadine Confederation (1858), and then the United States of Colombia (1863), before the Republic of Colombia was finally declared in 1886. Panama seceded in 1903, leading to Colombia's present borders. Beginning in the 1960s, the country suffered from an asymmetric low-intensity armed conflict and political violence, both of which escalated in the 1990s. Since 2005, there has been significant improvement in security, stability, and rule of law.\n Colombia has the second-highest biodiversity in the world and is one of the world's 17 megadiverse countries; its territory encompasses Amazon rainforest, highlands, grasslands, deserts, and islands and coastlines along both the Atlantic and Pacific (the only country in South America).\n Colombia is the only NATO Global Partner in Latin America. It is part of the CIVETS group of leading emerging markets and a member of the UN, the WTO,  the OAS, the Pacific Alliance, an associate member of Mercosur and other international organizations. Colombia's diversified economy is the third largest in South America, with macroeconomic stability and favorable long-term growth prospects.",
  "/wiki/Camadas_de_Alcobaça": "The Alcobaça Formation is a geological formation in Portugal. It dates back to the Oxfordian stage of the Late Jurassic. It is an important source of information on the diversity of Late Jurassic mammals. Many of the fossils were collected from the now disused and flooded Camadas de Guimarota coal mine.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.\n Portugal is the oldest nation state on the Iberian Peninsula and one of the oldest in Europe and the world, its territory having been continuously settled, invaded and fought over since prehistoric times. The pre-Celtic people, Iberians, \nCelts, Carthaginians and Romans were followed by the invasions of the Visigoths and Suebi Germanic peoples. After the Muslim conquests of the Iberian Peninsula, most of the territory was part of Al-Andalus until their expulsion. Portugal as a country was established during the early Christian Reconquista. Founded in 868, the County of Portugal gained prominence after the Battle of São Mamede in 1128. The Kingdom of Portugal was later proclaimed following the Battle of Ourique in 1139, and independence from León was recognised by the Treaty of Zamora in 1143. On 12 December 2017, the Portuguese Navy commemorated the 700th anniversary of its official creation by King Denis of Portugal. Tracing its origins back to the 12th century, it is the oldest continuously serving navy in the world.\n In the 15th and 16th centuries, Portugal established the first global empire, becoming one of the world's major economic, political and military powers. During this period, today referred to as the Age of Discovery, Portuguese explorers pioneered maritime exploration, notably under royal patronage of Prince Henry the Navigator and King John II, with such notable voyages as Bartolomeu Dias' sailing beyond the Cape of Good Hope (1488), Vasco da Gama's discovery of the sea route to India (1497–98) and the European discovery of Brazil (1500). During this time Portugal monopolized the spice trade, divided the world into hemispheres of dominion with Castille, and the empire expanded with military campaigns in Asia. However, events such as the 1755 Lisbon earthquake, the country's occupation during the Napoleonic Wars, the independence of Brazil (1822) and a late industrialization compared to other European powers erased to a great extent Portugal's prior opulence.\n After the 1910 revolution deposed the monarchy, the democratic but unstable Portuguese First Republic was established, later being superseded by the Estado Novo authoritarian regime. Democracy was restored after the Carnation Revolution in 1974, ending the Portuguese Colonial War. Shortly after, independence was granted to almost all its overseas territories, including East Timor. The handover of Macau to China in 1999 marked the end of what can be considered the longest-lived colonial empire.\n Portugal has left a profound cultural, architectural and linguistic influence across the globe, with a legacy of around 250 million Portuguese speakers, and many Portuguese-based creoles. It is a developed country with an advanced economy and high living standards. Additionally, it is highly placed in rankings of moral freedom (2nd), peacefulness (3rd), LGBTI rights (7th in Europe), democracy (8th), press freedom (12th), stability (15th), social progress (18th), prosperity (26th), and HDI (40th). A member of the United Nations and the European Union, Portugal was also one of the founding members of NATO, the eurozone, the OECD, and the Community of Portuguese Language Countries.",
  "/wiki/Djadochta_Formation": "The Djadochta Formation (sometimes transcribed Djadokhta) is a geological formation situated in central Asia (Gobi Desert), dating from the Late Cretaceous Period. Laid down in the early Campanian, possibly starting in the latest Santonian, it is dated somewhat uncertainly at about 75-71 mya (million years ago). The type locality are the famous \"Flaming Cliffs\", locally known as Bayanzag (\"rich in Haloxylon\") or Ulaan-Ereg (\"red cliffs\").\n It preserves an arid habitat of sand dunes, with little freshwater apart from oases and arroyos. In fact, the present-day climate at most Djadochta Formation sites differs little from what it was some 80 mya, except by being somewhat warmer and perhaps a bit less arid then. This is testimony to the fact that the location has long been so far from any major source of evaporation that little rainfall reached it, even before the Himalayas were uplifted which bar clouds from reaching today's Gobi desert.\n Most notable fossil discoveries have been the first confirmed dinosaur eggs (a clutch, probably of Oviraptor) and several dinosaur finds, Protoceratops, Pinacosaurus and Velociraptor being the most prominent.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Mongolia": "Mongolia[a] is a landlocked country in East Asia. Its area is roughly equivalent with the historical territory of Outer Mongolia, and that term is sometimes used to refer to the current state. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not share a border with Kazakhstan, although only 37 kilometres (23 mi) separate them.\n At 1,564,116 square kilometres (603,909 sq mi), Mongolia is the 18th-largest and the most sparsely populated sovereign state in the world, with a population of around three million people. It is also the world's second-largest landlocked country behind Kazakhstan and the largest landlocked country that does not border a closed sea. The country contains very little arable land, as much of its area is covered by grassy steppe, with mountains to the north and west and the Gobi Desert to the south. Ulaanbaatar, the capital and largest city, is home to about 45% of the country's population. Ulaanbaatar also shares the rank of the world's coldest capital city with Moscow, Ottawa, and Nur-Sultan.\n Approximately 30% of the population is nomadic or semi-nomadic; horse culture is still integral. The majority of its population are Buddhists. The non-religious population is the second-largest group. Islam is the dominant religion among ethnic Kazakhs. The majority of the state's citizens are of Mongol ethnicity, although Kazakhs, Tuvans, and other minorities also live in the country, especially in the west. Mongolia joined the World Trade Organization in 1997 and seeks to expand its participation in regional economic and trade groups.\n The area of what is now Mongolia has been ruled by various nomadic empires, including the Xiongnu, the Xianbei, the Rouran, the Turkic Khaganate, and others. In 1206, Genghis Khan founded the Mongol Empire, which became the largest contiguous land empire in history. His grandson Kublai Khan conquered China to establish the Yuan dynasty. After the collapse of the Yuan, the Mongols retreated to Mongolia and resumed their earlier pattern of factional conflict, except during the era of Dayan Khan and Tumen Zasagt Khan.\n In the 16th century, Tibetan Buddhism began to spread in Mongolia, being further led by the Manchu-founded Qing dynasty, which absorbed the country in the 17th century. By the early 1900s, almost one-third of the adult male population were Buddhist monks. After the collapse of the Qing dynasty in 1911, Mongolia declared independence, and achieved actual independence from the Republic of China in 1921. Shortly thereafter, the country came under the control of the Soviet Union, which had aided its independence from China. In 1924, the Mongolian People's Republic was founded as a socialist state. After the anti-Communist revolutions of 1989, Mongolia conducted its own peaceful democratic revolution in early 1990. This led to a multi-party system, a new constitution of 1992, and transition to a market economy.\n Mongolia is a member of the United Nations, Asia Cooperation Dialogue, G77, Asian Infrastructure Investment Bank, Non-Aligned Movement and NATO global partner.",
  "/wiki/El_Jume_Formation": "The El Jume Formation is an Early Cretaceous geologic formation in Argentina. Indeterminate fossil dinosaur tracks have been reported from the formation. The formation, belonging to the El Gigante Group, overlies the Los Riscos Formation and is overlain by the El Toscal Formation. The sandstones and claystones of the formation were deposited in a fluvial environment. Part of the formation was assigned to a new formation, Balde de Leyes Formation in 2015.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.\n The earliest recorded human presence in modern-day Argentina dates back to the Paleolithic period. The Inca Empire expanded to the northwest of the country in Pre-Columbian times. The country has its roots in Spanish colonization of the region during the 16th century. Argentina rose as the successor state of the Viceroyalty of the Río de la Plata, a Spanish overseas viceroyalty founded in 1776. The declaration and fight for independence (1810–1818) was followed by an extended civil war that lasted until 1861, culminating in the country's reorganization as a federation of provinces with Buenos Aires as its capital city. The country thereafter enjoyed relative peace and stability, with several waves of European immigration, mainly Italians and Spaniards, radically reshaping its cultural and demographic outlook; 62.5% of the population has full or partial Italian ancestry, and the Argentine culture has significant connections to the Italian culture. The almost-unparalleled increase in prosperity led to Argentina becoming the seventh wealthiest nation in the world by the early 20th century.\n Following the Great Depression in the 1930s, Argentina descended into political instability and economic decline that pushed it back into underdevelopment, though it remained among the fifteen richest countries for several decades. Following the death of President Juan Perón in 1974, his widow, Isabel Martínez de Perón, ascended to the presidency. She was overthrown in 1976 by a U.S.-backed coup which installed a right-wing military dictatorship. The military government persecuted and murdered numerous political critics, activists, and leftists in the Dirty War, a period of state terrorism that lasted until the election of Raúl Alfonsín as President in 1983. Several of the junta's leaders were later convicted of their crimes and sentenced to imprisonment.\n Argentina is a prominent regional power in the Southern Cone and Latin America, and retains its historic status as a middle power in international affairs. Argentina has the second largest economy in South America, the third-largest in Latin America, and membership in the G-15 and G-20 major economies. It is also a founding member of the United Nations, World Bank, World Trade Organization, Mercosur, Union of South American Nations, Community of Latin American and Caribbean States and the Organization of Ibero-American States. Despite its history of economic instability, it ranks second highest in the Human Development Index in Latin America.",
  "/wiki/Jinjiang_Formation": "The Jinjiang Formation is a Mesozoic geologic formation in China. Indeterminate fossil dinosaur tracks have been reported from the formation.",
  "/wiki/Przysucha_Formation": "The Przysucha Formation is a geologic formation in Poland, central Europe.\n Jurassic period fossilized dinosaur footprints have been found in the formation.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.\n Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west.\n The history of human activity on Polish soil spans almost 500,000 years. Throughout the Iron Age the area became extensively diverse, with various cultures and tribes settling on the vast Central European Plain. However, it was the Western Polans who dominated the region and gave Poland its name. The establishment of Polish statehood can be traced to AD 966, when Mieszko I, ruler of the realm coextensive with the territory of present-day Poland, converted to Christianity. The Kingdom of Poland was founded in 1025, and in 1569 it cemented its longstanding political association with the Grand Duchy of Lithuania by signing the Union of Lublin. This union formed the Polish–Lithuanian Commonwealth, one of the largest (over 1,000,000 square kilometres - 400,000 square miles) and most populous countries of 16th and 17th century Europe, with a uniquely liberal political system which adopted Europe's first written national constitution, the Constitution of 3 May 1791.\n With the passing of prominence and prosperity, the country was partitioned by neighbouring states at the end of the 18th century, and regained its independence in 1918 with the Treaty of Versailles. After a series of territorial conflicts, the new multi-ethnic Poland restored its position as a key player in European politics. In September 1939, World War II started with the invasion of Poland by Germany, followed by the Soviet Union invading Poland in accordance with the Molotov–Ribbentrop Pact. Around six million  Polish citizens, including 90% of the country's Jews, perished in the war. In 1947, the Polish People's Republic was established as a satellite state under Soviet influence. In the aftermath of the Revolutions of 1989, most notably through the emergence of the Solidarity movement, Poland reestablished itself as a presidential democratic republic.\n Poland has a developed market and is a regional power in Central Europe, with the largest stock exchange in the East-Central European zone. It has the sixth largest economy by GDP (nominal) in the European Union and the tenth largest in all of Europe. It's one of the most dynamic economies in the world, simultaneously achieving a very high rank on the Human Development Index. Poland is a developed country, which maintains a high-income economy along with very high standards of living, life quality, safety, education, and economic freedom. Alongside a developed school educational system, the state also provides free university education, social security, and a universal health care system. The country has 16 UNESCO World Heritage Sites, 15 of which are cultural.\n Poland is a member state of the European Union, the Schengen Area, the United Nations, NATO, the OECD, the Three Seas Initiative, the Visegrád Group, and guested at the G20.",
  "/wiki/Quwu_Formation": "The Quwu Formation is a Mesozoic geologic formation in China. Indeterminate fossil dinosaur tracks have been reported from the formation.",
  "/wiki/Wangi_Formation": "The Wangi Formation is a Mesozoic geologic formation in China. Indeterminate fossil dinosaur tracks have been reported from the formation.",
  "/wiki/Wangshi_Group": "The Wangshi Group (Chinese: 王氏群; pinyin: Wángshì Qún) is a geological Group in Shandong, China whose strata date back to the Late Cretaceous. Dinosaur remains are among the fossils that have been recovered from the group.",
  "/wiki/Yuanpu_Formation": "The Nanxiong Formation is a Late Cretaceous geologic formation in Guangdong Province. Dinosaur remains are among the fossils that have been recovered from the formation. It consists of red sandstone and clay sediments, with fauna which is more similar to that of the Nemegt Formation in the recent years.",
  "/wiki/List_of_stratigraphic_units_with_dinosaur_tracks": "List of dinosaur-bearing rock formations"
}