{
  "/wiki/T-62": "The T-62 is a Soviet main battle tank that was first introduced in 1961. As a further development of the T-55 series, the T-62 retained many similar design elements of its predecessor including low profile and thick turret armor. In contrast with previous tanks, which were armed with rifled tank guns, the T-62 was the first tank armed with a smoothbore tank gun that could fire APFSDS rounds at higher velocities. While the T-62 became the standard tank in the Soviet arsenal, it did not fully replace the T-55 in export markets due to its higher manufacturing costs and maintenance requirements compared to its predecessor. Although the T-62 was replaced in Russia and the successor states of the Soviet Union, it is still used in some countries and its design features became standardized in subsequent Soviet and Russian mass-produced tanks.",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.",
  "/wiki/T-55": "The T-54 and T-55 tanks are a series of Soviet main battle tanks introduced in the years following the Second World War. The first T-54 prototype was completed at Nizhny Tagil by the end of 1945. Initial production ramp up settled for 1947 at Nizhny Tagil, and 1948 for Kharkiv were halted and curtailed as many problems were uncovered; the T-34-85 still accounted for 88 percent of production through the 1950s. The T-54 eventually became the main tank for armoured units of the Soviet Army, armies of the Warsaw Pact countries, and many others. T-54s and T-55s have been involved in many of the world's armed conflicts since the later part of the 20th century.",
  "/wiki/M60_Patton": "The M60 is an American second generation main battle tank (MBT). It was officially standardized as the Tank, Combat, Full Tracked: 105-mm Gun, M60 in March 1959. Although developed from the M48 Patton, the M60 series was never officially classified as a member of the Patton tank family, but as a \"product-improved descendant\" of the Patton tank's design. The United States fully committed to the Main Battle Tank doctrine in 1963 when the Marine Corps retired the last (M103) heavy tank battalion. The M60 tank series became America's primary main battle tank during the Cold War. Over 15,000 M60s were built by Chrysler. Hull production ended in 1983, but 5,400 older models were converted to the M60A3 variant ending in 1990.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/M48_Patton": "The M48 Patton is an American first generation main battle tank (MBT) introduced in February 1951. It was designed as a replacement for the M26 Pershing, M4 Sherman variants and M46 Pattons used in the Korean War, and as the successor to the M47 Patton. Nearly 12,000 M48s were built, mainly by Chrysler and AlCo, from 1952 to 1961. The M48 underwent many design modifications and improvements during its production life. This led to a wide variety of suspension systems, cupola styles, power packs, fenders and other details among individual tanks. The early designs, up to the M48A2C, were powered by a gasoline engine. The M48A3 and A5 versions used a diesel engine, however gasoline engine versions were still in use in the US Army National Guard through 1968 and through 1975 by many West German Army units. Numerous examples of the M48 saw combat use in various Arab–Israeli conflicts and the Vietnam War. Beginning in 1959, most American M48A1s and A2s were upgraded to the M48A3 model.",
  "/wiki/Leopard_1": "The Leopard (or Leopard 1) is a main battle tank designed and produced by Porsche in West Germany that first entered service in 1965. Developed in an era when HEAT warheads were thought to make conventional heavy armour of limited value, the Leopard focused on firepower in the form of the German-built version of the British L7 105-mm gun, and improved cross-country performance that was unmatched by other designs of the era.",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.",
  "/wiki/Panzer_61": "The Panzer 61 was a Swiss Cold War era medium tank later reclassified as a second-generation main battle tank. The tank had a weight of 36.5 tons and was powered by a 630 hp diesel engine, which gave it a top road speed of 50 km/h (31 mph). The primary armament of the Panzer 61 was a 105 mm main gun.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Panzer_58": "The Mittlerer Panzer 1958 or Panzer 58 was a medium tank of Swiss design. Twelve tanks were produced and later converted to Panzer 61s.",
  "/wiki/MBT-70": "The MBT-70 (German: KPz 70) was an American–West German joint project to develop a new main battle tank during the 1960s.",
  "/wiki/T-64": "The T-64 is a Soviet second-generation main battle tank introduced in the early 1960s. It was a more advanced counterpart to the T-62: the T-64 served tank divisions, while the T-62 supported infantry in motorized rifle divisions. It introduced a number of advanced features including composite armor, a compact engine and transmission, and a smoothbore 125-mm gun equipped with an autoloader to allow the crew to be reduced to three so the tank could be smaller and lighter. In spite of being armed and armored like a heavy tank, the T-64 weighed only 38 tonnes (42 short tons; 37 long tons).",
  "/wiki/AMX_30": "The AMX-30 is a main battle tank designed by Ateliers de construction d'Issy-les-Moulineaux (AMX, then GIAT) and first delivered to the French Army in 1966. The first five tanks were issued to the 501st Régiment de Chars de Combat (Tank Regiment) in August of that year. The production version of the AMX-30 weighed 36 metric tons (40 short tons), and sacrificed protection for increased mobility. The French believed that it would have required too much armour to protect against the latest anti-tank threats, thereby reducing the tank's maneuverability. Protection, instead, was provided by the speed and the compact dimensions of the vehicle, including a height of 2.28 metres. It had a 105 mm gun, firing a then advanced high explosive anti-tank warhead known as the Obus G. The Obus G used an outer shell, separated from the main charge by ball bearings, to allow the round to be spin stabilized by the gun without affecting the warhead inside. Mobility was provided by the 720 horsepower (540 kW) HS-110 diesel engine, although the troublesome transmission adversely affected the tank's performance.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Chieftain_tank": "The FV4201 Chieftain was the main battle tank of the United Kingdom during the 1960s, 1970s and 1980s.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Royal_Ordnance_L11A5": "The Royal Ordnance L11A5, officially designated Gun 120 mm Tk L11, [i] is a 120 mm L/55 rifled tank gun design. It was the first of NATO's 120mm Main Battle Tank guns which became the standard calibre for Western tanks in the later period of the Cold War. By 2005, a total of 3,012 L11 guns were produced. List price was US $227,000 (1990).",
  "/wiki/Vickers_MBT": "The Vickers MBT is a series of main battle tanks (MBTs) developed as a private venture by British company Vickers-Armstrongs for export. The design makes use of proven components, such as the L7 gun of the Centurion, the Leyland L60 multi-fuel engine, the transmission and fire control system of the Chieftain. Many tanks were also built by India under licence as the Vijayanta.",
  "/wiki/Vijayanta": "The Vijayanta (en: \"Victorious\") was a main battle tank built in India based on a licensed design of the Vickers Mk.1. The Vijayanta was the first indigenous tank of the Indian Army.",
  "/wiki/Stridsvagn_103": "The Stridsvagn 103 (Strv 103), [Note 1] also known as the S-Tank,[Note 2] is a Swedish post-World War II main battle tank. It is known for its unconventional design: it is turretless with a fixed gun traversed by engaging the tracks and elevated by adjusting the hull suspension. While turretless armoured fighting vehicles are usually classified as assault guns or tank destroyers, despite its unique gun laying process the Strv 103 is considered a tank because its designated combat role matched those of other tanks within contemporary Swedish doctrine. It is the only mass-produced tank since World War II to dispense with a turret.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Panzer_68": "The Panzer 68 was a Swiss main battle tank developed by the Eidgenoessische Konstruktionswerkstaette in Thun in the late 1960s, and was the main tank till the late 1990s.",
  "/wiki/T-72": "The T-72 is a family of Soviet main battle tanks that first entered production in 1971. About 20,000 T-72 tanks were built, The T-72A version introduced in 1979 is considered a second-generation main battle tank. It was widely exported and saw service in 40 countries and in numerous conflicts. The T-72B3 version introduced in 2010 is considered a third-generation main battle tank.",
  "/wiki/Centurion_tank": "The Centurion was the primary British main battle tank of the post-Second World War period. Introduced in 1945, it is widely considered to be one of the most successful post-war tank designs, remaining in production into the 1960s, and seeing combat in the front lines into the 1980s. The chassis was also adapted for several other roles, and these have remained in service to this day.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Centurion_Tank": "The Centurion was the primary British main battle tank of the post-Second World War period. Introduced in 1945, it is widely considered to be one of the most successful post-war tank designs, remaining in production into the 1960s, and seeing combat in the front lines into the 1980s. The chassis was also adapted for several other roles, and these have remained in service to this day.",
  "/wiki/Type_74": "The Type 74 (74式戦車, nana-yon-shiki-sensha) is a main battle tank (MBT) of the Japan Ground Self-Defense Force (JGSDF). It was built by Mitsubishi Heavy Industries as a replacement for the earlier Type 61. It was based on the best features of a number of contemporary designs, placing it in the same class as the US M60 or German Leopard 1. Like these designs, it mounts the Royal Ordnance L7 rifled 105 mm gun. The design did not enter widespread use until 1980, by which point other Western forces had introduced more capable designs.  It was followed by the heavier Type 90.",
  "/wiki/Empire_of_Japan": "The Empire of Japan (大日本帝國, Dai Nippon Teikoku, literally \"Empire of Great Japan\") was the historical nation-state[nb 2] and great power that existed from the Meiji Restoration in 1868 to the enactment of the 1947 constitution of modern Japan.",
  "/wiki/Merkava": "The Merkava (Hebrew: מרכבה‎, [mɛʁkaˈva] (listen), \"chariot\") is a main battle tank used by the Israel Defense Forces. The tank began development in 1970, and entered official service in 1979. Four main variants of the tank have been deployed. It was first used extensively in the 1982 Lebanon War. The name \"Merkava\" was derived from the IDF's initial development program name.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/Israel_Defense_Forces": "The Israel Defense Forces (IDF; Hebrew: צְבָא הַהֲגָנָה לְיִשְׂרָאֵל Tsva ha-Hagana le-Yisra'el, lit. \"The Army of Defense for Israel\"; Arabic: جيش الدفاع الإسرائيلي‎), commonly known in Israel by the Hebrew acronym Tzahal (צה״ל), are the military forces of the State of Israel. They consist of the ground forces, air force, and navy. It is the sole military wing of the Israeli security forces, and has no civilian jurisdiction within Israel. The IDF is headed by its Chief of General Staff, the Ramatkal, subordinate to the Defense Minister of Israel; Lieutenant General (Rav Aluf) Aviv Kochavi has served as Chief of Staff since January 15, 2019.",
  "/wiki/Ch'onma-ho": "The Ch'ŏnma-ho or spelled as Chonma-ho (Chosŏn'gŭl: 천마호; Hanja: 天馬號) is one of North Korea's secretive indigenous main battle tank designs. The tank is also known by the name of 천리마 전차 (千里馬 or the \"Chollima Tank\"). The original Ch'ŏnma-ho is based on the Soviet T-62.  There are at least five different operational versions of the Ch'ŏnma-ho. Since its inception, the Ch'ŏnma-ho has apparently undergone several extensive upgrades. Little public information is available about this tank, and its most recent public appearance was the 65th Anniversary Parade held in Pyongyang, North Korea, on 10 October 2010, celebrating the 65th anniversary of North Korea's ruling party.",
  "/wiki/North_Korea": "North Korea (Korean: 조선; MR: Chosŏn or literally 북조선; MR: Pukchosŏn), officially the Democratic People's Republic of Korea (DPRK or DPR Korea; Korean: 조선민주주의인민공화국, Chosŏn Minjujuŭi Inmin Konghwaguk), is a country in East Asia constituting the northern part of the Korean Peninsula, with Pyongyang as its capital and the largest city in the country. To the north and northwest, the country is bordered by China and by Russia along the Amnok (known as the Yalu in Chinese) and Tumen rivers, and to the south, it is bordered by South Korea, with the heavily fortified Korean Demilitarized Zone (DMZ) separating the two. Nevertheless, North Korea, like its southern counterpart, claims to be the legitimate government of the entire peninsula and adjacent islands.",
  "/wiki/OF-40": "The OF-40 is an Italian main battle tank developed as a joint venture between OTO Melara and Fiat, and intended primarily for export sales. OTO Melara would develop and produce the hulls, and automotive components would be provided by Fiat (the designation of the vehicle comes from the initials of the two companies, whereas \"40\" refers to the planned mass of the tank). Initial design work was started by OTO Melara in 1977, with the first prototypes ready by 1980.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/TAM_(tank)": "The Tanque Argentino Mediano (TAM; English: Argentine Medium Tank) is a medium tank in service with the Argentine Army.  Lacking the experience and resources to design a tank, the Argentine Ministry of Defense contracted German company Thyssen-Henschel. The vehicle was developed by a German and Argentine team of engineers, and was based on the German Marder infantry fighting vehicle.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Thyssen-Henschel": "Thyssen Henschel was a German industrial firm and defense contractor.",
  "/wiki/T-54/T-55_operators_and_variants": "The T-54/T-55 tank series is the most widely used tank in the world and has seen service in over 50 countries. It has also served as the platform for a wide variety of specialty armored vehicles.",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.",
  "/wiki/Composite_armour": "Composite armour is a type of vehicle armour consisting of layers of different material such as metals, plastics, ceramics or air. Most composite armours are lighter than their all-metal equivalent, but instead occupy a larger volume for the same resistance to penetration. It is possible to design composite armour stronger, lighter and less voluminous than traditional armour, but the cost is often prohibitively high, restricting its use to especially vulnerable parts of a vehicle. Its primary purpose is to help defeat high explosive anti-tank (HEAT) projectiles.",
  "/wiki/Drozd": "Drozd (\"thrush\" in Russian) is an active protection system developed in the Soviet Union, designed for increasing tanks' protection against anti-tank missiles and RPGs. It is considered the world's first operational active protection system, created in 1977–78 by A. Shipunov's KBP design bureau as Kompleks 1030M-01. Its chief designer, Vasily Bakalov, was awarded the Lenin Prize for his work on its development.",
  "/wiki/Reactive_armour": "Reactive armour is a type of vehicle armour that reacts in some way to the impact of a weapon to reduce the damage done to the vehicle being protected. It is most effective in protecting against shaped charges and specially hardened kinetic energy penetrators. The most common type is explosive reactive armour (ERA), but variants include self-limiting explosive reactive armour (SLERA), non-energetic reactive armour (NERA), non-explosive reactive armour (NxRA), and electric reactive armour. NERA and NxRA modules can withstand multiple hits, unlike ERA and SLERA, but a second hit in exactly the same location may potentially penetrate any of those.",
  "/wiki/Kinetic_energy_penetrator": "A kinetic energy penetrator (KEP, KE weapon, long-rod penetrator or LRP) is a type of ammunition designed to penetrate vehicle armour. Like a bullet, this ammunition does not contain explosives and uses kinetic energy to penetrate the target. Modern KEP munitions are typically of the armour-piercing fin-stabilized discarding sabot (APFSDS) type.",
  "/wiki/List_of_main_battle_tanks_by_generation": "Main battle tanks are often classified as belonging to a particular generation, although the actual definition and membership in these generations is not clearly defined. Soviet and Russian military planners organize tanks with first generation of tanks up to 1945, and four generations of main battle tanks[Note 1] while Canadian strategists organize main battle tanks into three generations.[Note 2] The military of the People's Republic of China also recognizes three generations of its own tanks."
}