{
  "/wiki/Category:Cities_in_Germany": "There is no legal distinction between towns and cities in Germany. This category contains articles about settlements with more than 100,000 inhabitants. Smaller German settlements are in the Towns in Germany category.",
  "/wiki/Category:Towns_in_Germany": "For German cities (that is, towns with more than 100,000 inhabitants) see the category Cities in Germany.",
  "/wiki/Category:Municipalities_of_Germany": "N/A",
  "/wiki/Baden-Württemberg": "Baden-Württemberg (/ˌbɑːdən ˈvɜːrtəmbɜːrɡ/, German: [ˌbaːdn̩ ˈvʏʁtəmbɛʁk] (listen)) is a state in southwest Germany, east of the Rhine, which forms the border with France. It is Germany’s third-largest state, with an area of 35,751 km2 (13,804 sq mi) and 11 million inhabitants. Baden-Württemberg is a parliamentary republic and partly sovereign, federated state which was formed in 1952 by a merger of the states of Württemberg-Baden, Baden and Württemberg-Hohenzollern. The largest city in Baden-Württemberg is the state capital of Stuttgart, followed by Karlsruhe and Mannheim. Other cities are Freiburg im Breisgau, Heidelberg, Heilbronn, Pforzheim, Reutlingen and Ulm.\n The sobriquet Ländle (\"little province\" in the local Swabian and Alemannic German dialects) is sometimes used as a synonym for Baden-Württemberg.",
  "/wiki/Category:Cities_in_Baden-Württemberg": "See also Category:Towns in Baden-Württemberg for places with less than 100.000 inhabitants.",
  "/wiki/Category:Towns_in_Baden-Württemberg": "See also Category:Cities in Baden-Württemberg",
  "/wiki/Category:Municipalities_in_Baden-Württemberg": "N/A",
  "/wiki/Bavaria": "Bavaria (/bəˈvɛəriə/; German and Bavarian: Bayern [ˈbaɪɐn]), officially the Free State of Bavaria (German and Bavarian: Freistaat Bayern [ˈfʁaɪʃtaːt ˈbaɪɐn]), is a landlocked federal state of Germany, occupying its southeastern corner. With an area of 70,550.19 square kilometres (27,200 sq mi), Bavaria is the largest German state by land area comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is Germany's second-most-populous state after North Rhine-Westphalia. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg and Augsburg.\n The history of Bavaria includes its earliest settlement by Iron Age Celtic tribes, followed by the conquests of the Roman Empire in the 1st century BC, when the territory was incorporated into the provinces of Raetia and Noricum. It became a stem duchy in the 6th century AD following the collapse of the Western Roman Empire. It was later incorporated into the Holy Roman Empire, became an independent kingdom, joined the Prussian-led German Empire in 1871 while retaining its title of kingdom, and finally became a state of the Federal Republic of Germany in 1949.\n The Duchy of Bavaria dates back to the year 555. In the 17th century AD, the Duke of Bavaria became a Prince-elector of the Holy Roman Empire. The Kingdom of Bavaria existed from 1806 to 1918, when Bavaria became a republic. In 1946, the Free State of Bavaria reorganized itself on democratic lines after the Second World War.\n Bavaria has a unique culture, largely because of the state's former Catholic majority and conservative traditions. Bavarians have traditionally been proud of their culture, which includes a language, cuisine, architecture, festivals such as Oktoberfest and elements of Alpine symbolism. The state also has the second largest economy among the German states by GDP figures, giving it a status as a rather wealthy German region.\n Modern Bavaria also includes parts of the historical regions of Franconia and Swabia.",
  "/wiki/Category:Cities_in_Bavaria": "See also: Category:Towns in Bavaria for places with less than 100.000 inhabitants.",
  "/wiki/Category:Towns_in_Bavaria": "N/A",
  "/wiki/Category:Municipalities_in_Bavaria": "N/A",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.\n \n Berlin straddles the banks of the River Spree, which flows into the River Havel (a tributary of the River Elbe) in the western borough of Spandau. Among the city's main topographical features are the many lakes in the western and southeastern boroughs formed by the Spree, Havel, and Dahme rivers (the largest of which is Lake Müggelsee). Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. About one-third of the city's area is composed of forests, parks, gardens, rivers, canals and lakes. The city lies in the Central German dialect area, the Berlin dialect being a variant of the Lusatian-New Marchian dialects.\n First documented in the 13th century and situated at the crossing of two important historic trade routes, Berlin became the capital of the Margraviate of Brandenburg (1417–1701), the Kingdom of Prussia (1701–1918), the German Empire (1871–1918), the Weimar Republic (1919–1933), and the Third Reich (1933–1945). Berlin in the 1920s was the third largest municipality in the world. After World War II and its subsequent occupation by the victorious countries, the city was divided; West Berlin became a de facto West German exclave, surrounded by the Berlin Wall (1961–1989) and East German territory. East Berlin was declared capital of East Germany, while Bonn became the West German capital. Following German reunification in 1990, Berlin once again became the capital of all of Germany.\n Berlin is a world city of culture, politics, media and science. Its economy is based on high-tech firms and the service sector, encompassing a diverse range of creative industries, research facilities, media corporations and convention venues. Berlin serves as a continental hub for air and rail traffic and has a highly complex public transportation network. The metropolis is a popular tourist destination. Significant industries also include IT, pharmaceuticals, biomedical engineering, clean tech, biotechnology, construction and electronics.\n Berlin is home to world-renowned universities such as the Humboldt Universität zu Berlin (HU Berlin), the Technische Universität Berlin (TU Berlin), the Freie Universität Berlin (Free University of Berlin), the Universität der Künste (University of the Arts, UdK) and the Berlin School of Economics and Law. The city has numerous orchestras, museums, and entertainment venues, and is host to many sporting events. Its Zoological Garden is the most visited zoo in Europe and one of the most popular worldwide. With the world's oldest large-scale movie studio complex, Berlin is an increasingly popular location for international film productions. The city is well known for its festivals, diverse architecture, nightlife, contemporary arts and a very high quality of living. Since the 2000s Berlin has seen the emergence of a cosmopolitan entrepreneurial scene.",
  "/wiki/Brandenburg": "Brandenburg (/ˈbrændənbɜːrɡ/, also US: /ˈbrɑːndənbʊərk/, German: [ˈbʁandn̩bʊʁk] (listen); Low German: Brannenborg; Lower Sorbian: Bramborska; Upper Sorbian: Braniborsko; Polish: Brandenburgia) is a state of Germany. \n Brandenburg is located in the northeast of Germany covering an area of 29,478 square kilometres (11,382 sq mi) and has a population of 2.5 million residents, the fifth-largest German state by area and tenth-most populous. Potsdam is the state capital and largest city, while other major cities include Brandenburg an der Havel, Cottbus, and Frankfurt (Oder). Brandenburg surrounds the national capital and city-state of Berlin, which together form the Berlin/Brandenburg Metropolitan Region, the third-largest metropolitan area in Germany. Brandenburg borders the states of Mecklenburg-Vorpommern, Lower Saxony, Saxony-Anhalt, and Saxony, and the country of Poland.\n Brandenburg originated in the Northern March in the 900s AD from areas conquered from the Wends, and later became the Margraviate of Brandenburg, a major principality of the Holy Roman Empire, with Albert the Bear as prince-elector. In the 15th century Brandenburg came under the rule of the House of Hohenzollern, who later also became the rulers of the Duchy of Prussia, who established Brandenburg-Prussia to become the core of the later Kingdom of Prussia. Brandenburg became the Province of Brandenburg in 1815, a province within the kingdom and later within the Free State of Prussia. Brandenburg was established as a state in 1945 after World War II by the Soviet army administration in Allied-occupied Germany, and became part of the German Democratic Republic in 1947. Brandenburg was dissolved in 1952 during administrative reforms and its territory divided into the districts of Potsdam, Cottbus, Frankfurt, Neubrandenburg, and Schwerin, but was re-established in 1990 following German reunification, and became one of the Federal Republic of Germany's new states.",
  "/wiki/Category:Cities_in_Brandenburg": "See also Category:Towns in Brandenburg for places with less than 100.000 inhabitants.",
  "/wiki/Category:Towns_in_Brandenburg": "See also Category:Cities in Brandenburg for towns with more than 100.000 inhabitants.",
  "/wiki/Category:Municipalities_in_Brandenburg": "N/A",
  "/wiki/Bremen_(state)": "Bremen (German: [ˈbʁeːmən] (listen)), officially the Free Hanseatic City of Bremen (German: Freie Hansestadt Bremen), is the smallest and least populous of Germany's 16 states. It is informally called Land Bremen (\"State of Bremen\"), although this is sometimes used in official contexts. The state consists of the city of Bremen as well as the small exclave of Bremerhaven in Northern Germany, surrounded by the larger state of Lower Saxony.",
  "/wiki/Bremen": "The City Municipality of Bremen (/ˈbreɪmən/, also US: /ˈbrɛmən/; German: Stadtgemeinde Bremen, IPA: [ˈʃtatɡəˌmaɪndə ˈbʁeːmən] (listen); Low German also: Breem or Bräm) is the capital of the German federal state Free Hanseatic City of Bremen (also called just \"Bremen\" for short), a two-city-state consisting of the cities of Bremen and Bremerhaven. With around 570,000 inhabitants, the Hanseatic city is the 11th largest city of Germany as well as the second largest city in Northern Germany after Hamburg.\n Bremen is the largest city on the River Weser, the longest river flowing entirely in Germany, lying some 60 km (37 mi) upstream from its mouth into the North Sea, and is surrounded by the state of Lower Saxony. A commercial and industrial city, Bremen is, together with Oldenburg and Bremerhaven, part of the Bremen/Oldenburg Metropolitan Region, with 2.5 million people. Bremen is contiguous with the Lower Saxon towns of Delmenhorst, Stuhr, Achim, Weyhe, Schwanewede and Lilienthal. There is an exclave of Bremen in Bremerhaven, the \"Citybremian Overseas Port Area Bremerhaven\" (Stadtbremisches Überseehafengebiet Bremerhaven). Bremen is the fourth largest city in the Low German dialect area after Hamburg, Dortmund and Essen.\n Bremen's port, together with the port of Bremerhaven at the mouth of the Weser, is the second largest port in Germany after the Port of Hamburg. The airport of Bremen (Flughafen Bremen \"Hans Koschnick\") lies in the southern borough of Neustadt-Neuenland and is Germany's 12th busiest airport.\n Bremen is a major cultural and economic hub of Northern Germany. The city is home to dozens of historical galleries and museums, ranging from historical sculptures to major art museums, such as the Bremen Overseas Museum (Übersee-Museum Bremen). The Bremen City Hall and the Bremen Roland are UNESCO World Heritage Sites. Bremen is well known through the Brothers Grimm's fairy tale \"Town Musicians of Bremen\" (Die Bremer Stadtmusikanten), and there is a statue dedicated to it in front of the city hall.\n Bremen has a reputation as a working-class city. The city is home to many multinational companies and manufacturing centers. Companies headquartered in Bremen include the Hachez chocolate company and Vector Foiltec. Bremen's best known football club is Bundesliga club SV Werder Bremen, who play in the Weser Stadium (Weserstadion), that sits directly on the bank of the Weser.",
  "/wiki/Bremerhaven": "Bremerhaven (German pronunciation: [ˌbʁeːmɐˈhaːfn̩] (listen), literally \"Bremener Harbor\", Low German: Bremerhoben) is a city at the seaport of the Free Hanseatic City of Bremen, a state of the Federal Republic of Germany.\n It forms an enclave in the state of Lower Saxony and is located at the mouth of the River Weser on its eastern bank, opposite the town of Nordenham. Though a relatively new city, it has a long history as a trade port and today is one of the most important German ports, playing a role in Germany's trade.",
  "/wiki/Hamburg": "Hamburg (English: /ˈhæmbɜːrɡ/, German: [ˈhambʊʁk] (listen), locally also [ˈhambʊɪ̯ç] (listen) [ˈhambɔːχ]; Low Saxon: Hamborg), officially the Free and Hanseatic City of Hamburg (German: Freie und Hansestadt Hamburg; Low Saxon: Friee un Hansestadt Hamborg), is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million.\n One of Germany's 16 federal states, it is surrounded by Schleswig-Holstein to the north and Lower Saxony to the south. The city's metropolitan region is home to more than five million people. Hamburg lies on the River Elbe and two of its tributaries, the River Alster and the River Bille.\n The official name reflects Hamburg's history as a member of the medieval Hanseatic League and a free imperial city of the Holy Roman Empire. Before the 1871 Unification of Germany, it was a fully sovereign city state, and before 1919 formed a civic republic headed constitutionally by a class of hereditary grand burghers or Hanseaten. Beset by disasters such as the Great Fire of Hamburg, North Sea flood of 1962 and military conflicts including World War II bombing raids, the city has managed to recover and emerge wealthier after each catastrophe.\n Hamburg is Europe's third-largest port. Major regional broadcaster NDR, the printing and publishing firm Gruner + Jahr and the newspapers Der Spiegel and Die Zeit are based in the city. Hamburg is the seat of Germany's oldest stock exchange and the world's oldest merchant bank, Berenberg Bank. Media, commercial, logistical, and industrial firms with significant locations in the city include multinationals Airbus, Blohm + Voss, Aurubis, Beiersdorf, and Unilever.\n The city hosts specialists in world economics and international law, including consular and diplomatic missions as the International Tribunal for the Law of the Sea, the EU-LAC Foundation, and the UNESCO Institute for Lifelong Learning, multipartite international political conferences and summits such as Europe and China and the G20. Both former German Chancellor Helmut Schmidt and Angela Merkel, German chancellor since 2005, were born in Hamburg.\n The city is a major international and domestic tourist destination. It ranked 18th in the world for livability in 2016. The Speicherstadt and Kontorhausviertel were declared World Heritage Sites by UNESCO in 2015.\n Hamburg is a major European science, research, and education hub, with several universities and institutions. Among its most notable cultural venues are the Elbphilharmonie and Laeiszhalle concert halls. It gave birth to movements like Hamburger Schule and paved the way for bands including The Beatles. Hamburg is also known for several theatres and a variety of musical shows. St. Pauli's Reeperbahn is among the best-known European entertainment districts.",
  "/wiki/Hesse": "Hesse (/hɛs/, also US: /ˈhɛsə, ˈhɛsi/, Hessian dialect: [ˈhɛzə]) or Hessia (UK: /ˈhɛsiə/, US: /ˈhɛʃə/; German: Hessen [ˈhɛsn̩] (listen)), officially the State of Hesse (German: Land Hessen), is a parliamentary republic in western Europe and, with just over six million inhabitants, a member state of the Federal Republic of Germany as of 1949. Its capital city is Wiesbaden, the largest metropolitan area is Frankfurt am Main. \n As a cultural region, Hesse also includes the area known as Rhenish Hesse (Rheinhessen) in the neighbouring state of Rhineland-Palatinate.",
  "/wiki/Category:Cities_in_Hesse": "See also Category:Towns in Hesse for places with less than 100.000 inhabitants.",
  "/wiki/Category:Towns_in_Hesse": "See also Category:Cities in Hesse for towns with more than 100.000 inhabitants.",
  "/wiki/Category:Municipalities_in_Hesse": "N/A",
  "/wiki/Lower_Saxony": "Lower Saxony (German: Niedersachsen [ˈniːdɐzaksn̩] (listen); Low German: Neddersassen) is a German state (Land) situated in northwestern Germany. It is the second-largest state by land area, with 47,624 km2 (18,388 sq mi), and fourth-largest in population (7.9 million) among the 16 Länder federated as the Federal Republic of Germany. In rural areas, Northern Low Saxon (a dialect of Low German) and Saterland Frisian (a variety of the Frisian language) are still spoken, but the number of speakers is declining.\n Lower Saxony borders on (from north and clockwise) the North Sea, the states of Schleswig-Holstein, Hamburg, Mecklenburg-Vorpommern, Brandenburg, Saxony-Anhalt, Thuringia, Hesse and North Rhine-Westphalia, and the Netherlands (Drenthe, Groningen and Overijssel). Furthermore, the state of Bremen forms two enclaves within Lower Saxony, one being the city of Bremen, the other, its seaport city of Bremerhaven. In fact, Lower Saxony borders more neighbours than any other single Bundesland. The state's principal cities include the state capital Hanover, Braunschweig (Brunswick), Lüneburg, Osnabrück, Oldenburg, Hildesheim, Wolfenbüttel, Wolfsburg, and Göttingen.\n The northwestern area of Lower Saxony, which lies on the coast of the North Sea, is called East Frisia and the seven East Frisian Islands offshore are popular with tourists. In the extreme west of Lower Saxony is the Emsland, a traditionally poor and sparsely populated area, once dominated by inaccessible swamps. The northern half of Lower Saxony, also known as the North German Plains, is almost invariably flat except for the gentle hills around the Bremen geestland. Towards the south and southwest lie the northern parts of the German Central Uplands: the Weser Uplands and the Harz mountains. Between these two lie the Lower Saxon Hills, a range of low ridges. Thus, Lower Saxony is the only Bundesland that encompasses both maritime and mountainous areas.\n Lower Saxony's major cities and economic centres are mainly situated in its central and southern parts, namely Hanover, Braunschweig, Osnabrück, Wolfsburg, Salzgitter, Hildesheim, and Göttingen. Oldenburg, near the northwestern coastline, is another economic centre. The region in the northeast is called the Lüneburg Heath (Lüneburger Heide), the largest heathland area of Germany and in medieval times wealthy due to salt mining and salt trade, as well as to a lesser degree the exploitation of its peat bogs until about the 1960s. To the north, the Elbe River separates Lower Saxony from Hamburg, Schleswig-Holstein, Mecklenburg-Vorpommern, and Brandenburg. The banks just south of the Elbe are known as Altes Land (Old Country). Due to its gentle local climate and fertile soil, it is the state's largest area of fruit farming, its chief produce being apples.\n Most of the state's territory was part of the historic Kingdom of Hanover; the state of Lower Saxony has adopted the coat of arms and other symbols of the former kingdom. It was created by the merger of the State of Hanover with three smaller states on 1 November 1946.",
  "/wiki/Category:Cities_in_Lower_Saxony": "See also Category:Towns in Lower Saxony",
  "/wiki/Category:Towns_in_Lower_Saxony": "Lower Saxony (German Niedersachsen) lies in north-western Germany and is second in area and fourth in population among the country's sixteen Bundesländer (federal states).\n See also: List of places in Lower Saxony, Category:Cities in Lower Saxony and Category:Districts of Lower Saxony.",
  "/wiki/Category:Municipalities_in_Lower_Saxony": "N/A",
  "/wiki/Mecklenburg-Vorpommern": "Mecklenburg-Vorpommern (German: [ˈmeːklənbʊʁk ˈfoːɐ̯pɔmɐn], abbreviated MV), also known by its anglicized name Mecklenburg-Western Pomerania, is a state of Germany.  Of the country's 16 states, Mecklenburg-Vorpommern ranks 14th in population, 6th in area, and 16th in population density. Schwerin is the state capital and Rostock is the largest city. Other major cities include Neubrandenburg, Stralsund, Greifswald, Wismar and Güstrow.\n The state of Mecklenburg-Vorpommern was established in 1945 after World War II through the merger of the historic regions of Mecklenburg and the Prussian Western Pomerania by the Soviet military administration in Allied-occupied Germany.  Mecklenburg-Vorpommern became part of the German Democratic Republic in 1947, but was dissolved in 1952 during administrative reforms and its territory divided into the districts of Rostock, Schwerin, and Neubrandenburg. Mecklenburg-Vorpommern was re-established in 1990 following German reunification, and became one of the Federal Republic of Germany's new states.\n Mecklenburg-Vorpommern's coastline on the Baltic Sea features many holiday resorts and much unspoilt nature, including the islands such as Rügen and Usedom, as well as the Mecklenburg Lake District, making the state one of Germany's leading tourist destinations.  Three of Germany's fourteen national parks, as well as several hundred nature conservation areas, are in Mecklenburg-Vorpommern.  The University of Rostock, established in 1419, and the University of Greifswald, established in 1456, are among the oldest universities in Europe.  Mecklenburg-Vorpommern was the site of the 33rd G8 summit in 2007.",
  "/wiki/Category:Cities_in_Mecklenburg-Vorpommern": "See also Category:Towns in Mecklenburg-Vorpommern for places with less than 100.000 inhabitants.",
  "/wiki/Category:Towns_in_Mecklenburg-Vorpommern": "N/A",
  "/wiki/Category:Municipalities_in_Mecklenburg-Vorpommern": "N/A",
  "/wiki/North_Rhine-Westphalia": "North Rhine-Westphalia (German: Nordrhein-Westfalen, pronounced [ˌnɔʁtʁaɪ̯n vɛstˈfaːlən] (listen); Low Franconian: Noordrien-Wesfale; Low German: Noordrhien-Westfalen; Kölsch: Noodrhing-Wäßßfaale, commonly shortened to NRW in both written and spoken language) is a state of Germany.\n North Rhine-Westphalia is located in western Germany covering an area of 34,084 square kilometres (13,160 sq mi). With a population of 17.9 million in 2017, it is the most populous state of Germany. It is also the most densely populated German state apart from the city-states of Berlin, Bremen, and Hamburg, and the fourth-largest by area. The state capital is Düsseldorf. North Rhine-Westphalia features 30 of the 81 German cities with over 100,000 inhabitants, including Cologne (over 1 million), Düsseldorf, Dortmund and Essen (all between 580,000 and 620,000 inhabitants) and other cities predominantly located in the Rhine-Ruhr metropolitan area, the largest urban area in Germany and the third-largest on the European continent.\n North Rhine-Westphalia was established in 1946 after World War II from the Prussian provinces of Westphalia and the northern part of Rhine Province (North Rhine), and the Free State of Lippe by the British military administration in Allied-occupied Germany. North Rhine-Westphalia became a state of the Federal Republic of Germany in 1949, and the city of Bonn served as the federal capital until the reunification of Germany in 1990 and as the seat of government until 1999.",
  "/wiki/Category:Cities_in_North_Rhine-Westphalia": "There is no legal distinction between towns and cities in Germany. This category contains articles about settlements with more than 100,000 inhabitants. Smaller settlements are in the Towns in North-Rhine Westphalia category.",
  "/wiki/Category:Towns_in_North_Rhine-Westphalia": "This category lists political independent towns in North Rhine-Westphalia.\n See also Category:Cities in North Rhine-Westphalia",
  "/wiki/Category:Municipalities_in_North_Rhine-Westphalia": "N/A",
  "/wiki/Rhineland-Palatinate": "Rhineland-Palatinate (German: Rheinland-Pfalz, pronounced [ˈʁaɪ̯nlant ˈp͡falt͡s]) is a state of Germany located in the west of the country. Covering an area of 19,846 km2 (7,663 sq mi) and with a population of 4.05 million inhabitants, it is the seventh-most populous German state. Mainz is the state capital and largest city, while other major cities include Ludwigshafen am Rhein, Koblenz, Trier, Kaiserslautern and Worms. Rhineland-Palatinate is surrounded by the states of North Rhine-Westphalia, Saarland, Baden-Württemberg and Hesse. It also borders three foreign countries: France, Luxembourg and Belgium.\n Rhineland-Palatinate was established in 1946 after World War II, from territory of the historically separate regions of the Free State of Prussia, People's State of Hesse and Bavaria, by the French military administration in Allied-occupied Germany. Rhineland-Palatinate became part of the Federal Republic of Germany in 1949 and shared the country's only border with the Saar Protectorate until it was returned to German control in 1957. Rhineland-Palatinate has since developed its own identity built on its natural and cultural heritage, including the extensive Palatinate winegrowing region, its picturesque landscapes and many castles and palaces.",
  "/wiki/Category:Cities_in_Rhineland-Palatinate": "N/A",
  "/wiki/Category:Towns_in_Rhineland-Palatinate": "N/A",
  "/wiki/Category:Municipalities_in_Rhineland-Palatinate": "N/A",
  "/wiki/Saarland": "Saarland (/ˈsɑːrlænd/, also US: /ˈzɑːr-/, German: [ˈzaːɐ̯lant] (listen); French: Sarre [saʁ]) is a state of Germany located in the west of the country. Covering an area of 2,570 km2 (990 sq mi) and with a population of 995,600 (2015), it is the smallest German state in both area and population apart from the city-states of Berlin, Bremen and Hamburg. Saarbrücken is the state capital and largest city, while other major cities include Neunkirchen and Saarlouis. Saarland is surrounded by France to the west (apart from a few kilometres of the Moselle river bordering Luxembourg) and south and the German state of Rhineland-Palatinate to the north and east. \n Saarland was established in 1920 after World War I as the Territory of the Saar Basin, formed from land of Prussia and Bavaria occupied and governed by France and the United Kingdom under a League of Nations mandate. The heavily industrialized region was economically valuable, due to the wealth of its coal deposits and location on the border between France and Germany. Saarland was returned to Nazi Germany in the 1935 Saar status referendum, becoming de jure part of Bavaria and de facto part of Gau Westmark. Following World War II, the French military administration in Allied-occupied Germany organized the territory as the Saar Protectorate from 1947, becoming a protectorate of France, and between 1950 and 1956 was a member of the Council of Europe. Saarland rejected the 1955 Saar Statute referendum and joined the Federal Republic of Germany as a state on 1 January 1957. Saarland used its own currency, the Saar franc, and postage stamps issued specially for the territory until 1959.",
  "/wiki/Category:Cities_in_Saarland": "See also Category:Municipalities in Saarland and Category:Towns in Saarland",
  "/wiki/Category:Towns_in_Saarland": "N/A",
  "/wiki/Category:Municipalities_in_Saarland": "N/A",
  "/wiki/Saxony": "Saxony (German: Sachsen [ˌzaksn̩] (listen); Upper Sorbian: Sakska; Czech: Sasko; Polish: Saksonia), officially the Free State of Saxony (German: Freistaat Sachsen [ˈfʁaɪ̯ʃtaːt ˈzaksn̩], Upper Sorbian: Swobodny stat Sakska), is a landlocked federal state of Germany, bordering the federal states of Brandenburg, Saxony Anhalt, Thuringia, and Bavaria, as well as the countries of Poland (Lower Silesian and Lubusz Voivodeships) and the Czech Republic (Karlovy Vary, Liberec, and Ústí nad Labem Regions). Its capital is Dresden, and its largest city is Leipzig.\n Saxony is the tenth largest of Germany's sixteen states, with an area of 18,413 square kilometres (7,109 sq mi), and the sixth most populous, with 4 million people.\n The history of the state of Saxony spans more than a millennium. It has been a medieval duchy, an electorate of the Holy Roman Empire, a kingdom, and twice a republic.\n The area of the modern state of Saxony should not be confused with Old Saxony, the area inhabited by Saxons. Old Saxony corresponds roughly to the modern German states of Lower Saxony, Saxony-Anhalt, and the Westphalian part of North Rhine-Westphalia.",
  "/wiki/Category:Cities_in_Saxony": "See also Category:Towns in Saxony",
  "/wiki/Category:Towns_in_Saxony": "Towns in the Free State of Saxony",
  "/wiki/Category:Municipalities_in_Saxony": "N/A",
  "/wiki/Saxony-Anhalt": "Saxony-Anhalt (German: Sachsen-Anhalt) (German pronunciation: [ˌzaksn̩ ˈʔanhalt] (listen)) is a state of Germany.\n Saxony-Anhalt covers an area of 20,447.7 square kilometres (7,894.9 sq mi)\nand has a population of 2.23 million, 108.69 inhabitants per km2, making it the 8th-largest state in Germany by area and the 10th-largest by population. Its capital is Magdeburg and its largest city is Halle (Saale). Saxony-Anhalt is surrounded by the states of Lower Saxony, Brandenburg, Saxony and Thuringia.\n The state of Saxony-Anhalt originated in July 1945 after World War II, when the Soviet army administration in Allied-occupied Germany formed it from the former Prussian Province of Saxony and the Free State of Anhalt. Saxony-Anhalt became part of the German Democratic Republic in 1949, but was dissolved in 1952 during administrative reforms and its territory divided into the districts of Halle and Magdeburg, with the city of Torgau joining the district of Leipzig. Saxony-Anhalt was re-established in 1990 following German reunification, excluding Torgau, and became one of the Federal Republic of Germany's new states.",
  "/wiki/Category:Cities_in_Saxony-Anhalt": "N/A",
  "/wiki/Category:Towns_in_Saxony-Anhalt": "N/A",
  "/wiki/Category:Municipalities_in_Saxony-Anhalt": "N/A",
  "/wiki/Schleswig-Holstein": "Schleswig-Holstein (German: [ˈʃleːsvɪç ˈhɔlʃtaɪn]) is the northernmost of the 16 states of Germany, comprising most of the historical duchy of Holstein and the southern part of the former Duchy of Schleswig. Its capital city is Kiel; other notable cities are Lübeck and Flensburg.\n Also known in more dated English as Sleswick-Holsatia, the region is called Slesvig-Holsten in Danish and pronounced [ˌsleːsvi ˈhɒlˌsteˀn]. The Low German name is Sleswig-Holsteen, and the North Frisian name is Slaswik-Holstiinj. Historically, the name can also refer to a larger region, containing both present-day Schleswig-Holstein and the former South Jutland County (Northern Schleswig; now part of the Region of Southern Denmark) in Denmark.",
  "/wiki/Category:Cities_in_Schleswig-Holstein": "See also Category:Towns in Schleswig-Holstein",
  "/wiki/Category:Towns_in_Schleswig-Holstein": "See also Category:Cities in Schleswig-Holstein",
  "/wiki/Category:Municipalities_in_Schleswig-Holstein": "N/A",
  "/wiki/Thuringia": "Thuringia (English: /θəˈrɪndʒiə/; German: Thüringen [ˈtyːʁɪŋən] (listen)), officially the Free State of Thuringia (Freistaat Thüringen [ˈfʁaɪʃtaːt ˈtyːʁɪŋən]), is a state of Germany.\n Thuringia is located in central Germany covering an area of 16,171 square kilometres (6,244 sq mi) and a population of 2.15 million inhabitants, making it the sixth smallest German state by area  and the fifth smallest by population. Erfurt is the state capital and largest city, while other major cities include Jena, Gera, and Weimar. Thuringia is surrounded by the states of Bavaria, Hesse, Lower Saxony, Saxony-Anhalt, and Saxony. \n Most of Thuringia is within the watershed of the Saale, a left tributary of the Elbe, and has been known as \"the green heart of Germany\" (das grüne Herz Deutschlands) from the late 19th century due to the dense forest covering the land. Thuringia is home to the Rennsteig, Germany's best-known hiking trail, and the winter resort of Oberhof, making it a well-known winter sports destination with half of Germany's 136 Winter Olympic gold medals won through 2014 having been won by Thuringian athletes. Thuringia is also home to prominent German intellectuals and creative artists, including Johann Sebastian Bach, Johann Wolfgang von Goethe, and Friedrich Schiller, and is location of the University of Jena, the Ilmenau University of Technology, the University of Erfurt, and the Bauhaus University of Weimar.\n Thuringia was established in 1920 as a state of the Weimar Republic from a merger of the Ernestine duchies, except for Saxe-Coburg, but can trace its origins to the Frankish Duchy of Thuringia established around 631 AD by King Dagobert I. After World War II, Thuringia came under the Soviet occupation zone in Allied-occupied Germany, and its borders altered to become contiguous. Thuringia became part of the German Democratic Republic in 1949, but was dissolved in 1952 during administrative reforms, and its territory divided into the districts of Erfurt, Suhl and Gera. Thuringia was re-established in 1990 following German reunification, with slightly different borders, and became one of the Federal Republic of Germany's new states.",
  "/wiki/Category:Cities_in_Thuringia": "N/A",
  "/wiki/Category:Towns_in_Thuringia": "N/A",
  "/wiki/Category:Municipalities_in_Thuringia": "N/A",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Municipalities_of_Germany": "Municipalities (German: Gemeinden, singular Gemeinde) are the lowest level of official territorial division in Germany. This is most commonly the third level of territorial division, ranking after the Land (state) and Kreis (district). The Gemeinde which is one level lower in those states also includes Regierungsbezirke (singular: Regierungsbezirk) as an intermediate territorial division. The Gemeinde is one level higher if it is not part of a Samtgemeinde. Only 10 municipalities in Germany have fifth level administrative subdivisions and all of them are in Bavaria. The highest degree of autonomy may be found in the Gemeinden which are not part of a Kreis. These Gemeinden are referred to as Kreisfreie Städte or Stadtkreise, sometimes translated as having \"city status\". This can be the case even for small municipalities. However, many smaller municipalities have lost this city status in various administrative reforms in the last 40 years[clarification needed] when they were incorporated into a Kreis. In some states they retained a higher measure of autonomy than the other municipalities of the Kreis (e.g. Große Kreisstadt). Municipalities titled Stadt (town or city) are urban municipalities while those titled Gemeinde are classified as rural municipalities."
}