{
  "/wiki/Luis_Carrera": "Colonel Luis Florentino Juan Manuel Silvestre de los Dolores de la Carrera y Verdugo (1791 – April 8, 1818) was a Chilean military officer who fought in the Chilean War of Independence. Together with his brothers José Miguel and Juan José, they were some of most important leaders of Chilean struggle for independence during the period of the Patria Vieja (\"Old Republic\"). The Carrera family is of Basque origin.",
  "/wiki/Juan_Jos%C3%A9_Carrera": "The Carrera family of Chile became politically influential during the colonial period, and played a significant role in Chilean Independence. They remained politically important throughout the 19th century. Their descendants make up the bulk of the Chilean upper-class.",
  "/wiki/Manuel_Rodr%C3%ADguez_Erdo%C3%ADza": "Manuel Xavier Rodríguez Erdoíza (American Spanish: [maˈnwel roˈðɾiɣes]; February 27, 1785 – May 26, 1818) was a Chilean lawyer and guerrilla leader, considered one of the founders of independent Chile. Rodríguez was of Basque descent.",
  "/wiki/Diego_Portales": "Diego José Pedro Víctor Portales y Palazuelos (Spanish pronunciation: [ˈdjeɣo poɾˈtales]; June 16, 1793 – June 6, 1837) was a Chilean statesman and entrepreneur. As a minister of president José Joaquín Prieto, Diego Portales played a pivotal role in shaping the state and government politics in the 19th century, delivering with the Constitution of 1833 the framework of the Chilean state for almost a century. Portales' influential political stance included unitarianism, presidentialism and conservatism which led to consolidate Chile as a constitutional authoritarian republic with democracy restricted to include only upper class men.",
  "/wiki/Ren%C3%A9_Schneider": "General René Schneider Chereau (/ˈʃnaɪdər/; December 31, 1913 – October 25, 1970) was the commander-in-chief of the Chilean Army at the time of the 1970 Chilean presidential election, when he was assassinated during a botched kidnapping attempt. He coined the doctrine of military-political mutual exclusivity that became known as the Schneider Doctrine.",
  "/wiki/Chilean_Army": "The Chilean Army (Spanish: Ejército de Chile) is the land arm of the Military of Chile. This 50,000 person army (9,200 of which are conscripts) is organized into six divisions, a special operations brigade and an air brigade.",
  "/wiki/Fatherland_and_Liberty": "The Fatherland and Liberty Nationalist Front (Spanish: Frente Nacionalista Patria y Libertad or simply Patria y Libertad, PyL) was a nationalist political and paramilitary group that fought against the democratically elected socialist government of Salvador Allende.",
  "/wiki/Salvador_Allende": "Salvador Guillermo Allende Gossens (US: /ɑːˈjɛndeɪ, -di/, UK: /æˈ-, aɪˈɛn-/, American Spanish: [salβaˈðoɾ ɣiˈʝeɾmo aˈʝende ˈɣosens]; 26 June 1908 – 11 September 1973) was a Chilean democratic socialist politician and physician, President of Chile from 1970 until 1973, and head of the Popular Unity political coalition government; he was the first ever Marxist to be elected president in a country with liberal democracy.",
  "/wiki/Edmundo_P%C3%A9rez_Zujovic": "Edmundo Pérez Zujovic (May 11, 1912  -  June 8, 1971) was a Chilean politician of the Christian Democrat Party. He was Minister of the Interior, Public Works and Finance under the government of President Eduardo Frei Montalva (1964–1970).",
  "/wiki/Victor_Jara": "Víctor Lidio Jara Martínez (Spanish pronunciation: [ˈβiktoɾ ˈliðjo ˈxaɾa maɾˈtines]; 28 September 1932 – 16 September 1973) was a Chilean teacher, theater director, poet, singer-songwriter and communist political activist tortured and killed during the dictatorship of Augusto Pinochet. He developed Chilean theater by directing a broad array of works, ranging from locally produced plays to world classics, as well as the experimental work of playwrights such as Ann Jellicoe. He also played a pivotal role among neo-folkloric musicians who established the Nueva Canción Chilena (New Chilean Song) movement. This led to an uprising of new sounds in popular music during the administration of President Salvador Allende.",
  "/wiki/Eduardo_Frei_Montalva": "Eduardo Nicanor Frei Montalva (Spanish pronunciation: [eˈðwaɾðo fɾei̯ monˈtalβa]; January 16, 1911 – January 22, 1982) was a Chilean political leader. In his long political career, he was Minister of Public Works, president of his Christian Democratic Party, senator, President of the Senate, and the 28th president of Chile from 1964 to 1970. His eldest son, Eduardo Frei Ruiz-Tagle, also became president of Chile (1994–2000).",
  "/wiki/President_of_Chile": "The President of Chile (Spanish: Presidente de Chile), officially known as the President of the Republic of Chile (Spanish: Presidente de la República de Chile) is the head of state and head of government of Chile. The President is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is one of the most prominent political figures. It is also considered as one of the institutions that make up the \"Historic Constitution of Chile\", and is essential to the country's political stability.",
  "/wiki/Pinochet_dictatorship": "The military dictatorship of Chile (Spanish: dictadura militar de Chile) was an authoritarian military regime that ruled Chile for seventeen years, between September 11, 1973 and March 11, 1990. The dictatorship was established after the democratically-elected socialist government of Salvador Allende was overthrown in a coup d'état on 11 September 1973. During this time, the country was ruled by a military junta headed by General Augusto Pinochet. The military used the alleged breakdown of democracy and the economic crisis that took place during Allende's presidency to justify its seizure of power. The dictatorship presented its mission as a \"national reconstruction.\" The coup was the result of multiple forces, including pressure from conservative and women’s groups, certain political parties, union strikes and other domestic unrest, as well as international factors. According to an article written by lifelong CIA operative Jack Devine, although it was widely reported that the CIA was directly involved in orchestrating and carrying out the coup, subsequently released sources suggest a much reduced role of the US government.",
  "/wiki/Sepsis": "Sepsis is a life-threatening condition that arises when the body's response to infection causes injury to its tissues and organs. Common signs and symptoms include fever, increased heart rate, increased breathing rate, and confusion. There may also be symptoms related to a specific infection, such as a cough with pneumonia, or painful urination with a kidney infection. The very young, old, and people with a weakened immune system may have no symptoms of a specific infection, and the body temperature may be low or normal instead of having a fever. Severe sepsis is sepsis causing poor organ function or blood flow.  The presence of low blood pressure, high blood lactate, or low urine output may suggest poor blood flow. Septic shock is low blood pressure due to sepsis that does not improve after fluid replacement.",
  "/wiki/Direcci%C3%B3n_de_Inteligencia_Nacional": "The Dirección de Inteligencia Nacional (English: National Intelligence Directorate) or DINA was the Chilean secret police in the dictatorship of Augusto Pinochet, and has been called Pinochet's Gestapo. The DINA was established in November 1973 as a Chilean Army intelligence unit headed by Colonel Manuel Contreras and vice-director Raúl Iturriaga. It was separated from the army and made an independent administrative unit in June 1974, under the auspices of Decree 521.",
  "/wiki/Jaime_Guzm%C3%A1n": "Jaime Jorge Guzmán Errázuriz (June 28, 1946 – April 1, 1991) was a Chilean lawyer and senator, member and doctrinal founder of the conservative Independent Democrat Union party. In the 1960s he opposed the University Reform and became the main ideologist of the gremialismo thought. He opposed President Salvador Allende and later became a close advisor of Pinochet and his dictatorship. A professor of Constitutional Law, he played an important part in the drafting of the 1980 Chilean Constitution. He was assassinated in 1991, during the transition to democracy, by members of the communist urban guerrilla Manuel Rodríguez Patriotic Front.",
  "/wiki/FPMR": "The Manuel Rodríguez Patriotic Front (in Spanish: Frente Patriótico Manuel Rodríguez, FPMR), was a Chilean revolutionary and Marxist-Leninist guerrilla organisation officially founded on 14 December 1983 as the paramilitary arm of the Communist Party of Chile (CPCh) in the context of this party policy denominated as the \"Política de Rebelión Popular de Masas\", created with the goal of a violent overthrow of the civic-military dictatorship of general Augusto Pinochet.",
  "/wiki/List_of_assassinations": "This is a list of assassinations, sorted by location."
}