{
  "/wiki/Evergreen_Corner_Rural_Historic_District": "The Evergreen Corner Rural Historic District in Haxtun, Colorado is a 160-acre (0.65 km2) farm property, a historic district that was listed on the National Register of Historic Places in 2013.",
  "/wiki/Haxtun,_Colorado": "Haxtun is a Statutory Town in Phillips County, Colorado, United States.  The population was 946 at the 2010 census.",
  "/wiki/First_National_Bank_of_Haxtun": "The First National Bank of Haxtun building, at 145 S. Colorado Ave. in Haxtun, Colorado was built in 1917.  It is designed in Georgian Revival style.  It served as a bank until closing, during the Great Depression, in 1932.  It was bought by the town in 1939 for use as the Haxtun Town Hall, and was so used at least until the time of National Register of Historic Places (NRHP) listing in 1986.",
  "/wiki/Hargreaves_Homestead_Rural_Historic_District": "The Hargreaves Homestead Rural Historic District, about five miles south of Holyoke, Colorado, is a 320-acre (1.3 km2) farm property, a historic district that was listed on the National Register of Historic Places in 2013.",
  "/wiki/U.S._Route_385": "U.S. Route 385 (US 385) is a spur of U.S. Route 85 that runs for 1,206 miles (1,941 km) from Deadwood, South Dakota to Big Bend National Park in Texas.",
  "/wiki/Holyoke,_Colorado": "Holyoke is the Home Rule Municipality that is the county seat and the most populous municipality of Phillips County, Colorado, United States.  The city population was 2,313 at the 2010 census.",
  "/wiki/Harms_Farm": "The Harms Farm in Phillips County, Colorado near Haxtun, Colorado, also known as Gansemer Farm, is a 160 acres (0.65 km2) farm which was listed on the National Register of Historic Places in 2016.",
  "/wiki/W.E._Heginbotham_House": "The W. E. Heginbotham House, located at 539 S. Baxter in Holyoke, Colorado serves as Holyoke's public library and is known as Heginbotham Library.  It is a historic building, was built during 1919-1921, and is listed on the National Register of Historic Places.",
  "/wiki/Millage_Farm_Rural_Historic_District": "The Millage Farm Rural Historic District in Phillips County, Colorado near Haxtun, Colorado, is a 160 acres (0.65 km2) farm which was listed on the National Register of Historic Places in 2013.",
  "/wiki/Oltjenbruns_Farm": "The Oltjenbruns Farm in Phillips County, Colorado near Amherst, Colorado, also known as Welper Farm, is a 160 acres (0.65 km2) farm which was listed on the National Register of Historic Places in 2016.",
  "/wiki/Colorado_Highway_23": "State Highway 23 (SH 23) is a 17.7 mi (28.5 km) long state highway in the northeastern corner of Colorado. The southern terminus is at U.S. Route 385 (US 385) in Holyoke, it then travels northeast through Amherst to its northern terminus at the Nebraska state line where it becomes Nebraska Highway 23 (N-23).",
  "/wiki/Amherst,_Colorado": "Amherst is a census-designated place and U.S. Post Office in Phillips County, Colorado, United States. The population as of the 2010 Census was 58. The ZIP Code of the Amherst Post Office is 80721.",
  "/wiki/Phillips_County_Courthouse_(Colorado)": "The Phillips County Courthouse, home of the Phillips Combined Court, located at 221 Interocean Ave. in Holyoke, Colorado was built in 1935 in Moderne style.  It is significant for association with New Deal programs; the Public Works Administration built it, and it is the only surviving PWA project in the county.",
  "/wiki/Shirley_Hotel": "The  Shirley Hotel, located at 101 S. Colorado Ave. in Haxtun, Colorado is a historic building that is listed on the National Register of Historic Places.  It is a two-story brick building with terra cotta details and Early Commercial style.  Built in 1921, it has also been known as Hotel Shirley, as Johnson Meat Company, as Haxtun Inn.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Colorado": "There are more than 1,500 properties and historic districts in Colorado listed on the National Register of Historic Places. They are distributed over 63 of Colorado's 64 counties; only Broomfield County has none."
}