{
  "/wiki/Central_Volcanic_Zone": "The Andean Volcanic Belt is a major volcanic belt along the Andean cordillera in Argentina, Bolivia, Chile, Colombia, Ecuador, and Peru. It is formed as a result of subduction of the Nazca Plate and Antarctic Plate underneath the South American Plate. The belt is subdivided into four main volcanic zones that are separated from each other by volcanic gaps. The volcanoes of the belt are diverse in terms of activity style, products, and morphology. While some differences can be explained by which volcanic zone a volcano belongs to, there are significant differences within volcanic zones and even between neighboring volcanoes. Despite being a type location for calc-alkalic and subduction volcanism, the Andean Volcanic Belt has a broad range of volcano-tectonic settings, as it has rift systems and extensional zones, transpressional faults, subduction of mid-ocean ridges and seamount chains as well as a large range of crustal thicknesses and magma ascent paths and different amounts of crustal assimilations.",
  "/wiki/Dacite": "Dacite ( /ˈdeɪsaɪt/) is an igneous, volcanic rock. It has an aphanitic to porphyritic texture and is intermediate in composition between andesite and rhyolite. The word dacite comes from Dacia, a province of the Roman Empire which lay between the Danube River and Carpathian Mountains (now modern Romania and Moldova) where the rock was first described.",
  "/wiki/Pliocene": "The Pliocene ( /ˈplaɪ.əˌsiːn, ˈplaɪ.oʊ-/ PLY-ə-seen, PLY-oh-; also Pleiocene) Epoch is the epoch in the geologic timescale that extends from 5.333 million to 2.58 million years BP. It is the second and youngest epoch of the Neogene Period in the Cenozoic Era. The Pliocene follows the Miocene Epoch and is followed by the Pleistocene Epoch. Prior to the 2009 revision of the geologic time scale, which placed the four most recent major glaciations entirely within the Pleistocene, the Pliocene also included the Gelasian stage, which lasted from 2.588 to 1.806 million years ago, and is now included in the Pleistocene.",
  "/wiki/Chaitén_Volcano": "Chaitén is a volcanic caldera 3 kilometres (2 mi) in diameter, 17 kilometres (11 mi) west of the elongated ice-capped Michinmahuida volcano and 10 kilometres (6 mi) northeast of the town of Chaitén, near the Gulf of Corcovado in southern Chile. The most recent eruptive phase of the volcano erupted on 2008. Originally, radiocarbon dating of older tephra from the volcano suggested that its last previous eruption was in 7420 BC ± 75 years. However, recent studies have found that the volcano is more active than thought. According to the Global Volcanism Program, its last eruption was in 2011.",
  "/wiki/Southern_Volcanic_Zone": "The Andean Volcanic Belt is a major volcanic belt along the Andean cordillera in Argentina, Bolivia, Chile, Colombia, Ecuador, and Peru. It is formed as a result of subduction of the Nazca Plate and Antarctic Plate underneath the South American Plate. The belt is subdivided into four main volcanic zones that are separated from each other by volcanic gaps. The volcanoes of the belt are diverse in terms of activity style, products, and morphology. While some differences can be explained by which volcanic zone a volcano belongs to, there are significant differences within volcanic zones and even between neighboring volcanoes. Despite being a type location for calc-alkalic and subduction volcanism, the Andean Volcanic Belt has a broad range of volcano-tectonic settings, as it has rift systems and extensional zones, transpressional faults, subduction of mid-ocean ridges and seamount chains as well as a large range of crustal thicknesses and magma ascent paths and different amounts of crustal assimilations.",
  "/wiki/Rhyolite": "Rhyolite (/ˈraɪ.ə.laɪt, ˈraɪ.oʊ-/ RY-ə-lyte, RY-oh-) is an igneous, volcanic rock, of felsic (silica-rich) composition (typically > 69% SiO2 – see the TAS classification). It may have any texture from glassy to aphanitic to porphyritic. The mineral assemblage is usually quartz, sanidine and plagioclase (in a ratio > 2:1 – see the QAPF diagram). Biotite and hornblende are common accessory minerals. It is the extrusive equivalent  to granite.",
  "/wiki/Cerro_Chao": "Cerro Chao is a lava flow complex associated with the Cerro del León volcano in the Andes. It is the largest known Quaternary silicic volcano body and part of the most recent phase of activity in the Altiplano–Puna volcanic complex.",
  "/wiki/Quaternary": "Quaternary ( /kwəˈtɜːrnəri, ˈkwɒt.ərˌnɛr.i/ kwə-TUR-nə-ree, KWOT-ər-nerr-ee) is the current and most recent of the three periods of the Cenozoic Era in the geologic time scale of the International Commission on Stratigraphy (ICS). It follows the Neogene Period and spans from 2.588 ± 0.005 million years ago to the present. The Quaternary Period is divided into two epochs: the Pleistocene (2.588 million years ago to 11.7 thousand years ago) and the Holocene (11.7 thousand years ago to today). The informal term \"Late Quaternary\" refers to the past 0.5–1.0 million years.",
  "/wiki/Cerro_Porquesa": "Cerro Porquesa is an approximately 4,600 metres (15,100 ft) high (800 metres (2,600 ft) above base) rhyodacite lava dome in the Andes. The lava dome is of Pliocene/Pleistocene age with little glacial features on the younger domes indicating young ages.",
  "/wiki/Rhyodacite": "Rhyodacite is an extrusive volcanic rock intermediate in composition between dacite and rhyolite. It is the extrusive equivalent of granodiorite. Phenocrysts of sodium-rich plagioclase, sanidine, quartz, and biotite or hornblende are typically set in an aphanitic to glassy light to intermediate-colored matrix. \nRhyodacite is a high silica rock containing 20% to 60% quartz with the remaining constituents being mostly feldspar.  The feldspar is a mix of alkaline feldspar and plagioclase, with plagioclase forming 35% to 65% of the mix.  \nRhyodacite often exists as explosive pyroclastic volcanic deposits.",
  "/wiki/Pleistocene": "The Pleistocene ( /ˈplaɪs.təˌsiːn, -toʊ-/ PLYSE-tə-seen, -⁠toh-, often colloquially referred to as the Ice Age) is the geological epoch that lasted from about 2,580,000 to 11,700 years ago, spanning the world's most recent period of repeated glaciations. The end of the Pleistocene corresponds with the end of the last glacial period and also with the end of the Paleolithic age used in archaeology.",
  "/wiki/Chillahuita": "The flow moved northward and eastward from the vent over a terrain with slopes of 3-4°. The flow has a surface area of 11 square kilometres (4.2 sq mi) with a flat circular surface containing flow folds. Steep 200-metre (660 ft) high flanks limit the flow, which has a total volume of 4 cubic kilometres (0.96 cu mi). It is surrounded by a pumice deposit probably from the San Pedro volcano to the northwest.",
  "/wiki/Andesite": "Andesite ( /ˈændɪsaɪt/ or /ˈændɪzaɪt/) is an extrusive igneous volcanic rock of intermediate composition, with aphanitic to porphyritic texture. In a general sense, it is the intermediate type between basalt and rhyolite, and ranges from 57 to 63% silicon dioxide (SiO2) as illustrated in TAS diagrams. The mineral assemblage is typically dominated by plagioclase plus pyroxene or hornblende. Magnetite, zircon, apatite, ilmenite, biotite, and garnet are common accessory minerals. Alkali feldspar may be present in minor amounts. The quartz-feldspar abundances in andesite and other volcanic rocks are illustrated in QAPF diagrams.",
  "/wiki/Puyehue-Cordón_Caulle": "Puyehue (/pʊˈjeɪweɪ/; Spanish pronunciation: [puˈʝewe]) and Cordón Caulle /kɔːrˈdoʊn ˈkaʊjeɪ/ are two coalesced volcanic edifices that form a major mountain massif in Puyehue National Park in the Andes of Ranco Province, in the South of Chile. In volcanology this group is known as the Puyehue-Cordón Caulle Volcanic Complex (PCCVC). Four volcanoes constitute the volcanic group or complex, the Cordillera Nevada caldera, the Pliocene Mencheca volcano, Cordón Caulle fissure vents and the Puyehue stratovolcano.",
  "/wiki/Holocene": "The Holocene ( /ˈhɒl.əˌsiːn, ˈhɒl.oʊ-, ˈhoʊ.lə-, ˈhoʊ.loʊ-/ HOL-ə-seen, HOL-oh-, HOH-lə-, HOH-loh-) is the current geological epoch. It began approximately 11,650  cal years before present, after the last glacial period, which concluded with the Holocene glacial retreat. The Holocene and the preceding Pleistocene together form the Quaternary period. The Holocene has been identified with the current warm period, known as MIS 1. It is considered by some to be an interglacial period within the Pleistocene Epoch, called the Flandrian interglacial.",
  "/wiki/Fueguino": "Fueguino is a volcanic field in Chile. The southernmost volcano in the Andes, it lies on Tierra del Fuego's Cook Island and also extends over nearby Londonderry Island. The field is formed by lava domes, pyroclastic cones, and a crater lake.",
  "/wiki/Austral_Volcanic_Zone": "The Andean Volcanic Belt is a major volcanic belt along the Andean cordillera in Argentina, Bolivia, Chile, Colombia, Ecuador, and Peru. It is formed as a result of subduction of the Nazca Plate and Antarctic Plate underneath the South American Plate. The belt is subdivided into four main volcanic zones that are separated from each other by volcanic gaps. The volcanoes of the belt are diverse in terms of activity style, products, and morphology. While some differences can be explained by which volcanic zone a volcano belongs to, there are significant differences within volcanic zones and even between neighboring volcanoes. Despite being a type location for calc-alkalic and subduction volcanism, the Andean Volcanic Belt has a broad range of volcano-tectonic settings, as it has rift systems and extensional zones, transpressional faults, subduction of mid-ocean ridges and seamount chains as well as a large range of crustal thicknesses and magma ascent paths and different amounts of crustal assimilations.",
  "/wiki/Lascar_Volcano": "Lascar is a stratovolcano within the Central Volcanic Zone of the Andes, a volcanic arc that spans the countries of Peru, Bolivia, Argentina and Chile. It is the most active volcano in the region, with records of eruptions going back to 1848. It is composed of two separate cones with several summit craters. The westernmost crater of the eastern cone is presently active. Volcanic activity is characterized by constant release of volcanic gas and occasional vulcanian eruptions.",
  "/wiki/Nevados_de_Chillán": "Nevados de Chillán is a group of stratovolcanoes located in the Andes of the Bío Bío Region, Chile, and is one of the most active volcanoes in the region.  It consists of three overlapping peaks, 3,212 m (10,538 ft) Cerro Blanco (Volcán Nevado) at the northwest and 3,089 m (10,135 ft) Volcán Viejo (Volcán Chillán) at the southeast, with Volcán Nuevo in the middle.  Volcán Viejo was the main active vent during the 17th-19th centuries, and the new Volcán Nuevo lava dome complex formed between 1906 and 1945, eventually growing to exceed Viejo in height by the mid 1980s.",
  "/wiki/Sollipulli": "Sollipulli (Spanish pronunciation: [soʝiˈpuʝi]; lit. reddish mountain in the Mapuche language) is an ice-filled volcanic caldera and volcanic complex, which lies southeast of the small town of Melipeuco in the La Araucanía Region, Chile. It is part of the Southern Volcanic Zone of the Andes, one of the four volcanic belts in the Andes chain.",
  "/wiki/Taapaca": "Taapaca is a Holocene volcanic complex in northern Chile's Arica y Parinacota Region. Located in the Chilean Andes, it is part of the Central Volcanic Zone of the Andean Volcanic Belt, one of four distinct volcanic chains in South America. The town of Putre lies at the southwestern foot of the volcano.",
  "/wiki/List_of_lava_domes": "Lava domes are common features on volcanoes around the world. Lava domes are known to exist on plate margins as well as in intra-arc hotspots, and on heights above 6000 m and in the sea floor. Individual lava domes and volcanoes featuring lava domes are listed below."
}