{
  "/wiki/On%C3%A9siphore-Ernest_Talbot": "Onésiphore Ernest Talbot (August 15, 1854 – May 6, 1934) was a Canadian politician.",
  "/wiki/Liberal_Party_of_Canada": "The Liberal Party of Canada (French: Parti libéral du Canada) is the oldest and longest-serving political party in Canada. The party has dominated federal politics for much of Canada's history,  holding power for almost 70 years in the 20th century—more than any other party in a developed country—and as a result, it is sometimes referred to as Canada's \"natural governing party\".",
  "/wiki/Bellechasse_(electoral_district)": "Bellechasse was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1867 until the 1997 election, when it became Bellechasse—Etchemins—Montmagny—L'Islet. After redistribution prior to the 2004 election, that riding became Lévis—Bellechasse. Currently, the only riding which includes the name \"Bellechasse\" is Bellechasse—Les Etchemins—Lévis.",
  "/wiki/Gordon_Taylor_(politician)": "Gordon Edward Taylor (July 20, 1910 – July 26, 2003) was a Canadian politician, businessman and teacher from Drumheller, Alberta.  He served as an elected official for 48 years at both the provincial and federal levels, and never lost an election.",
  "/wiki/Progressive_Conservative_Party_of_Canada": "The Progressive Conservative Party of Canada (French: Parti progressiste-conservateur du Canada; PC) was a federal political party in Canada.",
  "/wiki/Bow_River_(electoral_district)": "Bow River is a federal electoral district in southern Alberta, Canada, that has been represented in the House of Commons of Canada from 1917 to 1968, from 1979 to 1988 and since 2015.",
  "/wiki/Royal_Canadian_Air_Force": "The Royal Canadian Air Force (RCAF; French: Aviation royale canadienne, ARC) is the air force of Canada. Its role is to \"provide the Canadian Forces with relevant, responsive and effective airpower\". The RCAF is one of three environmental commands within the unified Canadian Armed Forces. As of 2013, the Royal Canadian Air Force consists of 14,500 Regular Force and 2,600 Primary Reserve personnel, supported by 2,500 civilians, and operates 258 manned aircraft and 9 unmanned aerial vehicles. Lieutenant-General Al Meinzinger is the current Commander of the Royal Canadian Air Force and Chief of the Air Force Staff.",
  "/wiki/James_Davis_Taylor": "James Davis Taylor (September 2, 1863 – May 11, 1941) was a Canadian publisher, journalist, soldier and Conservative politician. As a member of the Ottawa Sharpshooters, Taylor was involved in resisting the 1885 North-West Rebellion. As a Lieutenant Colonel during World War I he commanded the 131st Battalion overseas.",
  "/wiki/Conservative_Party_of_Canada_(historical)": "The Conservative Party of Canada has gone by a variety of names over the years since Canadian Confederation. Initially known as the \"Liberal-Conservative Party\", it dropped \"Liberal\" from its name in 1873, although many of its candidates continued to use this name.",
  "/wiki/New_Westminster_(electoral_district)": "New Westminster was a federal electoral district in the province of British Columbia, Canada, that was represented in the House of Commons of Canada from 1871 to 1979.",
  "/wiki/Canadian_Army": "The Canadian Army (French: Armée canadienne) is the command responsible for the operational readiness of the conventional ground forces of the Canadian Armed Forces. As of 2018[update] the Army has 23,000 regular soldiers, about 19,000 reserve soldiers, including 5,000 rangers, for a total of 40,000 soldiers.  The Army is supported by 3,000 civilian employees. It maintains regular forces units at bases across Canada, and is also responsible for the Army Reserve, the largest component of the Primary Reserve. The Commander of the Canadian Army and Chief of the Army Staff is Lieutenant-General Wayne Eyre.",
  "/wiki/John_Russell_Taylor_(Canadian_politician)": "John Russell Taylor (November 28, 1917 – February 28, 2002) was a Canadian politician and immigration lawyer. He was the Progressive Conservative Member of Parliament from Vancouver—Burrard from 1957 to 1962.",
  "/wiki/Vancouver%E2%80%94Burrard": "Vancouver—Burrard was a federal electoral district in British Columbia, Canada, that was  represented in the House of Commons of Canada from 1925 to 1968.",
  "/wiki/Roger-Joseph_Teillet": "Jean-Baptiste Roger Joseph Camille Teillet, PC (August 21, 1912 – May 1, 2002) was a Canadian politician. He served in the Legislative Assembly of Manitoba as a Liberal-Progressive from 1953 to 1959, and in the House of Commons of Canada as a Liberal from 1962 to 1968. Teillet was a cabinet minister in the government of Lester B. Pearson, and retained that post after Pearson stepped down and Pierre Elliott Trudeau became the new Liberal leader.",
  "/wiki/St._Boniface_(electoral_district)": "Saint Boniface—Saint Vital (French: Saint-Boniface—Saint-Vital; formerly Saint Boniface) is a federal electoral district in Winnipeg, Manitoba that has been represented in the House of Commons of Canada since 1925.",
  "/wiki/Ray_Thomas_(politician)": "Ray Thomas (December 11, 1917 – December 8, 1985) was a Canadian judge and politician.",
  "/wiki/Social_Credit_Party_of_Canada": "The Social Credit Party of Canada (French: Parti Crédit social du Canada), colloquially known as the Socreds, was a populist political party in Canada that promoted social credit theories of monetary reform. It was the federal wing of the Canadian social credit movement.",
  "/wiki/Wetaskiwin_(electoral_district)": "Wetaskiwin was a federal electoral district in Alberta, Canada, that was represented in the House of Commons of Canada from 1925 to 2015.",
  "/wiki/Royal_Canadian_Navy": "The Royal Canadian Navy (RCN; French: Marine royale canadienne) is the naval force of Canada. The RCN is one of three environmental (land - army, sea - navy, and air - air force) commands within the unified Canadian Armed Forces. As of 2017[update], The Royal Canadian Navy operates 12 frigates, 4 attack submarines, 12 coastal  defence vessels and 8 patrol/training vessels, as well as several auxiliary vessels. The Royal Canadian Navy consists of 8,500 Regular Force and 5,100 Primary Reserve sailors, supported by 5,300 civilians.[a 1] Vice-Admiral Art McDonald is the current Commander of the Royal Canadian Navy and Chief of the Naval Staff.[a 2]",
  "/wiki/William_Howell_Arthur_Thomas": "William Howell Arthur Thomas (27 February 1895 – 22 March 1979) was a Progressive Conservative party member of the House of Commons of Canada. He was born in Caradoc Township, Ontario and became an educator and farmer by career.",
  "/wiki/Middlesex_West": "Middlesex West was a federal electoral district represented in the House of Commons of Canada from 1867 to 1968. It was located in the province of Ontario. It was created by the British North America Act of 1867 which divided the County of Middlesex into three ridings: Middlesex North, Middlesex West and Middlesex East.",
  "/wiki/Alfred_Thompson_(Yukon_politician)": "Alfred Thompson (June 6, 1869 – April 20, 1940) was a Canadian physician and politician.",
  "/wiki/Yukon_(electoral_district)": "Yukon is the only federal electoral district in Yukon, Canada. It has been represented in the House of Commons of Canada from 1902 to 1949 and since 1953.",
  "/wiki/Alfred_Burke_Thompson": "Alfred Burke Thompson (July 18, 1862 – August 2, 1942) was a barrister and political figure in Ontario, Canada. He represented Simcoe Centre in the Legislative Assembly of Ontario from 1898 to 1902 and from 1905 to 1919 and Simcoe East in the House of Commons of Canada from 1925 to 1935 as a Conservative member.",
  "/wiki/Simcoe_East": "Simcoe East was a federal electoral district in the province of Ontario, Canada, that was represented in the House of Commons of Canada from 1882 to 1968. This riding was created in 1882 from parts of Muskoka riding.",
  "/wiki/Andrew_Thorburn_Thompson": "Andrew Thorburn Thompson (May 27, 1870 – April 20, 1939) was a Canadian military officer, editor, lawyer and a third generation political figure of Canada.",
  "/wiki/Haldimand_and_Monck": "Haldimand and Monck was a federal electoral district represented in the House of Commons of Canada from 1892 to 1904. It was located in the province of Ontario.",
  "/wiki/Ben_Thompson_(Canadian_politician)": "Benjamin Cope (Ben) Thompson (11 April 1924 – 23 March 1998) was a Canadian lawyer and politician. Thompson served as a Progressive Conservative party member of the House of Commons of Canada.",
  "/wiki/Northumberland_(Ontario_electoral_district)": "Northumberland was a federal and provincial electoral district in Ontario, Canada, that was represented in the House of Commons of Canada from 1917 to 1968 and from 1987 to 2003, ad in the Legislative Assembly of Ontario from 1999 to 2007.",
  "/wiki/David_Thompson_(Canadian_politician)": "David Thompson (December 7, 1836 – April 18, 1886) was a Canadian businessman and political figure. He represented Haldimand in the House of Commons of Canada as a Liberal member from 1867 to 1886.",
  "/wiki/Haldimand_(electoral_district)": "Haldimand was a federal electoral district in the province of Ontario, Canada, that was represented in the House of Commons of Canada from 1867 to 1892 and from 1904 to 1953. It was created by the British North America Act of 1867.",
  "/wiki/John_Hall_Thompson": "John Hall Thompson (1810 – October 27, 1893) was a Canadian court commissioner and political figure. He represented Ontario North in the 1st Canadian Parliament as a Liberal member.",
  "/wiki/Ontario_North": "Ontario North was a federal electoral district represented in the House of Commons of Canada from 1867 to 1925. It was located in the province of Ontario. It was created by the British North America Act of 1867.",
  "/wiki/Myron_Thompson": "Myron D. Thompson (April 23, 1936 – January 5, 2019) was a Conservative Member of Parliament in the House of Commons of Canada. He represented the riding of Wild Rose in Alberta.",
  "/wiki/Reform_Party_of_Canada": "The Reform Party of Canada (French: Parti réformiste du Canada) was a centre-right to right-wing populist federal political party in Canada that existed from 1987 to 2000. Reform was founded as a Western Canada-based protest movement and eventually became a populist conservative party, with strong social conservative elements. It was initially motivated by the perceived need for democratic reforms and by profound Western Canadian discontent with the Progressive Conservative (PC) federal government of Brian Mulroney.",
  "/wiki/Wild_Rose_(electoral_district)": "Wild Rose was a federal electoral district in Alberta, Canada, that was represented in the House of Commons of Canada from 1988 to 2015. It had been considered a safe seat for the Conservative Party of Canada.",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/Robert_N._Thompson": "Robert Norman Thompson (May 17, 1914 – November 16, 1997) was a Canadian politician, chiropractor, and educator. He was born in Duluth, Minnesota, to Canadian parents and moved to Canada in 1918 with his family. Raised in Alberta, he graduated from the Palmer School of Chiropractic in 1939 and worked as a chiropractor and then as a teacher before serving in the Royal Canadian Air Force during World War II.",
  "/wiki/Red_Deer_(electoral_district)": "Red Deer was a federal electoral district in Alberta, Canada, that was represented in the House of Commons of Canada  from 1908 to 2015.",
  "/wiki/Walter_Thomson": "Walter Cunningham Thomson (December 21, 1895 – April 27, 1964) was a politician, lawyer and rancher in Ontario, Canada. Thomson first ran for the leadership of the Ontario Liberal Party in 1943 but came in fourth place losing to Harry Nixon. He was first elected to the House of Commons of Canada in the 1949 federal election.",
  "/wiki/Ontario_(electoral_district)": "Ontario was a federal electoral district represented in the House of Commons of Canada from 1925 to 1997. It was located in the province of Ontario. This riding was created in 1924 from Ontario South riding.",
  "/wiki/Joseph_Thorarinn_Thorson": "Joseph Thorarinn Thorson, PC (March 15, 1889 – July 6, 1978) was a lawyer and politician from Winnipeg, Manitoba, Canada.",
  "/wiki/Winnipeg_South_Centre": "Winnipeg South Centre (French: Winnipeg-Centre-Sud) is a federal electoral district in Manitoba, Canada, that has been represented in the House of Commons of Canada from 1925 to 1979 and since 1988.",
  "/wiki/British_Army": "The British Army is the principal land warfare force of the United Kingdom, a part of British Armed Forces. As of 2019[update], the British Army comprises just over 79,300 trained regular (full-time) personnel and just over 27,200 trained reserve (part-time) personnel.",
  "/wiki/Richard_Devere_Thrasher": "Richard Devere Thrasher (5 March 1922 – 11 October 1993) was a Progressive Conservative party member of the House of Commons of Canada. He was born in Amherstburg, Ontario and became a barrister and solicitor by career.",
  "/wiki/Essex_South_(electoral_district)": "Essex South was a federal and provincial electoral district represented in the House of Commons of Canada from 1882 to 1968. It was located in the province of Ontario. This riding was created in 1882 from parts of Essex riding.",
  "/wiki/Harold_Aberdeen_Watson_Timmins": "Harold Aberdeen Watson Timmins (April 14, 1895 – July 29, 1966) was a Canadian politician and jurist.",
  "/wiki/Parkdale_(electoral_district)": "Parkdale was a Canadian federal electoral district represented in the House of Commons of Canada from 1917 to 1979. It included the community of Parkdale in the western part of Toronto, Ontario. It was created in 1914 from Toronto West, and continued to exist until 1976 when most of it was merged into Parkdale—High Park with some sections into Trinity.",
  "/wiki/David_Tisdale": "David Tisdale, PC (September 8, 1835 – March 31, 1911) was a Canadian politician.",
  "/wiki/Norfolk_South_(Canadian_electoral_district)": "Norfolk South was a federal electoral district represented in the House of Commons of Canada from 1867 to 1904. It was located in the province of Ontario. It was created by the British North America Act of 1867 which divided the county of Norfolk into two ridings. The South Riding consisted of the Townships of Charlotteville, Houghton, Walsingham, and Woodhouse and the Woodhouse Gore.",
  "/wiki/List_of_Members_of_the_Canadian_House_of_Commons_with_military_service_(T)": "N/A"
}