{
  "/wiki/Mandals_of_Andhra_Pradesh": "The article lists all the mandals in the 13 districts of Andhra Pradesh. The state comprises 676 mandals, of which Chittoor district (66 mandals), has the most number of mandals and Vizianagaram district (34 mandals) has the least number of mandals in the state.",
  "/wiki/Arunachal_Pradesh": "Arunachal Pradesh (/ˌɑːrəˌnɑːtʃəl prəˈdɛʃ/, literally \"land of dawn-lit mountains\") is the northeasternmost state of India. It borders the states of Assam and Nagaland to the south. It shares international borders with Bhutan in the west, Myanmar in the east, and China in the north, with which the border is the McMahon Line. Itanagar is the state capital.\n A major part of the state is claimed by both China and Taiwan, both referring to it as \"South Tibet\". During the 1962 Sino-Indian war, Chinese forces temporarily crossed the McMahon line.\nLand of the Dawn-Lit Mountains is the sobriquet for the state in Sanskrit; it is also known as the Orchid State of India or the Paradise of the Botanists. Geographically, it is the largest of the Seven Sister States of Northeast India.",
  "/wiki/Subdivisions_of_Assam": "The administrative entities that are a level below of Districts are named as Subdivisions in Assam. Since India's independence in 1947, the administrative entities of Assam have increased over a period of time. With 54 subdivisions initially, the Government of Assam incorporated 24 more subdivisions with 5 new districts on 26 January 2016, increasing the count to 78. Where the subdivisions are the administrative units, the terms, such as Tehsils or Mandals represent revenue collecting units under a district administration, and both are treated as sub–districts. Assam has 155 Tehsils, and a few fall under multiple districts, specially the districts in BTC and its surrounding.",
  "/wiki/Subdivisions_of_Bihar": "Subdivision (Hindi: अनुमंडल; Anumandal) in Bihar is an administrative unit below District level. A district may have one or more subdivisions. There are 101 subdivisions in Bihar. \n Subdivisions are a group of Blocks, which is administered by SDO (Sub-divisional Officer) or SDM (Sub-divisional Magistrate) and DSP (Deputy Superintendent of Police). SDM and DSP are similar to DM (District Magistrate) and SP (Superintendent of Police) at district level. DM, SDM, SP, DSP all are members of either the Union Indian Administrative Service (IAS) or the Bihar Civil Service (BCS, Senior and Junior Branch.) Some SDO's and District Magistrates also come from the ranks of BCS, but majority are members of the IAS.",
  "/wiki/Chhattisgarh": "Chhattisgarh (Chhattīsgaṛh, Hindi pronunciation: [/ˈtʃʰət̪ːisgəɽʱ/], translation: Thirty-Six Forts) is one of the 28 states of India, located in the centre-east of the country. It is the ninth-largest state in India, with an area of 135,192 km2 (52,198 sq mi). With a 2011 population of 25.5 million, Chhattisgarh is the 16th-most populated state in the country. A resource-rich state, it is a source of electricity and steel for the country, accounting for 15% of the total steel produced  as well as large contributor of coal . Chhattisgarh is one of the fastest-developing states in India.\n The state was formed on 1 November 2000 by partitioning ten Chhattisgarhi and six Gondi-speaking southeastern districts of Madhya Pradesh. The capital city is Raipur. Chhattisgarh borders the states of Madhya Pradesh in the northwest, Uttar Pradesh in the north, Jharkhand in northeast, Maharashtra in the southwest, Telangana and Andhra Pradesh in the south, and Odisha in the southeast. Currently the state comprises 30 districts.\n The Gross State Domestic Product (GSDP) of Chhattisgarh is ₹3.63 lakh crore (US$51 billion) and the per capita GSDP ₹102,762 (US$1,400)",
  "/wiki/Talukas_of_Goa": "Goa is divided into 2 districts: North Goa and South Goa, which are further divided into 12 talukas.\n Tehsils/talukas present in North Goa:",
  "/wiki/Talukas_of_Gujarat": "Gujarat has 252 talukas. The table below lists all the talukas in the state of Gujarat, India, by district.\n The urban status is listed for the headquarters town of the taluka, rural talukas are much larger. Urban status follows the census standard.",
  "/wiki/Tehsils_of_Haryana": "The following is a list of tehsils of the Indian state of Haryana.",
  "/wiki/Himachal_Pradesh": "Himachal Pradesh (Hindi: [ɦɪˈmaːtʃəl pɾəˈdeːʃ] (listen); lit. \"snow-laden province\") is a state in the northern part of India. Situated in the Western Himalayas, it is bordered by union territories of Jammu and Kashmir and Ladakh on the north, Punjab state on the west, Haryana state on the southwest, Uttarakhand state on the southeast, and Tibet region on the east. At its southernmost point, it also touches the state of Uttar Pradesh.\n The predominantly mountainous region comprising the present day Himachal Pradesh has been inhabited since pre-historic times having witnessed multiple waves of human migration from other areas. Through its history, the region was mostly ruled by local kingdoms some of which accepted suzerainty of larger empires. Prior to India's independence from the British, Himachal comprised the hilly regions of Punjab Province of British India. After independence, many of the hilly territories were organised as the Chief Commissioner's province of Himachal Pradesh which later became a union territory. In 1966, hilly areas of neighbouring Punjab state were merged into Himachal and it was ultimately granted full statehood in 1971.\n Himachal Pradesh is spread across valleys with many perennial rivers flowing through them. Almost 90% of the state's population lives in rural areas. Agriculture, horticulture, hydropower and tourism are important constituents of the state's economy. The hilly state is almost universally electrified with 99.5% of the households having electricity as of 2016. The state was declared India's second open-defecation-free state in 2016. According to a survey of CMS – India Corruption Study 2017, Himachal Pradesh is India's least corrupt state.",
  "/wiki/Jharkhand": "Jharkhand (lit. \"Bushland\" or \"The land of forest\") is a state in eastern India. The state shares its border with the states of Bihar to the north, Uttar Pradesh to the northwest, Chhattisgarh to the west, Odisha to the south and West Bengal to the east. It has an area of 79,710 km2 (30,778 sq mi). It is the 15th largest state by area, and the 14th largest by population. Hindi is the official language of the state. The city of Ranchi is its capital and Dumka its sub capital. The state is known for its waterfalls, hills and holy places; Baidyanath Dham, Parasnath and Rajrappa are major religious sites.\n The region has been inhabited since the Mesolithic-Chalcolithic period, as shown by several ancient cave paintings. Even evidence of use of iron started in this region as early as 1400 BCE. The region was under the rule of many sovereign and autonomous ruling dynasties including Maurya, Gupta, Gauda, Pala, Nagvanshi, Khayaravala,  Ramgarh Raj, Raksel, Chero and  Kharagdiha Zamindari estates.\n In the 16th century Mughal influence reached the region, and it finally came under the East India Company in the 18th century.\nAfter the Independence of India, the region became part of Bihar state. There was demand for a separate state in the region and the Bihar Reorganisation Act, 2000 passed in Parliament, giving rise to the new state of Jharkhand.\n Jharkhand suffers from what is sometimes termed a resource curse: it accounts for more than 40% of the mineral resources of India, but 39.1% of its population is below the poverty line and 19.6% of children under five years of age are malnourished. The state is primarily rural, with only 24% of the population living in cities. Jharkhand is among the leading states in economic growth. In 2017–18, the GSDP growth rate of state was at 10.22%.",
  "/wiki/Talukas_of_Karnataka": "Karnataka has about 238 talukas. The table below lists all the talukas in the state of Karnataka, India, by district.\n The urban status is listed for the headquarters town of the taluka, rural talukas are much larger. Urban status follows the census standard.",
  "/wiki/Talukas_of_Kerala": "In Kerala the administrative divisions below the district are called taluk. There are 77 taluks with 1670villages(including group villages).",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Jabalpur, Gwalior, and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.\n The area covered by the present-day Madhya Pradesh includes the area of the ancient Avanti Mahajanapada, whose capital Ujjain (also known as Avantika) arose as a major city during the second wave of Indian urbanisation in the sixth century BCE. Subsequently, the region was ruled by the major dynasties of India. By the early 18th century, the region was divided into several small kingdoms which were captured by the British and incorporated into Central Provinces and Berar and the Central India Agency. After India's independence, Madhya Pradesh state was created with Nagpur as its capital: this state included the southern parts of the present-day Madhya Pradesh and northeastern portion of today's Maharashtra. In 1956, this state was reorganised and its parts were combined with the states of Madhya Bharat, Vindhya Pradesh and Bhopal to form the new Madhya Pradesh state, the Marathi-speaking Vidarbha region was removed and merged with the then Bombay State. This state was the largest in India by area until 2000, when its southeastern Chhattisgarh region was made as a separate state.\n The economy of Madhya Pradesh is the tenth-largest state economy in India with ₹8.09 lakh crore (US$110 billion) in gross domestic product and a per capita GDP of ₹90,000 (US$1,300). Madhya Pradesh ranks twenty-sixth among Indian states in human development index. Rich in mineral resources, MP has the largest reserves of diamond and copper in India. More than 30% of its area is under forest cover. Its tourism industry has seen considerable growth, with the state topping the National Tourism Awards in 2010–11. In recent years, the state's GDP growth has been above the national average.",
  "/wiki/Talukas_of_Maharashtra": "The Table below list all the talukas (tahsils/tehsils) of all the thirty-six districts in the Indian state of Maharashtra, along with district-subdivision and urban status information of headquarters villages/towns, as all talukas are intermediate level panchayat between the zilla panchayat (district councils) at the district level and gram panchayat (village councils) at the lower level.",
  "/wiki/Manipur": "Manipur (/ˈmʌnɪpʊər/ (listen)) is a state in northeastern India, with the city of Imphal as its capital. It is bounded by the Indian states of Nagaland to the north, Mizoram to the south, and Assam to the west; Myanmar (Sagaing Region and Chin State) lies to its east. The state covers an area of 22,327 square kilometres (8,621 sq mi) and has a population of almost 3 million, including the Meitei, who are the majority group in the state, the Pangals or the Pangans (Manipuri Muslims), Naga tribes, Kuki/Zo tribes and other communities, who speak a variety of Sino-Tibetan languages. Manipur has been at the crossroads of Asian economic and cultural exchange for more than 2,500 years. It has long connected the Indian subcontinent and Central Asia to Southeast Asia, China (or East Asia), Siberia (Russia), Micronesia and Polynesia, enabling migration of people, cultures, and religions.\n During the days of the British Indian Empire, the Kingdom of Manipur was one of the princely states. Between 1917 and 1939, some people of Manipur pressed the princely rulers for democracy. By the late 1930s, the princely state of Manipur negotiated with the British administration its preference to continue to be part of the Indian Empire, rather than part of Burma, which was being separated from India. These negotiations were cut short with the outbreak of World War II in 1939. On 11 August 1947, Maharaja Budhachandra signed an Instrument of Accession, joining India. Later, on 21 September 1949, he signed a Merger Agreement, merging the kingdom into India, which led to its becoming a Part C State. This merger was later disputed by groups in Manipur, as having been completed without consensus and under duress. The dispute and differing visions for the future has resulted in a 50-year insurgency in the state for independence from India, as well as in repeated episodes of violence among ethnic groups in the state. From 2009 through 2018, the conflict was responsible for the violent deaths of over 1000 people.\n The Meitei ethnic group represents around 53% of the population of Manipur state, followed by various Naga tribes at 24% and various Kuki-Zo tribes at 16%. The main language of the state is Meiteilon (also known as Manipuri). Tribals constitutes about 41% of the state population(according to 2011 census) and are distinguished by dialects and cultures that are often village-based. Manipur's ethnic groups practice a variety of religions. According to 2011 census, Hinduism is the major religion in the state, closely followed by Christianity. Other religions include Islam, Sanamahism, Buddhism, Judaism etc.\n Manipur has primarily an agrarian economy, with significant hydroelectric power generation potential. It is connected to other areas by daily flights through Imphal airport, the second largest in northeastern India. Manipur is home to many sports and the origin of Manipuri dance, and is credited with introducing polo to Europeans.",
  "/wiki/Meghalaya": "Meghalaya (UK: /meɪˈɡɑːləjə/, US: /ˌmeɪɡəˈleɪə/) is a hilly state in northeastern India. The name means \"the abode of clouds\" in Sanskrit. The population of Meghalaya as of 2016 is estimated to be 3,211,474. Meghalaya covers an area of approximately 22,430 square kilometres, with a length to breadth ratio of about 3:1.\n The state is bounded to the south by the Bangladeshi divisions of Mymensingh and Sylhet, to the west by the Bangladeshi division of Rangpur, and to the north and east by India's State of Assam. The capital of Meghalaya is Shillong. During the British rule of India, the British imperial authorities nicknamed it the \"Scotland of the East\". Meghalaya was previously part of Assam, but on 21 January 1972, the districts of Khasi, Garo and Jaintia hills became the new state of Meghalaya. English is the official language of Meghalaya. Unlike many Indian states, Meghalaya has historically followed a matrilineal system where the lineage and inheritance are traced through women; the youngest daughter inherits all wealth and she also takes care of her parents.\n The state is the wettest region of India, recording an average of 12,000 mm (470 in) of rain a year. About 70% of the state is forested. The Meghalaya subtropical forests ecoregion encompasses the state; its mountain forests are distinct from the lowland tropical forests to the north and south. The forests are notable for their biodiversity of mammals, birds, and plants.\n Meghalaya has predominantly an agrarian economy with a significant commercial forestry industry. The important crops are potatoes, rice, maize, pineapples, bananas, papayas, spices, etc. The service sector is made up of real estate and insurance companies. Meghalaya's gross state domestic product for 2012 was estimated at ₹16,173 crore (US$2.3 billion) in current prices. The state is geologically rich in minerals, but it has no significant industries. The state has about 1,170 km (730 mi) of national highways. It is also a major logistical center for trade with Bangladesh.\n In July 2018, the International Commission on Stratigraphy divided the Holocene epoch into three, with the late Holocene being called the Meghalayan stage/age, since a speleothem in Mawmluh cave indicating a dramatic worldwide climate event around 2250 BC had been chosen as the boundary stratotype.",
  "/wiki/Mizoram": "Mizoram (English:  /mɪˈzɔːrəm/ (listen)) is a state in northeastern India, with Aizawl as its capital city. The name is derived from \"Mizo\", the name of the native inhabitants, and \"Ram\", which means land, and thus Mizoram means \"land of the Mizos\". Within the northeast region, it is the southernmost landlocked state, sharing borders with three of the Seven Sister States, namely Tripura, Assam and Manipur. The state also shares a 722-kilometre border with the neighbouring countries of Bangladesh and Myanmar.\n Like several other northeastern states of India, Mizoram was previously part of Assam until 1972, when it was carved out as a Union Territory. It became the 23rd state of India, a step above Union Territory, on 20 February 1987, with the Fifty-Third Amendment of the Indian Constitution, 1986.\n Mizoram's population was 1,091,014, according to a 2011 census. It is the 2nd least populous state in the country. Mizoram covers an area of approximately 21,087 square kilometres. About 91% of the state is forested.\n About 95% of the current population is of diverse tribal origins who settled in the state, mostly from Southeast Asia, over waves of migration starting about the 16th century but mainly in the 18th century. This is the highest concentration of tribal people among all states of India, and they are currently protected under Indian constitution as a Scheduled Tribe. Mizoram is one of three states of India with a Christian majority (87%). Its people belong to various denominations, mostly Presbyterian in the north and Baptists in the south.\n Mizoram is a highly literate agrarian economy, but suffers from slash-and-burn jhum, or shifting cultivation, and poor crop yields. In recent years, the jhum farming practices are steadily being replaced with a significant horticulture and bamboo products industry. The state's gross state domestic product for 2012 was estimated at ₹6,991 crore (US$980 million). About 20% of Mizoram's population lives below poverty line, with 35% rural poverty. The state has about 871 kilometres of national highways, with NH-54 and NH-150 connecting it to Assam and Manipur respectively. It is also a growing transit point for trade with Myanmar and Bangladesh.",
  "/wiki/Nagaland": "Nagaland /ˈnɑːɡəlænd/ is a state in northeastern India. It borders the state of Assam to the west, Arunachal Pradesh and Assam to the north, Myanmar to the east, and Manipur to the south. The state capital is Kohima, and the largest city is Dimapur. It has an area of 16,579 square kilometres (6,401 sq mi) with a population of 1,980,602 per the 2011 Census of India, making it one of the smallest states of India. Nagaland is one of three states in India where the population is mostly Christian.\n Nagaland became the 16th state of India on 1 December 1963. The state has experienced insurgency, as well as an inter-ethnic conflict, since the 1950s. The violence and insecurity have limited Nagaland's economic development.\n Agriculture is the most important economic activity, covering over 70% of the state's economy. Other significant economic activity includes forestry, tourism, insurance, real estate, and miscellaneous cottage industries.\n The state is mostly mountainous except those areas bordering Assam valley which comprises 9% of the total area of the state. Mount Saramati is the highest peak at 3,840 metres and its range forms a natural barrier between Nagaland and Myanmar. It lies between the parallels of 98 and 96 degrees east longitude and 26.6 and 27.4 degrees latitude north. The state is home to a rich variety of flora and fauna.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.\n The ancient kingdom of Kalinga, which was invaded by the Mauryan emperor Ashoka in 261 BCE resulting in the Kalinga War, coincides with the borders of modern-day Odisha. The modern state of Odisha was established on 1 April 1936, as a province in British India, and consisted of Odia-speaking regions. 1 April is celebrated as Utkala Dibasa. The region is also known as Utkala and is mentioned in India's national anthem, \"Jana Gana Mana\". Cuttack was made the capital of the region by Anantavarman Chodaganga in c. 1135, after which the city was used as the capital by many rulers, through the British era until 1948. Thereafter, Bhubaneswar became the capital of Odisha.\n The economy of Odisha is the 16th-largest state economy in India with ₹4.16 lakh crore (US$58 billion) in gross domestic product and a per capita GDP of ₹93,000 (US$1,300). Odisha ranks 23rd among Indian states in human development index.",
  "/wiki/Punjab,_India": "Punjab (/pʌnˈdʒɑːb/ (listen), Punjabi: [pənˈdʒaːb]) is a state in northern India. Forming part of the larger Punjab region of the Indian subcontinent, the state is bordered by the Indian union territory of Jammu and Kashmir to the north, and the Indian states of Himachal Pradesh to the east, Haryana to the south and southeast, and Rajasthan to the southwest. It is bordered by the Pakistani province of Punjab to the west. The state covers an area of 50,362 square kilometres, 1.53% of India's total geographical area. It is the 20th-largest Indian state by area. With 27,704,236 inhabitants at the 2011 census, Punjab is the 16th-largest state by population, comprising 22 districts. Punjabi is the most widely spoken and official language of the state. The main ethnic group are the Punjabis, with Sikhs (58%) and Hindus (38%). The state capital is Chandigarh, a Union Territory and also the capital of the neighbouring state of Haryana. The five tributary rivers of the Indus River from which the region took its name are Sutlej, Ravi, Beas, Chenab and Jhelum Rivers; Sutlej, Ravi and Beas are part of the Indian Punjab.\n The history of Punjab has witnessed the migration and settlement of innumerable races, forming a melting pot of Punjabi civilisation. The first traces of human habitation in India were found in the Punjab region. The Indus Valley Civilization flourished in antiquity before recorded history until their decline around 1900 BCE. The Punjab has had numerous recorded invasions, starting with the Vedic tribes. Punjab was enriched during the height of the Vedic period, but declined in predominance with the rise of the Mahajanapadas. The region formed the frontier of initial empires during antiquity including the Achaemenid, Alexander's, Seleucid, and Maurya Empires. After the fall of the Maurya Empire, the region was splintered into multiple kingdoms and republics. Punjab was subsequently conquered by the Kushan Empire, Gupta Empire, and then Harsha's Empire. Punjab continued to be settled by nomadic people; including the Huna, Turkic and the Mongols. Circa 1000, the Punjab was ruled by Muslims and was part of the Delhi Sultanate, Mughal Empire, and Durrani Empire. Sikhism originated in Punjab and resulted in the formation of the Sikh Confederacy after the fall of the Mughal Empire and ensuing conflict with the Durrani Empire. This confederacy was united into the Sikh Empire by Maharaja Ranjit Singh.\n Greater Punjab region was annexed by the British East India Company from the Sikh Empire in 1849. In 1947, the Punjab Province of British India was divided along religious lines into West Punjab and East Punjab. The western part was assimilated into Pakistan while the east became part of India. The Indian Punjab as well as PEPSU was divided into three parts on the basis of language in 1966. Hindi speaking areas (including various dialects) were carved out as Haryana, while the hilly regions and Pahari-speaking areas formed Himachal Pradesh, alongside the current state of Punjab. Punjab's government has three branches – executive, judiciary and legislative. Punjab follows the parliamentary system of government with the Chief Minister as the head of the state.\n The economy of Punjab is the 14th-largest state economy in India with ₹5.18 lakh crore (US$73 billion) in gross domestic product and a per capita GDP of ₹153,000 (US$2,100). Punjab has the third highest ranking among Indian states in human development index. Punjab is primarily agriculture-based due to the presence of abundant water sources and fertile soils. Other major industries include the manufacturing of scientific instruments, agricultural goods, electrical goods, financial services, machine tools, textiles, sewing machines, sports goods, starch, tourism, fertilisers, bicycles, garments, and the processing of pine oil and sugar. Minerals and energy resources also contribute to Punjab's economy to a much lesser extent. Punjab has the largest number of steel rolling mill plants in India, which are in \"Steel Town\"—Mandi Gobindgarh in the Fatehgarh Sahib district.",
  "/wiki/Administrative_divisions_of_India": "The administrative divisions of India are subnational administrative units of India; they compose a nested hierarchy of country subdivisions.\n Indian states and territories frequently use different local titles for the same level of subdivision (e.g., the mandals of Andhra Pradesh  and Telangana correspond to tehsils of Uttar Pradesh and other Hindi-speaking states but to talukas of Gujarat, Goa, Karnataka, Kerala, Maharashtra, and Tamil Nadu).\n The smaller subdivisions (villages and blocks) exist only in rural areas. In urban areas, urban local bodies exist instead of these rural subdivisions."
}