{
  "/wiki/Denmark_national_under-21_football_team": "The Denmark national under-21 football team has played since 1976 and is controlled by the Danish Football Association. Before 1976, the age limit was 23 years.",
  "/wiki/1978_UEFA_European_Under-21_Championship": "The 1978 UEFA European Under-21 Championship, which spanned two years (1976–78) had 24 entrants. Yugoslavia U-21s won the competition.",
  "/wiki/1986_UEFA_European_Under-21_Championship": "The 1986 UEFA European Under-21 Championship was the 5th staging of the UEFA European Under-21 Championship. The qualifying stage spanned two years (1984–86), had 29 entrants. Spain U-21s won the competition after a penalty shootout, the first in the U-21 competition's history.",
  "/wiki/1992_UEFA_European_Under-21_Championship": "The 1992 UEFA European Under-21 Championship, which spanned two years (1990–92), had 32 entrants.  \nMalta and Israel competed for the first time. This was also the first appearance of the unified Germany team. Italy U-21s won the competition.",
  "/wiki/2006_UEFA_European_Under-21_Championship": "2006 UEFA European Under-21 Championship was the 15th staging of UEFA's European Under-21 Championship. On 25 December 2005, Portugal was selected to host the finals of the competition, which took place 23 May–4 June 2006. The tournament was won by the Netherlands, who beat Ukraine 3–0 in the final.",
  "/wiki/Switzerland_national_under-21_football_team": "The Switzerland national under-21 football team is the national under-21 football team of Switzerland and is controlled by the Swiss Football Association. The team competes in the UEFA European Under-21 Football Championship, held every two years.",
  "/wiki/Sweden_national_under-21_football_team": "The Sweden national under-21 football team is the football team representing Sweden in competitions for under-21 year old players and is controlled by the Swedish Football Association. The team is coached by Roland Nilsson. The Swedish U21 team came into existence, following the realignment of UEFA European Under-23 Championship, which changed to be an Under-21 competition in 1978.",
  "/wiki/2002_UEFA_European_Under-21_Championship": "UEFA European Under-21 Championship 2002 was the 13th staging of UEFA's European Under-21 Championship. The final tournament was hosted by Switzerland between 16 and 28 May 2002.",
  "/wiki/2004_UEFA_European_Under-21_Championship": "The 2004 UEFA European Under-21 Championship was the 14th staging of UEFA's European Under-21 Championship. The final tournament was hosted by Germany between 27 May and 8 June 2004.",
  "/wiki/Iceland_national_under-21_football_team": "The Iceland men's national under-21 football team is a national under-21 football team of Iceland and is controlled by the Football Association of Iceland. The team is considered to be the feeder team for the senior Icelandic men's national football team. Since the establishment of the UEFA European Under-21 Football Championship in 1978, the team has reached the Euro Championship finals on one occasion in 2011 where they were knocked out in the group stages.",
  "/wiki/Scotland_national_under-21_football_team": "The Scotland national under-21 football team, controlled by the Scottish Football Association, is Scotland's national under 21 football team and is considered to be a feeder team for the Scotland national football team.",
  "/wiki/England_national_under-21_football_team": "England's national under-21 football team, also known as England under-21s or England U21(s), is considered to be the feeder team for the England national football team.",
  "/wiki/Romania_national_under-21_football_team": "Romania's national under-21 football team, also known as Romania under-21s or Romania U21(s), is considered to be the feeder team for the Romania national football team.",
  "/wiki/1980_UEFA_European_Under-21_Championship": "The 1980 UEFA European Under-21 Championship, which spanned two years (1978–80) had 25 entrants. Cyprus and the Netherlands competed in the competition for the first time. 1978 entrants Austria did not enter. Due to 'irregularities', Turkey's first two matches were awarded (3-0) to their opponents.  USSR U-21s won the competition.",
  "/wiki/1982_UEFA_European_Under-21_Championship": "The 1982 UEFA European Under-21 Championship was the 3rd staging of the UEFA European Under-21 Championship. The qualifying stage spanned two years (1980–82) and had 26 entrants. West Germany competed in the competition for the first time. England U-21s won the competition.",
  "/wiki/1984_UEFA_European_Under-21_Championship": "The 1984 UEFA European Under-21 Championship was the 4th staging of the UEFA European Under-21 Championship. The qualifying stage spanned two years (1982–84), had 30 entrants. Albania, Iceland and Wales competed in the competition for the first time. England U-21s won the competition for the second time running.",
  "/wiki/1988_UEFA_European_Under-21_Championship": "The 1988 UEFA European Under-21 Championship, which spanned two years (1986–88), had 30 entrants.  The Republic of Ireland competed for the first time.  France U-21s won the competition.",
  "/wiki/2000_UEFA_European_Under-21_Championship": "The 2000 UEFA European Under-21 Championship was the 12th staging of UEFA's European Under-21 Championship. The final tournament was hosted by Slovakia from 27 May to 3 June 2000. The tournament had 47 entrants. Northern Ireland competed for the first time. For the first time a finals tournament with two groups of four teams was held, with one of those teams, Slovakia, having been chosen as the hosts. The top four teams in this competition qualified for the 2000 Summer Olympics.",
  "/wiki/2007_UEFA_European_Under-21_Championship": "The UEFA European Under-21 Championship 2007 were held from 10 June 2007 to 23 June 2007. It was the 16th staging of UEFA's European Under-21 Championship.",
  "/wiki/2009_UEFA_European_Under-21_Championship": "The 2009 UEFA European Under-21 Championship began on 15 June 2009, and was the 17th UEFA European Under-21 Championship. This was the first tournament after the competition reverted to a two-year format, following the single-year 2006–07 competition, which allowed the change to odd-numbered years. Sweden hosted the final tournament in June 2009; therefore, their under-21 team qualified automatically. Players born on or after 1 January 1986 were eligible to play in this competition.",
  "/wiki/Spain_national_under-21_football_team": "The Spain national under-21 football team is the national under-21 football team of Spain and is controlled by the Royal Spanish Football Federation. The team, nicknamed La Rojita (The Little Red [One]), competes in the biennial UEFA European Under-21 Championship.",
  "/wiki/Croatia_national_under-21_football_team": "The Croatia national under-21 football team, also known as Croatia under-21(s) or Croatia U21(s), is a youth association football national team which represents Croatia at this age level and is a feeder team for the Croatia national football team.",
  "/wiki/1990_UEFA_European_Under-21_Championship": "The 1990 UEFA European Under-21 Championship, which spanned two years (1988–90), had 30 entrants. San Marino competed for the first time. USSR U-21s won the competition.",
  "/wiki/1994_UEFA_European_Under-21_Championship": "The 1994 UEFA European Under-21 Championship was the ninth UEFA European Under-21 Championship. The final tournament was hosted in France between 15 and 20 April 1994.",
  "/wiki/1996_UEFA_European_Under-21_Championship": "The 1996 UEFA European Under-21 Championship, which spanned two years (1994–96), had 44 entrants.  After the quarter-finals stage, Spain were chosen as the hosts of the final stages, consisting of four matches in total. Italy U-21s won the competition for the third consecutive time.",
  "/wiki/1998_UEFA_European_Under-21_Championship": "The 1998 UEFA European Under-21 Championship, which spanned two years (1996–98), had 46 entrants.  Before the quarter-finals stage, Romania were chosen as the hosts of the final stages, consisting of four matches in total.",
  "/wiki/Belarus_national_under-21_football_team": "The Belarus national under-21 football team is the national under-21 football team of Belarus and is controlled by the Football Federation of Belarus. The team competes in the UEFA European Under-21 Championship, held every two years.",
  "/wiki/Italy_national_under-21_football_team": "The Italy national under-21 football team is the national under-21 football team of Italy and is controlled by the Italian Football Federation.",
  "/wiki/Czech_Republic_national_under-21_football_team": "The Czech Republic national under-21 football team is the national under-21 association football team of the Czech Republic and is controlled by the Football Association of the Czech Republic. The team competes in the UEFA European Under-21 Championship, held every two years.",
  "/wiki/Greece_national_under-21_football_team": "The Greece national under-21 football team is the national under-21 football team of Greece and is controlled by the Hellenic Football Federation, the governing body for football in Greece. The team competes in the European Under-21 Football Championship, held every two years.",
  "/wiki/Ukraine_national_under-21_football_team": "The Ukraine national under-21 football team is also known as Youth [football] team of Ukraine (Ukrainian: Молодіжна збірна України) is one of junior national football teams of Ukraine for participation in under-21 international competitions. The team is managed by the Ukrainian Association of Football staff, committee of national teams. The team participates in qualifications to the Olympic competitions and the continental (UEFA) U-21 competitions.",
  "/wiki/Netherlands_national_under-21_football_team": "The Netherlands national under-21 football team is the national under-21 team of the Netherlands and is controlled by the Royal Dutch Football Association.  The team competes in the European Under-21 Championship, held every two years."
}