{
  "/wiki/Amboy_and_George_Spencer_Shipwreck_Sites": "The Amboy and George Spencer Shipwreck Site is an archeological shipwreck site which consists of the wrecks of the wooden bulk freighter George Spencer and the wooden schooner-barge Amboy. Both vessels were wrecked during the Mataafa Storm of 1905. In 1994 the site was added to the National Register of Historic Places.",
  "/wiki/Schroeder,_Minnesota": "Schroeder is an unincorporated community in Schroeder Township, Cook County, Minnesota, United States.",
  "/wiki/Bulk_freighter": "A bulk carrier, bulker is a merchant ship specially designed to transport unpackaged bulk cargo, such as grains, coal, ore, steel coils and cement, in its cargo holds. Since the first specialized bulk carrier was built in 1852, economic forces have led to continued development of these ships, resulting in increased size and sophistication. Today's bulk carriers are specially designed to maximize capacity, safety, efficiency, and durability.",
  "/wiki/Consort_(nautical)": "Consort is a nautical term for unpowered Great Lakes vessels, usually a fully loaded schooner barge or steamer barge, towed by a larger steamer that would often tow more than one barge. The consort system was used in the Great Lakes from the 1860s to around 1920. Mariner and historian Mark Thompson wrote that the unpowered barges were \"uninspected vessels\" not regulated by the marine safety laws.  He reported that between 1870 and 1940, the dangerous practice of towing unpowered vessels resulted in many of the most serious groundings when they broke loose or were cut loose during storms.",
  "/wiki/Iron_ore": "Iron ores are rocks and minerals from which metallic iron can be economically extracted. The ores are usually rich in iron oxides and vary in colour from dark grey, bright yellow, or deep purple to rusty red. The iron is usually found in the form of magnetite (Fe3O4, 72.4% Fe), hematite (Fe2O3, 69.9% Fe), goethite (FeO(OH), 62.9% Fe), limonite (FeO(OH)·n(H2O), 55% Fe) or siderite (FeCO3, 48.2% Fe).",
  "/wiki/Mataafa_Storm": "The Mataafa Storm, or Mataafa Storm of 1905, was a storm that occurred on the Great Lakes on November 27–28, 1905.  The system moved across the Great Basin with moderate depth on November 26 and November 27, then east-northeastward across the Great Lakes on November 28.  Fresh east winds were forecast for the afternoon and evening of November 27, with storm warnings in effect by the morning of November 28.  Storm-force winds and heavy snows accompanied the cyclone's passage.  The storm, named after the steamship Mataafa, ended up destroying or damaging about 29 vessels, killing 36 seamen, and causing shipping losses of US$$3.567 million (1905 dollars) on Lake Superior.",
  "/wiki/Grand_Marais,_Minnesota": "Grand Marais (/ˌɡrænd məˈreɪ/) is a city in Cook County, Minnesota, United States. It is a northern town on the North Shore with a population of 1,351 at the 2010 census. It is also the county seat and sole municipality of Cook County. Prior to inhabitation by French Canadian settlers and prior to Minnesota's statehood, Grand Marais was inhabited by the Anishinaabe indigenous people, the thriving woodland people also known as the Ojibwe.  The Ojibwe name for the area is Gichi-biitoobiig, which means \"great duplicate water,\" \"parallel body of water\" or \"double body of water\" (like a bayou), a reference to the two bays which form the large harbor of Lake Superior.",
  "/wiki/Blacksmith": "A blacksmith is a metalsmith who creates objects from wrought iron or steel by forging the metal, using tools to hammer, bend, and cut (cf. tinsmith). Blacksmiths produce objects such as gates, grilles, railings, light fixtures, furniture, sculpture, tools, agricultural implements, decorative and religious items, cooking utensils and weapons. The place where a blacksmith works is called variously a smithy, a forge or a blacksmith's shop.",
  "/wiki/Cascade_River_State_Park": "Cascade River State Park is a state park near the northeastern tip of Minnesota, USA. The park is in a rocky and rugged location where the Cascade River descends to meet Lake Superior. It has many different types of wildlife including various birds and mammals.",
  "/wiki/Minnesota_State_Highway_61": "Minnesota State Highway 61 (MN 61) is a 148.843-mile-long (239.540 km) highway in northeast Minnesota, which runs from a junction with Interstate 35 (I-35) in Duluth at 26th Avenue East, and continues northeast to its northern terminus at the Canadian border near Grand Portage, connecting to Ontario Highway 61 at the Pigeon River Bridge. The route is a scenic highway, following the North Shore of Lake Superior, and is part of the Lake Superior Circle Tour designation that runs through Minnesota, Ontario, Michigan, and Wisconsin.",
  "/wiki/National_Park_Service": "The National Park Service (NPS) is an agency of the United States federal government that manages all national parks, many national monuments, and other conservation and historical properties with various title designations. It was created on August 25, 1916, by Congress through the National Park Service Organic Act and is an agency of the United States Department of the Interior. The NPS is charged with a dual role of preserving the ecological and historical integrity of the places entrusted to its management while also making them available and accessible for public use and enjoyment.",
  "/wiki/Civilian_Conservation_Corps": "The Civilian Conservation Corps (CCC) was a voluntary public work relief program that operated from 1933 to 1942 in the United States for unemployed, unmarried men. Originally for young men ages 18–25, it was eventually expanded to ages 17–28. Robert Fechner was the first director of this agency, succeeded by James McEntee following Fechner's death. The CCC was a major part of President Franklin D. Roosevelt's New Deal that provided manual labor jobs related to the conservation and development of natural resources in rural lands owned by federal, state, and local governments. The CCC was designed to provide jobs for young men and to relieve families who had difficulty finding jobs during the Great Depression in the United States. Maximum enrollment at any one time was 300,000. Through the course of its nine years in operation, 3 million young men participated in the CCC, which provided them with shelter, clothing, and food, together with a wage of $30 (equivalent to $590 in 2019) per month ($25 of which had to be sent home to their families).",
  "/wiki/National_Park_Service_rustic": "National Park Service rustic – sometimes colloquially called Parkitecture – is a style of architecture that developed in the early and middle 20th century in the United States National Park Service (NPS) through its efforts to create buildings that harmonized with the natural environment. Since its founding in 1916, the NPS sought to design and build visitor facilities without visually interrupting the natural or historic surroundings. The early results were characterized by intensive use of hand labor and a rejection of the regularity and symmetry of the industrial world, reflecting connections with the Arts and Crafts movement and American Picturesque architecture. Architects, landscape architects and engineers combined native wood and stone with convincingly native styles to create visually appealing structures that seemed to fit naturally within the majestic landscapes. Examples of the style can be found in numerous types of National Park structures, including entrance gateways, hotels and lodges, park roads and bridges, visitor centers, trail shelters, informational kiosks, and even mundane maintenance and support facilities. Many of these buildings are listed on the National Register of Historic Places.",
  "/wiki/Boundary_Waters": "The Boundary Waters, also called the Quetico-Superior country, is a region of wilderness straddling the Canada–United States border between Ontario and Minnesota, in the region just west of Lake Superior. This region is part of the Superior National Forest in northeastern Minnesota, and in Canada it includes La Verendrye and Quetico Provincial Parks in Ontario. Voyageurs National Park in Minnesota may also be considered part of the Boundary Waters. The name \"Boundary Waters\" is often used in the U.S. to refer specifically to the U.S. Wilderness Area protecting its southern extent, the Boundary Waters Canoe Area Wilderness.",
  "/wiki/Church_of_St._Francis_Xavier_(Grand_Marais,_Minnesota)": "Church of St. Francis Xavier is a historic church on Minnesota Highway 61 in Grand Marais, Minnesota, United States.  The church began as a Jesuit mission from Fort William, Ontario in 1855 to minister to the Ojibwe residents of the area.  The permanent structure was built in 1895 and was used until declining attendance forced it to close in 1936.  The Cook County Historical society restored the site between 1970 and 1974 and it was added to the National Register in 1986.",
  "/wiki/Ojibwe": "The Ojibwe, Ojibwa, Chippewa, or Saulteaux are an Anishinaabe people of Canada and the northern Midwestern United States. They are one of the most numerous indigenous peoples north of the Rio Grande. In Canada, they are the second-largest First Nations population, surpassed only by the Cree. In the United States, they have the fifth-largest population among Native American peoples, surpassed in number only by the Navajo, Cherokee, Choctaw and Sioux.",
  "/wiki/Chippewa_City,_Minnesota": "Chippewa City is an abandoned townsite in Cook County, Minnesota, United States.",
  "/wiki/Gunflint_Trail": "County Road 12, also known as the Gunflint Trail, or County State-Aid Highway 12, is a 57-mile (92 km) paved roadway and National Scenic Byway in Cook County, Minnesota, that begins in Grand Marais and ends at Saganaga Lake in the Boundary Waters Canoe Area Wilderness (BWCA), near the U.S. border with Ontario. It provides access to many of the entry points in the BWCAW.",
  "/wiki/Cook_County_Courthouse_(Minnesota)": "Cook County Courthouse in Grand Marais, Minnesota, United States, was built in 1911.  It was listed on the National Register of Historic Places in 1983.",
  "/wiki/Neoclassical_architecture": "Neoclassical architecture is an architectural style produced by the neoclassical movement that began in the mid-18th century in Italy and France. In its purest form, it is a style principally derived from the architecture of classical antiquity, the Vitruvian principles, and the work of the Italian architect Andrea Palladio.",
  "/wiki/Hovland,_Minnesota": "Hovland is an unincorporated community in Cook County, Minnesota, United States.",
  "/wiki/Old_Copper_Complex": "Old Copper Complex is a term used for ancient Native North American societies known to have been heavily involved in the utilization of copper for weaponry and tools. The evidence of smelting or alloying that has been found is subject to some dispute and a common assumption by archaeologists is that objects were cold-worked into shape. Artifacts from some of these sites have been dated from 4000 to 1000 BCE. Furthermore, some archaeologists find artifactual and structural evidence of casting by  Hopewellian and  Mississippian peoples to be demonstrated in the archaeological record.",
  "/wiki/Archaic_period_in_North_America": "In the classification of the archaeological cultures of North America, the Archaic period in North America, taken to last from around 8500 to 3000 BC  in the sequence of North American pre-Columbian cultural stages, is a period defined by the archaic stage of cultural development.  \nThe Archaic stage is characterized by subsistence economies supported through the exploitation of nuts, seeds, and shellfish.  As its ending is defined by the adoption of sedentary farming, this date can vary significantly across the Americas.",
  "/wiki/Grand_Portage_National_Monument": "Grand Portage National Monument is a United States National Monument located on the north shore of Lake Superior in northeastern Minnesota that preserves a vital center of fur trade activity and Anishinaabeg Ojibwe heritage. The area became one of the British Empire's four main fur trading centers in North America, along with Fort Niagara, Fort Detroit, and Michilimackinac.",
  "/wiki/Grand_Portage_Indian_Reservation": "The Grand Portage Indian Reservation (Ojibwe language: Gichi-onigamiing) is located in Cook County near the tip of Minnesota's Arrowhead Region in the extreme northeast part of the state.  The community was considered part of the Lake Superior Band of Chippewa, but is not a party to the treaties that group signed. The reservation was established as part of an 1854 treaty, and the land area is 74.396 sq mi (192.686 km²).",
  "/wiki/Grand_Portage,_Minnesota": "Grand Portage is an unorganized territory in Cook County, Minnesota, on Lake Superior, at the northeast corner of the state near the border with northwestern Ontario. The population was 565 at the 2010 census. The unincorporated community of Grand Portage and the Grand Portage Indian Reservation are both located within Grand Portage Unorganized Territory of Cook County.",
  "/wiki/North_West_Company": "The North West Company was a fur trading business headquartered in Montreal from 1779 to 1821.  It competed with increasing success against the Hudson's Bay Company in what is present-day Western Canada.  With great wealth at stake, tensions between the companies increased to the point where several minor armed skirmishes broke out, and the two companies were forced by the British government to merge.",
  "/wiki/Portage": "Portage or portaging (Canada: /pɔːrˈtɑːʒ/; US: /ˈpɔːrtədʒ/) is the practice of carrying water craft or cargo over land, either around an obstacle in a river, or between two bodies of water. A path where items are regularly carried between bodies of water is also called a portage.",
  "/wiki/North_American_fur_trade": "The North American fur trade was industry and activity related to the acquisition, trade, exchange, and sale of animal furs in North America. Aboriginal peoples in Canada and Native Americans in the United States of various regions traded among themselves in the pre–Columbian Era. Europeans participated in the trade from the time of their arrival in the New World, extending the trade's reach to Europe. The French started trading in the 16th century, the English established trading posts on Hudson Bay in present-day Canada during the 17th century, while the Dutch had trade by the same time in New Netherland. The 19th-century North American fur trade, when the industry was at its peak of economic importance, involved the development of elaborate trade networks.",
  "/wiki/Height_of_Land_Portage": "Height of Land Portage is a portage along the historic Boundary Waters route between Canada and the United States. Located at the border of the Canadian province of Ontario and the U.S. state of Minnesota, the path is a relatively easy crossing of the Laurentian Divide separating the watersheds of the Atlantic and Arctic oceans.",
  "/wiki/Superior_National_Forest": "Superior National Forest, part of the United States National Forest system, is located in the Arrowhead Region of the state of Minnesota between the Canada–United States border and the north shore of Lake Superior. The area is part of the greater Boundary Waters region along the border of Minnesota and the Canadian province of Ontario, a historic and important thoroughfare in the fur trading and exploring days of New France and British North America.",
  "/wiki/Laurentian_Divide": "The Laurentian Divide also called the Northern Divide and locally the height of land, is  a continental divide in central North America that separates the Hudson Bay watershed to the north from the Gulf of Mexico watershed to the south and the Great Lakes-St. Lawrence watershed to the southeast.",
  "/wiki/Voyageurs": "The  voyageurs (French: [vwajaʒœʁ] (listen); lit. \"travelers\") were French Canadians who engaged in the transporting of furs  by canoe during the fur trade years.  The emblematic meaning of the term applies to places (New France, including the Pays d'en Haut and the Pays des Illinois) and times (primarily in the 18th and early 19th centuries) where transportation of materials was mainly over long distances.",
  "/wiki/Rite_of_passage": "A rite of passage is a ceremony or ritual of the passage which occurs when an individual leaves one group to enter another. It involves a significant change of status in society. In cultural anthropology the term is the Anglicisation of rite de passage, a French term innovated by the ethnographer Arnold van Gennep in his work Les rites de passage, \"The Rites of Passage\". The term is now fully adopted into anthropology as well as into the literature and popular cultures of many modern languages.",
  "/wiki/Lighthouse_keeper": "A lighthouse keeper or lightkeeper is a person responsible for tending and caring for a lighthouse, particularly the light and lens in the days when oil lamps and clockwork mechanisms were used. Lighthouse keepers were sometimes referred to as \"wickies\" because of their job trimming the wicks.",
  "/wiki/Naniboujou_Club_Lodge": "The Naniboujou Club Lodge is a resort and restaurant built as part of a private club on the North Shore of Lake Superior in Cook County, Minnesota, United States, about 15 miles (24 km) east of Grand Marais.  It is named after Naniboujou, a character from the Cree, and the lodge's décor has both Native American and Art Deco influences.  Commenced in the twilight of the Jazz Age, the club's grandiose plans succumbed to the economic realities of the Great Depression, and only the clubhouse was built. That building retains its original design and is listed as a historic property.",
  "/wiki/Cree": "The Cree (Cree: Néhinaw, Néhiyaw, etc.; French: Cri) are one of the largest groups of First Nations in North America.",
  "/wiki/Schroeder_Lumber_Company_Bunkhouse": "The Schroeder Lumber Company Bunkhouse is the last remaining structure of a logging camp in Schroeder, Minnesota, United States, on the North Shore of Lake Superior.  The Schroeder Lumber Company from Milwaukee, Wisconsin, established a camp there in 1895, on the Cross River.  The loggers had plenty of white pine, balsam fir, and spruce trees to cut.  Loggers also dynamited the top 20 feet (6.1 m) of the Cross River waterfall to widen the river and built a series of dams to hold water in reserve.  This enabled the loggers to move the logs down the river and into Lake Superior, where they were collected into a \"holding boom\" that kept the logs from floating away.  The camp operated until 1905, when crews left to log the Apostle Islands.",
  "/wiki/North_Shore_(Lake_Superior)": "The North Shore of Lake Superior runs from Duluth, Minnesota, United States, at the southwestern end of the lake, to Thunder Bay and Nipigon, Ontario, Canada, in the north to Sault Ste. Marie, Ontario, in the east. The shore is characterized by alternating rocky cliffs and cobblestone beaches, with forested hills and ridges through which scenic rivers and waterfalls descend as they flow to Lake Superior.",
  "/wiki/Jim_Scott_Fishhouse": "The Jim Scott Fishhouse is a historic building in Grand Marais, Minnesota, United States, built in 1907 by a family-owned commercial fishing outfit.  During the fishing season it served as a place to dress and pack fish, while over the winter it was used for the storage and repair of fishing gear.  The Jim Scott Fishhouse was listed on the National Register of Historic Places in 1986 for having local significance in the theme of commerce.  It was nominated for being a representative of the important commercial fishing industry on the upper North Shore of Lake Superior.",
  "/wiki/Commercial_fishing": "Commercial fishing is the activity of catching fish and other seafood for commercial profit, mostly from wild fisheries. It provides a large quantity of food to many countries around the earth, but those who practice it as an industry must often pursue fish far into the ocean under adverse conditions. Large-scale commercial fishing is also known as industrial fishing. This profession has gained in popularity with the development of shows such as Deadliest Catch, Swords, and Wicked Tuna. The major fishing industries are not only owned by major corporations but by small families as well. The industry has had to adapt through the years in order to keep earning a profit.  A study taken on some small family-owned commercial fishing companies showed that they adapted to continue to earn a living but not necessarily make a large profit.  It is the adaptability of the fishermen and their methods that cause some concern for fishery managers and researchers; they say that for those reasons, the sustainability of the marine ecosystems could be in danger of being ruined."
}