{
  "/wiki/CBK_(AM)": "CBK (540 kHz) is a Canadian public radio station, licensed to Watrous, Saskatchewan. It broadcasts the CBC Radio One network to most of southern Saskatchewan. Its studios are located at the CBC's broadcast centre at 2440 Broad Street in Regina, with an additional bureau in Saskatoon. The Regina facility also houses CBK-FM and CBKT-DT.",
  "/wiki/Watrous,_Saskatchewan": "Watrous /ˈwɑːtrəs/ is a small town in Saskatchewan, Canada. It is 106.9 km east of Saskatoon and has an economy is based on agriculture and tourism because of its proximity to Manitou Beach, home of the Mineral Spa and Danceland dance hall (known as the \"Home of the World Famous Dance Floor Built on Horsehair\").",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/News_radio": "All-news radio is a radio format devoted entirely to the discussion and broadcast of news.",
  "/wiki/CBC_Radio_1": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/CKSW": "CKSW (570 AM) is a radio station in Canada broadcasting a country music format. Licensed to Swift Current, Saskatchewan, it serves southwestern Saskatchewan. It first began broadcasting in 1956 at 1400 kHz before moving to its current frequency of 570 kHz in 1977. The station is currently owned by Golden West Broadcasting.",
  "/wiki/Swift_Current": "Swift Current is the fifth largest city in the Canadian province of Saskatchewan. It is situated along the Trans Canada Highway 170 kilometres (110 mi) west from Moose Jaw, and 218 kilometres (135 mi) east from  Medicine Hat, Alberta.  Swift Current grew 6.8% between 2011 and 2016, ending up at 16,604 residents. The city is surrounded by the Rural Municipality of Swift Current No. 137.",
  "/wiki/Golden_West_Broadcasting": "Golden West Broadcasting is a Canadian radio broadcasting company based in Altona, Manitoba, Canada. It currently owns and operates a number of radio stations in the prairie provinces of Alberta, Saskatchewan and Manitoba, and the Northwestern Ontario region.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/CJWW": "CJWW is a Canadian radio station, airing a country music format at 600 AM in Saskatoon, Saskatchewan. The station is owned by Elmer Hildebrand via licensee 629112 Saskatchewan Ltd., trading as Saskatoon Media Group. It shares studios with sister stations CKBL-FM and CJMK-FM at 366 3rd Avenue South.",
  "/wiki/Saskatoon": "Saskatoon (/ˌsæskəˈtuːn/) is the largest city in the Canadian province of Saskatchewan. It straddles a bend in the South Saskatchewan River in the central region of the province. It is located along the Trans-Canada Yellowhead Highway, and has served as the cultural and economic hub of central Saskatchewan since its founding in 1882 as a Temperance colony.",
  "/wiki/Saskatoon_Media_Group": "629112 Saskatchewan Ltd., trading as Saskatoon Media Group, is a Canadian radio broadcasting company which is based in, and owns three terrestrial radio stations in the city of Saskatoon, Saskatchewan. It is headquartered in studios located on Third Avenue South.",
  "/wiki/CKRM": "CKRM is an AM radio station in Regina, Saskatchewan, broadcasting at 620 kHz. Owned by Harvard Broadcasting, CKRM broadcasts a full service country music format.",
  "/wiki/Regina,_Saskatchewan": "Regina (/rɪˈdʒaɪnə/) is the capital city of the Canadian province of Saskatchewan. The city is the second-largest in the province, after Saskatoon, and a cultural and commercial centre for southern Saskatchewan. As of the 2016 census, Regina had a city population of 215,106, and a Metropolitan Area population of 236,481. It is governed by Regina City Council. The city is surrounded by the Rural Municipality of Sherwood No. 159.",
  "/wiki/Harvard_Broadcasting": "Harvard Developments is a commercial development and holding corporation in Regina, Saskatchewan, Canada. It is involved in commercial and residential development, plus radio broadcasting and insurance. It is the descendant of firms controlled by the Hill family of Regina.",
  "/wiki/CKOM": "CKOM is a radio station in Saskatoon, Saskatchewan, Canada broadcasting at 650 kHz on the AM band. Its format is news/talk. It shares studio space with sister stations CFMC and CJDJ at 715 Saskatchewan Crescent West, also the home of Rawlco Radio's Corporate Offices.",
  "/wiki/Rawlco_Radio": "Rawlco Radio Ltd. is a media company based in Saskatoon, Saskatchewan, Canada. The company is the sole proprietor of seven radio stations in the provinces of Alberta and Saskatchewan.",
  "/wiki/News/Talk": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/CKJH": "CKJH is a radio station licensed to Melfort, Saskatchewan. Owned by the Jim Pattison Group, it broadcasts an adult hits format branded as Beach Radio. It is headquartered alongside CJVR-FM in studios at 611 Main Street.",
  "/wiki/Melfort,_Saskatchewan": "Melfort (2016 population 5,992) is a city in Saskatchewan, Canada, located approximately 95 km (59 mi) southeast of Prince Albert, 172 km (107 mi) northeast of Saskatoon and 280 km (170 mi) north of Regina.",
  "/wiki/Oldies": "Oldies is a radio format that concentrates on rock and roll and pop music from the second half of the twentieth century, specifically from around the mid-1950s to the 1970s or 1980s.",
  "/wiki/CBKF-FM": "CBKF-FM is a Canadian radio station, which broadcasts the programming of Radio-Canada's Ici Radio-Canada Première network at 97.7 FM in Regina, Saskatchewan.",
  "/wiki/Saskatoon,_Saskatchewan": "Saskatoon (/ˌsæskəˈtuːn/) is the largest city in the Canadian province of Saskatchewan. It straddles a bend in the South Saskatchewan River in the central region of the province. It is located along the Trans-Canada Yellowhead Highway, and has served as the cultural and economic hub of central Saskatchewan since its founding in 1882 as a Temperance colony.",
  "/wiki/Ici_Radio-Canada_Premi%C3%A8re": "Ici Radio-Canada Première (formerly Première Chaîne) is a Canadian French-language radio network, the news and information service of the Canadian Broadcasting Corporation (known as Société Radio-Canada in French), the public broadcaster of Canada. It is the French counterpart of CBC Radio One, the CBC's similar English-language radio network.",
  "/wiki/CKBI_(AM)": "CKBI is a Canadian radio station in Prince Albert, Saskatchewan. Owned by the Jim Pattison Group, it broadcasts a country music format branded as AM 900. The station also serves as the broadcast home of the Prince Albert Raiders of the Western Hockey League.",
  "/wiki/Jim_Pattison_Broadcast_Group": "The Jim Pattison Group is a Vancouver-based conglomerate with interests in media, automotive dealerships, grocery store chains, magazine distribution, food service specialty packaging, advertising, real estate development, fishing, forest products, financial services, and entertainment. and, in a recent survey by the Financial Post, the firm was ranked as Canada's 62nd largest company. Jim Pattison, a Vancouver-based entrepreneur, is the chairman, CEO, and sole owner of the company. The Jim Pattison Group, Canada's second largest privately held company, has more than 45,000 employees worldwide, and annual sales of $10.1 billion based on investments in Canada, the U.S., Mexico, Europe, Asia and Australia. The Group is active in 25 divisions, according to Forbes, including packaging, food, forestry products.",
  "/wiki/CJLR-FM": "Missinipi Broadcasting Corporation, or MBC Radio, is a radio network in Canada, serving First Nations and Métis communities in the province of Saskatchewan.",
  "/wiki/Missinipi_Broadcasting_Corporation": "Missinipi Broadcasting Corporation, or MBC Radio, is a radio network in Canada, serving First Nations and Métis communities in the province of Saskatchewan.",
  "/wiki/First_Nations": "In Canada, the First Nations (French: Premières Nations [pʁəmjɛʁ nɑsjɔ̃]) are the predominant indigenous peoples in Canada south of the Arctic Circle. Those in the Arctic area are distinct and known as Inuit. The Métis, another distinct ethnicity, developed after European contact and relations primarily between First Nations people and Europeans. There are 634 recognized First Nations governments or bands spread across Canada, roughly half of which are in the provinces of Ontario and British Columbia.",
  "/wiki/Community_Radio": "Community radio is a radio service offering a third model of radio broadcasting in addition to commercial and public broadcasting. Community stations serve geographic communities and communities of interest. They broadcast content that is popular and relevant to a local, specific audience but is often overlooked by commercial or mass-media broadcasters. Community radio stations are operated, owned, and influenced by the communities they serve. They are generally nonprofit and provide a mechanism for enabling individuals, groups, and communities to tell their own stories, to share experiences and, in a media-rich world, to become creators and contributors of media.",
  "/wiki/CBK-FM": "CBK-FM is a Canadian radio station, which broadcasts the programming of the CBC Music network at 96.9 FM in Regina, Saskatchewan.",
  "/wiki/CFMM-FM": "CFMM-FM is a radio station in Prince Albert, Saskatchewan. Owned by the Jim Pattison Group, it broadcasts a contemporary hit radio format branded as Power 99 FM. The station was previously owned by Rawlco Communications until its sale in 2014.",
  "/wiki/Hot_Adult_Contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/CIAM-FM": "CIAM-FM is a community Christian radio station broadcasting at 92.7 MHz on the FM dial in Fort Vermilion, Alberta, Canada.  CIAM-FM is a listener supported community broadcast.  CIAM Media & Radio Broadcasting Association is the registered charity that holds the broadcast license.",
  "/wiki/Buckland_No._491,_Saskatchewan": "Buckland No. 491, Saskatchewan is a rural community in Canada near the city of Prince Albert, Saskatchewan. It was formed on December 11, 1911. It is a part of Saskatchewan Association of Rural Municipalities SARM, Division 5.",
  "/wiki/Christian_radio": "Christian radio is a category of radio formats that focus on transmitting programming with a Christian message. In the United States, where it is most established, many such broadcasters play contemporary Christian music, though many programs include talk or news programming covering economic, political or religious topics.",
  "/wiki/CHQX-FM": "CHQX-FM is a Canadian radio station that broadcasts a mainstream rock format at 101.5 FM in Prince Albert, Saskatchewan. The station is branded on-air as \"XFM 101.5\" and is owned by Jim Pattison Group who also owns sister stations CFMM-FM and CKBI. CHQX's studios are located at 1316 Central Avenue.",
  "/wiki/Active_Rock": "Active rock is a radio format used by many commercial radio stations across the United States and Canada. Active rock stations play a balance of new hard rock songs with valued classic rock favorites, normally with an emphasis similar to Mainstream Rock and Album Oriented Rock on the hard rock end of the spectrum."
}