{
  "/wiki/William_Stanbery": "William Stanbery (August 10, 1788 – January 23, 1873) was a U.S. Representative from Ohio from 1827 to 1833.",
  "/wiki/National_Republican_Party": "The National Republican Party, also known as the Anti-Jacksonian Party, was a political party in the United States that evolved from a faction of the Democratic-Republican Party that supported John Quincy Adams in the 1824 presidential election.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest.",
  "/wiki/Joshua_Reed_Giddings": "Joshua Reed Giddings (October 6, 1795 – May 27, 1864) was an American attorney, politician and a prominent opponent of slavery. He represented Northeast Ohio in the U.S. House of Representatives from 1838–59. He was at first a member of the Whig Party and was later a Republican, helping found the party.",
  "/wiki/United_States_Whig_Party": "The  Whig Party was a political party active in the middle of the 19th century in the United States of America. Alongside the Democratic Party, it was one of the two major parties in the United States during the late 1830s, the 1840s, and the early 1850s, part of the Second Party System. Four U.S. presidents were affiliated with the Whig party for at least part of their respective terms. Other influential party leaders include Henry Clay, Daniel Webster, William Seward, John J. Crittenden, and Truman Smith.",
  "/wiki/Gag_rule": "A gag rule is a rule that limits or forbids the raising, consideration, or discussion of a particular topic by members of a legislative or decision-making body. The most famous example of a gag rule is that in effect in the U.S. House of Representatives from 1836 to 1844, concerning slavery.",
  "/wiki/Laurence_M._Keitt": "Laurence Massillon Keitt (October 4, 1824 – June 2, 1864) was an American planter, lawyer, politician, and soldier from South Carolina. During his tenure in the United States House of Representatives, he was included in several lists of Fire-Eaters—men who adamantly urged the secession of southern states from the United States, and who resisted measures of compromise and reconciliation, leading to the American Civil War.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/South_Carolina": "South Carolina (/ˌkærəˈlaɪnə/ (listen)) is a state in the Southeastern United States and the easternmost of the Deep South. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River.",
  "/wiki/Caning_of_Charles_Sumner": "The Caning of Charles Sumner, or the Brooks–Sumner Affair, occurred on May 22, 1856, in the United States Senate, when Representative Preston Brooks, a pro-slavery Democrat from South Carolina, used a walking cane to attack Senator Charles Sumner, an abolitionist Republican from Massachusetts, in retaliation for a speech given by Sumner two days earlier in which he fiercely criticized slaveholders, including a relative of Brooks. The beating nearly killed Sumner and it contributed significantly to the country's polarization over the issue of slavery. It has been considered symbolic of the \"breakdown of reasoned discourse\" and the use of violence that eventually led to the American Civil War.",
  "/wiki/Benjamin_Gwinn_Harris": "Benjamin Gwinn Harris (December 13, 1805 – April 4, 1895) was a U.S. Representative from Maryland.",
  "/wiki/Maryland": "Maryland (US: /ˈmɛrələnd/ (listen) MERR-ə-lənd)[a] is a state in the Mid-Atlantic region of the eastern United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. The state's largest city is Baltimore, and its capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State. It is named after the English queen Henrietta Maria, known in England as Queen Mary, who was the wife of King Charles I.",
  "/wiki/Alexander_Long": "Alexander Long (December 24, 1816 – November 28, 1886) was a Democratic United States Congressman who served in Congress from March 4, 1863, to March 3, 1865. During the Civil War, Long was a prominent \"Copperhead\", a member of the peace movement of the Democratic Party, and he was identified as being one of the war's most vehement opponents. Even though Long was a \"free-soiler\" Democrat who in his early years voted to repeal the \"Black Laws of Ohio\", he later opposed both emancipation and suffrage for blacks.",
  "/wiki/John_Winthrop_Chanler": "John Winthrop Chanler (September 14, 1826 – October 19, 1877) was a prominent New York lawyer and a U.S. Representative from New York. He was a member of the Dudley–Winthrop family and married Margaret Astor Ward, a member of the Astor family.",
  "/wiki/Lovell_Rousseau": "Lovell Harrison Rousseau (August 4, 1818 – January 7, 1869) was a general in the Union Army during the American Civil War, as well as a lawyer and politician in Kentucky and Indiana.",
  "/wiki/Unconditional_Union_Party": "The Unconditional Union Party was a loosely organized political entity during the American Civil War and the early days of Reconstruction. First established in 1861 in Missouri, where secession talk was strong, the party fully supported the preservation of the Union at all costs. Members included Southern Democrats who were loyal to the Union, as well as elements of the old Whig Party and other factions opposed to a separate Southern Confederacy. The party was dissolved in 1866.[citation needed]",
  "/wiki/Josiah_Bushnell_Grinnell": "Josiah Bushnell Grinnell (December 22, 1821 – March 31, 1891) was a U.S. Congressman from Iowa's 4th congressional district, an ordained Congregational minister, founder of Grinnell, Iowa and benefactor of Grinnell College.",
  "/wiki/John_W._Hunter": "John Ward Hunter (October 15, 1807 – April 16, 1900) was a United States Representative from New York. Born in Bedford (now known as Bedford Stuyvesant), New York (now part of Brooklyn), he received a liberal schooling and was a clerk in a wholesale grocery store in New York City in 1824. He was a clerk in the U.S. Custom House at New York City from 1831 to 1836, and was assistant auditor of the customhouse from 1836 to 1865. He engaged in banking as treasurer of the Dime Savings Bank in Brooklyn, and was elected as a Democrat to the Thirty-ninth Congress to fill the vacancy caused by the death of James Humphrey. Hunter held office from December 4, 1866 to March 3, 1867; while in Congress, he was censured by the House of Representatives on January 26, 1867 for the use of unparliamentary language. He was not a candidate for renomination in 1866; in 1875 and 1876 he was mayor of Brooklyn.  His successor as mayor was Frederick A. Schroeder, a Republican. Hunter was elected the first President of the Society of Old Brooklynites.  The prestigious civic organization which was founded in 1880, still holds monthly public meetings in the Brooklyn Surrogate's Courtroom.\nHe resumed banking and died in Brooklyn; interment was in Green-Wood Cemetery.",
  "/wiki/Fernando_Wood": "Fernando Wood (June 14, 1812 – February 14, 1881) was an American politician of the Democratic Party and the 73rd and 75th mayor of New York City; he also served as a United States Representative (1841–1843, 1863–1865, and 1867–1881) and as Chairman of the Committee on Ways and Means in both the 45th and 46th Congress (1877–1881).",
  "/wiki/Edward_Dexter_Holbrook": "Edward Dexter Holbrook (May 6, 1836 – June 18, 1870) was a congressional delegate from Idaho Territory.",
  "/wiki/Idaho_Territory": "The Territory of Idaho was an organized incorporated territory of the United States that existed from March 3, 1863, until July 3, 1890, when the final extent of the territory was admitted to the Union as Idaho.",
  "/wiki/Benjamin_F._Whittemore": "Benjamin Franklin Whittemore (May 18, 1824 – January 25, 1894) was a U.S. Representative from South Carolina.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/John_T._Deweese": "John Thomas Deweese (June 4, 1835 – July 4, 1906) was a Congressional Representative from North Carolina.",
  "/wiki/Roderick_R._Butler": "Roderick Random Butler (April 9, 1827 – August 18, 1902) was an American politician who represented Tennessee's 1st district in the United States House of Representatives from 1867 to 1875, and again from 1887 to 1889.  He also served several terms in the Tennessee state legislature, and briefly served as a state court judge.  An opponent of secession, Butler represented Johnson County at the East Tennessee Convention in 1861, and afterward joined the Union Army.",
  "/wiki/Oakes_Ames": "Oakes Ames (January 10, 1804 – May 8, 1873) was an American businessman, investor, and politician. He was a member of the United States House of Representatives from Massachusetts.  As a congressman, he is credited by many historians as being the single most important influence in the building of the Union Pacific portion of the transcontinental railroad. He is also noted for the subsequent scandal that alleged the improper sale of stock of the railroad's construction company.",
  "/wiki/Cr%C3%A9dit_Mobilier_of_America_scandal": "The Crédit Mobilier scandal of 1867, which came to public attention in 1872, was a two-part fraud by the Union Pacific Railroad and the Crédit Mobilier of America construction company in the building of the eastern portion of the First Transcontinental Railroad. First, a fraudulent company, Crédit Mobilier, was created by Union Pacific executives to greatly inflate construction costs. Though the railroad cost only $50 million to build, Crédit Mobilier billed $94 million to Union Pacific, and Union Pacific executives pocketed the excess $44 million. The second part involved using part of the excess cash and $9 million in discounted stock to bribe several Washington politicians for laws and regulatory rulings favorable to the Union Pacific. The scandal negatively affected the careers of many politicians and nearly bankrupted Union Pacific.",
  "/wiki/James_Brooks_(politician)": "James Brooks (November 10, 1810 – April 30, 1873) was a U.S. Representative from New York during the latter half of the American Civil War.",
  "/wiki/John_Y._Brown_(1835%E2%80%931904)": "John Young Brown (June 28, 1835 – January 11, 1904) was a politician from the U.S. Commonwealth of Kentucky. He represented the state in the United States House of Representatives and served as its 31st governor. Brown was elected to the House of Representatives for three non-consecutive terms, each of which was marred by controversy. He was first elected in 1859, despite his own protests that he was not yet twenty-five years old; the minimum age set by the Constitution for serving in the legislature. The voters of his district elected him anyway, but he was not allowed to take his seat until the Congress' second session, after he was of legal age to serve. After moving to Henderson, Kentucky, Brown was elected from that district in 1866. On this occasion, he was denied his seat because of alleged disloyalty to the Union during the Civil War. Voters in his district refused to elect another representative, and the seat remained vacant throughout the term to which Brown was elected.  After an unsuccessful gubernatorial bid in 1871, Brown was again elected to the House in 1872 and served three consecutive terms. During his final term, he was officially censured for delivering a speech excoriating Massachusetts Representative Benjamin F. Butler. The censure was later expunged from the congressional record.",
  "/wiki/William_D._Bynum": "William Dallas Bynum (June 26, 1846 – October 21, 1927) was a U.S. Representative from Indiana.",
  "/wiki/Thomas_L._Blanton": "Thomas Lindsay Blanton (October 25, 1872 – August 11, 1957) was a United States Representative from Texas.  He was a member of the Democratic Party.",
  "/wiki/Charles_Diggs": "Charles Coles Diggs Jr. (December 2, 1922 – August 24, 1998) was an African-American politician from the U.S. state of Michigan who served in the state senate and U.S. House of Representatives.  Diggs was an early member of the civil rights movement. He attended the trial of Emmett Till's murderers, and was elected the first chairman of the Congressional Black Caucus. He was a staunch critic of the apartheid regime in South Africa.",
  "/wiki/Charles_H._Wilson": "Charles Herbert Wilson (February 15, 1917 – July 21, 1984) was a California Democratic politician from the Los Angeles area.  He served as a member of the U.S. House of Representatives from 1963 to 1981.",
  "/wiki/List_of_United_States_representatives_expelled,_censured,_or_reprimanded": "The United States Constitution (Article 1, Section 5) gives the House of Representatives the power to expel any member by a two-thirds vote.  Expulsion of a Representative is rare: only five members of the House have been expelled in its history. Three of those five were expelled in 1861 for joining the Confederate States of America."
}