{
  "/wiki/Sophie_Pascoe": "Sophie Frances Pascoe MNZM (born 8 January 1993) is a New Zealand para-swimmer. She has represented New Zealand at three Summer Paralympic Games from 2008, winning a total of nine gold medals and six silver medals, making her New Zealand's most successful Paralympian. She also went to the Commonwealth Games to represent New Zealand.",
  "/wiki/Swimming_at_the_2012_Summer_Paralympics": "Swimming at the 2012 Paralympic Games was held from 30 August to 8 September 2012 at the London Aquatics Centre in London, UK. The competition consisted of 148 events, across multiple classifications, and all swum in a long course (50m) pool. Up to 600 swimmers (340 males, 260 females) swum in the Games.",
  "/wiki/Phillipa_Gray": "Phillipa Gray MNZM (born 16 February 1989 in Thames, New Zealand) is a New Zealand paralympic cyclist.",
  "/wiki/Laura_Thompson_(cyclist)": "Laura Fairweather MNZM (née Thompson, born 4 June 1987) is a New Zealand cyclist and former basketballer. She represented New Zealand at the 2012 Summer Paralympics as the tandem sighted pilot for Phillipa Gray, winning three medals: one gold, one silver and one bronze. At the 2016 Summer Paralympics, she was the sighted pilot for Emma Foy, winning one silver and one bronze medal.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics": "Cycling at the 2012 Summer Paralympics consisted of 50 events in two main disciplines, track cycling and road cycling. Track cycling was held in London Velopark from 30 August to 2 September, and road cycling took place at Brands Hatch from September 5 to September 8.",
  "/wiki/Cameron_Leslie": "Cameron Leslie MNZM (born 17 January 1990) is a New Zealand paralympics swimmer and wheelchair rugby player.",
  "/wiki/Mary_Fisher_(swimmer)": "Mary Elizabeth Fisher MNZM (born 16 January 1993) is a New Zealand para swimmer. She represented New Zealand at the 2012 Summer Paralympics in London and the 2016 Summer Paralympics in Rio de Janeiro, combined winning two gold medals, two silver medals and a bronze medal.",
  "/wiki/Daniel_Sharp_(swimmer)": "Daniel Sharp (born 10 December 1987 in Auckland) is a former swimmer on New Zealand's paralympic team. He competed at the 2004 Summer Paralympics in Athens, the 2008 Summer Paralympics in Beijing, and the 2012 Summer Paralympics in London.",
  "/wiki/Fiona_Southorn": "Fiona Southorn (born 8 October 1967) is a New Zealand paralympic cyclist. She represented New Zealand at the 2004 Summer Paralympics, 2008 Summer Paralympics and the 2012 Summer Paralympics.",
  "/wiki/Michael_Johnson_(paralympian)": "Michael Johnson MNZM (born 15 October 1973 in Auckland), also known as Mike Johnson,  is a New Zealand Paralympic shooter. He started target shooting in 2002 and his first international competition was Oceania 2002, where he competed against other SH2 shooters; Johnson ended up with a fourth placing. However, at the 2004 Summer Paralympics in the SH2 Standing Air event,  Johnson shot a perfect 600 out of 600 points world record round in the preliminaries and then equalled the world record for a gold medal in the finals with 704.3.",
  "/wiki/Shooting_at_the_2012_Summer_Paralympics": "Shooting at the 2012 Summer Paralympics consisted of twelve events. The competition was held in the Royal Artillery Barracks in Woolwich from 30 August to 6 September."
}