{
  "/wiki/Maya_Bridge_at_Yaxchilan": "The Maya Bridge at Yaxchilan was a suspension bridge believed by academics to have been built by the Maya across the Usumacinta River,  Chiapas, Mexico. If so, it would have been the longest bridge discovered in the ancient world, dating from its construction by the Maya civilization in the late 7th century at Yaxchilan.  It was a suspension bridge with a more or less level deck.\n Now an archaeological site, Yaxchilan had long been known to include an unusual raised terrace beside the river and pier in the river; these structures were long theorized to be the remains of a bridge.\n The Maya City-State of Yaxchilan, founded in the 4th century, became one of the most powerful Mayan kingdoms during the Maya Classic Period. During the height of its power the kings of Yaxchilan built gleaming temples, pyramids, and luxurious palaces clustered along the grand plaza extending along the shores of the wild Usumacinta River. This broad river, now separating Mexico from Guatemala, formed a large U-shaped bend (or \"oxbow\") that encompassed the city of Yaxchilan. This natural barrier protected the city from invasion from outside forces. However, the river was in a high flood stage during the six month rainy season, during this time Yaxchilan became an island due to the swiftly flowing[citation needed] waters of the engorged river which encompassed the city. An all-weather passage across the treacherous river was a necessity in order to gain access to the farmlands to the north of the city.\n To survive and operate efficiently as the seat of power, Yaxchilan required a dependable passageway to provide an uninterrupted flow of traffic across the river on a year-round basis.\n It has been speculated that the Maya solved this urban transportation problem by constructing a 100-meter long suspension bridge across the wild river in the late 7th century. The bridge which featured three spans extended from a platform on the grand plaza of Yaxchilan crossing the river to the northern shore. The 63 meter center span remained the longest in the world until the construction of the Italian Trezzo sull'Adda Bridge in 1377. This would have required two piers in the river, The existence of this unique feat of engineering has been virtually reconstructed  by computer.\n The ruins of the structure were investigated and  reconstruction was created using computer simulation, remote sensing, and archaeoengineering techniques by Engineer James A O'Kon PE. The results were presented to the archaeological and engineering world in the pages of National Geographic magazine in 1995.",
  "/wiki/Simple_suspension_bridge": "A simple suspension bridge (also rope bridge, swing bridge (in New Zealand), suspended bridge, hanging bridge and catenary bridge) is a primitive type of bridge in which the deck of the bridge lies on two parallel load-bearing cables that are anchored at either end. They have no towers or piers. The cables follow a shallow downward catenary arc which moves in response to dynamic loads on the bridge deck.\n The arc of the deck, and its large movement under load make them unsuitable for vehicular, or railroad, traffic. Simple suspension bridges are restricted in their use to foot traffic. For safety, they are built with stout handrail cables, supported on short piers at each end, and running parallel to the load-bearing cables. Sometime these may be the primary load-bearing element, with the deck suspended below. Simple suspension bridges are considered the most efficient, and sustainable design, in rural regions, especially for river crossings that lie in non-floodplain topography such as gorges.",
  "/wiki/List_of_longest_arch_bridge_spans": "This list of the longest arch bridge spans ranks the world's arch bridges by the length of their main span. The length of the main span is the most common way to rank bridges as it usually correlates with the engineering complexity involved in designing and constructing the bridge. If one bridge has a longer span than another it does not necessarily mean that the bridge is longer from shore to shore or from abutment to abutment.",
  "/wiki/Trezzo_sull'Adda_Bridge": "The Trezzo sull'Adda Bridge or Trezzo Bridge was a medieval bridge at Trezzo sull'Adda in Lombardy, Italy, spanning the Adda river. Completed in 1377, the single-arch bridge held the record for the largest span for over four hundred years, until the beginnings of the Industrial Age, while it was not until the early 20th century that masonry bridges with larger openings were constructed.",
  "/wiki/Chushul_Chakzam": "The Chushul Chakzam (Tibetan: ཆུ་ཤུལ་ལྕགས་ཟམ) or simply Chakzam which literally means \"iron bridge\" in Standard Tibetan was a suspension bridge that spanned the Yarlung Tsangpo river in modern day Qüxü County near Lhasa, Tibet. It was built in 1430 by Thang Tong Gyalpo. The southern bridgehead was built on the mountain Chowuri, which is sacred in Tibetan Buddhism. This mountain was a site where Guru Rinpoche and Trisong Detsen had meditated during the 8th Century. When it was built, its main section was the longest unsupported span in the world, with a central span estimated at around 150 yards (140 metres). At the time it was built, there were no suspension bridges anywhere else in the world.[citation needed]\n In 1444, a monastery Chaksam Chuwori (Tibetan: ལྕགས་ཟམ་ཆུ་བོ་རི) was founded on the southern bridgehead. During its existence, monastery served as the seat of Chakzampa school of Tibetan Buddhism. Supported by the bridge toll, the monastery at one point hosted about 100 monks. The monastery was destroyed during the Cultural Revolution.",
  "/wiki/Thang_Tong_Gyalpo": "Thangtong Gyalpo (Tibetan: .mw-parser-output .uchen{font-family:Jomolhari,\"Noto Sans Tibetan\",\"Microsoft Himalaya\",Kailash,\"BabelStone Tibetan\",\"DDC Uchen\",\"TCRC Youtso Unicode\",\"Tibetan Machine Uni\",\"Qomolangma-Uchen Sarchen\",\"Qomolangma-Uchen Sarchung\",\"Qomolangma-Uchen Suring\",\"Qomolangma-Uchen Sutung\",\"Qomolangma-Title\",\"Qomolangma-Subtitle\",\"DDC Rinzin\",\"Qomolangma-Woodblock\",\"Qomolangma-Dunhuang\"}.mw-parser-output .ume{font-family:\"Qomolangma-Betsu\",\"Qomolangma-Chuyig\",\"Qomolangma-Drutsa\",\"Qomolangma-Edict\",\"Qomolangma-Tsumachu\",\"Qomolangma-Tsuring\",\"Qomolangma-Tsutong\",\"TibetanSambhotaYigchung\",\"TibetanTsugRing\",\"TibetanYigchung\"}ཐང་སྟོང་རྒྱལ་པོ་, Wylie: thang stong rgyal po) (1385 CE–1464 CE or 1361 CE–1485 CE), also known as Chakzampa, the \"Iron Bridge Maker\" (Wylie: lcags zam pa), Tsöndrü Zangpo \"Excellent Persistence\" (Wylie: brtson 'grus bzang po), and the King of the Empty Plain. He was also known by a variation of this name, Madman of the Empty Valley. He was a great Buddhist adept, a Chöd master, yogi, physician, blacksmith, architect, and a pioneering civil engineer. He is considered a mind emanation of Padmasambhava and a reincarnation of Dolpopa Sherab Gyaltsen. He founded the Iron Chain lineage of the Shangpa Kagyu school of Tibetan Buddhism, and he recognized the first Samding Dorje Phagmo, Chökyi Drönma (1422–1455), the female incarnation lineage of Vajravārāhī.\n Thangtong Gyalpo is said to have built 58 iron chain suspension bridges around Tibet and Bhutan, several of which are still in use today. He also designed and built several large stupas of unusual design including the great Kumbum at Chung Riwoche, Tibet; established Gonchen Monastery in Derge; and is considered to be the father of a style of Tibetan opera called Lhamo. Associated with the Shangpa Kagyu, Nyingma and Sakya traditions of Tibetan Buddhism, and with the tradition of \"mad yogis\" known as nyönpa, Thang Tong Gyalpo is also known as a sorcerer character in the popular Tibetan story of Gesar. In addition, he is believed to be the most widely traveled person in Tibetan history.",
  "/wiki/Battle_of_Chamdo": "The Battle of Chamdo (or Qamdo; Chinese: 昌都战役) occurred from 6 through 19 October 1950. It was a military campaign by the People's Republic of China (PRC) to retake the Chamdo Region from an independent Tibetan government after months of failed negotiations on the status of Tibet. At the time, most countries of the world, as well as the United Nations, recognized Tibet as a part of the preceding Republic of China (ROC). The campaign resulted in the capture of Chamdo and further negotiations between the PRC and Tibetan representatives that eventually resulted in the incorporation of Tibet into the People's Republic of China.",
  "/wiki/Union_Bridge_(Tweed)": "The Union Bridge, also known as the Union Suspension Bridge or Union Chain Bridge, is a suspension bridge that spans the River Tweed between Horncliffe, Northumberland, England and Fishwick, Berwickshire, Scotland. In so doing, the chain bridge also spans the border between England and Scotland. When it opened in 1820 it was the longest wrought iron suspension bridge in the world with a span of 449 feet (137 m), and the first vehicular bridge of its type in the United Kingdom. Although work started on the Menai Suspension Bridge first, the Union Bridge was completed earlier. Today it is the oldest suspension bridge still carrying road traffic and is a Category A listed building in Scotland and a Grade I listed building in England.  It lies on Sustrans Route 1 and the Pennine Cycleway.",
  "/wiki/Menai_Suspension_Bridge": "The Menai Suspension Bridge (Welsh: Pont Grog y Borth) is a suspension bridge to carry road traffic between the island of Anglesey and the mainland of Wales. The bridge was designed by Thomas Telford and completed in 1826 and is a Grade I listed structure.",
  "/wiki/Wheeling_Suspension_Bridge": "The Wheeling Suspension Bridge is a suspension bridge spanning the main channel of the Ohio River at Wheeling, West Virginia.  It was the largest suspension bridge in the world from 1849 until 1851. Charles Ellet Jr. (who also worked on the Niagara Falls Suspension Bridge) designed it and supervised construction of what became the first bridge to span a major river west of the Appalachian mountains. It linked the eastern and western section of the National Road, and became especially strategically important during the American Civil War. Litigation in the United States Supreme Court concerning its obstruction of the new high steamboat smokestacks eventually cleared the way for other bridges, especially needed by expanding railroads. Because this bridge was designed during the horse-and-buggy era, 2-ton weight limits and vehicle separation requirements now apply.\n The main span is 1,010 feet (310 m) from tower to tower. The east tower rests on the Wheeling shore, while the west tower is on Wheeling Island. The east tower is 153.5 feet (46.8 m) above the low-water level of the river, or 82 feet (25 m) from the base of the masonry. The west tower is 132.75 feet (40.46 m) above low water, with 69 feet (21 m) of masonry. Detailed analysis of the bridge was conducted by Dr. Emory Kemp.  \n The Wheeling Suspension Bridge was designated a National Historic Landmark on May 15, 1975.  It is located in the Wheeling Island Historic District.",
  "/wiki/West_Virginia": "West Virginia (/vərˈdʒɪniə/ (listen)) is a state located in the Appalachian region of the Southern United States, and is also considered to be a part of the Mid-Atlantic Southeast Region. It is bordered by Pennsylvania to the north, Maryland to the east and northeast, Virginia to the southeast, Kentucky to the southwest, and Ohio to the northwest. West Virginia is the 41st largest state by area, and is ranked 38th in population. The capital and largest city is Charleston.\n West Virginia became a state following the Wheeling Conventions of 1861, at the start of the American Civil War. Delegates from the Unionist counties of northwestern Virginia decided to break away from Virginia, which also included secessionist counties in the new state. West Virginia was admitted to the Union on June 20, 1863, and was a key border state during the war. It was the only state to form by separating from a Confederate state, the first to separate from any state since Maine separated from Massachusetts, and was one of two states admitted to the Union during the American Civil War (the other being Nevada). While a portion of its residents held slaves, most of the residents were yeoman farmers, and the delegates provided for gradual abolition of slavery in the new state Constitution.\n The Census Bureau and the Association of American Geographers classify West Virginia as part of the Southern United States. However, the Bureau of Labor Statistics classifies the state as a part of the Mid-Atlantic region. The northern panhandle extends adjacent to Pennsylvania and Ohio, with the West Virginia cities of Wheeling and Weirton just across the border from the Pittsburgh metropolitan area, while Bluefield is less than 70 miles (110 km) from North Carolina. Huntington in the southwest is close to the states of Ohio and Kentucky, while Martinsburg and Harpers Ferry in the Eastern Panhandle region are considered part of the Washington metropolitan area, in between the states of Maryland and Virginia. The unique position of West Virginia means that it is often included in several U.S. geographical regions, including the Mid-Atlantic, the Upland South, and the Southeastern United States. It is the only state that is entirely within the area served by the Appalachian Regional Commission; the area is commonly defined as \"Appalachia\".\n The state is noted for its mountains and rolling hills, its historically significant logging and coal mining industries, and its political and labor history. It is also known for a wide range of outdoor recreational opportunities, including skiing, whitewater rafting, fishing, hiking, backpacking, mountain biking, rock climbing, and hunting.",
  "/wiki/Queenston-Lewiston_Bridge": "The Lewiston–Queenston Bridge, also known as the Queenston–Lewiston Bridge, is an arch bridge that crosses the Niagara River gorge just south of the Niagara Escarpment. The bridge was officially opened on November 1, 1962. It is an international bridge between the United States and Canada. It connects Interstate 190 in the town of Lewiston, New York to Highway 405 in the community of Queenston, Ontario.  The Lewiston–Queenston Bridge is a twin of the Rainbow Bridge at Niagara Falls and designed by Richard (Su Min) Lee.\n Customs plazas are located on both ends of the bridge, with tolls only being charged on entering Canada (USD$3.75 or CAD$5.00 per automobile as of May 28, 2019). The bridge accepts E-ZPass electronic toll collection and houses the second Canadian E-ZPass collection facility, after the nearby Peace Bridge. Also, two duty-free stores are located between the two plazas.\n The bridge permits no pedestrians, but licensed taxi service is permitted. The Lewiston–Queenston Bridge lacks expedited border clearance facilities for NEXUS and FAST card holders traveling from Canada to the United States, but does have a NEXUS lane for travel into Canada.\n Gantries have lights indicating the direction of traffic as the lanes are reversible. Speed limit is posted in kilometres and miles per hour (15 mph or 24 km/h limit) along the bridge. Canadian and United States flags fly at the midpoint on the south side of the bridge.",
  "/wiki/John_A._Roebling_Suspension_Bridge": "The John A. Roebling Suspension Bridge, originally known as the Cincinnati-Covington Bridge spans the Ohio River between Cincinnati, Ohio and Covington, Kentucky. When opened on December 1, 1866, it was the longest suspension bridge in the world at 1,057 feet (322 m) main span, which was later overtaken by John A. Roebling's most famous design of the 1883 Brooklyn Bridge at 1,595.5 feet (486.3 m). Pedestrians use the bridge to get between the sports venues in Cincinnati (Paul Brown Stadium, Great American Ball Park, and U.S. Bank Arena) and the hotels, bars, restaurants, and parking lots in Northern Kentucky. The bar and restaurant district at the foot of the bridge on the Kentucky side is known as Roebling Point.\n Ramps were constructed leading directly from the bridge to the Dixie Terminal building used for streetcars. These provided Covington–Cincinnati streetcars \"with a grade-separated route to the center of downtown, and the terminal building was originally intended to connect, via underground pedestrian passages, with the never-built Fountain Square Station of the infamous Cincinnati Subway.\" When streetcar service ceased in the 1950s, the terminal was converted to a diesel bus terminal. The ramps were removed in 1998 when it ceased being used as a bus terminal.",
  "/wiki/Kentucky": "Kentucky (UK: /kɛnˈtʌki/ ken-TUK-ee, US: /kən-/ (listen) kən-), officially the Commonwealth of Kentucky, is a state located in the Southern United States. Although styled as the \"State of Kentucky\" in the law creating it, (because in Kentucky's first constitution, the term \"state\" was used), Kentucky is one of four U.S. states constituted as a commonwealth (the others being Virginia, Pennsylvania, and Massachusetts). Originally a part of Virginia, in 1792 Kentucky split from it and became the 15th state to join the Union. Kentucky is the 37th most extensive and the 26th most populous of the 50 United States.\n Kentucky is known as the \"Bluegrass State\", a nickname based on the bluegrass, a species of grass found in many of its pastures. One of the major regions in Kentucky is the Bluegrass Region in central Kentucky, which houses its two largest cities, Louisville and Lexington. It is a land with diverse environments and abundant resources, including the world's longest cave system, Mammoth Cave National Park, one of the greatest lengths of navigable waterways and streams in the contiguous United States, and the two largest man-made lakes east of the Mississippi River.\n Kentucky is also known for horse racing, bourbon, moonshine, coal, \"My Old Kentucky Home\" historic state park, automobile manufacturing, tobacco, bluegrass music, college basketball, Kentucky Fried Chicken, and the Kentucky colonel.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest.\n The state takes its name from the Ohio River, whose name in turn originated from the Seneca word  ohiːyo', meaning \"good river\", \"great river\" or \"large creek\". Partitioned from the Northwest Territory, Ohio was the 17th state admitted to the Union on March 1, 1803, and the first under the Northwest Ordinance. Ohio is historically known as the \"Buckeye State\" after its Ohio buckeye trees, and Ohioans are also known as \"Buckeyes\".\n Ohio rose from the wilderness of Ohio Country west of Appalachia in colonial times through the Northwest Indian Wars as part of the Northwest Territory in the early frontier, to become the first non-colonial free state admitted to the union, to an industrial powerhouse in the 20th century before transitioning to a more information and service based economy in the 21st.\n The government of Ohio is composed of the executive branch, led by the governor; the legislative branch, which comprises the bicameral Ohio General Assembly; and the judicial branch, led by the state Supreme Court. Ohio occupies 16 seats in the United States House of Representatives. Ohio is known for its status as both a swing state and a bellwether in national elections. Seven presidents of the United States have been elected who had Ohio as their home state.\n Ohio is an industrial state, ranking 8th out of 50 states in GDP (2015), is the third largest US state for manufacturing, and is the second largest producer of automobiles behind Michigan.",
  "/wiki/Niagara_Clifton_Bridge": "The Niagara Clifton Bridge, also known as the first Falls View Suspension Bridge, was a suspension bridge over the Niagara River between Niagara Falls, New York and Clifton, Ontario. It was designed by Samuel Keefer, with construction starting in 1867. It was officially opened for traffic on January 2, 1869 and was destroyed in a storm on the night of January 9, 1889.",
  "/wiki/Brooklyn_Bridge": "The Brooklyn Bridge is a hybrid cable-stayed/suspension bridge in New York City, spanning the East River between the boroughs of Manhattan and Brooklyn. Opened on May 24, 1883, the Brooklyn Bridge was the first fixed crossing across the East River. It was also the longest suspension bridge in the world at the time, with a main span of 1,595.5 feet (486.3 m) and a deck height of 127 ft (38.7 m) above mean high water. The span was originally called the New York and Brooklyn Bridge or the East River Bridge but was officially renamed the Brooklyn Bridge in 1915. \n Proposals for a bridge connecting Manhattan and Brooklyn were first made in the early 19th century, which eventually led to the construction of the current span designed by Washington Roebling. While construction started in 1870, numerous controversies and the novelty of the designed construction process caused the actual construction to be prolonged over thirteen years. Since opening, the Brooklyn Bridge has undergone several reconfigurations, having carried horse-drawn vehicles and elevated railway lines until 1950. To alleviate increasing traffic flows, numerous bridges and tunnels were built to the north and south. Following gradual deterioration, the Brooklyn Bridge has been renovated several times, with major renovations in the 1950s, 1980s, and 2010s.\n The Brooklyn Bridge is the southernmost of four toll-free vehicular bridges connecting Manhattan Island and Long Island, with the Manhattan, Williamsburg, and Queensboro Bridges to the north. Only passenger vehicles and pedestrian and bicycle traffic are permitted. A major tourist attraction since its opening, the Brooklyn Bridge has become an icon of New York City. Over the years, the bridge has been used as the location of various stunts and performances, as well as several crimes and attacks. The Brooklyn Bridge has been designated a National Historic Landmark, a New York City landmark, and a National Historic Civil Engineering Landmark.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.\n Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898. The city and its metropolitan area constitute the premier gateway for legal immigration to the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. New York City is home to 3.2 million residents born outside the United States, the largest foreign born population of any city in the world as of 2016. As of 2019[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of US$2.0 trillion. If greater New York City were a sovereign state, it would have the 12th highest GDP in the world. New York is home to the highest number of billionaires of any city in the world.\n New York City traces its origins to a trading post founded by colonists from the Dutch Republic in 1624 on Lower Manhattan; the post was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York was the capital of the United States from 1785 until 1790, and has been the largest US city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the U.S. by ship in the late 19th and early 20th centuries and is an international symbol of the U.S. and its ideals of liberty and peace. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability, and as a symbol of freedom and cultural diversity. In 2019, New York was voted the greatest city in the world per a survey of over 30,000 people from 48 cities worldwide, citing its cultural diversity.\n Many districts and landmarks in New York City are well known, including three of the world's ten most visited tourist attractions in 2013; a record 62.8 million tourists visited in 2017. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and \"crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's landmarks, skyscrapers, and parks are known internationally. Manhattan's real estate market is among the most expensive in the world. New York is home to the largest ethnic Chinese population outside of Asia, with multiple distinct Chinatowns across the city. Providing continuous 24/7 service, the New York City Subway is the largest single-operator rapid transit system worldwide, with 472 rail stations. The city has over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, ranked among the top universities in the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York has been called both the most economically powerful city and world's leading financial center, and is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.",
  "/wiki/Williamsburg_Bridge": "The Williamsburg Bridge is a suspension bridge in New York City across the East River connecting the Lower East Side of Manhattan at Delancey Street with the Williamsburg neighborhood of Brooklyn at Broadway near the Brooklyn-Queens Expressway (Interstate 278). Completed in 1903, it was the longest suspension bridge span in the world until 1924.\n The bridge is one of four toll-free vehicular bridges connecting Manhattan Island and Long Island. The others are the Queensboro Bridge to the north, and the Manhattan and Brooklyn Bridges further downtown. The Williamsburg Bridge once carried New York State Route 27A and was planned to carry Interstate 78, though the planned I-78 designation was aborted by the cancellation of the Lower Manhattan Expressway and Bushwick Expressway.",
  "/wiki/Forth_Railway_Bridge": "The Forth Bridge is a cantilever railway bridge across the Firth of Forth in the east of Scotland, 9 miles (14 kilometres) west of central Edinburgh. It is considered as a symbol of Scotland (having been voted Scotland's greatest man-made wonder in 2016), and is a UNESCO World Heritage Site. It was designed by the English engineers Sir John Fowler and Sir Benjamin Baker. It is sometimes referred to as the Forth Rail Bridge (to distinguish it from the adjacent Forth Road Bridge), although this has never been its official name.\n Construction of the bridge began in 1882 and it was opened on 4 March 1890 by the Duke of Rothesay, the future Edward VII. The bridge spans the Forth between the villages of South Queensferry and North Queensferry and has a total length of 8,094 feet (2,467 m). When it opened it had the longest single cantilever bridge span in the world, until 1919 when the Quebec Bridge in Canada was completed. It continues to be the world's second-longest single cantilever span, with a span of 1,709 feet (521 m).\n The bridge and its associated railway infrastructure are owned by Network Rail.",
  "/wiki/Quebec_Bridge": "The Quebec Bridge (Pont de Québec in French) is a road, rail and pedestrian bridge across the lower Saint Lawrence River between Sainte-Foy (since 2002 a western suburb of Quebec City) and Lévis, Quebec, Canada.  The project failed twice, at the cost of 88 lives, and took over 30 years to complete.\n The Quebec Bridge is a riveted steel truss structure and is 987 m (3,238 ft) long, 29 m (95 ft)  wide, and 104 m (341 ft) high. Cantilever arms 177 m (581 ft) long support a 195 m (640 ft) central structure, for a total span of 549 m (1,801 ft), still the longest cantilever bridge span in the world. (It was the all-categories longest span in the world until the Ambassador Bridge was completed in 1929.) It is the easternmost (farthest downstream) complete crossing of the Saint Lawrence.\n The bridge accommodates three highway lanes (none until 1929, one until 1949, two until 1993), one rail line (two until 1949), and a pedestrian walkway (originally two); at one time it also carried a streetcar line. It has been owned by the Canadian National Railway since 1993.\n The Quebec Bridge was designated a National Historic Site in 1995.",
  "/wiki/Bear_Mountain_Bridge": "The Bear Mountain Bridge, ceremonially named the Purple Heart Veterans Memorial Bridge, is a toll suspension bridge in New York State.  It carries US 6 and US 202 across the Hudson River between Bear Mountain State Park in Orange County, less than a half mile north of the Rockland County line, and Cortlandt in Westchester County, less than a half mile south of the Putnam County line. From the time of its completion in 1924 it held the record for the longest suspension bridge in the world for 19 months, until it was surpassed by the Benjamin Franklin Bridge between Philadelphia and Camden, New Jersey. The Bear Mountain Bridge has an unconventional structure among suspension bridges; though the main span hangs from cables in the usual manner, the side spans leading to the approaches are supported by trusswork, drawing no support from the cables above, similar to the Williamsburg Bridge.\n The span enables connections between the Palisades Interstate Parkway and US 9W on the west bank near Bear Mountain and NY 9D on the east bank as well as US 9 and the Bear Mountain Parkway farther east. It also carries the Appalachian Trail and New York State Bicycle Route 9 across the Hudson.\n The bridge has two lanes, separated by a dividing double yellow line. Pedestrian walkways flank each lane.  Bicycling is permitted on the roadway; cyclists may walk their bikes on the pedestrian walkway.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is commonly referred to as New York State (NYS).\n The state's most populous city, New York City, makes up over 40% of the state's population. Two-thirds of the state's population lives in the New York metropolitan area, and nearly 40% lives on Long Island. The state and city were both named for the 17th-century Duke of York, the future King James II of England. With an estimated population of 8.39 million in 2018, New York City is the most populous city in the United States and the premier gateway for legal immigration to the United States. The New York metropolitan area is one of the most populous in the world. New York City is a global city, home to the United Nations Headquarters, and has been described as the cultural, financial, and media capital of the world, as well as the world's most economically powerful city. The next four most populous cities in the state are Buffalo, Rochester, Yonkers, and Syracuse, while the state capital is Albany.\n The 27th largest U.S. state in land area, New York has a diverse geography. The state is bordered by New Jersey and Pennsylvania to the south and Connecticut, Massachusetts, and Vermont to the east. The state has a maritime border with Rhode Island, east of Long Island, as well as an international border with the Canadian provinces of Quebec to the north and Ontario to the northwest. The southern part of the state is in the Atlantic coastal plain and includes Long Island and several smaller associated islands, as well as New York City and the lower Hudson River Valley. The large Upstate New York region comprises several ranges of the wider Appalachian Mountains, and the Adirondack Mountains in the Northeastern lobe of the state. Two major river valleys –  the north-south Hudson River Valley and the east-west Mohawk River Valley –  bisect these more mountainous regions. Western New York is considered part of the Great Lakes region and borders Lake Ontario, Lake Erie, and Niagara Falls. The central part of the state is dominated by the Finger Lakes, a popular vacation and tourist destination.\n New York had been inhabited by tribes of Algonquian and Iroquoian-speaking Native Americans for several hundred years by the time the earliest Europeans came to New York. French colonists and Jesuit missionaries arrived southward from Montreal for trade and proselytizing. In 1609, the region was visited by Henry Hudson sailing for the Dutch East India Company. The Dutch built Fort Nassau in 1614 at the confluence of the Hudson and Mohawk rivers, where the present-day capital of Albany later developed. The Dutch soon also settled New Amsterdam and parts of the Hudson Valley, establishing the multicultural colony of New Netherland, a center of trade and immigration. England seized the colony from the Dutch in 1664. During the American Revolutionary War (1775–1783), a group of colonists of the Province of New York attempted to take control of the British colony and eventually succeeded in establishing independence. In the 19th century, New York's development of access to the interior beginning with the Erie Canal, gave it incomparable advantages over other regions of the U.S. east-coast and built its political and cultural ascendancy.\n Many landmarks in New York are well known, including four of the world's ten most-visited tourist attractions in 2013: Times Square, Central Park, Niagara Falls, and Grand Central Terminal. New York is home to the Statue of Liberty, a symbol of the United States and its ideals of freedom, democracy, and opportunity. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability. New York's higher education network comprises approximately 200 colleges and universities, including Columbia University, Cornell University, New York University, the United States Military Academy, the United States Merchant Marine Academy, University of Rochester, Rensselaer Polytechnic Institute, and Rockefeller University, which have been ranked among the top 40 in the nation and world.",
  "/wiki/Ambassador_Bridge": "The Ambassador Bridge is a tolled suspension bridge across the Detroit River that connects Detroit, Michigan, United States, with Windsor, Ontario, Canada. It is the busiest international border crossing in North America in terms of trade volume, carrying more than 25% of all merchandise trade between the United States and Canada. A 2004 Border Transportation Partnership study showed that 150,000 jobs in the region and US$13 billion in annual production depend on the Detroit–Windsor international border crossing.\n The bridge is owned by Grosse Pointe billionaire Manuel Moroun through the Detroit International Bridge Company in the United States and the Canadian Transit Company in Canada. In 1979, when the previous owners put it on the New York Stock Exchange and shares were traded, Moroun was able to buy shares, eventually acquiring the bridge. The bridge carries 60 to 70 percent of commercial truck traffic in the region. Moroun also owns the Ammex Detroit Duty Free Stores at both the bridge and the tunnel.",
  "/wiki/Benjamin_Franklin_Bridge": "The Benjamin Franklin Bridge, originally named the Delaware River Bridge and known locally as the Ben Franklin Bridge, is a suspension bridge across the Delaware River connecting Philadelphia, Pennsylvania, and Camden, New Jersey. Owned and operated by the Delaware River Port Authority, it is one of four primary vehicular bridges between Philadelphia and southern New Jersey, along with the Betsy Ross, Walt Whitman, and Tacony-Palmyra bridges. It carries Interstate 676/U.S. Route 30, pedestrians, and the PATCO Speedline.\n The bridge was dedicated as part of the 1926 Sesquicentennial Exposition, celebrating the 150th anniversary of the signing of the United States Declaration of Independence. From 1926 to 1929, it had the longest single span of any suspension bridge in the world.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.\n Pennsylvania is the 33rd-largest state by area, and the 5th-most populous state according to the most recent official U.S. Census count in 2010. It is the 9th-most densely populated of the 50 states. Pennsylvania's two most populous cities are Philadelphia (1,580,863), and Pittsburgh (302,407). The state capital and its 10th-largest city is Harrisburg. Pennsylvania has 140 miles (225 km) of waterfront along Lake Erie and the Delaware River.\n The state is one of the 13 original founding states of the United States; it came into being in 1681 as a result of a royal land grant to William Penn, the son of the state's namesake. Part of Pennsylvania (along the Delaware River), together with the present State of Delaware, had earlier been organized as the Colony of New Sweden. It was the second state to ratify the United States Constitution, on December 12, 1787. Independence Hall, where the United States Declaration of Independence and United States Constitution were drafted, is located in the state's largest city of Philadelphia. During the American Civil War, the Battle of Gettysburg was fought in the south central region of the state. Valley Forge near Philadelphia was General Washington's headquarters during the bitter winter of 1777–78.",
  "/wiki/New_Jersey": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by the Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 9 million residents as of 2017 and an area of 8,722.58 square miles, making it the most densely populated of the 50 U.S. states, with its biggest city being Newark. New Jersey lies completely within the combined statistical areas of New York City and Philadelphia. New Jersey was the second-wealthiest U.S. state by median household income as of 2017.\n New Jersey was inhabited by Native Americans for more than 2,800 years, with historical tribes such as the Lenape along the coast. In the early 17th century, the Dutch and the Swedes founded the first European settlements in the state. The English later seized control of the region, naming it the Province of New Jersey after the largest of the Channel Islands, Jersey, and granting it as a colony to Sir George Carteret and John Berkeley, 1st Baron Berkeley of Stratton. New Jersey was the site of several important battles during the American Revolutionary War in the 18th century.\n In the 19th century, factories in the cities Camden, Paterson, Newark, Trenton, Jersey City, and Elizabeth (known as the \"Big Six\"), helped drive the Industrial Revolution. New Jersey's geographic location at the center of the Northeast megalopolis, between Boston and New York City to the northeast, and Philadelphia, Baltimore, and Washington, D.C., to the southwest, fueled its rapid growth through the process of suburbanization in the second half of the 20th century. At the turn of the 21st century, this suburbanization began reverting with the consolidation of New Jersey's culturally diverse populace toward more urban settings within the state, with towns home to commuter rail stations outpacing the population growth of more automobile-oriented suburbs since 2008.\n As of 2018, New Jersey was home to the highest number of millionaires per capita of all U.S. states. New Jersey's public school system consistently ranks at or among the top of all fifty U.S. states.",
  "/wiki/George_Washington_Bridge": "The George Washington Bridge is a double-decked suspension bridge spanning the Hudson River, connecting the New York City borough of Manhattan with the New Jersey borough of Fort Lee. The bridge is named after George Washington, the first president of the United States. The George Washington Bridge is the world's busiest motor vehicle bridge, carrying over 103 million vehicles per year in 2016[update].[a] It is owned by the Port Authority of New York and New Jersey, a bi-state government agency that operates infrastructure in the Port of New York and New Jersey. The George Washington Bridge is also informally known as the GW Bridge, the GWB, the GW, or the George, and was known as the Fort Lee Bridge or Hudson River Bridge during construction.\n The idea of a bridge across the Hudson River was first proposed in 1906, but it was not until 1925 that the state legislatures of New York and New Jersey voted to allow for the planning and construction of such a bridge. Construction on the George Washington Bridge started in October 1927; the bridge was ceremonially dedicated on October 24, 1931, and opened to traffic the next day. The opening of the George Washington Bridge contributed to the development of Bergen County, New Jersey, in which Fort Lee is located. The upper deck was widened from six to eight lanes in 1946. The six-lane lower deck was constructed beneath the existing span from 1958 to 1962 because of increasing traffic flow.\n The George Washington Bridge is an important travel corridor within the New York metropolitan area. It has an upper level that carries four lanes in each direction and a lower level with three lanes in each direction, for a total of 14 lanes of travel. The speed limit on the bridge is 45 mph (72 km/h). The bridge's upper level also carries pedestrian and bicycle traffic. Interstate 95 (I-95) and U.S. Route 1/9 (US 1/9, composed of US 1 and US 9) cross the river via the bridge. The New Jersey Turnpike (part of I-95) and U.S. Route 46 (US 46), which lie entirely within New Jersey, terminate halfway across the bridge at the state border with New York. At its eastern terminus in New York City, the bridge continues onto the Trans-Manhattan Expressway (part of I-95, connecting to the Cross Bronx Expressway).\n The George Washington Bridge measures 4,760 feet (1,450 m) long and has a main span of 3,500 feet (1,100 m). It had the longest main bridge span in the world at the time of its opening and held that distinction until the opening of the Golden Gate Bridge in 1937.",
  "/wiki/Golden_Gate_Bridge": "The Golden Gate Bridge is a suspension bridge spanning the Golden Gate, the one-mile-wide (1.6 km) strait connecting San Francisco Bay and the Pacific Ocean. The structure links the U.S. city of San Francisco, California—the northern tip of the San Francisco Peninsula—to Marin County, carrying both U.S. Route 101 and California State Route 1 across the strait. The bridge is one of the most internationally recognized symbols of San Francisco, California, and the United States. It was initially designed by engineer Joseph Strauss in 1917. It has been declared one of the Wonders of the Modern World by the American Society of Civil Engineers.\n The Frommer's travel guide describes the Golden Gate Bridge as \"possibly the most beautiful, certainly the most photographed, bridge in the world.\" At the time of its opening in 1937, it was both the longest and the tallest suspension bridge in the world, with a main span of 4,200 feet (1,280 m) and a total height of 746 feet (227 m).",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.\n California's economy, with a gross state product of $3.0 trillion, is the largest sub-national economy in the world. If it were a country, California would be the fifth-largest economy in the world (larger than the United Kingdom, France, or India), and the 36th-most populous as of 2017[update]. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and third-largest urban economies ($1.3 trillion and $1.0 trillion respectively as of 2018[update]), after the New York metropolitan area. The San Francisco Bay Area PSA had the nation's highest gross domestic product per capita in 2018 ($106,757) among large primary statistical areas, and is home to three of the world's ten largest companies by market capitalization and three of the world's ten richest people.\nCalifornia culture is considered a global trendsetter in popular culture, communication, information, innovation, environmentalism, economics, politics, and entertainment. As a result of the state's diversity and migration, California integrates foods, languages, and traditions from other areas across the country and around the globe. It is considered the origin of the American film industry, the hippie counterculture, fast food, beach and car culture, the Internet, and the personal computer, among others. The San Francisco Bay Area and the Greater Los Angeles Area are widely seen as centers of the global technology and entertainment industries, respectively. California's economy is very diverse: 58% of it is based on finance, government, real estate services, technology, and professional, scientific, and technical business services. Although it accounts for only 1.5% of the state's economy, California's agriculture industry has the highest output of any U.S. state.[self-published source]\n California shares a border with Oregon to the north, Nevada and Arizona to the east, and the Mexican state of Baja California to the south. The state's diverse geography ranges from the Pacific Coast in the west to the Sierra Nevada mountain range in the east, and from the redwood and Douglas fir forests in the northwest to the Mojave Desert in the southeast. The Central Valley, a major agricultural area, dominates the state's center. Although California is well-known for its warm Mediterranean climate, the large size of the state results in climates that vary from moist temperate rainforest in the north to arid desert in the interior, as well as snowy alpine in the mountains. Over time, drought and wildfires have become more frequent challenges.\n What is now California was first settled by various Native Californian tribes before being explored by a number of European expeditions during the 16th and 17th centuries. The Spanish Empire then claimed and conquered it. In 1804 it was included in Alta California province, within Spanish New Spain Viceroyalty. The area became a part of Mexico in 1821 following its successful war for independence but was ceded to the United States in 1848 after the Mexican–American War. The western portion of Alta California was then organized and admitted as the 31st state on September 9, 1850. The California Gold Rush starting in 1848 led to dramatic social and demographic changes, with large-scale emigration from the east and abroad with an accompanying economic boom.",
  "/wiki/Verrazzano-Narrows_Bridge": "The Verrazzano-Narrows Bridge (/vərəˈzɑːnoʊ/ vər-ə-ZAH-noh) (also referred to as the Verrazzano Bridge, locally as the Verrazzano, and formerly as the Verrazano-Narrows Bridge or Narrows Bridge) is the longest suspension bridge in the Western Hemisphere, connecting the New York City boroughs of Staten Island and Brooklyn. It spans the Narrows, a body of water linking the relatively enclosed Upper New York Bay with Lower New York Bay and the Atlantic Ocean, and is the only fixed crossing of the Narrows. The double-deck bridge carries 13 lanes of Interstate 278, with seven lanes on the upper level and six on the lower level. The span is named for Giovanni da Verrazzano, the first documented European explorer to enter New York Harbor and the Hudson River in 1524.\n Engineer David B. Steinman proposed a bridge across the Narrows in the late 1920s, and subsequent proposals were deferred over the next 20 years. A 1920s attempt to build a rail tunnel under the Narrows was aborted, as was another 1930s plan for vehicular tubes underneath the Narrows. Discussion of a tunnel resurfaced in the mid-1930s and early 1940s, but the plans were again denied. In the late 1940s, urban planner Robert Moses championed a bridge across the Narrows as a way to connect Staten Island with the rest of the city. Various issues delayed the start of construction until 1959. The bridge opened on November 21, 1964, and a lower deck was opened in June 1969 to alleviate high levels of traffic. The New York City government began a $1.5 billion reconstruction of the bridge's two decks in 2014.\n The Verrazzano-Narrows Bridge has a central span of 4,260 feet (1.30 km; 0.81 mi). It was the longest suspension bridge in the world until it was surpassed by the Humber Bridge in the United Kingdom in 1981. The bridge has the 14th-longest main span in the world, as well as the longest in America. When the bridge was officially named in 1960, it was misspelled \"Verrazano-Narrows Bridge\" due to an error in the construction contract, despite the explorer's name having two \"z\"s. The name was officially corrected to \"Verrazzano-Narrows Bridge\" in October 2018.",
  "/wiki/Humber_Bridge": "The Humber Bridge, near Kingston upon Hull, East Riding of Yorkshire, England, is a 2.22-kilometre (2,430 yd; 7,300 ft; 1.38 mi) single-span road suspension bridge, which opened to traffic on 24 June 1981. When it opened, the bridge was the longest of its type in the world; it was not surpassed until 1998, with the completion of the Akashi Kaikyō Bridge, and is now the eleventh-longest.\n The bridge spans the Humber (an estuary formed by the rivers Trent and Ouse), between Barton-upon-Humber on the south bank and Hessle on the north bank, connecting the East Riding of Yorkshire with North Lincolnshire. Both sides of the bridge were in the non-metropolitan county of Humberside until its dissolution in 1996. The bridge can be seen for miles around and from as far as Patrington in the East Riding of Yorkshire and out to sea miles off the coast. It is a Grade I listed building.\n By 2006, the bridge carried an average of 120,000 vehicles per week. The toll was £3.00 each way for cars (higher for commercial vehicles), which made it the most expensive toll crossing in the United Kingdom. In April 2012, the toll was halved to £1.50 each way after the UK government deferred £150 million from the bridge's outstanding debt.",
  "/wiki/East_Riding_of_Yorkshire": "The East Riding of Yorkshire, or simply East Riding or East Yorkshire, is an area in Northern England and can refer either to the administrative county (Local Government Area) of the East Riding of Yorkshire which is a unitary authority, to the ceremonial county (Lieutenancy) of the East Riding of Yorkshire or to the easternmost of the three subdivisions (ridings) of the traditional county of Yorkshire.\n No two of these areas share the same geographical boundaries despite sharing the same name. The traditional East Riding of Yorkshire includes parts of ceremonial North Yorkshire such as Filey but not Goole, whereas both the administrative and ceremonial East Riding of Yorkshire include Goole but not those parts of North Yorkshire. Both the traditional and ceremonial East Riding include Kingston upon Hull, but the administrative East Riding does not as Kingston upon Hull is in its own unitary authority. The traditional East Riding covers a larger area than both the ceremonial and administrative East Riding.\n The East Riding, North Riding and West Riding were treated as three separate counties for many purposes, such as having separate quarter sessions. In 1889 under the Local Government Act 1888, administrative counties with a county council were created on the historic boundaries. In 1974 both the Local Government Area and the Lieutenancy of the East Riding of Yorkshire were abolished under the Local Government Act 1972, being succeeded in most of the riding by the newly created Humberside which included parts of the West Riding and parts of Lincolnshire. The modern Local Government Area and the ceremonial East Riding of Yorkshire were formed in 1996 from the northern part of Humberside upon its abolition. \nAt the 2011 Census, the population was 334,179.\n The landscape consists of a crescent of low chalk hills, the Yorkshire Wolds, surrounded by the low-lying fertile plains of Holderness and the Vale of York. The Humber Estuary and North Sea mark its southern and eastern limits. Archaeological investigations have revealed artefacts and structures from all historical periods since the last ice age. There are few large settlements and no industrial centres. The area is administered from the ancient market and ecclesiastical town of Beverley. Christianity is the religion with the largest following in the area and there is a higher than average percentage of retired people.\n The economy is mainly based on agriculture and tourism, contributing to the rural and seaside character of the Riding with its historic buildings, nature reserves and the Yorkshire Wolds Way long-distance footpath. The open and maritime aspects and lack of major urban development have also led to the  relatively high levels of energy generation from renewable sources.\n Major sporting and entertainment venues are concentrated in Kingston upon Hull, while the seaside and market towns support semi-professional and amateur sports clubs and provide seasonal entertainment for visitors. Bishop Burton is the site of an agricultural college, and Hull provides the region's only university. On the southern border, close to Hull, the Humber Bridge spans the Humber Estuary to enable the A15 to link Hessle with Barton-upon-Humber in North Lincolnshire.",
  "/wiki/Lincolnshire": "Lincolnshire (abbreviated Lincs.) is a county in eastern England, with a long coastline on the North Sea to the east. It borders Norfolk to the south east, Cambridgeshire to the south, Rutland to the south west, Leicestershire and Nottinghamshire to the west, South Yorkshire to the north west, and the East Riding of Yorkshire to the north. It also borders Northamptonshire in the south for just 20 yards (19 m), England's shortest county boundary. The county town is the city of Lincoln, where the county council has its headquarters.\n The ceremonial county of Lincolnshire is composed of the non-metropolitan county of Lincolnshire and the area covered by the unitary authorities of North Lincolnshire and North East Lincolnshire. Part of the ceremonial county is in the Yorkshire and the Humber region of England, and most is in the East Midlands region. The county is the second-largest of the English ceremonial counties and one that is predominantly agricultural in land use. The county is fourth-largest of the two-tier counties, as the unitary authorities of North Lincolnshire and North East Lincolnshire are not included.\n The county has several geographical sub-regions, including the rolling chalk hills of the Lincolnshire Wolds. In the southeast are the Lincolnshire Fens (southeast Lincolnshire), the Carrs (similar to the Fens but in north Lincolnshire), the industrial Humber Estuary and North Sea coast around Grimsby and Scunthorpe, and in the southwest of the county, the Kesteven Uplands, comprising rolling limestone hills in the district of South Kesteven.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Akashi-Kaikyo_Bridge": "The Akashi Kaikyō Bridge (明石海峡大橋, Akashi Kaikyō Ōhashi) is a suspension bridge, which links the city of Kobe on the Japanese mainland of Honshu to Iwaya on Awaji Island. It crosses the busy Akashi Strait (Akashi Kaikyō in Japanese) as part of the Honshu–Shikoku Highway.  It was completed in 1998, and has the longest central span  of any suspension bridge in the world, at 1,991 metres (6,532 ft; 1.237 mi).  It is one of the key links of the Honshū–Shikoku Bridge Project, which created three routes across the Inland Sea.",
  "/wiki/List_of_longest_suspension_bridge_spans": "The world's longest suspension bridges are listed according to the length of their main span (i.e. the length of suspended roadway between the bridge's towers). The length of main span is the most common method of comparing the sizes of suspension bridges, often correlating with the height of the towers and the engineering complexity involved in designing and constructing the bridge. If one bridge has a longer span than another it does not necessarily mean that the bridge is longer from shore to shore (or from abutment to abutment).\n Suspension bridges have the longest spans of any type of bridge. Cable-stayed bridges, the next longest design, are practical for spans up to just over 1 kilometre. Therefore, the 17 longest bridges on this list are all currently the 17 longest spans of all types of vehicular bridges (other than floating pontoon bridges).\n Since 1998 Akashi Kaikyō Bridge in Japan holds the record with its span of 1,991 metres (6,532 ft). The Çanakkale 1915 Bridge of the Dardanelles, currently under construction in Turkey, is expected to surpass it with a span of 2,023 metres (6,637 ft)."
}