{
  "/wiki/Gibraltar_Bridge": "The Strait of Gibraltar crossing is a hypothetical bridge or tunnel spanning the Strait of Gibraltar (about 14 km or 9 miles at its narrowest point) that would connect Europe and Africa. The governments of Spain and Morocco appointed a joint committee to investigate the feasibility of linking the two continents in 1979, which resulted in the much broader Euromed Transport project.",
  "/wiki/Gibraltar_Tunnel": "The Strait of Gibraltar crossing is a hypothetical bridge or tunnel spanning the Strait of Gibraltar (about 14 km or 9 miles at its narrowest point) that would connect Europe and Africa. The governments of Spain and Morocco appointed a joint committee to investigate the feasibility of linking the two continents in 1979, which resulted in the much broader Euromed Transport project.",
  "/wiki/Hordfast": "Hordfast or the Hordaland Fixed Link is a planned road project between the mainland city of Bergen and the island of Stord in Hordaland county, Norway.  Hordfast is the colloquial name for the project since it will connect the islands of Hordaland county with the fastlandet (which is the Norwegian word for \"mainland\").",
  "/wiki/Bjørnafjorden": "Bjørnafjorden is a fjord in Vestland county, Norway. It runs through the municipalities of Austevoll, Bjørnafjorden, and Tysnes.  The large island of Tysnesøya (and many small, surrounding islands such as Reksteren) lie along the south side of the Bjørnafjorden and the Bergen Peninsula and the mainland lie along the north and east sides of the fjord.  The Fusafjorden (and the Samnangerfjorden which branches off it) split off from the main fjord on the north side by the village of Osøyro.  The 30-kilometre (19 mi) fjord is about 10 kilometres (6.2 mi) wide and its maximum depth is 583 metres (1,913 ft) below sea level.",
  "/wiki/Hardanger_Bridge": "The Hardanger Bridge (Norwegian: Hardangerbrua) is a suspension bridge across the Eidfjorden branch of Hardangerfjorden in Hordaland county, Norway.  The bridge connects the municipalities of Ullensvang and Ulvik. It replaced a ferry connection between Bruravik and Brimnes, and thereby shortens the driving time between Oslo and Bergen. It is the longest suspension bridge in Norway.",
  "/wiki/Sulafjorden_(Sunnmøre)": "Sulafjorden is a fjord (more accurately, a sound) in Sula Municipality in Møre og Romsdal county, Norway.  It is located on the border of Sula Municipality and Hareid Municipality.  The great Storfjorden flows out into the Sulafjorden which then flows out into the Breidsundet sound, and on into the ocean.  The 9-kilometre (5.6 mi) long fjord is about 4 to 5 kilometres (2.5 to 3.1 mi) wide and it reaches a maximum depth of 445 metres (1,460 ft) below sea level.  The island of Sula sits on the northeast side of the fjord and the island of Hareidlandet is to the southwest.  The main settlements along the fjord include the villages of Brandal, Hareid, and Hjørungavåg, all on Hareidlandet.  The island of Sula has very few inhabitants along the Sulafjorden.",
  "/wiki/European_route_E39": "E39 is the designation of a 1330 km long north–south road in Norway and Denmark, running from Klett just south of Trondheim to Aalborg, via Orkanger, Vinjeøra, Halsa ... Straumsnes, Krifast, Batnfjordsøra, Molde ... Vestnes, Skodje, Ålesund ... Volda ... Nordfjordeid ... Sandane, Førde, Lavik ... Instefjord, Knarvik, Bergen, Os ... Stord, Sveio, Aksdal, Bokn ... Rennesøy, Randaberg, Stavanger, Sandnes, Ålgård, Helleland, Flekkefjord, Lyngdal, Mandal, Kristiansand ... Hirtshals, Hjørring, and Nørresundby. Several sections are via ferry, denoted by ... in the above list. In total there are nine ferries, the highest number of ferries for a single road in Europe.",
  "/wiki/Storfjorden_(Sunnmøre)": "Storfjorden or Storfjord is a 110-kilometre (68 mi) long fjord in the Sunnmøre region of Møre og Romsdal county, Norway. It stretches from the village of Hareid in the west to the villages of Tafjord and Geiranger in the east. The Storfjorden system branches off into several smaller fjords including the famous Geirangerfjord and Tafjorden. At the village of Stranda, the main fjord branches off into the Sunnylvsfjorden-Geirangerfjorden to the west and the Norddalsfjorden-Tafjorden to the east.",
  "/wiki/Storfjord_Bridge": "The Storfjord Bridge (Norwegian: Storfjordbrua) is a proposed suspension bridge that would span Storfjorden in Sunnmøre, Norway. If built, it would be 3,600 metres (11,800 ft) long and have a main span of 2,300 metres (7,500 ft). This would make it the longest spanned bridge in the world, easily surpassing the Akashi-Kaikyō Bridge, which has a main span of 1,991 metres (6,532 ft). The plans have been developed by Aas-Jakobsen for a Storfjordsambandet, a company which aims to toll finance the bridge. According to Rolf M. Larssen of Aas-Jakobsen, there is a larger challenge securing sufficient funding than technically building the bridge. It is estimated to cost 4.3 billion Norwegian krone.",
  "/wiki/Sognefjorden": "The Sognefjord or Sognefjorden (Urban East Norwegian: [ˈsɔ̂ŋnəˌfjuːɳ], English: Sogn Fjord), nicknamed the King of the Fjords, is the largest and deepest fjord in Norway. Located in Vestland county in Western Norway, it stretches 205 kilometres (127 mi) inland from the ocean to the small village of Skjolden in the municipality of Luster. The name of the fjord corresponds to the surrounding district of Sogn. During the middle ages, \"Sogn\" was the name of the fjord itself. The name is related to Norwegian word \"sug\" which presumably refers to the surge or suction occurring when water flows through the mouth and over the shallow threshold.",
  "/wiki/Strait_of_Messina_Bridge": "The Strait of Messina Bridge is a long-planned suspension bridge across the Strait of Messina, a narrow section of water between the eastern tip of Sicily and the southern tip of mainland Italy, specifically between north Messina's Torre Faro and Villa San Giovanni.",
  "/wiki/Sicily": "Sicily (Italian: Sicilia [siˈtʃiːlja]; Sicilian: Sicilia [sɪˈʃiːlja]) is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana.",
  "/wiki/Romano_Prodi": "Romano Prodi OMRI (Italian: [roˈmaːno ˈprɔːdi] (listen); born 9 August 1939) is an Italian politician who served as the 10th President of the European Commission from 1999 to 2004. He served twice as Prime Minister of Italy, first from 17 May 1996 to 21 October 1998 and then from 17 May 2006 to 8 May 2008. He is considered the founder of the Italian centre-left and one of the most prominent and iconic figures of the so-called Second Republic. Prodi is often nicknamed Il Professore (\"The Professor\") due to his academic career.",
  "/wiki/Silvio_Berlusconi": "Silvio Berlusconi (/ˌbɛərlʊˈskoʊni/ BAIR-luu-SKOH-nee, Italian: [ˈsilvjo berluˈskoːni] (listen); born 29 September 1936) is an Italian media tycoon and politician who has served as Prime Minister of Italy in four governments. He serves as a Member of the European Parliament (MEP) since July 2019.",
  "/wiki/Sunda_Strait_Bridge": "The Sunda Strait Bridge (Indonesian: Jembatan Selat Sunda, JSS, Jembatan Selsun, sometimes referred to in English-language reports as the SSB, Sundanese: ᮏᮨᮙ᮪ᮘᮒᮔ᮪ ᮞᮨᮜᮒ᮪ ᮞᮥᮔ᮪ᮓ) is a planned road and railway megaproject between the two large Indonesian islands of Sumatra and Java. The suggestion for a bridge was reportedly first put forward in 1960 by Professor Sedyatmo from Institut Teknologi Bandung as a part of broader plans, known as Tri Nusa Bimasakti, to link the three islands of Sumatra, Java and Bali.",
  "/wiki/Java": "Java (Indonesian: Jawa; Javanese: ꦗꦮ; Sundanese: ᮏᮝ) is an island of Indonesia, bordered by the Indian Ocean on the south and the Java Sea on the north. With a population of over 141 million (Java only) or 145 million (including the inhabitants of its surrounding islands), Java has 56.7 percent of the Indonesian population and is the world's most populous island. The Indonesian capital city, Jakarta, is located on its northwestern coast. Much of the well-known part of Indonesian history took place on Java. It was the centre of powerful Hindu-Buddhist empires, the Islamic sultanates, and the core of the colonial Dutch East Indies. Java was also the center of the Indonesian struggle for independence during the 1930s and 1940s. Java dominates Indonesia politically, economically and culturally. Four of Indonesia's eight UNESCO world heritage sites are located in Java: Ujung Kulon National Park, Borobudur Temple, Prambanan Temple, and Sangiran Early Man Site.",
  "/wiki/Sumatra": "Sumatra is one of the Sunda Islands of western Indonesia. It is the largest island that is entirely governed by Indonesia and the sixth-largest island in the world at 473,481 km2 (not including adjacent islands such as the Mentawai Islands, Enggano Island, Nias Island, Simeulue Island, Riau Islands, Bangka Belitung Islands and Krakatoa archipelago).",
  "/wiki/Malacca_Strait_Bridge": "The Malacca Strait Bridge (Indonesian: Jembatan Selat Malaka, Malaysian: Jambatan Selat Melaka or JSM and Jembatan Selmal) is a proposed bridge that would connect Telok Gong, near Masjid Tanah, Malacca state in Peninsula Malaysia, Malaysia to Rupat Island and Dumai in Sumatra island, Indonesia. The project has been submitted for government approval, and is expected to take 10 years to complete. Once completed, the 48-kilometre-long (30 mi) bridge will be the longest sea-crossing bridge in the world. The project will have two cable-stayed bridges and one suspension bridge, both the longest in the world.",
  "/wiki/Peninsular_Malaysia": "Peninsular Malaysia, also known as Malaya or West Malaysia, is the part of Malaysia which lies on the Malay Peninsula and surrounding islands. Its area is 132,265 square kilometres (51,068 sq mi), which is nearly 40% of the total area of the country - or slightly larger than England (130,395 km²). It shares a land border with Thailand to the north and Singapore at the southernmost tip.",
  "/wiki/Halsafjord": "Halsafjord or  Halsafjorden (English: Halsa Fjord) is a fjord located between Heim Municipality (in Trøndelag county) and Tingvoll Municipality (in Møre og Romsdal county), Norway. The 15-kilometre (9.3 mi) long fjord branches south off the Vinjefjorden and stretches about 15 kilometres (9.3 mi) until it becomes the Trongfjorden off which the Surnadalsfjord later branches.",
  "/wiki/Trondheim": "Trondheim (UK: /ˈtrɒndhaɪm, ˈtrɒnhaɪm/, US: /ˈtrɒnheɪm/, Urban East Norwegian: [ˈtrɔ̂n(h)æɪm] (listen); Southern Sami: Tråante), historically Kaupangen, Nidaros and Trondhjem, is a city and municipality in Trøndelag county, Norway. It has a population of 200,000 (01/01/2020), and is the third most populous municipality in Norway, although the fourth largest urban area. Trondheim lies on the south shore of Trondheim Fjord at the mouth of the River Nidelva. The city is dominated by the Norwegian University of Science and Technology (NTNU), the Foundation for Scientific and Industrial Research (SINTEF), St. Olavs University Hospital and other technology-oriented institutions.",
  "/wiki/Molde": "Molde (Norwegian pronunciation: [ˈmɔ̂ldə] (listen)) is a municipality in Møre og Romsdal county, Norway. It is located in the traditional district of Romsdal. The municipality is located on the Romsdal Peninsula, surrounding the Fannefjord and Moldefjord.",
  "/wiki/Qiongzhou_Strait": "The Qiongzhou Strait, also called the Hainan Strait, is the Chinese strait that separates Guangdong's Leizhou Peninsula from the island province of Hainan. It connects the Gulf of Tonkin on its west to the South China Sea on its east. The strait is on average 30 km (19 mi) wide and centered at 20°09′N 110°16′E﻿ / ﻿20.150°N 110.267°E﻿ / 20.150; 110.267 with a maximum water depth of approximately 120 m (390 ft). The strait is susceptible to closure during strong typhoon activity.",
  "/wiki/Julsundet": "Julsundet is a 15-kilometre (9.3 mi) long strait connecting the Norwegian Sea to the Romsdalsfjorden.  The strait is located about 10 kilometres (6.2 mi) west of the town of Molde in Møre og Romsdal county, Norway.  The strait runs through the municipalities of Fræna, Aukra, Molde, and Midsund.  The strait flows north-south from the village of Bud (in Fræna Municipality) to Julneset (in Molde Municipality).  It flows between the Romsdal peninsula (on the east side) and the islands of Otrøya and Gossa (on the west side).  The Frænfjorden empties into the Julsundet strait at the small island of Vågøya.",
  "/wiki/Romsdalsfjorden": "Romsdalsfjord or Romsdal Fjord (Norwegian: Romsdalsfjorden) is the ninth-longest fjord in Norway. It is 88 kilometres (55 mi) long and located in the Romsdal district of Møre og Romsdal county. It flows through the municipalities of Molde, Ålesund, Vestnes, and Rauma. The deepest point in the fjord is just southwest of the town of Molde, where it is 550 metres (1,800 ft) deep. Romsdalsfjord is a threshold-fjord, as it is separated from the ocean by a 180-metre (590 ft) deep shallower areas at the mouth. Several islands and skerries also shelter the wide central fjord from the Atlantic.",
  "/wiki/List_of_longest_suspension_bridge_spans": "The world's longest suspension bridges are listed according to the length of their main span (i.e. the length of suspended roadway between the bridge's towers). The length of main span is the most common method of comparing the sizes of suspension bridges, often correlating with the height of the towers and the engineering complexity involved in designing and constructing the bridge. If one bridge has a longer span than another it does not necessarily mean that the bridge is longer from shore to shore (or from abutment to abutment)."
}