{
  "/wiki/Acar": "Acar is a type of vegetable pickle from Indonesia, and popular in Malaysia, Singapore and Brunei. It is a localised version of Indian Achaar. It is known as atjar in Dutch cuisine, derived from Indonesian acar. Acar is usually prepared in bulk as it may easily be stored in a well-sealed glass jar in refrigerator for a week, and served as the condiment for any meals.",
  "/wiki/Garnish_(food)": "A garnish is an item or substance used as a decoration or embellishment accompanying a prepared food dish or drink. In many cases, it may give added or contrasting flavor.  Some garnishes are selected mainly to augment the visual impact of the plate, while others are selected specifically for the flavor they may impart. This is in contrast to a condiment, a prepared sauce added to another food item primarily for its flavor. A food item which is served with garnish may be described as being garni, the French term for 'garnished'.",
  "/wiki/Dabu-dabu": "Dabu-dabu is a type of hot and spicy condiment commonly found in Manado cuisine of North Sulawesi, Indonesia. Dabu-dabu chopped red chili peppers, bird's eye chili, shallots, red and green tomatoes, and a pinch of salt and sugar. All of the chopped and diced spices are mixed with fresh calamansi juice or locally known as lemon cui or jeruk kesturi; sometimes calamansi is replaced by kaffir lime or lemon juice. The chili pepper and citrus juice give it a fresh sour and spicy flavour.",
  "/wiki/Kecap_manis": "Sweet soy sauce (Indonesian: kecap manis) is a sweetened aromatic soy sauce, originating in Indonesia, which has a darker color, a viscous syrupy consistency and a molasses-like flavor due to the generous addition of palm sugar. Kecap manis is widely used with satay. It is similar to, though finer in flavor than, Chinese sweet bean sauce (tianmianjiang). It is by far, the most popular type of soy sauce employed in Indonesian cuisine, accounts for an estimated 90 percent of the nation's total soy sauce production.",
  "/wiki/Kecap_asin": "Soy sauce (American English), also spelt as soya sauce (British English), is a liquid condiment of Chinese origin, made from a fermented paste of soybeans, roasted grain, brine, and Aspergillus oryzae or Aspergillus sojae molds. Soy sauce in its current form was created about 2,200 years ago during the Western Han dynasty of ancient China, and spread throughout East and Southeast Asia where it is used in cooking and as a condiment.",
  "/wiki/Soy_sauce": "Soy sauce (American English), also spelt as soya sauce (British English), is a liquid condiment of Chinese origin, made from a fermented paste of soybeans, roasted grain, brine, and Aspergillus oryzae or Aspergillus sojae molds. Soy sauce in its current form was created about 2,200 years ago during the Western Han dynasty of ancient China, and spread throughout East and Southeast Asia where it is used in cooking and as a condiment.",
  "/wiki/Pecel": "Pecel is a traditional Javanese salad, consisting of mixed vegetables in a peanut sauce dressing, usually served with steamed rice, or lontong or ketupat compressed rice cakes.",
  "/wiki/Sambal": "Sambal is an Indonesian chili sauce or paste typically made from a mixture of a variety of chili peppers with secondary ingredients such as shrimp paste, garlic, ginger, shallot, scallion, palm sugar, and lime juice. Sambal is an Indonesian loan-word of Javanese origin (sambel). It is native to the cuisines of Indonesia, and popular in Malaysia, Sri Lanka, Brunei and Singapore. It has also spread through overseas Indonesian populations to the Netherlands and Suriname.",
  "/wiki/Shrimp_paste": "Shrimp paste or shrimp sauce is a fermented condiment commonly used in Southeast Asian and Southern Chinese cuisines. It is primarily made from finely crushed shrimp or krill mixed with salt, and then fermented for several weeks. They are either sold in their wet form or are sun-dried and either cut into rectangular blocks or sold in bulk. It is an essential ingredient in many curries, sauces and sambal. Shrimp paste can be found in most meals in Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand, and Vietnam. It is often an ingredient in dip for fish or vegetables.",
  "/wiki/Serundeng": "Serundeng is an Indonesian spicy fried coconut flakes, which is made from sautéing grated coconut, and is often used as a side dish to accompany rice.",
  "/wiki/Coconut": "The coconut tree (Cocos nucifera) is a member of the palm tree family (Arecaceae) and the only known living species of the genus Cocos. The term \"coconut\" (or the archaic \"cocoanut\") can refer to the whole coconut palm, the seed, or the fruit, which botanically is a drupe, not a nut. The term is derived from the 16th-century Portuguese and Spanish word coco, meaning 'head' or 'skull' after the three indentations on the coconut shell that resemble facial features.",
  "/wiki/Tauco": "Tauco, Taucu, Taotjo or Tauchu (Chinese: 豆醬; pinyin: dòujiàng; Pe̍h-ōe-jī: tāu-chiùⁿ) is a paste made from preserved fermented yellow soybeans in Chinese Indonesian and Malaysian cuisines. Tauco is made by boiling yellow soybeans, grinding them, mixing them with flour and fermenting them in order to make a soy paste. The soy paste is soaked in salt water and sun-dried for several weeks, furthering the fermentation process, until the color of the paste has turned yellow-reddish. Good tauco has a distinct aroma.  The sauce is also commonly used in other Indonesian cuisines traditions, such as Sundanese cuisine and Javanese cuisine. Taucu is generally used in cooking by Chinese Malaysian, Singaporean and Bruneian.",
  "/wiki/Kediri_(city)": "Kediri (Javanese: ꦏꦸꦛ​ꦑꦼꦝꦶꦫꦶ) is an Indonesian city, located near the Brantas River in the province of East Java on the island of Java. It is one of two 'Daerah Tingkat II' that have the name 'Kediri' (The other is the Regency of Kediri).",
  "/wiki/East_Java": "East Java (Indonesian: Jawa Timur) is a province of Indonesia. It has a land border only with the province of Central Java to the west; the Java Sea and the Indian Ocean border its northern and southern coasts, respectively, while the narrow Bali Strait to the east separates Java from Bali. Located in eastern Java, it also includes the island of Madura, which is connected to Java by the longest bridge in Indonesia, the Suramadu Bridge, as well as the Kangean and Masalembu archipelagos located further east and north, respectively. Its capital is Surabaya, the second largest city in Indonesia and a major industrial center. Banyuwangi is the largest regency in East Java and the largest on the island of Java.",
  "/wiki/List_of_Indonesian_dishes": "This is a list of selected dishes found in Indonesian cuisine."
}