{
  "/wiki/WAAY-TV": "WAAY-TV, virtual channel 31 (UHF digital channel 17), is an ABC-affiliated television station licensed to Huntsville, Alabama, United States and serving North Alabama's Tennessee Valley. The station is owned by Allen Media Broadcasting, a subsidiary of Los Angeles-based Entertainment Studios. WAAY-TV's studios and transmitter are located on Monte Sano Boulevard on top of Monte Sano Mountain.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Huntsville,_Alabama": "Huntsville is a city in the Appalachian region of northern Alabama. It is the county seat of Madison County but extends west into neighboring Limestone County and south into Morgan County.",
  "/wiki/WABC-TV": "WABC-TV, virtual and VHF digital channel 7, is the flagship station of the ABC television network, licensed to New York, New York, United States. The station is owned by the ABC Owned Television Stations subsidiary of The Walt Disney Company. WABC-TV's studios are located on Lincoln Square on the Upper West Side of Manhattan, adjacent to ABC's corporate headquarters; its transmitter is located at the Empire State Building.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/WABG-TV": "WABG-TV, virtual channel 6 (UHF digital channel 32), is a dual ABC/Fox-affiliated television station licensed to Greenwood, Mississippi, United States and serving the Delta area of Northwestern Mississippi. Owned by Atlanta-based Cox Media Group, it is sister to two low-power stations: Grenada-licensed NBC affiliate WNBD-LD (channel 33) and Cleveland-licensed CBS affiliate WXVT-LD (channel 17); Cox also operates Greenville-licensed Ion Television affiliate WFXW (channel 15) under a shared services agreement (SSA) with owner John Wagner. The four stations share studios on Washington Avenue in Greenville; WABG-TV's transmitter is located northeast of Inverness, Mississippi.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/Greenwood,_Mississippi": "Greenwood is a city in and the county seat of Leflore County, Mississippi, located at the eastern edge of the Mississippi Delta, approximately 96 miles north of the state capital, Jackson, Mississippi, and 130 miles south of the riverport of Memphis, Tennessee. It was a center of cotton planter culture in the 19th century.",
  "/wiki/WABI-TV": "WABI-TV, virtual channel 5 (VHF digital channel 13), is a dual CBS/CW+-affiliated television station licensed to Bangor, Maine, United States, serving Central and Eastern Maine. The station is owned by Gray Television. WABI-TV's studios are located on Hildreth Street in West Bangor, and its transmitter is located on Peaked Mountain in Dixmont. On cable, the station is available on Charter Spectrum channel 6 and in high definition on digital channel 1209.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/The_CW": "The CW Television Network (commonly referred to as just The CW) is an American English-language free-to-air television network that is operated by The CW Network, LLC, a limited liability joint venture between the CBS Entertainment Group unit of ViacomCBS; and AT&T, whose WarnerMedia subsidiary is the parent company of Warner Bros., former majority owner of The WB. The network's name is an abbreviation derived from the first letters of the names of its two parent corporations (CBS and Warner Bros.).",
  "/wiki/Bangor,_Maine": "Bangor (/ˈbæŋɡɔːr/) is a city in the U.S. state of Maine, and the county seat of Penobscot County. The city proper has a population of 33,039, making it the state's 3rd largest settlement behind Portland (66,882) and Lewiston (36,221).",
  "/wiki/WABM": "WABM, virtual channel 68 (UHF digital channel 20), is a MyNetworkTV-affiliated television station licensed to Birmingham, Alabama, United States. Owned by the Sinclair Broadcast Group, it is a sister station to low-powered ABC affiliate WBMA-LD (channel 58, also licensed to Birmingham) and Homewood-licensed CW affiliate WTTO (channel 21); Sinclair also operates Bessemer-licensed WDBB (channel 17), which serves as a full satellite station of WTTO, under a time brokerage agreement (TBA) with Sinclair partner company Cunningham Broadcasting. However, Sinclair effectively owns WDBB as the majority of Cunningham's stock is owned by the family of deceased group founder Julian Smith.",
  "/wiki/MyNetworkTV": "MyNetworkTV (unofficially abbreviated as MyTV, MyNet, MNT or MNTV), is an American television network/syndication service that is owned by Fox Corporation, operated by its Fox Television Stations division, and distributed through the syndication structure of 20th Television. MyNetworkTV began operations on September 5, 2006 with an initial affiliate lineup covering about 96% of the country, most of which consisted of stations that were former affiliates of The WB and UPN that did not join the successor of those two networks, The CW. Under the ownership structure of Fox Corporation, the service is incorporated as a subsidiary company known as Master Distribution Service, Inc.",
  "/wiki/WBMA-LD": "WBMA-LD, virtual channel 58 (UHF digital channel 40), is a low-powered ABC-affiliated television station licensed to Birmingham, Alabama, United States. Owned by the Sinclair Broadcast Group, it is a sister station to MyNetworkTV affiliate WABM (channel 68, also licensed to Birmingham) and Homewood-licensed CW affiliate WTTO (channel 21); Sinclair also operates Bessemer-licensed WDBB (channel 17), which serves as a full satellite station of WTTO, under a time brokerage agreement (TBA) with Sinclair partner company Cunningham Broadcasting. However, Sinclair effectively owns WDBB as the majority of Cunningham's stock is owned by the family of deceased group founder Julian Smith.",
  "/wiki/Birmingham,_Alabama": "Birmingham (/ˈbɜːrmɪŋhæm/ BUR-ming-ham) is a city in the north central region of the U.S. state of Alabama. With an estimated 2018 population of 209,880, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.",
  "/wiki/WABW-TV": "WABW-TV, virtual channel 14 (VHF digital channel 6), is a Public Broadcasting Service (PBS) member television station serving Albany, Georgia, United States that is licensed to Pelham. Owned by the Georgia Public Telecommunications Commission, it is a sister station to National Public Radio (NPR) member WUNV (91.7 FM). WABW-TV's transmitter is located in Pelham. The station is operated as part of the statewide Georgia Public Broadcasting (GPB) television network.",
  "/wiki/Public_Broadcasting_Service": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/Pelham,_Georgia": "Pelham is a city in Mitchell County, Georgia, United States. The population was 3,898 at the 2010 census. Pelham is at the crossroads of US 19 and State Route 93 and is approximately 38 miles (61 km) south of Albany and about 26 miles (42 km) north of Thomasville. Pelham is also known for cotton, pecans, and speed traps located on the main highway",
  "/wiki/WACH": "WACH, virtual channel 57 (UHF digital channel 22), is a Fox-affiliated television station licensed to Columbia, South Carolina, United States. The station is owned by the Sinclair Broadcast Group. WACH's studios are located on Pickens Street in downtown Columbia, and its transmitter is located on Rush Road (southeast of I-20) in rural southwestern Kershaw County. On cable, the station is available on Charter Spectrum channel 6 in both standard and high definition.",
  "/wiki/Columbia,_South_Carolina": "Columbia is the capital and second largest city of the U.S. state of South Carolina, with a population estimate of 133,451 as of 2018. The city serves as the county seat of Richland County, and a portion of the city extends into neighboring Lexington County. It is the center of the Columbia metropolitan statistical area, which had a population of 767,598 as of the 2010 United States Census, growing to 832,666 by July 1, 2018, according to 2018 U.S. Census estimates. This makes it the 70th largest metropolitan statistical area in the nation, as estimated by the United States Census Bureau as of July 1, 2018. The name Columbia is a poetic term used for the United States, originating from the name of Christopher Columbus.",
  "/wiki/WACP": "WACP, virtual and VHF digital channel 4, is an independent television station licensed to Atlantic City, New Jersey, United States, serving southern New Jersey and the Philadelphia television market. The station is owned by Western Pacific Broadcast LLC. WACP's studios are located in Millville, and its transmitter is located in Waterford Works.",
  "/wiki/Independent_station": "Independent station is an independent radio or terrestrial television station which is independent in some way from broadcast networks. The definition of \"independence\" varies from country to country, reflecting governmental regulations, market environment and the broadcasting medium's development history.",
  "/wiki/Jimmy_Swaggart": "Jimmy Lee Swaggart (/ˈswæɡərt/; born March 15, 1935) is an American Pentecostal evangelist.",
  "/wiki/Atlantic_City,_New_Jersey": "Atlantic City is a resort city in Atlantic County, New Jersey, United States, known for its casinos, boardwalk, and beaches. In 2010, the city had a population of 39,558. It was incorporated on May 1, 1854, from portions of Egg Harbor Township and Galloway Township. It borders Absecon, Brigantine, Pleasantville, Ventnor City, Egg Harbor Township, and the Atlantic Ocean.",
  "/wiki/WACS-TV": "WACS-TV, virtual channel 25 (VHF digital channel 8), is a Public Broadcasting Service (PBS) member television station serving Americus, Georgia, United States that is licensed to Dawson. Owned by the Georgia Public Telecommunications Commission, the station is operated as part of the statewide Georgia Public Broadcasting (GPB) television network. WACS-TV's transmitter is located north of Parrott, Georgia.",
  "/wiki/Dawson,_Georgia": "Dawson is a city in and the county seat of     \nTerrell County, Georgia, United States. \nThe population was 4,557 at the 2010 census. Incorporated on December 22, 1857, the city is named for Senator William Crosby Dawson.",
  "/wiki/WACX": "WACX, virtual channel 55 (UHF digital channel 40), is a religious independent television station serving Orlando, Florida, United States that is licensed to Leesburg, with studios in Altamonte Springs and transmitter near Bithlo. The station is locally owned by the Bowers family and their company, Associated Christian Television System; its schedule consists primarily of national and local religious programming.",
  "/wiki/Leesburg,_Florida": "Leesburg is a city in Lake County, Florida, United States. The population was 20,117 at the 2010 census. As of 2018, the population recorded by the U.S. Census Bureau was 23,163.",
  "/wiki/WACY-TV": "WACY-TV, virtual channel 32 (UHF digital channel 36), is a MyNetworkTV-affiliated television station serving Green Bay, Wisconsin, United States that is licensed to Appleton. The station is owned by the E. W. Scripps Company, as part of a duopoly with Green Bay-licensed NBC affiliate WGBA-TV (channel 26). The two stations share studios on North Road along Airport Drive/WIS 172 in the Green Bay suburb of Ashwaubenon; WACY's transmitter is located in the Shirley section of Glenmore, Wisconsin.",
  "/wiki/Appleton,_Wisconsin": "Appleton is a city in Outagamie (mostly), Calumet, and Winnebago counties in the U.S. state of Wisconsin. One of the Fox Cities, it is situated on the Fox River, 30 miles (48 km) southwest of Green Bay and 100 miles (160 km) north of Milwaukee. Appleton is the county seat of Outagamie County. The population was 72,623 at the 2010 census. Of this figure, 60,045 resided in Outagamie County, 11,088 in Calumet County, and 1,490 in Winnebago County. Appleton is the principal city of the Appleton, Wisconsin Metropolitan Statistical Area, which is included in the Appleton-Oshkosh-Neenah, Wisconsin Combined Statistical Area. Appleton is home to the two tallest buildings in Outagamie County, the Zuelke Building and the 222 Building, at 168 and 183 feet, respectively.",
  "/wiki/WADL_(TV)": "WADL, virtual channel 38 (UHF digital channel 39), is an independent television station serving Detroit, Michigan, United States that is licensed to Mount Clemens. The station is locally owned by the Adell Broadcasting Corporation. WADL's studios and transmitter are located on Adell Drive in Clinton Township.",
  "/wiki/Antenna_TV": "Antenna TV is an American digital multicast television network that is owned by Nexstar Media Group. The network's programming consists of classic television series from the 1950s to the early 2000s, most of which are sourced from the content library of Sony Pictures Entertainment, along with a selection of series from Universal Studios, Metro-Goldwyn-Mayer and Carson Entertainment. Antenna TV's programming and advertising operations are headquartered in the Tribune Tower in Chicago, Illinois. The network's operations are overseen by Sean Compton, who serves as the president of strategic programming and acquisitions for Tribune Broadcasting.",
  "/wiki/The_Word_Network": "The Word Network, also known as The Word, is a religious broadcasting network. The Word is the largest African-American religious network in the world. It was founded in February 2000 by Kevin Adell who also owns 910 AM Superstation (a local urban-talk radio station) and WADL TV-38 (a television network serving the Detroit television market, and The Word Network.  The network is headquartered in Southfield, Michigan. The network is also available as streaming content \nApple TV, Roku, Chromecast, YouTube Red, and via smartphone apps.  The network is also available on cable and satellite in several countries, and on over-the-air television.",
  "/wiki/Mount_Clemens,_Michigan": "Mount Clemens is a city in the U.S. state of Michigan. The population was 16,314 at the 2010 census. It is the county seat of Macomb County.",
  "/wiki/WAFB": "WAFB, virtual and VHF digital channel 9, is a CBS-affiliated television station licensed to Baton Rouge, Louisiana, United States. Owned by Gray Television, it is a sister station to low-powered, Class A MyNetworkTV affiliate WBXH-CD, channel 39 (which WAFB simulcasts on its fourth digital subchannel). The two stations share studios on Government Street in downtown Baton Rouge; WAFB's transmitter is located on River Road near the city's Riverbend section.",
  "/wiki/WBXH-CD": "WBXH-CD, virtual channel 39 (UHF digital channel 32), is a low-powered, Class A MyNetworkTV-affiliated television station licensed to Baton Rouge, Louisiana, United States. Owned by Gray Television, it is a sister station to CBS affiliate WAFB (channel 9). The two stations share studios on Government Street in downtown Baton Rouge, where WBXH-CD's transmitter is also located. There is no separate website for WBXH-CD; instead, it is integrated with that of sister station WAFB.[citation needed]",
  "/wiki/Baton_Rouge,_Louisiana": "Baton Rouge (/ˌbætən ˈruːʒ/ BAT-ən ROOZH; from French  bâton rouge [bɑtɔ̃ ʁuʒ] (listen), meaning 'red stick') is the capital of the U.S. state of Louisiana. Located on the eastern bank of the Mississippi River, it is the parish seat of East Baton Rouge Parish, the most populous parish in Louisiana. It is the 99th most populous city in the United States, and second-largest city in Louisiana after New Orleans. It is also the 16th most populous state capital. As of the U.S. Census Bureau's July 2018 estimate, Baton Rouge had a population of 221,599, down from 229,493 at the 2010 census. Baton Rouge is the center of Greater Baton Rouge, the second-largest metropolitan area in Louisiana, with a population of 834,159 as of 2017, up from 802,484 in 2010 and 829,719 in 2015.",
  "/wiki/WAFF_(TV)": "WAFF, virtual and UHF digital channel 48, is an NBC-affiliated television station licensed to Huntsville, Alabama, United States and serving North Alabama's Tennessee Valley. The station is owned by Gray Television. WAFF's studios are located on Memorial Parkway (US 431) in Huntsville, and its transmitter is located south of Monte Sano State Park.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/WAGA-TV": "WAGA-TV, virtual channel 5 (UHF digital channel 27), is a Fox owned-and-operated television station licensed to Atlanta, Georgia, United States. The station is owned by the Fox Television Stations subsidiary of Fox Corporation. WAGA-TV's studios and transmitter are located on Briarcliff Road Northeast in the Druid Hills area of unincorporated DeKalb County, just outside the Atlanta city limits (but with an Atlanta mailing address). On cable, the station is available on Comcast Xfinity channels 804 and 1005 and Charter Spectrum channel 5.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/WAGM-TV": "WAGM-TV, virtual and VHF digital channel 8, is a CBS/Fox/CW+-affiliated television station licensed to Presque Isle, Maine, United States. Owned by Gray Television, it is a sister station to Fort Kent-licensed low-powered NBC affiliate WWPI-LD (channel 16). The two stations share studios on Brewer Road (SR 210) in Presque Isle; WAGM-TV's transmitter is located on the northern section of Mars Hill Mountain among the wind turbines.",
  "/wiki/Presque_Isle,_Maine": "Presque Isle /prɛsk aɪl/ is the commercial center and largest city in Aroostook County, Maine, United States. The population was 8,998 in 2018 as estimated by the US Census, a decrease from the count of 9,692 in the 2010 Census. The city is home to the University of Maine at Presque Isle, Northern Maine Community College, Husson University Presque Isle, Northern Maine Fairgrounds, The Aroostook Centre Mall, and the Presque Isle International Airport.",
  "/wiki/WAGV": "WLFG, virtual channel 68 (UHF digital channel 14), is a religious independent station licensed to Grundy, Virginia, United States, serving the Tri-Cities area of southwestern Virginia and northeastern Tennessee. The station is owned by Abingdon, Virginia-based Living Faith Ministries. WLFG's transmitters are located near Hansonville, Virginia and Harlan, Kentucky.",
  "/wiki/Religious_broadcasting": "Religious broadcasting refers to the dissemination of television and/or radio content that intentionally has religious ideas, religious experience, or religious practice as its core focus.  In some countries, religious broadcasting developed primarily within the context of public service provision (as in the UK), whilst in others, it has been driven more by religious organisations themselves (as in the USA).  Across Europe and in the US and Canada, religious broadcasting began in the earliest days of radio, usually with the transmission of religious worship, preaching or 'talks'. Over time, formats evolved to include a broad range of styles and approaches, including radio and television drama, documentary, and chat show formats, as well as more traditional devotional content. Today, many religious organizations record sermons and lectures, and have moved into distributing content on their own web-based IP channels.",
  "/wiki/Harlan,_Kentucky": "Harlan is a home rule-class city in and the county seat of Harlan County, Kentucky, United States. The population was 1,745 at the 2010 census, down from 2,081 at the 2000 census.",
  "/wiki/WAIQ": "Alabama Public Television (APT) is a state network of Public Broadcasting Service (PBS) member television stations serving the U.S. state of Alabama. It is operated by the Alabama Educational Television Commission (AETC), an agency of the Alabama state government which holds the licenses for all of the PBS member stations licensed in the state. The broadcast signals of the nine stations cover almost all of the state, as well as parts of Florida, Georgia, Mississippi and Tennessee. The network produces public affairs and documentary programming; broadcast and online education programs for classroom use and teacher professional development; and electronic field trips serving K-12 students.",
  "/wiki/Montgomery,_Alabama": "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Richard Montgomery, it stands beside the Alabama River, on the coastal Plain of the Gulf of Mexico.  In the 2010 Census, Montgomery's population was 205,764. It is the second most populous city in Alabama, after Birmingham, and is the 118th most populous in the United States. The Montgomery Metropolitan Statistical Area's population in 2010 was estimated at 374,536; it is the fourth largest in the state and 136th among United States metropolitan areas.",
  "/wiki/WAKA_(TV)": "WAKA, virtual channel 8 (UHF digital channel 25), is a CBS-affiliated television station serving Montgomery, Alabama, United States that is licensed to Selma. The station is owned by Bahakel Communications, as part of a duopoly with Tuskegee-licensed CW+ affiliate WBMM (channel 22); Bahakel also operates Montgomery-licensed ABC affiliate WNCF (channel 32) under a shared services agreement (SSA) with owner SagamoreHill Broadcasting. The three stations share studios on Harrison Road in North Montgomery; WAKA's transmitter is located in Gordonville, Alabama.",
  "/wiki/MeTV": "MeTV (an acronym for Memorable Entertainment Television) is an American broadcast television network that is owned by Weigel Broadcasting. Marketed as \"The Definitive Destination for Classic TV\", the network airs a variety of classic television programs from the 1950s through the early 1990s, which are obtained primarily from the libraries of CBS Television Distribution and 20th Television. Through its ownership by Weigel, MeTV is sister to four other networks that source their programming content from the network's distributors: rerun-focused networks Heroes & Icons and Decades (the latter operated as a joint venture with CBS Television Stations), the film-focused Movies! (a joint venture with Fox Television Stations) and the drama-focused Start TV.",
  "/wiki/Selma,_Alabama": "Selma is a city in and the county seat of Dallas County, in the Black Belt region of south central Alabama and extending to the west. Located on the banks of the Alabama River, the city has a population of 20,756 as of the 2010 census. About 80% of the population is African-American.",
  "/wiki/WALA-TV": "WALA-TV, virtual channel 10 (VHF digital channel 9), is a Fox-affiliated television station licensed to Mobile, Alabama, United States and also serving Pensacola, Florida. The station is owned by the Meredith Local Media subsidiary of Des Moines, Iowa-based Meredith Corporation. WALA-TV's studios are located on Satchel Paige Drive in Mobile, with an additional studio and news bureau on Executive Plaza Drive in Pensacola. The station's transmitter is located in Spanish Fort, Alabama.",
  "/wiki/Mobile,_Alabama": "Mobile (/moʊˈbiːl/ moh-BEEL, French: [mɔbil] (listen)) is the county seat of Mobile County, Alabama, United States. The population within the city limits was 195,111 as of the 2010 United States Census, making it the third most populous city in Alabama, the most populous in Mobile County, and the largest municipality on the Gulf Coast between New Orleans, Louisiana, and St. Petersburg, Florida.",
  "/wiki/List_of_television_stations_in_the_United_States_by_call_sign_(initial_letter_W)": "This is a list of full-power television stations in the United States having call signs beginning with the letter W. Low-power TV stations, those with designations such as WAOH-LP or W16CE, have not been included in this list."
}