{
  "/wiki/WIAT": "WIAT, virtual channel 42 (UHF digital channel 30), is a CBS-affiliated television station licensed to Birmingham, Alabama, United States. The station is owned by Nexstar Media Group. WIAT's studios are located on Golden Crest Drive atop Red Mountain, next to the American General candelabra tower it shares with several central Alabama broadcast outlets (near the southern edge of Birmingham).",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Birmingham,_Alabama": "Birmingham (/ˈbɜːrmɪŋhæm/ BUR-ming-ham) is a city in the north central region of the U.S. state of Alabama. With an estimated 2018 population of 209,880, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.",
  "/wiki/WIBW-TV": "WIBW-TV, virtual and VHF digital channel 13, is a CBS-affiliated television station licensed to Topeka, Kansas, United States. The station is owned by Gray Television. WIBW-TV's studios are located on Commerce Place (next to the interchange of I-70, I-470, US 40, US 75 and K-4) in southwestern Topeka, and its transmitter is located on Windy Hill Road in Maple Hill.",
  "/wiki/MyNetworkTV": "MyNetworkTV (unofficially abbreviated as MyTV, MyNet, MNT or MNTV), is an American television network/syndication service that is owned by Fox Corporation, operated by its Fox Television Stations division, and distributed through the syndication structure of 20th Television. MyNetworkTV began operations on September 5, 2006 with an initial affiliate lineup covering about 96% of the country, most of which consisted of stations that were former affiliates of The WB and UPN that did not join the successor of those two networks, The CW. Under the ownership structure of Fox Corporation, the service is incorporated as a subsidiary company known as Master Distribution Service, Inc.",
  "/wiki/Me-TV": "MeTV (an acronym for Memorable Entertainment Television) is an American broadcast television network that is owned by Weigel Broadcasting. Marketed as \"The Definitive Destination for Classic TV\", the network airs a variety of classic television programs from the 1950s through the early 1990s, which are obtained primarily from the libraries of CBS Television Distribution and 20th Television. Through its ownership by Weigel, MeTV is sister to four other networks that source their programming content from the network's distributors: rerun-focused networks Heroes & Icons and Decades (the latter operated as a joint venture with CBS Television Stations), the film-focused Movies! (a joint venture with Fox Television Stations) and the drama-focused Start TV.",
  "/wiki/Topeka,_Kansas": "Topeka (/toʊˈpiːkə/; Kansa: Tó Pee Kuh) is the capital city of the U.S. state of Kansas and the seat of Shawnee County.  It is along the Kansas River in the central part of Shawnee County, in northeast Kansas, in the Central United States. As of the 2010 census, the city population was 127,473. The Topeka Metropolitan Statistical Area, which includes Shawnee, Jackson, Jefferson, Osage, and Wabaunsee counties, had a population of 233,870 in the 2010 census.",
  "/wiki/WICD_(TV)": "WICD, virtual channel 15 (UHF digital channel 32), is an ABC-affiliated television station licensed to Champaign, Illinois, United States and also serving Urbana and Danville. The station is owned by the Sinclair Broadcast Group. WICD's studios are located on South Country Fair Drive in downtown Champaign, and its transmitter is located northeast of Homer, along the Vermilion–Champaign county line.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Champaign,_Illinois": "Champaign (English: /ˌʃæmˈpeɪn/) is a city in Champaign County, Illinois, United States. The city is 135 miles (217 km) south of Chicago, 124 miles (200 km) west of Indianapolis, Indiana, and 178 mi (286 km) northeast of St. Louis, Missouri. The United States Census Bureau estimates the city was home to 87,432 people as of July 1, 2017. Champaign is the tenth-most populous city in Illinois, and the state's fourth-most populous city outside the Chicago metropolitan area. It is included in the Champaign–Urbana metropolitan area.",
  "/wiki/WICS": "WICS, virtual channel 20 (UHF digital channel 42), is an ABC-affiliated television station licensed to Springfield, Illinois, United States and also serving Decatur. The station is owned by the Sinclair Broadcast Group. WICS' studios are located on East Cook Street in Springfield's Eastside, and its transmitter is located in unincorporated Sangamon County, south of Dawson and I-72/US 36.",
  "/wiki/Springfield,_Illinois": "Springfield is the capital of the U.S. state of Illinois and the county seat and largest city of Sangamon County. The city's population was 116,250 at the 2010 U.S. Census, which makes it the state's sixth most-populous city, the second largest outside of the Chicago metropolitan area (after Rockford), and the largest in central Illinois. As of 2018, the city's population was estimated to have decreased to 114,694, with just over 211,700 residents living in the Springfield Metropolitan Statistical Area, which includes Sangamon County and the adjacent Menard County.",
  "/wiki/WICU-TV": "WICU-TV, virtual and VHF digital channel 12, is an NBC-affiliated television station licensed to Erie, Pennsylvania, United States. The station is owned by SJL Broadcasting; Lilly Broadcasting, which owns dual CBS/CW+ affiliate WSEE-TV (channel 35), operates WICU under a shared services agreement (SSA). The two stations share studios on State Street in downtown Erie and transmitter facilities on Peach Street in Summit Township, Pennsylvania.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Ion_Television": "Ion Television is an American free-to-air television network/syndication service that is owned by Ion Media. The network first began broadcasting on August 31, 1998 as Pax TV (commonly referred to as \"Pax\"; stylized as PAX), focusing primarily on family-oriented entertainment programming; it rebranded as i: Independent Television (commonly referred to as \"i\"; stylized as i) on July 1, 2005, converting into a general entertainment network featuring mainly recent and older acquired programs; the network adopted its current identity as Ion Television on January 29, 2007.",
  "/wiki/Erie,_Pennsylvania": "Erie (/ˈɪəri/; EER-ee) is a city on the south shore of Lake Erie and the county seat of Erie County, Pennsylvania, United States. Named for the lake and the Native American Erie people who lived in the area until the mid-17th century, Erie is the fourth-largest city in Pennsylvania, as well as the largest city in Northwestern Pennsylvania, with a population of 101,786 at the 2010 census. The estimated population in 2018 had decreased to 96,471. The Erie metropolitan area, equivalent to all of Erie County, consists of 276,207 residents. The Erie-Meadville, PA Combined Statistical Area has a population of 369,331, as of the 2010 Census.",
  "/wiki/WICZ-TV": "WICZ-TV, virtual channel 40 (VHF digital channel 8), is a Fox-affiliated television station licensed to Binghamton, New York, United States, serving the Eastern Twin Tiers of Southern Upstate New York and Northern Pennsylvania. Owned by Atlanta-based Cox Media Group, it is a sister station to low-powered MyNetworkTV affiliate WBPN-LP, analog channel 10 (which is simulcast in high definition on WICZ's second digital subchannel). The two stations share studios on Vestal Parkway East (NY 434) in Vestal; WICZ-TV's transmitter is located on Ingraham Hill Road in the town of Binghamton. On cable, the station is available on Charter Spectrum channel 3 in both standard and high definition.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/WBPN-LP": "WBPN-LP, VHF analog channel 10, is a low-powered MyNetworkTV-affiliated television station licensed to Binghamton, New York, United States, serving the Eastern Twin Tiers of Southern Upstate New York and Northern Pennsylvania. Owned by Atlanta-based Cox Media Group, it is a sister station to Fox affiliate WICZ-TV (channel 40). The two stations share studios on Vestal Parkway East (NY 434) in Vestal; WBPN-LP's transmitter is located on Ingraham Hill Road in the town of Binghamton.",
  "/wiki/Binghamton,_New_York": "Binghamton /ˈbɪŋəmtən/ is a city in, and the county seat of, Broome County, New York, United States. It lies in the state's Southern Tier region near the Pennsylvania border, in a bowl-shaped valley at the confluence of the Susquehanna and Chenango Rivers. Binghamton is the principal city and cultural center of the Binghamton metropolitan area (also known as Greater Binghamton, or historically the Triple Cities), home to a quarter million people. The population of the city itself, according to the 2010 census, is 47,376.",
  "/wiki/WIDP": "WIDP is a Spanish-language religious television station in Guayama, Puerto Rico, broadcasting locally on digital channel 34, virtual channel 46 as a religious independent station. Founded January 25, 1990, the station is owned by Ebenezer Broadcasting Group. The station also had an analog on-channel booster, WIDP1 in Las Palmas, Puerto Rico.",
  "/wiki/TBN_Enlace_USA": "Enlace is a Latin American Christian-based broadcast television network. Enlace provides Inspirational Christian programming to the Hispanic community. The network features culturally relevant, faith-based programming to Hispanics of all age groups. Enlace's primary headquarters are in San José, Costa Rica. In addition, Enlace owns and operates studios, offices, and call centers in most Latin American countries.",
  "/wiki/WNRT": "WNRT (96.9 FM) is a radio station broadcasting a Contemporary Christian format. Licensed to Manati, Puerto Rico, it serves the northern Puerto Rico area.  The station is branded as Triunfo 96.9 FM and it is currently owned by Arecibo Broadcasting Corporation.",
  "/wiki/Guayama,_Puerto_Rico": "Guayama (Spanish: [ɡwaˈʝama]), officially the Autonomous Municipality of Guayama (Spanish: Municipio Autónomo de Guayama) is a city and municipality on the Caribbean coast of Puerto Rico. As of the 2010 U.S. Census, the city had a population of 45,362. It is the center of the Guayama metropolitan area, which was home to 84,214 in 2010.",
  "/wiki/WIFS_(TV)": "WIFS, virtual channel 57 (UHF digital channel 21), is an Ion Plus-affiliated television station serving Madison, Wisconsin, United States that is licensed to Janesville. The station is owned by Byrne Acquisition Group. WIFS' studios are located on Syene Road on Madison's far south side, and its transmitter is located in the city's Middleton Junction section.",
  "/wiki/The_CW": "The CW Television Network (commonly referred to as just The CW) is an American English-language free-to-air television network that is operated by The CW Network, LLC, a limited liability joint venture between the CBS Entertainment Group unit of ViacomCBS; and AT&T, whose WarnerMedia subsidiary is the parent company of Warner Bros., former majority owner of The WB. The network's name is an abbreviation derived from the first letters of the names of its two parent corporations (CBS and Warner Bros.).",
  "/wiki/Janesville,_Wisconsin": "Janesville is a city in southern Wisconsin, United States. It is the county seat and largest city of Rock County, is a principal municipality of the Janesville, Wisconsin, Metropolitan Statistical Area and is included in the Madison-Janesville-Beloit, WI Combined Statistical Area. As of the 2010 census, the city had a population of 63,575.",
  "/wiki/WIIQ": "Alabama Public Television (APT) is a state network of Public Broadcasting Service (PBS) member television stations serving the U.S. state of Alabama. It is operated by the Alabama Educational Television Commission (AETC), an agency of the Alabama state government which holds the licenses for all of the PBS member stations licensed in the state. The broadcast signals of the nine stations cover almost all of the state, as well as parts of Florida, Georgia, Mississippi and Tennessee. The network produces public affairs and documentary programming; broadcast and online education programs for classroom use and teacher professional development; and electronic field trips serving K-12 students.",
  "/wiki/Public_Broadcasting_Service": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/Demopolis,_Alabama": "Demopolis is the largest city in Marengo County, Alabama, United States. Demopolis’ mayor is John Laney. The population was 7,483 at the time of the 2010 United States Census.",
  "/wiki/WILL-TV": "WILL is the call sign of the three public broadcasting stations owned by the University of Illinois at Urbana–Champaign and licensed to Urbana, Illinois, United States. It consists of PBS member station WILL-TV (VHF digital channel 9, virtual channel 12) and NPR member stations WILL (AM) (580 kHz) and WILL-FM (90.9 MHz). The three stations are known collectively as Illinois Public Media, and are operated out of Campbell Hall for Public Telecommunication on the U of I campus.",
  "/wiki/Urbana,_Illinois": "Urbana /ɜːrˈbænə/ is a city in and the county seat of Champaign County, Illinois, United States. The population is estimated at 41,989 as of July 1, 2017. Urbana is the tenth-most populous city in Illinois outside of the Chicago metropolitan area. It is included in the Champaign–Urbana metropolitan area.",
  "/wiki/WILX-TV": "WILX-TV, virtual and VHF digital channel 10, is an NBC-affiliated television station licensed to Onondaga, Michigan, United States, serving Lansing and the Central Lower Peninsula of Michigan. The station is owned by Gray Television. WILX-TV's studios are located on American Road (near I-96) in Lansing, and its transmitter is located in Onondaga. On cable, the station is available on Comcast Xfinity channel 4 in Lansing, on Xfinity channel 10 in East Lansing and Jackson and on Charter Spectrum channel 13 in Durand.",
  "/wiki/Onondaga,_Michigan": "Onondaga is an unincorporated community in Onondaga Township in the southwestern corner of Ingham County in the U.S. state of Michigan. It is situated on the Grand River at 42°26′39″N 84°33′44″W﻿ / ﻿42.44417°N 84.56222°W﻿ / 42.44417; -84.56222Coordinates: 42°26′39″N 84°33′44″W﻿ / ﻿42.44417°N 84.56222°W﻿ / 42.44417; -84.56222 approximately 20 miles south of Lansing and approximately 15 miles northwest of Jackson.",
  "/wiki/WINK-TV": "WINK-TV, virtual channel 11 (UHF digital channel 50), is a CBS-affiliated television station licensed to Fort Myers, Florida, United States and also serving Naples and Cape Coral. The station is owned by the McBride family and their Fort Myers Broadcasting Company, making it one of a handful of TV stations today to have locally-based ownership. Fort Myers Broadcasting also operates three Naples-licensed stations under a shared services agreement (SSA) with owner Sun Broadcasting: CW affiliate WXCW (channel 46), low-powered Univision affiliate WUVF-LD (channel 2), and low-powered Azteca América affiliate WANA-LD (channel 18). The four stations share studios on Palm Beach Boulevard (SR 80) in northeast Fort Myers; WINK-TV's transmitter is located north of Fort Myers Shores, near the Charlotte–Lee county line. On cable, the station is carried on Comcast Xfinity channel 5 and in high definition on digital channel 433.",
  "/wiki/Fort_Myers,_Florida": "Fort Myers or Ft. Myers, is the county seat and commercial center of Lee County, Florida, United States. It has grown rapidly in recent years. As of the 2010 census, the city population was 62,298 and in 2018 was estimated at 82,254.",
  "/wiki/WINM": "WINM, virtual and VHF digital channel 12, is a TCT owned-and-operated television station serving Fort Wayne, Indiana, United States that is licensed to Angola. The station is owned by Tri-State Christian Television. WINM's transmitter is located in unincorporated Williams County, Ohio, midway between Butler, Indiana and Edgerton, Ohio. Though most of the city proper is adequately covered by the main signal, WINM's signal is relayed in Fort Wayne on digital translator WEIJ-LD (channel 38).",
  "/wiki/Tri-State_Christian_Television": "Tri-State Christian Television, doing business as TCT Network and TCT Ministries, is a network of ten religious television stations and their repeaters, mainly in the Midwest. TCT Network provides a mix of original talk show programming such as TCT Today, TCT Alive and Come On In, along with a children-oriented programming block made by the network branded as TCT Kids (used to meet E/I mandates), some Southern gospel music programming, traditional televangelism (which makes up the majority of the network's program lineup) and feature films with Christian themes; films were a recent addition to the network's lineup, only being added in the mid-2010s.",
  "/wiki/Angola,_Indiana": "Angola is a city in Pleasant Township, Steuben County, Indiana, United States. The population was 8,612 at the 2010 census. The city is the county seat of Steuben County. Angola was founded by Thomas Gale and Cornelius Gilmore on June 28, 1838, and is home to Trine University. The town is served by I-69 and the Indiana Toll Road (I-80 and I-90).",
  "/wiki/WINP-TV": "WINP-TV, virtual and UHF digital channel 16, is an Ion Television owned-and-operated television station licensed to Pittsburgh, Pennsylvania, United States. The station is owned by Ion Media Networks. WINP's transmitter is located in Pittsburgh's Oakland neighborhood.",
  "/wiki/Pittsburgh": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.",
  "/wiki/WIPB": "WIPB, virtual channel 49 (UHF digital channel 19), is a Public Broadcasting Service (PBS) member television station licensed to Muncie, Indiana, United States. Owned by Ball State University, it is a sister station to National Public Radio (NPR) member WBST (92.1 FM). The two stations share studios at the E. F. Ball Communication Building on the university's campus in northwestern Muncie; WIPB's transmitter is located on County Road 50 in rural southern Delaware County (south of Cowan). On cable, the station is available in standard definition on Comcast Xfinity channel 2 in Muncie and channel 19 in Indianapolis, and in high definition on digital channel 1023 in both cities.",
  "/wiki/Muncie,_Indiana": "Muncie /ˈmʌnsi/ is an incorporated city and the seat of Delaware County, Indiana. It is located in East Central Indiana, about 50 miles (80 km) northeast of Indianapolis. The United States Census for 2010 reported the city's population was 70,085. It is the principal city of the Muncie metropolitan statistical area, which has a population of 117,671.",
  "/wiki/WIPL": "WIPL, virtual channel 35 (UHF digital channel 24), is an Ion Television owned-and-operated television station licensed to Lewiston, Maine, United States and serving the Portland, Maine television market, including southern Maine and eastern and northern New Hampshire. The station is owned by Ion Media Networks. WIPL's transmitter is located in West Baldwin, Maine.",
  "/wiki/Lewiston,_Maine": "Lewiston (/ˈluːɪstən/; officially the City of Lewiston, Maine) is the second largest city in Maine and the most central city in Androscoggin County. The city lies halfway between Augusta, the state's capital, and Portland, the state's most populous city and the cultural hub of Maine. It is one-half of the Lewiston-Auburn Metropolitan Statistical Area, commonly referred to as \"L.A.\" or \"L-A.\" Lewiston exerts a significant impact upon the diversity, religious variety, commerce, education, and economic power of Maine. It is known for a relatively low cost of living, substantial access to medical care, and an extremely low violent-crime rate. While the dominant language spoken in the city is English, it is home to the largest French-speaking population in the United States (by population) while it is second to St. Martin Parish, Louisiana, in percentage of speakers.",
  "/wiki/WIPM-TV": "WIPR-TV is a non-commercial educational, full-power public television station located in San Juan, Puerto Rico, transmitting over  virtual channel 6, digital 26. The station is owned and operated by Corporación de Puerto Rico para la Difusión Pública (English: Puerto Rico Corporation for Public Broadcasting). Most of its television shows on the main channel are local programming.",
  "/wiki/Mayag%C3%BCez,_Puerto_Rico": "Mayagüez (Spanish pronunciation: [maʝaˈɣwes]) is the eighth-largest municipality of Puerto Rico. It was founded as Nuestra Señora de la Candelaria, and is also known as La Sultana del Oeste (The Sultaness of the West), Ciudad de las Aguas Puras (City of Pure Waters), or Ciudad del Mangó (City of the Mango). On April 6, 1894, the Spanish Crown gave it the formal title of Excelente Ciudad de Mayagüez (Excellent City of Mayagüez). Mayagüez is located in the center of the western coast on the island of Puerto Rico. It is a principal city of the Mayagüez Metropolitan Statistical Area and the Mayagüez–San Germán–Cabo Rojo Combined Statistical Area.",
  "/wiki/WIPR-TV": "WIPR-TV is a non-commercial educational, full-power public television station located in San Juan, Puerto Rico, transmitting over  virtual channel 6, digital 26. The station is owned and operated by Corporación de Puerto Rico para la Difusión Pública (English: Puerto Rico Corporation for Public Broadcasting). Most of its television shows on the main channel are local programming.",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; \"Saint John\") is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (\"Rich Port City\"). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas.",
  "/wiki/WIPX-TV": "WIPX-TV, virtual channel 63 (UHF digital channel 28), is an Ion Television owned-and-operated television station serving Indianapolis, Indiana, United States that is licensed to Bloomington. The station is owned by Ion Media Networks, as part of a duopoly with Ion Plus owned-and-operated station WCLJ-TV (channel 42, also licensed to Bloomington). The two stations share offices on Production Drive (near I-74/I-465) in southwestern Indianapolis and transmitter facilities on SR 252 in Trafalgar, Indiana.",
  "/wiki/ION_Television": "Ion Television is an American free-to-air television network/syndication service that is owned by Ion Media. The network first began broadcasting on August 31, 1998 as Pax TV (commonly referred to as \"Pax\"; stylized as PAX), focusing primarily on family-oriented entertainment programming; it rebranded as i: Independent Television (commonly referred to as \"i\"; stylized as i) on July 1, 2005, converting into a general entertainment network featuring mainly recent and older acquired programs; the network adopted its current identity as Ion Television on January 29, 2007.",
  "/wiki/Bloomington,_Indiana": "Bloomington is a city in and the county seat of Monroe County in the southern region of the U.S. state of Indiana. It is the seventh-largest city in Indiana and the fourth-largest outside the Indianapolis metropolitan area. According to the Monroe County History Center, Bloomington is known as the \"Gateway to Scenic Southern Indiana.\" The city was established in 1818 by a group of settlers from Kentucky, Tennessee, the Carolinas, and Virginia who were so impressed with \"a haven of blooms\" that they called it Bloomington.",
  "/wiki/WIRS": "WJPX is a full-power television station in San Juan, Puerto Rico transmitting over digital channel 21, virtual 24, which serves as a Spanish-language Independent television station. The station brands itself as América Tevé Puerto Rico.",
  "/wiki/MundoFox": "MundoMax (Spanish pronunciation: [munˈdomaks]; originally known as MundoFox from August 13, 2012 to July 28, 2015) was an American Spanish-language terrestrial television network that was owned by RCN Televisión. The network broadcast programs aimed at Hispanic and Latino American audiences throughout the United States – featuring a mix of telenovelas and other serialized dramas, reality television series, game shows, and feature films (both Spanish-dubbed versions of American films and imported films produced in Spanish-speaking countries).",
  "/wiki/Yauco,_Puerto_Rico": "Yauco (Spanish pronunciation: [ˈʝauko]) is a city (ciudad) and municipality in southwestern Puerto Rico, centered on the city of the same name. Although the city is inland, the municipality stretches to a southern coast facing the Caribbean. Yauco is south of Maricao, Lares and Adjuntas; east of Sabana Grande and Guánica; and west of Guayanilla. The municipality has 20 wards and the main city Yauco zona urbana (Yauco Urban Zone). It is both a principal city of the Yauco Metropolitan Statistical Area and the Ponce-Yauco-Coamo Combined Statistical Area.",
  "/wiki/List_of_television_stations_in_the_United_States_by_call_sign_(initial_letter_W)": "This is a list of full-power television stations in the United States having call signs beginning with the letter W. Low-power TV stations, those with designations such as WAOH-LP or W16CE, have not been included in this list."
}