{
  "/wiki/14_Blades": "14 Blades is a 2010 wuxia film directed by Daniel Lee and starring Donnie Yen, Zhao Wei, Sammo Hung, Wu Chun, Kate Tsui, Qi Yuwu and Damian Lau. The film was released on 4 February 2010 in China and on 11 February 2010 in Hong Kong.",
  "/wiki/Daniel_Lee_Yan-Kong": "Daniel Lee Yan-Kong (Chinese: 李仁港; pinyin: Lǐ Réngǎng; Jyutping: lei5 jan4 gong2) is a Hong Kong film director, screenwriter, assistant director, and art director.",
  "/wiki/Donnie_Yen": "Donnie Yen Ji-dan (Chinese: 甄子丹; born 27 July 1963) is a Hong Kong actor, martial artist, film director, producer, action choreographer, stuntman and multiple-time world wushu tournament champion.",
  "/wiki/Zhao_Wei": "Zhao Wei (born 12 March 1976), also known as Vicky Zhao or Vicki Zhao, is a Chinese actress, businesswoman, film director, producer and pop singer. She is considered one of the most popular actresses in China and Chinese-speaking regions, and one of the highest paid actresses.",
  "/wiki/Adventure_of_the_King": "Adventure of the King is a 2010 Hong Kong historical romantic comedy film directed by Chung Shu-kai and written by Tsang Kan-cheung, Chan Man-keung, and Lee Si-cheun. The film stars Richie Jen, Barbie Shu, Huo Siyan, and Law Kar-ying. The film premiered in Hong Kong and Mainland China on 19 August 2010.",
  "/wiki/Richie_Ren": "Richie Jen Hsien-chi (born 23 June 1966) is a Taiwanese singer and actor. He graduated from the Chinese Culture University's physical education department.",
  "/wiki/Barbie_Shu": "Barbie Hsu (Chinese: 徐熙媛; pinyin: Xú Xīyuán; born 6 October 1976) is a Taiwanese actress, singer, and television host.",
  "/wiki/Aftershock_(2010_film)": "Aftershock is a 2010 Chinese disaster-drama film directed by Feng Xiaogang and produced by Huayi Brothers, starring Zhang Zifeng, Xu Fan, Zhang Jingchu, Chen Daoming, Lu Yi, Zhang Guoqiang and Li Chen. The film depicts the aftermath of the 1976 Tangshan earthquake. It was released in China on 22 July 2010, and is the first \"big commercial film\" IMAX film created outside the United States. The film was a major box office success, and has grossed more than US$100 million at the Chinese box office.",
  "/wiki/Feng_Xiaogang": "Feng Xiaogang (simplified Chinese: 冯小刚; traditional Chinese: 馮小剛; pinyin: Féng Xiǎogāng; born 18 March 1958 in Beijing, China) is a Chinese film director, screenwriter and actor. He is well known in China as a highly successful commercial filmmaker whose comedy films do consistently well at the box office, although Feng has broken out from that mold by making some drama and period drama films.",
  "/wiki/Chen_Daoming": "Chen Daoming (born 26 April 1955) is a Chinese actor who has starred in various genres of film and television series.",
  "/wiki/Zhang_Jingchu": "Zhang Jingchu (Chinese: 张静初, born 2 February 1977) is a Chinese film actress. Zhang is known for China Film Media Award Best Actress in the 2005 Peacock (2005 film), which was shown at the Berlin International Film Festival. Zhang most recently appeared in the 2018 film  Project Gutenberg.",
  "/wiki/Lu_Yi_(actor)": "Lu Yi (Chinese: 陆毅, born 6 January 1976) is a Chinese actor and pop singer.",
  "/wiki/Apart_Together": "Apart Together (Chinese: 团圆) is a 2010 Chinese drama film directed by Wang Quan'an. It was nominated for the Golden Bear at the 60th Berlin International Film Festival and won the Best Screenplay award.",
  "/wiki/Wang_Quan%27an": "Wang Quan'an (Chinese: 王全安; pinyin: Wáng Quán'ān) (b. 1965) is a Sixth Generation Chinese film director. Wang was born in Yan'an, China. He graduated from the Beijing Film Academy in 1991. He had a ten-year relationship with actress and muse Yu Nan, which ended in 2009.",
  "/wiki/Buddha_Mountain": "Buddha Mountain is a 2010 drama film directed by Li Yu and starring Sylvia Chang, Fan Bingbing and Chen Bolin. It was produced by Laurel Films, a small independent production company owned by Fang Li and based in Beijing. Laurel Films also produced Li Yu's previous film Lost in Beijing.",
  "/wiki/Li_Yu_(director)": "Li Yu (born December 2, 1973) is a female Chinese film director and screenwriter. Li began her career in entertainment at a young age, serving as a presenter at a local TV station. After college she worked for CCTV where she directed television programs before moving onto documentaries and, eventually, feature films.",
  "/wiki/Sylvia_Chang": "Sylvia Chang or Chang Ai-chia (Chinese: 張艾嘉; pinyin: Zhāng Àijiā; born 21 July 1953) is a Taiwanese actress, writer, singer, producer and director. In 1992, she was a member of the jury at the 42nd Berlin International Film Festival. In 2018, she was among one of the jury members, including Guillermo del Toro and Naomi Watts, at the 74th Venice International Film Festival.",
  "/wiki/Fan_Bingbing": "Fan Bingbing (Chinese: 范冰冰, born 16 September 1981) is a Chinese actress, model, television producer and singer. Since 2013, Fan has been listed as the highest-paid celebrity in the Forbes China Celebrity 100 list for four years in a row after ranking in the top 10 every year since 2006. She is one of the highest-paid actresses in the world and has been called a global fashion icon due to her frequent appearances on the red carpet, at movie premieres, and at fashion shows.",
  "/wiki/Bolin_Chen": "Chen Bolin (simplified Chinese: 陈柏霖; traditional Chinese: 陳柏霖; pinyin: Chén Bólín; Cantonese Yale: Chan Pak Lam, born 27 August 1983) is a Taiwanese actor.",
  "/wiki/The_Butcher,_the_Chef_and_the_Swordsman": "The Butcher, the Chef and the Swordsman (simplified Chinese: 刀见笑; traditional Chinese: 刀見笑; pinyin: Dāo Jiàn Xiào) is a 2010 action comedy film directed by Wuershan. The film is made up of three inter-twining stories.\nThe first about a butcher who takes revenge on a swordsman for humiliation, the second is about a chef who has his apprentice makes an eight-course meal for the powerful Eunuch Liu. The final story is about a warrior with a powerful sword melted from other champion swords, but the sword does not work as expected during combat.",
  "/wiki/Wuershan": "Wuershan (simplified Chinese: 乌尔善) is a  Chinese film director who was born in Hohhot, Inner Mongolia in 1972.  He is of Mongol ethnicity.",
  "/wiki/Masanobu_And%C5%8D": "Masanobu Ando (安藤 政信, Andō Masanobu, born May 19, 1975) is a Japanese actor.",
  "/wiki/Kitty_Zhang": "Zhang Yuqi (Chinese: 张雨绮, born 8 August 1986), also known as Kitty Zhang, is a Chinese actress. Her first major role was in 2008's CJ7, which brought her media attention and kick-started her acting career.",
  "/wiki/You_Benchang": "You Benchang (Chinese: 游本昌; pinyin: Yóu Běnchāng; born 16 September 1933) is a Chinese actor.",
  "/wiki/Chongqing_Blues": "Chongqing Blues (Chinese: 日照重慶) is a 2010 Chinese drama film directed by Wang Xiaoshuai. It was selected for the main competition at the 2010 Cannes Film Festival.",
  "/wiki/Wang_Xiaoshuai": "Wang Xiaoshuai (simplified Chinese: 王小帅; traditional Chinese: 王小帥; pinyin: Wáng Xiăoshuài; born May 22, 1966) is a Chinese film director, screenwriter and occasional actor. He is commonly grouped under the loose association of filmmakers known as the \"Sixth Generation\" of the Cinema of China.. Like others in this generation, and in contrast with earlier Chinese filmmakers who produced mostly historical drama, Wang proposed a “new urban Chinese cinema [that] has been mainly concerned with bearing witness of a fast- paced transforming China and producing a localized critique of globalization.”",
  "/wiki/Confucius_(2010_film)": "Confucius (Chinese: 孔子 Kǒng Zǐ) is a 2010 Chinese biographical drama film written and directed by Hu Mei, starring Chow Yun-fat as the titular Chinese philosopher. The film was produced by P.H. Yu, Han Sanping, Rachel Liu and John Shum.",
  "/wiki/Hu_Mei": "Hu Mei (born 2 September 1958) is a Chinese film director, television director and producer. Usually classed as a Fifth Generation director, since she graduated from the Directors' class of the 1982 Beijing Film Academy cohort, she is a classmate of famous Fifth Generation directors such as Chen Kaige and Tian Zhuangzhuang.",
  "/wiki/Chow_Yun-fat": "Chow Yun-fat SBS (born 18 May 1955), previously known as Donald Chow, is a Hong Kong actor known in Asia for his collaborations with filmmaker John Woo in the action heroic bloodshed–genre films A Better Tomorrow, The Killer, and Hard Boiled, and in the West for his roles as Li Mu-bai in Crouching Tiger, Hidden Dragon and Sao Feng in Pirates of the Caribbean: At World's End. He mainly plays in dramatic films and has won three Hong Kong Film Awards for Best Actor and two Golden Horse Awards for Best Actor in Taiwan.",
  "/wiki/Zhou_Xun": "Zhou Xun (Chinese: 周迅, born 18 October 1974) is a Chinese actress and singer. She is regarded as one of the Four Dan Actresses of China. She gained international fame for her roles in Suzhou River (2000) and Balzac and the Little Chinese Seamstress (2002).",
  "/wiki/Curse_of_the_Deserted": "Curse of the Deserted is a 2010 Chinese horror film directed by Law Chi-leung and written by Cheung Chi-Kwong and Cai Jun, and starring Shawn Yue, Zhang Yuqi, Fu Miao, and Yue Xiaojun. The film is an adaptation of Cai Jun's novel of the same name.",
  "/wiki/Law_Chi-Leung": "Law Chi-leung (simplified Chinese: 罗志良; traditional Chinese: 羅志良; pinyin: Luó Zhìliáng), aka. Lo Chi-leung, is a Hong Kong film director and screenplay writer.",
  "/wiki/Shawn_Yue": "Shawn Yue Man-lok (born 13 November 1981), is a former Hong Kong (now China) actor and singer. A former model, he has starred in many films such as Jiang Hu and Infernal Affairs II and has established himself as a recognisable face in Hong Kong cinema.",
  "/wiki/Death_and_Glory_in_Changde": "Death and Glory in Changde is a 2010 Chinese war film based on the events in the Battle of Changde in 1943 during the Second Sino-Japanese War. The Chinese title of the film literally means \"bloodbath, isolated city\". Directed by Shen Dong, the film starred Ray Lui, Yuan Wenkang and Ady An in the lead roles. The film was released in mainland China on 19 August 2010.",
  "/wiki/Ray_Lui": "Ray Lui Leung-wai (born 22 December 1956) is a Hong Kong actor. Born in Chợ Lớn, Sài Gòn Capital, Vietnam, he traces his ancestry to Lianjiang, Guangdong. He is best known for his role as \"Ting Lik\" in the 1980 Hong Kong television series The Bund produced by TVB, which propelled him to fame. Since then, Lui has acted in several films and other television series also produced by TVB.",
  "/wiki/An_Yixuan": "Ady An Yi-xuan (Chinese: 安以軒; born 吳玟靜 on 29 September 1980) is a Taiwanese actress and singer.",
  "/wiki/Detective_Dee_and_the_Mystery_of_the_Phantom_Flame": "Detective Dee and the Mystery of the Phantom Flame is a 2010 Chinese-Hong Kong action-adventure mystery film directed and produced by Tsui Hark. The film tells a fictional story featuring Di Renjie (Andy Lau), one of the most celebrated officials of the Tang dynasty, who is tasked by the Empress Wu Zetian (Carina Lau) to solve a series of inexplicable murders in which victims suddenly burst into flames.",
  "/wiki/Tsui_Hark": "Tsui Hark (Chinese: 徐克, Vietnamese: Từ Khắc, born 15 February 1950), born Tsui Man-kong, is a Hong Kong film director, producer and screenwriter. Tsui has directed several influential Hong Kong films such as Zu Warriors from the Magic Mountain (1983), the Once Upon a Time in China film series (1991–1997) and The Blade (1995). Tsui also has been a prolific writer and (a very hands-on) producer; his productions include A Better Tomorrow (1986), A Chinese Ghost Story (1987),  The Killer (1989), The Legend of the Swordsman (1992), The Wicked City (1992), Iron Monkey (1993) and Black Mask (1996). He is viewed as a major figure in the Golden Age of Hong Kong cinema and is regarded by critics as \"one of the masters of Asian cinematography\".",
  "/wiki/Andy_Lau": "Andy Lau Tak-wah BBS MH JP (traditional Chinese: 劉德華; simplified Chinese: 刘德华, born 27 September 1961), is a Hong Kong actor, singer, lyricist and film producer. He has been one of Hong Kong's most commercially successful film actors since the mid-1980s, performing in more than 160 films while maintaining a successful singing career at the same time. In the 1990s, Lau was branded by the media as one of the Four Heavenly Kings of Cantopop and was named as \"Fourth Tiger\" among the Five Tiger Generals of TVB during the 1980s",
  "/wiki/Li_Bingbing": "Li Bingbing (Chinese: 李冰冰; born February 27, 1973) is a Chinese actress and singer who rose to fame with her role in Seventeen Years (1999) and since then received critical acclaim for her roles in A World Without Thieves (2004), Waiting Alone (2005), The Knot (2006), The Forbidden Kingdom (2008),  The Message (2009), Detective Dee and the Mystery of the Phantom Flame (2010) and Zhong Kui: Snow Girl and the Dark Crystal (2015)",
  "/wiki/Don_Quixote_(2010_film)": "Don Quixote (Chinese: 魔俠傳之唐吉可德; pinyin: Móxiáchuán zhī Tángjíkědé) is a 2010 Chinese and Hong Kong film directed by Ah Gan based on Miguel de Cervantes' 17th-century novel. It was promoted as China's first fully 3-D film.",
  "/wiki/Guo_Tao_(actor)": "Guo Tao (Chinese: 郭涛; pinyin: Guō Tāo; born December 17, 1967) is a Chinese actor.",
  "/wiki/Wang_Gang_(actor)": "Wang Gang (Chinese: 王刚; born December 22, 1948) is a Chinese actor and host. He is best known for his role as Heshen, a corrupt Qing Dynasty official favoured by the Qianlong Emperor, in many television series. He first came to prominence in 1986 for hosting the CCTV New Year's Gala. Wang has also hosted the CCTV programme Friends since 2000. He won a Golden Eagle Award for Best Supporting Actor in 1997 for his performance in Liu the Hunchback Chancellor (宰相刘罗锅). He also hosts Liaoning TV's talk show Wang Gang Telling Stories (王刚讲故事).",
  "/wiki/Karena_Lam": "Karena Lam (Chinese: 林嘉欣; pinyin: Lín Jiāxīn; Cantonese Yale: Làm Gāyān; born 17 August 1978) is a Taiwanese-Canadian, actress and singer based in Hong Kong. In 2015, she won the Best Actress award at the Golden Horse Awards for her role in Zinnia Flower, making her the first person ever to have won all of the following three Golden Horse awards: Best Lead Actress, Best Supporting Actress and Best New Performer.",
  "/wiki/Ning_Jing": "Ning Jing (Chinese: 宁静; born April 27, 1972) is a Chinese actress of mixed Han and Nakhi descent.",
  "/wiki/Driverless_(2010_film)": "Driverless is a 2010 Chinese romance film directed by Zhang Yang and starring Liu Ye, Ruby Lin, Gao Yuanyuan, Li Xiaoran, Chen Jianbin and Wang Luodan. Director Zhang Yang says that this movie is an updated version of his 1997 film \"Spicy Love Soup\", and it presents love stories set in our current \"material era.\"",
  "/wiki/Zhang_Yang_(director)": "Zhang Yang (simplified Chinese: 张扬; traditional Chinese: 張揚; pinyin: Zhāng Yáng; born 1967) is a Chinese film director, screenwriter, and occasional actor. He is the son of film director, Zhang Huaxun.",
  "/wiki/Liu_Ye_(actor)": "Liu Ye (Chinese: 刘烨; pinyin: Líu Yè, born 23 March 1978) is a Chinese actor.",
  "/wiki/Ruby_Lin": "Ruby Lin Xinru (Chinese: 林心如; pinyin: Lín Xīnrú; born January 27, 1976) is a Taiwanese actress, television and film producer, and singer. American entertainment critic Derek Elley named Lin as \"Taiwan's TV Drama Queen\".",
  "/wiki/Gao_Yuanyuan": "Gao Yuanyuan (simplified Chinese: 高圆圆; traditional Chinese: 高圓圓; pinyin: Gāo yuányuán, born 5 October 1975) is a Chinese actress and model.",
  "/wiki/Li_Xiaoran": "Li Xiaoran (Chinese: 李小冉; born 8 May 1976) is a Chinese actress. She graduated from Beijing Dance Academy at the age of 17, and was the only dancer recruited into the Oriental Song and Dance Troupe from Beijing.",
  "/wiki/Chen_Jianbin": "Chen Jianbin (born June 27, 1970) is a Chinese actor active in television and film. He is most notable for the portrayal of Cao Cao in the 2010 television series Three Kingdoms; as well as his performance in Decade of Marriage, Qiao's Grand Courtyard and Empresses in the Palace.",
  "/wiki/Wang_Luodan": "Wang Luodan (Chinese: 王珞丹, born 30 January 1984) is a Chinese actress and singer. She rose to fame because with the TV series Struggle (2007). She became increasingly popular after starring in My Youthfulness (2009) and A Story of Lala's Promotion (2010). Wang has also established herself in films  Driverless (2010), Caught in the Web (2012) and The Dead End (2015). Due to her popularity, she was named one of the new New Four Dan Actresses in 2009. In 2013, she won Golden Rooster Award for Best Supporting Actress for her performance in the film Caught in the Web. Li ranked 74th on Forbes China Celebrity 100 list in 2014.",
  "/wiki/Huang_Xuan": "Huang Xuan (Chinese: 黄轩, born 3 March 1985) is a Chinese actor. He is best known for his roles in Blind Massage (2014), The Legend of Mi Yue (2015), The Interpreter (2016) and Extraordinary Mission (2017).",
  "/wiki/Flirting_Scholar_2": "Flirting Scholar 2 (simplified Chinese: 唐伯虎点秋香2之四大才子; traditional Chinese: 唐伯虎點秋香2之四大才子; pinyin: Táng Bóhǔ diǎn Qiūxiāng èr zhi Sì Dà Cáizǐ; Jyutping: tong4 baak3 fu2 dim2 cau1 heong1 ji6 zi1 sei3 daai6 coi4 zi2) is a 2010 Chinese comedy film directed by Hong Kong director Lee Lik-Chi and starring Huang Xiaoming, Zhang Jingchu, Natalis Chan, Zhou Libo and Richie Ren. It is a prequel to the 1993 Hong Kong film Flirting Scholar which starred Stephen Chow and also directed by Lee.",
  "/wiki/Lee_Lik-Chi": "Lee Lik-chi (李力持) (born 10 May 1961) is a Hong Kong-based actor, director, and screenwriter. He is best known for his collaborations with Stephen Chow before disassociating each other due to frequent clashes.",
  "/wiki/Huang_Xiaoming": "Huang Xiaoming (simplified Chinese: 黄晓明; traditional Chinese: 黃曉明; pinyin: Huáng Xiǎomíng, born 13 November 1977) is a Chinese actor, singer, and model. He graduated from the Performance Institute of the Beijing Film Academy in 2000. Huang first rose to prominence in 2001 for playing Emperor Wu of Han in the television series The Prince of Han Dynasty. In 2007, Huang signed a contract with Huayi Brothers and began focusing on his film career, appearing in films like The Sniper (2009), The Message (2010), and Sacrifice (2010).",
  "/wiki/Go_Lala_Go!": "Go Lala Go! (simplified Chinese: 杜拉拉升职记; traditional Chinese: 杜拉拉升職記; pinyin: Dù Lālā shēngzhí jì; literally: 'Du Lala's promotion') is a 2010 Chinese romantic comedy film about a Chinese woman who learns how to balance a relationship and professional work in a work place. It is directed by Xu Jinglei, who also plays the title character, and is based on a novel, Du Lala's Promotion, by Li Ke. The film also stars Stanley Huang and Karen Mok.",
  "/wiki/Xu_Jinglei": "Xu Jinglei (Chinese: 徐静蕾, born 16 April 1974) is a Chinese actress and film director. She was hailed as one of the Four Dan Actresses in China. In 2002, Xu won the Huabiao Award for Outstanding New Actress for her performance in I Love You and the Hundred Flowers Award for Best Actress for Spring Subway. The same year, she won the Golden Rooster Award for Best Supporting Actress for her performance in Far From Home.",
  "/wiki/Karen_Mok": "Karen Mok (born Karen Joy Morris (Chinese: 莫文蔚); 2 June 1970) is one of the leading Chinese actresses and pop singers. She has won the Golden Melody Award three times, has released over 20 solo CDs, acted in over 40 movies and has over 14 million followers on Chinese microblogging site Weibo.",
  "/wiki/Pace_Wu": "Pace Wu (Chinese: 吳佩慈; pinyin: Wú Pèicí; born 4 October 1978) is a minor Taiwanese model, actress, and singer.",
  "/wiki/Stanley_Huang": "Stanley Huang (born 21 September 1974) is a Taiwanese-American singer and actor.",
  "/wiki/Romantic_comedy": "Romantic comedy (portmanteaus: romedy, romcom, rom-com or lovecome) is a subgenre of comedy and slice-of-life fiction, focusing on lighthearted, humorous plot lines centered on romantic ideas, such as how true love is able to surmount most obstacles. One dictionary definition is \"a funny movie, play, or television program about a love story that ends happily\". Another definition suggests that its \"primary distinguishing feature is a love plot in which two sympathetic and well-matched lovers are united or reconciled\".",
  "/wiki/Shi_Ke": "Shi Ke (Chinese: 石柯; pinyin: Shí Kē; Mandarin pronunciation: [ʂɻ̩̌ kʰɤ́]; born 8 January 1993) is a Chinese footballer who currently plays for Shanghai SIPG in the Chinese Super League.",
  "/wiki/Here_Comes_Fortune": "Here Comes Fortune is a 2010 Hong Kong feature film, a rendition of folklore regarding the God of Fortune. It is a comedy released during Chinese Lunar new year for seasonal celebration. The cast includes Alan Tam, Zhang Zhen, Miriam Yeung, Kitty Zhang Yu Qi and many other cameo appearances of renowned Hong Kong Celebrities.",
  "/wiki/Alan_Tam": "Alan Tam Wing-lun MH (traditional Chinese: 譚詠麟; simplified Chinese: 谭咏麟; pinyin: Tán Yǒnglín; Cantonese Yale: Taam4 Wing6leon4; born 23 August 1950) is a Hong Kong singer and actor. He played a major role in developing the Cantopop scene in the 1980s as he was known for singing romantic ballads with modern arrangements. From 1983 to 1987, Alan Tam received numerous music awards and won Most Popular Male Artist and IFPI Award for successive four years, which made him the most famous superstar singer of Hong Kong in 1980s. In early 1988, he publicly quit all pop music award ceremonies and put most efforts in searching new direction for Cantopop music.",
  "/wiki/Chang_Chen": "Chang Chen (born 14 October 1976), sometimes credited as Chen Chang according to Western name order, is a Taiwanese actor. His father Chang Kuo-chu and his brother Hans Chang [zh] are also actors.",
  "/wiki/Miriam_Yeung": "Miriam Yeung (born 3 February 1974) is a Hong Kong actress and singer. Before entering the entertainment business, she was a registered nurse at the Princess Margaret Hospital in Hong Kong. She studied at the Holy Family Canossian College Kowloon. She began her career as a singer and actress after coming third in the TVB 14th annual New Talent Singing Awards competition in 1995. In 2012, Yeung won the Best Actress Award at the 32nd Hong Kong Film Awards for Love in the Buff. In 2005, she was elected one of the Ten Outstanding Young Persons of Hong Kong.",
  "/wiki/I_Wish_I_Knew": "I Wish I Knew (Chinese: 海上传奇) is a 2010 Chinese documentary film directed by Jia Zhangke. It was screened as part of the Un Certain Regard section of the 2010 Cannes Film Festival.",
  "/wiki/Jia_Zhangke": "Jia Zhangke (born 24 May 1970) is a Chinese film director and screenwriter. He is generally regarded as a leading figure of the \"Sixth Generation\" movement of Chinese cinema, a group that also includes such figures as Wang Xiaoshuai, Lou Ye, Wang Quan'an and Zhang Yuan.",
  "/wiki/Zhao_Tao": "Zhao Tao (born 28 January 1977)  is a Chinese actress. She works in China and occasionally Europe, and has appeared in 10 films and several shorts since starting her career in 1999. She is best known for her collaborations with her husband, director Jia Zhangke, including Platform (2000) and Still Life (2006). With Shun Li and the Poet (2011), she became the first Asian actress to win a prize at David di Donatello. She received two Golden Horse Award nominations for Mountains May Depart (2015), Ash Is Purest White (2018).",
  "/wiki/Ma_Tianyu": "Ma Tianyu (Chinese: 马天宇; pinyin: Mă Tiānyǔ, born 12 July 1986), also known as Ray Ma, is a Chinese Mandopop artist and actor. He graduated from the Beijing Film Academy.",
  "/wiki/Cheung_Siu-fai": "Cheung Siu-fai (Chinese: 張兆輝; born  4 February 1963), also known as Eddie Cheung, is a Hong Kong actor. He is best known for his many supporting or everyman roles similar to Liu Kai-chi.",
  "/wiki/List_of_Chinese_films_of_2010": "The following is a list of Chinese films first released in 2010. There were 91 Chinese feature films released in China in 2010."
}