{
  "/wiki/WZBJ": "WZBJ, virtual channel 24 (UHF digital channel 30), is a MyNetworkTV-affiliated television station licensed to Danville, Virginia, United States and serving the Roanoke–Lynchburg television market. The station is owned by Gray Television, as part of a duopoly with Roanoke-licensed CBS affiliate WDBJ (channel 7). The two stations share studios on Hershberger Road in northwest Roanoke and transmitter facilities on Poor Mountain in Roanoke County. There is no separate website for WZBJ; instead, it is integrated with that of sister station WDBJ.",
  "/wiki/MyNetworkTV": "MyNetworkTV (unofficially abbreviated as MyTV, MyNet, MNT or MNTV), is an American television network/syndication service that is owned by Fox Corporation, operated by its Fox Television Stations division, and distributed through the syndication structure of 20th Television. MyNetworkTV began operations on September 5, 2006 with an initial affiliate lineup covering about 96% of the country, most of which consisted of stations that were former affiliates of The WB and UPN that did not join the successor of those two networks, The CW. Under the ownership structure of Fox Corporation, the service is incorporated as a subsidiary company known as Master Distribution Service, Inc.",
  "/wiki/Danville,_Virginia": "Danville is an independent city in the Commonwealth of Virginia in the United States, located on the fall line of the Dan River. It was a major center of Confederate activity during the Civil War, due to its strategic location on the Richmond and Danville Railroad, and today is principal city of the Danville, Virginia Micropolitan Statistical Area.",
  "/wiki/WZDX": "WZDX, virtual channel 54 (UHF digital channel 41), is a dual Fox/MyNetworkTV-affiliated television station licensed to Huntsville, Alabama, United States and serving North Alabama's Tennessee Valley. The station is owned by Tegna Inc. WZDX's studios are located on North Memorial Parkway (US 72/231/431) in Huntsville, and its transmitter is located on Monte Sano Mountain in the Mountain Heights section of the city. The station is carried on channel 5 on most cable systems in the market.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/MyNetwork_TV": "MyNetworkTV (unofficially abbreviated as MyTV, MyNet, MNT or MNTV), is an American television network/syndication service that is owned by Fox Corporation, operated by its Fox Television Stations division, and distributed through the syndication structure of 20th Television. MyNetworkTV began operations on September 5, 2006 with an initial affiliate lineup covering about 96% of the country, most of which consisted of stations that were former affiliates of The WB and UPN that did not join the successor of those two networks, The CW. Under the ownership structure of Fox Corporation, the service is incorporated as a subsidiary company known as Master Distribution Service, Inc.",
  "/wiki/Me-TV": "MeTV (an acronym for Memorable Entertainment Television) is an American broadcast television network that is owned by Weigel Broadcasting. Marketed as \"The Definitive Destination for Classic TV\", the network airs a variety of classic television programs from the 1950s through the early 1990s, which are obtained primarily from the libraries of CBS Television Distribution and 20th Television. Through its ownership by Weigel, MeTV is sister to four other networks that source their programming content from the network's distributors: rerun-focused networks Heroes & Icons and Decades (the latter operated as a joint venture with CBS Television Stations), the film-focused Movies! (a joint venture with Fox Television Stations) and the drama-focused Start TV.",
  "/wiki/Escape_(TV_network)": "Court TV Mystery (formerly Escape, stylized as ESCAPE) is an American free-to-air television network owned by the Katz Broadcasting subsidiary of the E. W. Scripps Company. It focuses primarily on mystery and crime programming.",
  "/wiki/Huntsville,_Alabama": "Huntsville is a city in the Appalachian region of northern Alabama. It is the county seat of Madison County but extends west into neighboring Limestone County and south into Morgan County.",
  "/wiki/WZME": "WZME, virtual channel 43 (UHF digital channel 21), is a Shop LC-affiliated television station licensed to Bridgeport, Connecticut, United States and serving the New York City television market. The station is owned by NRJ TV LLC. WZME's studios are located on Wakeley Street in Seymour, Connecticut, and its transmitter is located on Great Hill Road, also in Seymour.",
  "/wiki/Bridgeport,_Connecticut": "Bridgeport is a historic seaport city in the U.S. state of Connecticut.  It is in Fairfield County, at the mouth of the Pequonnock River on Long Island Sound, 60 miles (97 km) from Manhattan and 40 miles (64 km) from The Bronx. It is bordered by the towns of Trumbull to the north, Fairfield to the west, and Stratford to the east.",
  "/wiki/WZMQ": "WZMQ, virtual and UHF digital channel 19, is a MeTV-affiliated television station licensed to Marquette, Michigan, United States, serving the Central and Western Upper Peninsula of Michigan. The station is owned by Lilly Broadcasting. WZMQ's transmitter is located in Ishpeming, Michigan. On cable, the station is available on Charter Spectrum channel 14.",
  "/wiki/This_TV": "This TV (also known as This TV Network and alternately stylized as thisTV) is an American free-to-air television network that is owned by ThisTV, LLC, a division of the MGM Domestic Television Distribution subsidiary of Metro-Goldwyn-Mayer. The network maintains a large programming emphasis on films (those primarily sourced from the library of partial owner Metro-Goldwyn-Mayer), but also airs other limited general entertainment content in the form of classic television series and children's programming.",
  "/wiki/Marquette,_Michigan": "Marquette is a city in the U.S. state of Michigan and the county seat of Marquette County. The population was 21,355 at the 2010 census, making it the largest city of the state's Upper Peninsula. Marquette is a major port on Lake Superior, known primarily for shipping iron ore, and is the home of Northern Michigan University. In 2012, Marquette was listed among the 10 best places to retire in the United States by CBS MoneyWatch.",
  "/wiki/WZPX-TV": "WZPX-TV, virtual channel 43 (UHF digital channel 21), is an Ion Television owned-and-operated television station licensed to Battle Creek, Michigan, United States and serving the Grand Rapids–Kalamazoo–Battle Creek television market. The station is owned by Ion Media Networks. WZPX-TV's offices are located on Horizon Drive on the southeastern side of Grand Rapids, and its transmitter is located on South Norris Road in Orangeville Township.",
  "/wiki/ION_Television": "Ion Television is an American free-to-air television network/syndication service that is owned by Ion Media. The network first began broadcasting on August 31, 1998 as Pax TV (commonly referred to as \"Pax\"; stylized as PAX), focusing primarily on family-oriented entertainment programming; it rebranded as i: Independent Television (commonly referred to as \"i\"; stylized as i) on July 1, 2005, converting into a general entertainment network featuring mainly recent and older acquired programs; the network adopted its current identity as Ion Television on January 29, 2007.",
  "/wiki/Battle_Creek,_Michigan": "Battle Creek is a city in the U.S. state of Michigan, in northwest Calhoun County, at the confluence of the Kalamazoo and Battle Creek rivers. It is the principal city of the Battle Creek, Michigan Metropolitan Statistical Area (MSA), which encompasses all of Calhoun County. As of the 2010 census, the city had a total population of 52,347, while the MSA's population was 136,146.",
  "/wiki/WZRB": "WZRB, virtual channel 47 (UHF digital channel 25), is an Ion Television owned-and-operated television station licensed to Columbia, South Carolina, United States. The station is owned by Ion Media Networks. WZRB's offices and transmitter are located on Cushman Drive (near US 1) on the northeast side of Columbia. On cable, the station is available on Charter Spectrum channel 13 in both standard and high definition.",
  "/wiki/Ion_Television": "Ion Television is an American free-to-air television network/syndication service that is owned by Ion Media. The network first began broadcasting on August 31, 1998 as Pax TV (commonly referred to as \"Pax\"; stylized as PAX), focusing primarily on family-oriented entertainment programming; it rebranded as i: Independent Television (commonly referred to as \"i\"; stylized as i) on July 1, 2005, converting into a general entertainment network featuring mainly recent and older acquired programs; the network adopted its current identity as Ion Television on January 29, 2007.",
  "/wiki/Columbia,_South_Carolina": "Columbia is the capital and second largest city of the U.S. state of South Carolina, with a population estimate of 133,451 as of 2018. The city serves as the county seat of Richland County, and a portion of the city extends into neighboring Lexington County. It is the center of the Columbia metropolitan statistical area, which had a population of 767,598 as of the 2010 United States Census, growing to 832,666 by July 1, 2018, according to 2018 U.S. Census estimates. This makes it the 70th largest metropolitan statistical area in the nation, as estimated by the United States Census Bureau as of July 1, 2018. The name Columbia is a poetic term used for the United States, originating from the name of Christopher Columbus.",
  "/wiki/WZTV": "WZTV, virtual channel 17 (UHF digital channel 20), is a Fox-affiliated television station licensed to Nashville, Tennessee, United States. The station is owned by the Sinclair Broadcast Group, as part of a duopoly with MyNetworkTV affiliate WUXP-TV (channel 30); Sinclair also operates CW affiliate WNAB (channel 58) under an outsourcing agreement with owner Tennessee Broadcasting. The three stations share studios on Mainstream Drive along the Cumberland River and transmitter facilities along I-24 in Whites Creek.",
  "/wiki/Nashville,_Tennessee": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. The city's population ranks 24th in the U.S.",
  "/wiki/WZVI": "WZVI, virtual and UHF digital channel 21, is an Independent television station serving the United States Virgin Islands that is licensed to  Charlotte Amalie, Saint Thomas. The station is owned by Atlas News and Information Services, as part of a duopoly with  Christiansted-licensed Ion Television affiliate WSVI (channel 8). The two stations share studios at the Sunny Isle Shopping Center in Christiansted; WZVI's transmitter is located on Flag Hill. WZVI serves as a secondary station for the Virgin Islands Television Network.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Charlotte_Amalie,_Virgin_Islands": "Charlotte Amalie (/əˈmɑːliə, ˈæməli/), located on the island of St. Thomas, is the capital and the largest city of the United States Virgin Islands, founded in 1666 as Taphus (meaning \"beer house\" or \"beer hall\"). In 1691, the town was renamed to Charlotte Amalie after Charlotte Amalie of Hesse-Kassel (1650–1714), queen consort to King Christian V of Denmark-Norway. It has a deep-water harbor that was once a haven for pirates and is now one of the busiest ports of call for cruise ships in the Caribbean, with about 1.5 million/plus cruise ship passengers landing there annually. Protected by Hassel Island, the harbor has docking and fueling facilities, machine shops, and shipyards and was a U.S. submarine base until 1966. The Town has been inhabited for centuries. When Christopher Columbus arrived in 1493, the area was inhabited by Caribs, Arawaks, Ciboney and Taíno native peoples. It is on the southern shore at the head of Saint Thomas Harbor. In 2010 the City had a population of 18,481, which makes it the largest city in the Virgin Islands Archipelago. Hundreds of ferries and yachts pass by the Town each week.",
  "/wiki/WZVN-TV": "WZVN-TV, virtual channel 26 (UHF digital channel 15), is an ABC-affiliated television station serving Fort Myers, Florida, United States that is licensed to Naples (as such, it is one of two Fort Myers-based full-power stations licensed in Naples, alongside CW affiliate WXCW, channel 46).",
  "/wiki/Naples,_Florida": "Naples is a city in Collier County, Florida, United States. As of the 2010 Census, the city's population was 19,539. Naples is a principal city of the Naples-Marco Island, Florida Metropolitan Statistical Area, which had a population of about 322,000 as of 2015. Naples is one of the wealthiest cities in the United States, with the sixth-highest per capita income in the country in 2012, and the second-highest proportion of millionaires per capita in the US.",
  "/wiki/WZZM": "WZZM, virtual and VHF digital channel 13, is an ABC-affiliated television station licensed to Grand Rapids, Michigan, United States and serving the Grand Rapids–Kalamazoo–Battle Creek television market. The station is owned by Tegna Inc. WZZM's studios are located on 3 Mile Road NW in Walker (with a Grand Rapids mailing address), and its transmitter is located in Grant, Michigan.",
  "/wiki/Grand_Rapids,_Michigan": "Grand Rapids is the second-largest city in Michigan and the largest city in West Michigan. It is on the Grand River about 30 miles (48 km) east of Lake Michigan. As of the 2010 census, the city population was 188,040. In 2010, the Grand Rapids metropolitan area had a population of 1,005,648, and the combined statistical area of Grand Rapids-Muskegon-Holland had a population of 1,321,557. Grand Rapids is the county seat of Kent County."
}