{
  "/wiki/WVAH-TV": "WVAH-TV, virtual channel 11 (UHF digital channel 24), is a Fox-affiliated television station licensed to Charleston, West Virginia, United States and serving the Charleston–Huntington television market. The station is owned by Cunningham Broadcasting; the Sinclair Broadcast Group, which owns ABC affiliate WCHS-TV (channel 8, also licensed to Charleston), operates WVAH-TV under a local marketing agreement (LMA). However, Sinclair effectively owns WVAH as the majority of Cunningham's stock is owned by the family of deceased group founder Julian Smith. The two stations share studios on Piedmont Road in Charleston and transmitter facilities atop Coal Mountain, south of Scott Depot, West Virginia.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/Charleston,_West_Virginia": "Charleston is the capital and most populous city of the U.S. state of West Virginia. Located at the confluence of the Elk and Kanawha rivers, the city had a population of 51,400 at the 2010 census and an estimated population of 47,215 in 2018. The Charleston metropolitan area as a whole had an estimated 211,037 residents in 2018. Charleston is the center of government, commerce, and industry for Kanawha County, of which it is the county seat.",
  "/wiki/WVAN-TV": "WVAN-TV, virtual and VHF digital channel 9, is a Public Broadcasting Service (PBS) member television station licensed to Savannah, Georgia, United States. Owned by the Georgia Public Telecommunications Commission, it is a sister station to National Public Radio (NPR) member WSVH (91.1 FM); the two stations share transmitter facilities in Pembroke, west of Savannah and north of Fort Stewart. WVAN-TV is operated as part of the statewide Georgia Public Broadcasting (GPB) television network. Although the call letters could be mistaken as a reference to SaVANnah, they are a tribute to former Georgia governor Ernest VANdiver.",
  "/wiki/Public_Broadcasting_Service": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/Savannah,_Georgia": "Savannah (/səˈvænə/) is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and an important Atlantic seaport. It is Georgia's fifth-largest city, with a 2018 estimated population of 145,862. The Savannah metropolitan area, Georgia's third-largest, had an estimated population of 389,494 in 2018.",
  "/wiki/WVBT": "WVBT, virtual channel 43 (UHF digital channel 21), is a Fox-affiliated television station licensed to Virginia Beach, Virginia, United States, serving the Hampton Roads area of southeastern Virginia (comprising the cities of Virginia Beach, Norfolk, Portsmouth, Newport News, Hampton and environs), and the Outer Banks region of northeastern North Carolina. The station is owned by Nexstar Media Group, as part of a duopoly with Portsmouth-licensed NBC affiliate WAVY-TV (channel 10). The two stations share studios on Wavy Street in downtown Portsmouth and transmitter facilities on Kings Highway (SR 125) in the Driver neighborhood of Suffolk, Virginia. There is no separate website for WVBT; instead, it is integrated with that of sister station WAVY-TV.",
  "/wiki/Virginia_Beach": "Virginia Beach is an independent city located on the southeastern coast of the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 437,994; in 2018, it was estimated to be 450,138. Although mostly suburban in character, it is the most populous city in Virginia and the 44th most populous city in the nation.\nLocated on the Atlantic Ocean at the mouth of the Chesapeake Bay, Virginia Beach is included in the Hampton Roads metropolitan area. This area, known as \"America's First Region\", also includes the independent cities of Chesapeake, Hampton, Newport News, Norfolk, Portsmouth, and Suffolk, as well as other smaller cities, counties, and towns of Hampton Roads.",
  "/wiki/WVCY-TV": "WVCY-TV, virtual channel 30 (UHF digital channel 31), is a religious independent television station licensed to Milwaukee, Wisconsin, United States. The station is owned by VCY America, Inc. WVCY-TV's studios are located on West Vliet Street in Milwaukee, and it shares transmitter facilities with Fox affiliate WITI (channel 6) on East Capitol Drive (just north of WIS 190) in Shorewood. WVCY is also carried on cable television throughout southeastern Wisconsin and invokes must-carry statuses for mandatory carriage.",
  "/wiki/FamilyNet": "The Cowboy Channel (formerly FamilyNet) is an American cable television network in over 42 million cable and satellite homes, which carries Western and rodeo sports. The network was founded in 1979 as the National Christian Network, and took the name FamilyNet in 1988 under the ownership of Jerry Falwell. It is owned by Patrick Gottsch, who also owns RFD-TV; Gottsch operates both channels under the brand Rural Media Group.",
  "/wiki/Milwaukee": "Milwaukee (/mɪlˈwɔːki/, locally /mɪˈ-/) is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of the eponymous county, it is on Lake Michigan's western shore. Ranked by its estimated 2018 population, Milwaukee was the 31st largest city in the United States. The city's estimated population in 2018 was 594,511. Milwaukee is the main cultural and economic center of the Milwaukee metropolitan area which had a population of 2,043,904 in the 2014 census estimate. It is the third-most densely populated metropolitan area in The Midwest, surpassed only by Chicago and Detroit, respectively. Milwaukee is considered a Gamma global city as categorized by the Globalization and World Cities Research Network with a regional GDP of over $105 billion.",
  "/wiki/WVEA-TV": "WVEA-TV, virtual channel 50 (UHF digital channel 20), is a Univision-owned television station licensed to Tampa, Florida, United States and also serving the nearby city of St. Petersburg. The station is owned by the Univision Local Media subsidiary of Univision Communications; Entravision Communications, which owns Venice-licensed UniMás affiliate WFTT-TV (channel 62), operates WVEA under a local marketing agreement (LMA). The two stations share studios on Hillsborough Avenue in Tampa (in a former Barnett Bank building west of Armenia Avenue); WVEA's transmitter is located on an antenna farm in Riverview, Florida.",
  "/wiki/Univisión": "Univision (Spanish pronunciation: [uniβiˈsjon] (listen)) is an American Spanish-language free-to-air television network that is owned by Univision Communications. It is the country's largest provider of Spanish-language content, followed by American competitor Telemundo. The network's programming is aimed at the Latino public and includes telenovelas and other drama series, sports, sitcoms, reality and variety series, news programming, and imported Spanish-language feature films. Univision is headquartered in Midtown Manhattan, New York City, and has its major studios, production facilities, and business operations based in Doral, Florida (near Miami).",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.",
  "/wiki/WVEC": "WVEC, virtual and VHF digital channel 13, is an ABC-affiliated television station licensed to Hampton, Virginia, United States, serving the Hampton Roads area of southeastern Virginia (comprising the cities of Hampton, Norfolk, Portsmouth, Virginia Beach, Newport News and environs), and the Outer Banks region of northeastern North Carolina. The station is owned by Tegna Inc. WVEC's studios are located on West Brambleton Avenue in Norfolk, and its transmitter is located in the Driver neighborhood of Suffolk, Virginia.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Me-TV": "MeTV (an acronym for Memorable Entertainment Television) is an American broadcast television network that is owned by Weigel Broadcasting. Marketed as \"The Definitive Destination for Classic TV\", the network airs a variety of classic television programs from the 1950s through the early 1990s, which are obtained primarily from the libraries of CBS Television Distribution and 20th Television. Through its ownership by Weigel, MeTV is sister to four other networks that source their programming content from the network's distributors: rerun-focused networks Heroes & Icons and Decades (the latter operated as a joint venture with CBS Television Stations), the film-focused Movies! (a joint venture with Fox Television Stations) and the drama-focused Start TV.",
  "/wiki/Hampton,_Virginia": "Hampton is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 137,438.",
  "/wiki/WVEN-TV": "WVEN-TV, virtual channel 43 (UHF digital channel 22), is a Univision-owned television station serving Orlando, Florida, United States that is licensed to Melbourne. Owned by the Univision Local Media subsidiary of Univision Communications, it is a sister station to Orlando-licensed low-powered, Class A Cheddar affiliate WRCF-CD (channel 29); Entravision Communications, which owns Daytona Beach-licensed UniMás affiliate WOTF-TV (channel 26), operates WVEN under a local marketing agreement (LMA). The three stations share studios on Douglas Avenue in Altamonte Springs; WVEN's transmitter is located in unincorporated Bithlo, Florida.",
  "/wiki/Melbourne,_Florida": "Melbourne /ˈmɛlbərn/ is a city in Brevard County, Florida, United States. As of the 2010 census, the population was 76,068. The municipality is the second-largest in the county by both size and population. Melbourne is a principal city of the Palm Bay – Melbourne – Titusville, Florida Metropolitan Statistical Area. In 1969 the city was expanded by merging with nearby Eau Gallie.",
  "/wiki/WVEO": "WTCV, virtual channel 18 (UHF digital channel 21), is a Mega TV owned-and-operated television station licensed to San Juan, Puerto Rico. Owned by Spanish Broadcasting System, it is sister to radio stations WZNT (93.7 FM), WZMT (93.3 FM), WODA (94.7 FM), WNOD (94.1 FM), WRXD (96.5 FM), WIOB (97.5 FM), WMEG (106.9 FM) and WEGM (95.1 FM).[citation needed] WTCV shares studios with independent station WJPX (channel 24, owned by América-CV Station Group) at the Amelia Industrial Park in Guaynabo; the two stations share transmitter facilities at Barrio Cubuy in Canovanas.",
  "/wiki/Mega_TV_(United_States)": "Mega TV is an American free-to-air television network based in San Juan, Puerto Rico, owned by Spanish Broadcasting System (SBS). The network's flagship is WSBS-TV, a television station licensed to Key West, Florida, with studios also in Miami.",
  "/wiki/Aguadilla,_Puerto_Rico": "Aguadilla (Spanish pronunciation: [aɣwaˈðiʝa]), founded in 1775 by Luis de Córdova, is a city and municipality located in the northwestern tip of Puerto Rico, bordered by the Atlantic Ocean to the north and west, north of Aguada, and Moca and west of Isabela. Aguadilla is spread over 15 wards and Aguadilla Pueblo (the downtown area and the administrative center of the city). It is a principal city of Aguadilla-Isabela-San Sebastián Metropolitan Statistical Area.",
  "/wiki/WVER": "Vermont PBS (VPBS) is the Public Broadcasting Service (PBS) member network for the U.S. state of Vermont. It is owned by Vermont ETV, Inc. a community-based nonprofit corporation that owns the licenses for all PBS member stations licensed in the state. Originally owned and operated by the University of Vermont, the network has been operating since October 16, 1967. In the late 1970s, UVM sold the network to Vermont ETV. Until 1997, it was known as Vermont Educational Television, or Vermont ETV (which is still the station's corporate name). Between 1997 and May 2014, it was known as Vermont Public Television or VPT.",
  "/wiki/Rutland_(city),_Vermont": "The city of Rutland is the seat of Rutland County, Vermont, United States. As of the 2010 census, the city had a total population of 16,495. It is located approximately 65 miles (105 km) north of the Massachusetts state line and 20 miles (32 km) east of the New York state line. Rutland is the third largest city in the state of Vermont after Burlington and South Burlington. It is surrounded by the town of Rutland, which is a separate municipality. The downtown area of the city is listed as a historic district on the National Register of Historic Places.",
  "/wiki/WVFX": "WVFX, virtual and VHF digital channel 10, is a dual Fox/CW+-affiliated television station licensed to Clarksburg, West Virginia, United States and serving North-Central West Virginia. The station is owned by Gray Television, as part of a duopoly with Weston-licensed CBS affiliate WDTV (channel 5). The two stations share studios on Television Drive in Bridgeport (along I-79/Jennings Randolph Expressway) and transmitter facilities in an unincorporated area between Clarksburg and Arlington.",
  "/wiki/The_CW": "The CW Television Network (commonly referred to as just The CW) is an American English-language free-to-air television network that is operated by The CW Network, LLC, a limited liability joint venture between the CBS Entertainment Group unit of ViacomCBS; and AT&T, whose WarnerMedia subsidiary is the parent company of Warner Bros., former majority owner of The WB. The network's name is an abbreviation derived from the first letters of the names of its two parent corporations (CBS and Warner Bros.).",
  "/wiki/Clarksburg,_West_Virginia": "Clarksburg is a city in and the county seat of Harrison County, West Virginia, United States, in the north-central region of the state. The population of the city was 16,578 at the 2010 census. It is the principal city of the Clarksburg, WV Micropolitan Statistical Area, which had a population of 94,221 in 2014. Clarksburg was named National Small City of the Year in 2011 by the National League of Cities.",
  "/wiki/WVIA-TV": "WVIA-TV, virtual channel 44 (UHF digital channel 50), is a Public Broadcasting Service (PBS) member television station licensed to Scranton, Pennsylvania, United States and also serving Wilkes-Barre. Owned by the Northeast Pennsylvania Educational Television Association, it is a sister station to National Public Radio (NPR) member WVIA-FM (89.9). The two stations share studios in Jenkins Township (which shares a post office with Pittston); WVIA-TV shares transmitter facilities with ABC affiliate WNEP-TV (channel 16) at the Penobscot Knob antenna farm near Mountain Top.",
  "/wiki/Scranton,_Pennsylvania": "Scranton is the sixth-largest city in the Commonwealth of Pennsylvania. It is the location of the television series The Office (US). It is the county seat and largest city of Lackawanna County in Northeastern Pennsylvania's Wyoming Valley and hosts a federal court building for the United States District Court for the Middle District of Pennsylvania. With a population of 77,291, it is the largest city in the Scranton–Wilkes-Barre–Hazleton, PA Metropolitan Statistical Area, which has a population of about 570,000. The city is conventionally divided into 8 districts: North Scranton, Southside, Westside, the Hill Section, Central City, Minooka, East Mountain, and Green Ridge, though these areas do not have legal status.",
  "/wiki/WVII-TV": "WVII-TV, virtual and VHF digital channel 7, is an ABC-affiliated television station licensed to Bangor, Maine, United States, serving Central and Eastern Maine. Owned by Rockfleet Broadcasting, it is a sister station to low-power Fox affiliate WFVX-LD (channel 22). The two stations share studios on Target Industrial Circle in West Bangor; WVII-TV's transmitter is located on Black Cap Mountain along the Penobscot and Hancock county line. The station is also seen in high definition on the second digital subchannel of WFVX-LD (WFVX-LD is likewise simulcast on WVII-TV's second digital subchannel).",
  "/wiki/WFVX-LD": "WFVX-LD, virtual and UHF digital channel 22, is a low-power Fox-affiliated television station licensed to Bangor, Maine, United States, serving Central and Eastern Maine. Owned by Rockfleet Broadcasting, it is a sister station to ABC affiliate WVII-TV (channel 7). The two stations share studios on Target Industrial Circle in West Bangor; WFVX-LD's transmitter is located on Black Cap Mountain along the Penobscot and Hancock county line. The station is also seen in high definition on the second digital subchannel of WVII-TV (WVII-TV is likewise simulcast on WFVX-LD's second digital subchannel).",
  "/wiki/Bangor,_Maine": "Bangor (/ˈbæŋɡɔːr/) is a city in the U.S. state of Maine, and the county seat of Penobscot County. The city proper has a population of 33,039, making it the state's 3rd largest settlement behind Portland (66,882) and Lewiston (36,221).",
  "/wiki/WVIR-TV": "WVIR-TV, virtual channel 29 (UHF digital channel 19), is a dual NBC/CW+-affiliated television station licensed to Charlottesville, Virginia, United States. The station is owned by Gray Television. WVIR-TV's studios are located on East Market Street (US 250 Business) in downtown Charlottesville, and its transmitter is located on Carters Mountain south of the city.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Charlottesville,_Virginia": "Charlottesville, colloquially known as C'ville and officially named the City of Charlottesville, is an independent city in the Commonwealth of Virginia. It is the county seat of Albemarle County, which surrounds the city, though the two are separate legal entities. It is named after the British Queen consort (and Electress of Hanover) Charlotte of Mecklenburg-Strelitz, who as the wife of George III was Virginia's last Queen. In 2018, an estimated 48,117 people lived within the city limits. The Bureau of Economic Analysis combines the City of Charlottesville with Albemarle County for statistical purposes, bringing its population to approximately 150,000. Charlottesville is the heart of the Charlottesville metropolitan area, which includes Albemarle, Buckingham, Fluvanna, Greene, and Nelson counties.",
  "/wiki/WVIT": "WVIT, virtual channel 30 (UHF digital channel 31), branded on-air as NBC Connecticut or NBC CT, is an NBC owned-and-operated television station licensed to New Britain, Connecticut, United States and serving the Hartford–New Haven television market. Owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), it is sister to Hartford-licensed Class A Telemundo owned-and-operated station WRDM-CD (channel 19). The two stations share studios on New Britain Avenue in West Hartford and transmitter facilities on Rattlesnake Mountain in Farmington, Connecticut.",
  "/wiki/New_Britain,_Connecticut": "New Britain is a city in Hartford County, Connecticut, United States. It is located approximately 9 miles (14 km) southwest of Hartford.  According to 2010 Census, the population of the city is 73,206.",
  "/wiki/WVIZ": "WVIZ, virtual channel 25 (UHF digital channel 35), is a Public Broadcasting Service (PBS) member television station licensed to Cleveland, Ohio, United States. Owned by Ideastream, it is sister to NPR member radio station WCPN (90.3 FM) and classical music station WCLV (104.9 FM). The three stations share studio facilities at the Idea Center on Playhouse Square in Downtown Cleveland; WVIZ's transmitter is located in suburban Parma, Ohio.",
  "/wiki/Cleveland": "Cleveland (/ˈkliːvlənd/ KLEEV-lənd) is a city in the U.S. state of Ohio, and the county seat of Cuyahoga County. The city proper has a population of 385,525, making it the 52nd-largest city in the United States and the second-largest city in Ohio. Greater Cleveland is ranked as the 33rd-largest metropolitan area in the U.S., with 2,057,009 people in 2018. A Gamma + city, Cleveland anchors the Cleveland–Akron–Canton Combined Statistical Area, which had a population of 3,515,646 in 2010 and is ranked 15th in the United States.",
  "/wiki/WVLA-TV": "WVLA-TV, virtual channel 33 (UHF digital channel 34), is an NBC-affiliated television station licensed to Baton Rouge, Louisiana, United States. Owned by White Knight Broadcasting, it is operated under joint sales and shared services agreements by Nexstar Media Group, making it sister to Fox affiliate WGMB-TV (channel 44) and two Class A outlets: CW affiliate WBRL-CD (channel 21) and independent station KZUP-CD (channel 19). The four stations share studios on Perkins Road in Baton Rouge and transmitter facilities near Addis, Louisiana. On cable, WVLA is available on channel 3 on most cable systems, and on AT&T U-verse channel 33 (in standard definition) and digital channel 1033 (in high definition). The station is also seen via satellite through DirecTV and Dish Network.",
  "/wiki/Baton_Rouge,_Louisiana": "Baton Rouge (/ˌbætən ˈruːʒ/ BAT-ən ROOZH; from French  bâton rouge [bɑtɔ̃ ʁuʒ] (listen), meaning 'red stick') is the capital of the U.S. state of Louisiana. Located on the eastern bank of the Mississippi River, it is the parish seat of East Baton Rouge Parish, the most populous parish in Louisiana. It is the 99th most populous city in the United States, and second-largest city in Louisiana after New Orleans. It is also the 16th most populous state capital. As of the U.S. Census Bureau's July 2018 estimate, Baton Rouge had a population of 221,599, down from 229,493 at the 2010 census. Baton Rouge is the center of Greater Baton Rouge, the second-largest metropolitan area in Louisiana, with a population of 834,159 as of 2017, up from 802,484 in 2010 and 829,719 in 2015.",
  "/wiki/WVLR": "WVLR, virtual channel 48 and UHF digital channel 36, is a CTN owned-and-operated television station serving Knoxville, Tennessee, United States that is licensed to Tazewell. The station is owned by the Christian Television Network. WVLR's studios are located on Kyker Ferry Road in Kodak, and its transmitter is located on Clinch Mountain near Powder Springs in unincorporated Grainger County.",
  "/wiki/Christian_Television_Network": "Christian Television Network (CTN) is a non-profit broadcast television network of small owned-and-operated stations (O&O) that broadcasts religious programming. It is based in Largo, Florida (with a mailing address of Clearwater), and the flagship station is WCLF channel 22, which signed on the air in the Tampa Bay region in 1979. It is now available on DirecTV channel 376 and Dish Network channel 267/9399. It was founded by Robert D'Andrea, who is still the president.",
  "/wiki/Tazewell,_Tennessee": "Tazewell is a town in and the county seat of Claiborne County, Tennessee, United States. The population was 2,165 at the 2000 census and 2,218 at the 2010 census. The town is named for Henry Tazewell (1753–1799), a U.S. senator from Virginia.",
  "/wiki/WVLT-TV": "WVLT-TV, virtual channel 8 (UHF digital channel 34), is a dual CBS/MyNetworkTV-affiliated television station licensed to Knoxville, Tennessee, United States. The station is owned by Gray Television, as part of a duopoly with Crossville-licensed CW affiliate WBXX-TV (channel 20). The two stations share studios on Papermill Drive (near I-40/I-75) on the west side of Knoxville; WVLT-TV's transmitter is located on Sharp's Ridge in North Knoxville.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/MyNetworkTV": "MyNetworkTV (unofficially abbreviated as MyTV, MyNet, MNT or MNTV), is an American television network/syndication service that is owned by Fox Corporation, operated by its Fox Television Stations division, and distributed through the syndication structure of 20th Television. MyNetworkTV began operations on September 5, 2006 with an initial affiliate lineup covering about 96% of the country, most of which consisted of stations that were former affiliates of The WB and UPN that did not join the successor of those two networks, The CW. Under the ownership structure of Fox Corporation, the service is incorporated as a subsidiary company known as Master Distribution Service, Inc.",
  "/wiki/Knoxville,_Tennessee": "Knoxville is a city in the U.S. state of Tennessee, and the county seat of Knox County. As of the 2010 census, the city has a population of 178,874, and is Tennessee's third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which was 868,546 in 2015.",
  "/wiki/WVNS-TV": "WVNS-TV, virtual channel 59 (VHF digital channel 8), is a dual CBS/Fox-affiliated television station licensed to Lewisburg, West Virginia, United States and serving the Bluefield–Beckley–Oak Hill television market, which also covers portions of southwestern Virginia. The station is owned by Nexstar Media Group. WVNS-TV's studios are located on Old Cline Road in Ghent, West Virginia, and its transmitter is near Alderson, West Virginia.",
  "/wiki/Lewisburg,_West_Virginia": "Lewisburg is a city in Greenbrier County, West Virginia, United States. The population was 3,830 at the 2010 census. It is the county seat of Greenbrier County.",
  "/wiki/WVNY": "WVNY, virtual channel 22 (VHF digital channel 13), is an ABC-affiliated television station licensed to Burlington, Vermont, United States, serving Northern Vermont's Champlain Valley and Upstate New York's North Country, including Plattsburgh. Owned by Mission Broadcasting, it is operated under a local marketing agreement (LMA) by Nexstar Media Group, making it a sister station to Fox affiliate WFFF-TV (channel 44, also licensed to Burlington). The two stations share studios on Mountain View Drive in Colchester, Vermont; WVNY's transmitter is located on Vermont's highest peak, Mount Mansfield. On cable, the station is available on Charter Spectrum and Comcast Xfinity channel 4, and in high definition on Spectrum digital channel 704 (channel 889 on former Time Warner Cable systems) and Xfinity digital channel 722.",
  "/wiki/Burlington,_Vermont": "Burlington is the most populous city in the U.S. state of Vermont and the seat of Chittenden County. It is located 45 miles (72 km) south of the Canada–United States border and 94 miles (151 km) south of Montreal. The population was 42,417 as of the 2010 census. It is the least populous municipality in the United States to be the most populous incorporated area in a state.",
  "/wiki/List_of_television_stations_in_the_United_States_by_call_sign_(initial_letter_W)": "This is a list of full-power television stations in the United States having call signs beginning with the letter W. Low-power TV stations, those with designations such as WAOH-LP or W16CE, have not been included in this list."
}