{
  "/wiki/MAME": "MAME (originally an acronym of Multiple Arcade Machine Emulator) is a free and open-source emulator designed to recreate the hardware of arcade game systems in software on modern personal computers and other platforms. The intention is to preserve gaming history by preventing vintage games from being lost or forgotten. The aim of MAME is to be a reference to the inner workings of the emulated arcade machines; the ability to actually play the games is considered \"a nice side effect\". Joystiq has listed MAME as an application that every Windows and Mac gamer should have.",
  "/wiki/Multi_Emulator_Super_System": "Multi Emulator Super System (MESS) is an emulator for various consoles and computer systems, based on the MAME core and now a part of MAME. MESS emulates portable and console gaming systems, computer platforms, and calculators. The project strives for accuracy and portability and therefore is not always the fastest emulator for any one particular system. Its accuracy makes it also useful for homebrew game development.",
  "/wiki/Cross-platform": "In computing, cross-platform software (also multi-platform software or platform-independent software) is computer software that is implemented on multiple computing platforms. Cross-platform software may be divided into two types; one requires individual building or compilation for each platform that it supports, and the other one can be directly run on any platform without special preparation, e.g., software written in an interpreted language or pre-compiled portable bytecode for which the interpreters or run-time packages are common or standard components of all platforms.",
  "/wiki/New_BSD": "BSD licenses are a family of permissive free software licenses, imposing minimal restrictions on the use and distribution of covered software. This is in contrast to copyleft licenses, which have share-alike requirements. The original BSD license was used for its namesake, the Berkeley Software Distribution (BSD), a Unix-like operating system. The original version has since been revised, and its descendants are referred to as modified BSD licenses.",
  "/wiki/GPLv2": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/TRS-80_Color_Computer": "The RadioShack TRS-80 Color Computer (later marketed as the Tandy Color Computer and sometimes nicknamed the CoCo) is a line of home computers based on the Motorola 6809 processor. The Tandy Color Computer line started in 1980 with what is now called the CoCo 1 and ended in 1991 with the more powerful CoCo 3. All three CoCo models maintained a high level of software and hardware compatibility, with few programs written for the older model being unable to run on the newer ones.",
  "/wiki/Java_applet": "A Java applet was a small application written in the Java programming language, or another programming language that compiles to Java bytecode, and delivered to users in the form of Java bytecode. The user launched the Java applet from a web page, and the applet was then executed within a Java virtual machine (JVM) in a process separate from the web browser itself. A Java applet could appear in a frame of the web page, a new application window, Sun's AppletViewer, or a stand-alone tool for testing applets.",
  "/wiki/Open-source_software": "Open-source software (OSS) is a type of computer software in which source code is released under a license in which the copyright holder grants users the rights to study, change, and distribute the software to anyone and for any purpose. Open-source software may be developed in a collaborative public manner. Open-source software is a prominent example of open collaboration.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Shareware": "Shareware is a type of proprietary software which is initially provided free of charge to users, who are allowed and encouraged to make and share copies of the program. Shareware is often offered as a download from a website or on a compact disc included with a magazine.[citation needed] Shareware differs from open-source software, in which the source code is available for anyone to inspect and alter; and freeware, which is software distributed at no cost to the user but without source code being made available.",
  "/wiki/TRS-80": "The TRS-80 Micro Computer System (TRS-80, later renamed the Model I to distinguish it from successors) is a desktop microcomputer launched in 1977 and sold by Tandy Corporation through their RadioShack stores. The name is an abbreviation of Tandy/RadioShack, Z80 microprocessor. It is one of the earliest mass-produced and mass-marketed retail home computers.",
  "/wiki/TRS-80_MC-10": "The TRS-80 MC-10 microcomputer is a lesser-known member of the TRS-80 line of home computers, produced by Tandy Corporation in the early 1980s and sold through their RadioShack chain of electronics stores. It was apparently designed as a low-cost alternative to Tandy's own TRS-80 Color Computer to compete with entry-level machines that had previously dominated the market, such as the Commodore VIC-20 and Sinclair ZX81.",
  "/wiki/Matra_Alice": "The Matra & Hachette Ordinateur Alice is a home computer sold in France beginning in 1983.  It was a clone of the TRS-80 MC-10, produced through a collaboration between Matra and Hachette in France and Tandy Corporation in the United States.",
  "/wiki/Freeware": "Freeware is software, most often proprietary, that is distributed at no monetary cost to the end user. There is no agreed-upon set of rights, license, or EULA that defines freeware unambiguously; every publisher defines its own rules for the freeware it offers. For instance, modification, redistribution by third parties, and reverse engineering without the author's permission are permitted by some publishers but prohibited by others. Unlike with free and open-source software, which are also often distributed free of charge, the source code for freeware is typically not made available. Freeware may be intended to benefit its producer by, for example, encouraging sales of a more capable version, as in the freemium and shareware business models.",
  "/wiki/Dragon_32/64": "The Dragon 32 and Dragon 64 are home computers that were built in the 1980s. The Dragons are very similar to the TRS-80 Color Computer, and were produced for the European market by Dragon Data, Ltd., in Port Talbot, Wales (until 1984) and by Eurohard S.A. in Casar de Cáceres, Spain (from 1984 to 1987), and for the US market by Tano of New Orleans, Louisiana. The model numbers reflect the primary difference between the two machines, which have 32 and 64 kilobytes (32,768 and 65,536 bytes) of RAM, respectively.",
  "/wiki/Unix": "Unix (/ˈjuːnɪks/; trademarked as UNIX) is a family of multitasking, multiuser computer operating systems that derive from the original AT&T Unix, development starting in the 1970s at the Bell Labs research center by Ken Thompson, Dennis Ritchie, and others.",
  "/wiki/List_of_computer_system_emulators": "This article lists software and hardware that emulates computing platforms."
}