{
  "/wiki/MAME": "MAME (originally an acronym of Multiple Arcade Machine Emulator) is a free and open-source emulator designed to recreate the hardware of arcade game systems in software on modern personal computers and other platforms. The intention is to preserve gaming history by preventing vintage games from being lost or forgotten. The aim of MAME is to be a reference to the inner workings of the emulated arcade machines; the ability to actually play the games is considered \"a nice side effect\". Joystiq has listed MAME as an application that every Windows and Mac gamer should have.",
  "/wiki/Multi_Emulator_Super_System": "Multi Emulator Super System (MESS) is an emulator for various consoles and computer systems, based on the MAME core and now a part of MAME. MESS emulates portable and console gaming systems, computer platforms, and calculators. The project strives for accuracy and portability and therefore is not always the fastest emulator for any one particular system. Its accuracy makes it also useful for homebrew game development.",
  "/wiki/Cross-platform": "In computing, cross-platform software (also multi-platform software or platform-independent software) is computer software that is implemented on multiple computing platforms. Cross-platform software may be divided into two types; one requires individual building or compilation for each platform that it supports, and the other one can be directly run on any platform without special preparation, e.g., software written in an interpreted language or pre-compiled portable bytecode for which the interpreters or run-time packages are common or standard components of all platforms.",
  "/wiki/New_BSD": "BSD licenses are a family of permissive free software licenses, imposing minimal restrictions on the use and distribution of covered software. This is in contrast to copyleft licenses, which have share-alike requirements. The original BSD license was used for its namesake, the Berkeley Software Distribution (BSD), a Unix-like operating system. The original version has since been revised, and its descendants are referred to as modified BSD licenses.",
  "/wiki/GPLv2": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Mac_OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/GPL": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/Amstrad_CPC": "The Amstrad CPC (short for Colour Personal Computer) is a series of 8-bit home computers produced by Amstrad between 1984 and 1990. It was designed to compete in the mid-1980s home computer market dominated by the Commodore 64 and the Sinclair ZX Spectrum, where it successfully established itself primarily in the United Kingdom, France, Spain, and the German-speaking parts of Europe.",
  "/wiki/ZX_Spectrum": "The ZX Spectrum (UK: /zɛd ɛks/) is an 8-bit personal home computer released in the United Kingdom in 1982 by Sinclair Research.",
  "/wiki/Enterprise_(computer)": "The Enterprise is a Zilog Z80-based home computer announced in 1983, but through a series of delays, not commercially available until 1985. The specification as released was powerful and one of the higher end in its class (though not by the margin envisaged in 1983). This was due to the use of ASICs for graphics and sound which took workload away from the CPU, an extensive implementation of ANSII BASIC and a bank switching system to allow for larger amounts of RAM than the Z80 natively supported. It also featured a distinctive and colourful case design, and promise of multiple expansion options. Ultimately it was not commercially successful, after multiple renames, delays and a changing market place. Its manufacturer calling in the receivers in 1986 with significant debt . It was developed by British company Intelligent Software and marketed by Enterprise Computers. Its two variants are the Enterprise 64, with 64 kilobytes (KB, 65,536 bytes) of Random Access Memory (RAM), and the Enterprise 128, with 128 KB (131,072 bytes) of RAM.",
  "/wiki/GNU_General_Public_License": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/Fuse_(emulator)": "The Free Unix Spectrum Emulator (Fuse) is an emulator of the 1980s ZX Spectrum home computer and its various clones for Unix, Windows and Mac OS X. Fuse is free software, released under the GNU General Public License. There are ports of Fuse to several platforms including GP2X, PlayStation 3, PlayStation Portable, Wii and the Nokia N810.",
  "/wiki/Timex_Computer_2048": "The TC-2048 or Timex Computer 2048 is a 1984 computer created by \"Timex North American, Lda\", a branch of Timex Corporation.\nIt was based on the Timex Sinclair 2048 prototype, a 16k version of the TS-2068, with a similar redesign case, Kempston joystick interface and additional video modes.",
  "/wiki/Timex_Sinclair_2068": "The Timex Sinclair 2068 (TS2068), released in November 1983, was Timex Sinclair's fourth and last home computer for the United States market. It was also marketed in Canada, Argentina, Portugal and Poland, as the Timex Computer 2068.",
  "/wiki/Pentagon_(computer)": "The Pentagon (Пентагон) home computer was a clone of the British-made Sinclair ZX Spectrum 128.\nIt was  manufactured by amateurs in the former Soviet Union, following freely distributable documentation. Its PCB was copied all over the ex-USSR in 1991-1996, which made it a widespread ZX Spectrum clone.\nThe name \"Pentagon\" derives from the shape of the original PCB (Pentagon 48), with a diagonal cut in one of the corners.",
  "/wiki/List_of_ZX_Spectrum_clones": "The following is a list of clones of Sinclair Research's ZX Spectrum home computer. This list includes both official clones (from Timex Corporation) and many unofficial clones, most of which are coming from Eastern Bloc countries.",
  "/wiki/OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Sony_PSP": "The PlayStation Portable[a] (PSP) is a handheld game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 12, 2004, in North America on March 24, 2005, and in PAL regions on September 1, 2005, and is the first handheld installment in the PlayStation line of consoles. As a seventh generation console, the PSP primarily competed with the Nintendo DS.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Android_(operating_system)": "Android is a mobile operating system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen mobile devices such as smartphones and tablets. Android is developed by a consortium of developers known as the Open Handset Alliance, with the main contributor and commercial marketer being Google.",
  "/wiki/S60_(software_platform)": "The S60 Platform (formerly Series 60 User Interface) is a software platform for smartphones that runs on top of the Symbian operating system. It was created by Nokia based on the 'Pearl' user interface from Symbian Ltd. It was introduced at COMDEX in November 2001 and first shipped with the Nokia 7650 smartphone. The platform has since seen 5 updated editions. Series 60 was renamed to S60 in November 2005.",
  "/wiki/DOS": "DOS (/dɒs/, /dɔːs/) is a platform-independent acronym for Disk Operating System which later became a common shorthand for disk-based operating systems on IBM PC compatibles. DOS primarily consists of Microsoft's MS-DOS and a rebranded IBM version under the name PC DOS, both of which were introduced in 1981. Later compatible systems from other manufacturers include DR DOS (1988), ROM-DOS (1989), PTS-DOS (1993), and FreeDOS (1998). MS-DOS dominated the IBM PC compatible market between 1981 and 1995.",
  "/wiki/Payware": "Commercial software, or seldom payware, is a computer software that is produced for sale or that serves commercial purposes. Commercial software can be proprietary software or free and open-source software.",
  "/wiki/Freeware": "Freeware is software, most often proprietary, that is distributed at no monetary cost to the end user. There is no agreed-upon set of rights, license, or EULA that defines freeware unambiguously; every publisher defines its own rules for the freeware it offers. For instance, modification, redistribution by third parties, and reverse engineering without the author's permission are permitted by some publishers but prohibited by others. Unlike with free and open-source software, which are also often distributed free of charge, the source code for freeware is typically not made available. Freeware may be intended to benefit its producer by, for example, encouraging sales of a more capable version, as in the freemium and shareware business models.",
  "/wiki/ATM_(computer)": "ATM (ATM Turbo) is a ZX Spectrum clone, developed in Moscow, in 1991, by two firms, MicroArt and ATM. It has a Z80 at 7 MHz, 1024 kB RAM, 128 kB ROM, AY-8910 (two ones in upgraded models), 8-bit DAC, 8-bit 8-channel ADC, RS-232, Centronics, Beta Disk Interface, IDE interface, AT/XT keyboard, text mode (80x25, 16 colours, 8x8 pattern), and 3 graphics modes.",
  "/wiki/ZX81": "The ZX81 is a home computer that was produced by Sinclair Research and manufactured in Dundee, Scotland, by Timex Corporation. It was launched in the United Kingdom in March 1981 as the successor to Sinclair's ZX80 and designed to be a low-cost introduction to home computing for the general public. It was hugely successful; more than 1.5 million units were sold. In the United States it was initially sold as the ZX-81 under license by Timex. Timex later produced its own versions of the ZX81: the Timex Sinclair 1000 and Timex Sinclair 1500. Unauthorized ZX81 clones were produced in several countries.",
  "/wiki/Kay_1024": "Kay 1024 was a Russian clone of the ZX Spectrum that was produced in 1998. It was made by the NEMO company and had 1024 KB of RAM and was a rival of Scorpion ZS 256. It had a slightly lower price. It had a controller for PC keyboard and HDD but not for floppy disks, although it was available as an extension card. It was very easy to connect General Sound, with turbo mode at 10 MHz.",
  "/wiki/Public_Domain": "The public domain consists of all the creative work to which no exclusive intellectual property rights apply. Those rights may have expired, been forfeited, expressly waived, or may be inapplicable.",
  "/wiki/General_Instrument_AY-3-8910": "The AY-3-8910 is a 3-voice programmable sound generator (PSG) designed by General Instrument in 1978, initially for use with their 16-bit CP1610 or one of the PIC1650 series of 8-bit microcomputers. The AY-3-8910 and its variants were used in many arcade games—Konami's Gyruss contains five—and pinball machines as well as being the sound chip in the Intellivision and Vectrex video game consoles, and the Amstrad CPC, Oric-1, Colour Genie, Elektor TV Games Computer, MSX, and later ZX Spectrum home computers. It was also used in the Mockingboard and Cricket sound cards for the Apple II and the Speech/Sound Cartridge for the TRS-80 Color Computer.",
  "/wiki/TR-DOS": "TR-DOS is a disk operating system for the ZX Spectrum with Beta Disc and Beta 128 disc interfaces. TR-DOS and Beta disc were developed by Technology Research Ltd (UK), in 1984.",
  "/wiki/Source_code": "In computing, source code is any collection of code, possibly with comments, written using a human-readable programming language, usually as plain text. The source code of a program is specially designed to facilitate the work of computer programmers, who specify the actions to be performed by a computer mostly by writing source code. The source code is often transformed by an assembler or compiler into binary machine code that can be executed by the computer. The machine code might then be stored for execution at a later time. Alternatively, source code may be interpreted and thus immediately executed.",
  "/wiki/MMX_(instruction_set)": "MMX is a single instruction, multiple data (SIMD) instruction set designed by Intel, introduced \nin January 1997 with its P5-based Pentium line of microprocessors, designated as \"Pentium with MMX Technology\". It developed out of a similar unit introduced on the Intel i860, and earlier the Intel i750 video pixel processor. MMX is a processor supplementary capability that is supported on recent IA-32 processors by Intel and other vendors.",
  "/wiki/X86_assembly_language": "x86 Assembly Language is a family of backward-compatible assembly languages, which provide some level of compatibility all the way back to the Intel 8008 introduced in April 1972. x86 assembly languages are used to produce object code for the x86 class of processors. Like all assembly languages, it uses short mnemonics to represent the fundamental instructions that the CPU in a computer can understand and follow. Compilers sometimes produce assembly code as an intermediate step when translating a high level program into machine code.  Regarded as a programming language, assembly coding is machine-specific and low level. Assembly languages are more typically used for detailed and time critical applications such as small real-time embedded systems or operating system kernels and device drivers.",
  "/wiki/Nintendo_DS": "The Nintendo DS,[b] or simply DS, is a dual-screen handheld game console developed and released by Nintendo. The device released globally across 2004 and 2005. The DS, an acronym for \"Developers' System\" or \"Dual Screen\", introduced distinctive new features to handheld gaming: two LCD screens working in tandem (the bottom one being a touchscreen), a built-in microphone, and support for wireless connectivity. Both screens are encompassed within a clamshell design similar to the Game Boy Advance SP. The Nintendo DS also features the ability for multiple DS consoles to directly interact with each other over Wi-Fi within a short range without the need to connect to an existing wireless network. Alternatively, they could interact online using the now-defunct Nintendo Wi-Fi Connection service. Its main competitor was Sony's PlayStation Portable during the seventh generation of video game consoles.",
  "/wiki/Giftware": "A gift or a present is an item given to someone without the expectation of payment or anything in return. An item is not a gift if that item is already owned by the one to whom it is given. Although gift-giving might involve an expectation of reciprocity, a gift is meant to be free. In many countries, the act of mutually exchanging money, goods, etc. may sustain social relations and contribute to social cohesion. Economists have elaborated the economics of gift-giving into the notion of a gift economy. By extension the term gift can refer to any item or act of service that makes the other happier or less sad, especially as a favor, including forgiveness and kindness. Gifts are also first and foremost presented on occasions such as birthdays and holidays.",
  "/wiki/Java_(software_platform)": "Java is a set of computer software and specifications developed by James Gosling at Sun Microsystems, which was later acquired by the Oracle Corporation, that provides a system for developing application software and deploying it in a cross-platform computing environment. Java is used in a wide variety of computing platforms from embedded devices and mobile phones to enterprise servers and supercomputers. Java applets, which are less common than standalone Java applications, were commonly run in secure, sandboxed environments to provide many features of native applications through being embedded in HTML pages."
}