{
  "/wiki/Adelaide_Football_Club": "The  Adelaide Football Club, nicknamed the Crows, are a professional Australian rules football club that competes in the Australian Football League (AFL). The club has both a men's team, which played its first match in 1991, and a women's team, which began in 2017 in the inaugural season of the AFLW. The club is based in Adelaide, South Australia, playing its home matches at Adelaide Oval. The club has its training and administration base at Football Park in West Lakes, where it previously played home matches between 1991 and 2013. The club song is \"The Pride of South Australia\", to the tune of the US Marines' Hymn.",
  "/wiki/2017_AFL_season": "The 2017 Australian Football League season was the 121st season of the elite Australian rules football competition and the 28th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989. There were 18 teams competing in the league, the same as the preceding five seasons. The first game was played on Thursday, 23 March, and the season concluded with the 2017 AFL Grand Final on Saturday, 30 September. Richmond defeated Adelaide in the grand final by 48 points, winning their first premiership since 1980.",
  "/wiki/Brisbane_Bears": "The Brisbane Football Club, nicknamed the Bears, was the first professional  Australian rules football club established in Queensland. The club, along with the West Coast Eagles, joined the Victorian Football League (VFL) in 1987 and played its first ever VFL game against North Melbourne at  the MCG on Friday 27 March 1987 which it won 19.23.137 to 15.14.104.",
  "/wiki/Brisbane_Lions": "The Brisbane Lions Australian Football Club is a professional Australian rules football club who play in the Australian Football League (AFL). The club is based in Brisbane, Queensland, Australia. The club was formed in late 1996 from the merger of the Fitzroy Lions and the Brisbane Bears. The Lions are one of the most successful AFL clubs of the 21st century, having appeared in four consecutive AFL Grand Finals from 2001 to 2004 and winning three premierships (2001, 2002, 2003).",
  "/wiki/Carlton_Football_Club": "The Carlton Football Club, nicknamed the Blues, is an Australian rules football club based in Melbourne, Victoria. Founded in 1864 in Carlton, an inner suburb of Melbourne, the club competes in the Australian Football League (formerly the Victorian Football League), and was one of the competition's eight founding member clubs in 1896.",
  "/wiki/1995_AFL_season": "The 1995 Australian Football League season was the 99th season of the elite Australian rules football competition and the 6th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989.",
  "/wiki/Collingwood_Football_Club": "The Collingwood Football Club, nicknamed the Magpies or colloquially the Pies, is a professional Australian rules football club playing in the Australian Football League (AFL). Formed in 1892 in the then-working class Melbourne suburb of Collingwood, the club played in the Victorian Football Association (VFA) before joining seven other teams in 1896 to found the breakaway Victorian Football League (now the national AFL). Originally based at Victoria Park, Collingwood now plays its home games at the Melbourne Cricket Ground with its training and administrative headquarters located at Olympic Park Oval and the Holden Centre.",
  "/wiki/2011_AFL_season": "The 2011 Australian Football League season was the 115th season of the Australian rules football competition and the 22nd under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989. It was the debut year for Gold Coast, and was scheduled to be the only season to be played with 17 teams. Geelong beat Collingwood in the 2011 AFL Grand Final by 38 points.",
  "/wiki/Essendon_Football_Club": "The Essendon Football Club, nicknamed the Bombers, is a professional Australian rules football club that plays in the Australian Football League (AFL), the sport's premier competition. Thought to have formed in 1872, the club played its first recorded game on 7 June 1873 against a Carlton Second 20, winning 1 goal to nil. The club played a senior club in the Victorian Football Association in 1878, one year after the VFA formed.  It is historically associated with Essendon, a suburb in the north-west of Melbourne, Victoria. Since 2013, the club has been headquartered at The Hangar, Melbourne Airport, and plays its home games at either Docklands Stadium or the Melbourne Cricket Ground; throughout most of its history the club's home ground and headquarters was Windy Hill, Essendon, where it played from 1922 until 1991. While it stopped playing games at the ground thereafter, Windy Hill remained its training and administration base until the end of 2013.  Dyson Heppell is the current team captain.",
  "/wiki/2001_AFL_season": "The 2001 Australian Football League season was the 105th season of the elite Australian rules football competition and the 12th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989.",
  "/wiki/Fitzroy_Football_Club": "The Fitzroy Football Club, nicknamed the Lions or the Roys, is an Australian rules football club formed in 1883 to represent the inner-Melbourne suburb of Fitzroy, Victoria and was a foundation member club of the Victorian Football League (now the Australian Football League) on its inception in 1897. Despite being the first club to win a VFL Grand Final they were not the first team to win a premiership. That honour belongs to the Essendon Football Club who were crowned premiers in 1897 without a Grand Final being played.",
  "/wiki/Fremantle_Football_Club": "The Fremantle Football Club, nicknamed the Dockers, is a professional Australian rules football team that competes in the Australian Football League (AFL). It was founded in 1994 in honour of the rich footballing history associated with the Western Australian port city of Fremantle, and entered the AFL the following year, making it the second team from the state after the West Coast Eagles to be admitted to the competition.",
  "/wiki/2015_AFL_season": "The 2015 Australian Football League season was the 119th season of the elite Australian rules football competition and the 26th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989. There were 18 teams competing in the league, the same as the previous year. The first game was played on Thursday, 2 April, and the Grand Final was played on Saturday, 3 October, with Hawthorn defeating West Coast by 46 points to win its 13th premiership and its third in successive years.",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/2019_AFL_season": "The 2019 Australian Football League season was the 123rd season of the elite Australian rules football competition and the 30th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989. There are 18 teams competing in the league, the same as the previous seven seasons. The first game was played on Thursday, 21 March, and the season concluded with the 2019 AFL Grand Final on Saturday, 28 September. Richmond defeated Greater Western Sydney by 89 points in the grand final, marking their twelfth premiership.",
  "/wiki/Gold_Coast_Suns": "The Gold Coast Suns Football Club is a professional Australian rules football club in the Australian Football League (AFL). The club is based on the Gold Coast, Queensland.",
  "/wiki/Greater_Western_Sydney_Giants": "The Greater Western Sydney Football Club, commonly referred to as GWS Giants or simply GWS, is a professional Australian rules football club which plays in the Australian Football League (AFL). Representing the Greater Western Sydney area and Canberra, the club is based at the Tom Wills Oval in Sydney Olympic Park. The team's primary home ground is Sydney Showground Stadium, also located in the Olympic Park precinct. The club plays four home games a year at Manuka Oval in Canberra as part of a deal with the government of the Australian Capital Territory.",
  "/wiki/Hawthorn_Football_Club": "The Hawthorn Football Club, nicknamed the Hawks, is a professional Australian rules football club in the Australian Football League (AFL). The club, founded in 1902, is the youngest of the Victorian-based teams in the AFL and has won thirteen VFL/AFL premierships. It is the only club to have won premierships in each decade of the 1960s, 1970s, 1980s, 1990s, 2000s and 2010s. The team play in brown and gold vertically striped guernsey. The club's Latin motto is spectemur agendo, the English translation being \"Let us be judged by our acts\".",
  "/wiki/2013_AFL_season": "The 2013 Australian Football League season was the 117th season of the elite Australian rules football competition and the 24th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989.",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/1990_AFL_season": "The 1990 Australian Football League season was the 94th season of the elite Australian rules football competition, and the first under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989.",
  "/wiki/North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or less formally the Roos, the Kangas or North, is an Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in North Melbourne, Victoria in 1869, it is based at its traditional home ground, Arden Street Oval, and currently plays its home matches at both the nearby Docklands Stadium and Blundstone Arena in Hobart, Tasmania.",
  "/wiki/1998_AFL_season": "The 1998 Australian Football League season was the 102nd season of the elite Australian rules football competition and the 9th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989.",
  "/wiki/Port_Adelaide_Football_Club": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/2004_AFL_season": "The 2004 Australian Football League season was the 108th season of the elite Australian rules football competition and the 15th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989.",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/2018_AFL_season": "The 2018 Australian Football League season was the 122nd season of the elite Australian rules football competition and the 29th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989. There were 18 teams competing in the league, the same as the previous six seasons. The first game was played on Thursday, 22 March, and the season concluded with the 2018 AFL Grand Final on Saturday, 29 September between West Coast and Collingwood. West Coast defeated Collingwood by five points, winning their fourth premiership.",
  "/wiki/St_Kilda_Football_Club": "The St Kilda Football Club, nicknamed the Saints, is an Australian rules football club based in Melbourne, Victoria, Australia. The club plays in the Australian Football League, the sport's premier league.",
  "/wiki/2009_AFL_season": "The 2009 Australian Football League season commenced on 26 March and concluded on 26 September. It was the 113th season of the VFL/AFL competition and the 20th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989. The season consisted of 22 home and away rounds and four rounds of finals, culminating in the 2009 AFL Grand Final which determined the 2009 AFL premiers. Geelong won the Grand Final against St Kilda.",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/2016_AFL_season": "The 2016 Australian Football League season was the 120th season of the elite Australian rules football competition and the 27th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989. There were 18 teams competing in the league, the same as the previous four seasons. The first game was played on Thursday, 24 March, and the 2016 AFL Grand Final was played on Saturday, 1 October with the Western Bulldogs defeating Sydney by 22 points to win its second premiership and first in 62 years, breaking the then-longest active drought in VFL/AFL history.",
  "/wiki/West_Coast_Eagles": "The West Coast Eagles Football Club is a professional Australian rules football club based in Perth, Western Australia, and plays in the Australian Football League (AFL).",
  "/wiki/2006_AFL_season": "The 2006 Australian Football League season was the 110th season of the elite Australian rules football competition and the 17th under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989.",
  "/wiki/Western_Bulldogs": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/McClelland_Trophy": "The McClelland Trophy is an Australian rules football trophy, which has been awarded each year since 1951 by the Australian Football League (known prior to 1990 as the Victorian Football League) to the best-performing club in a regular season, calculated using varying and evolving criteria. Between 1951 and 1990 it was presented to the club that performed the best across the three levels of competition; seniors, reserves and under 19s. Since 1991, the honour has been bestowed upon the team that finishes the home-and-away season on top of the AFL ladder."
}