{
  "/wiki/Campbell_Fighting_Camels_men%27s_soccer": "The Campbell Fighting Camels and Campbell Lady Camels represent Campbell University and are the nicknames of the school's 19 teams that compete at the Division I level of the NCAA.",
  "/wiki/Indianapolis": "Indianapolis (/ˌɪndiəˈnæpəlɪs/), often shortened to Indy, is the state capital and most populous city of the U.S. state of Indiana and the seat of Marion County. According to 2018 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 876,862. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 867,125. It is the 17th most populous city in the U.S. The Indianapolis metropolitan area is the 34th most populous metropolitan statistical area in the U.S., with 2,048,703 residents. Its combined statistical area ranks 28th, with a population of 2,431,361. Indianapolis covers 368 square miles (950 km2), making it the 16th largest city by land area in the U.S.",
  "/wiki/Coastal_Carolina_Chanticleers_men%27s_soccer": "The Coastal Carolina Chanticleers men's soccer team represents Coastal Carolina University in all NCAA Division I men's college soccer competitions. The team competes in the Sun Belt Conference following after previously competing in the Big South Conference. The Chanticleers have been one of more successful Big South teams, both inside the conference and in the NCAA Tournament. In 2003, the Chanticleers became the first Big South team to reach the final sixteen in the tournament.",
  "/wiki/Conway,_South_Carolina": "Conway is a city in Horry County, South Carolina, United States. The population was 17,103 at the 2010 census, and had an estimated population in 2018 of 24,980. It is the county seat of Horry County and is part of the Myrtle Beach metropolitan area. It is the home of Coastal Carolina University.",
  "/wiki/Coastal_Carolina_University_Soccer_Field": "Coastal Carolina University Soccer Field is a soccer-specific stadium in Conway, South Carolina on the Coastal Carolina University campus. The field is home to the Coastal Carolina Chanticleers men's and women's soccer teams. The facility seats 1,000 people.",
  "/wiki/Gardner%E2%80%93Webb_Runnin%27_Bulldogs_men%27s_soccer": "The Gardner–Webb Runnin' Bulldogs are the athletic teams that represent Gardner–Webb University, located in Boiling Springs, North Carolina. Gardner–Webb participates in 21 varsity sports at the NCAA Division I level. The school's programs are a part of the Big South Conference.",
  "/wiki/Boiling_Springs,_North_Carolina": "Boiling Springs is a town in Cleveland County, North Carolina in the United States and is located in the westernmost part of the Charlotte metropolitan area located about 50 miles away from the city. As of the 2010 census, the town's population was 4,647. It is home to Gardner–Webb University. The town is named after the natural spring that is found on University property and which feeds a small lake.",
  "/wiki/High_Point_Panthers_men%27s_soccer": "The High Point Panthers men's soccer team is the soccer team that represents High Point University in High Point, North Carolina. The school's team currently competes in the Big South Conference.",
  "/wiki/High_Point,_North_Carolina": "High Point is a city located in the Piedmont Triad region of the U.S. state of North Carolina. Most of the city is located in Guilford County, with portions extending into neighboring Randolph, Davidson, and Forsyth counties. High Point is North Carolina's only city that extends into four counties. As of the 2010 census the city had a total population of 104,371, with an estimated population of 112,316 in 2018. High Point is currently the ninth-largest municipality in North Carolina, and the 259th largest city in America.",
  "/wiki/Liberty_Flames_men%27s_soccer": "The Liberty Flames men's soccer team is an intercollegiate varsity sports team of Liberty University. The team is a member of the Atlantic Sun Conference of the National Collegiate Athletic Association. Twice in the programs history they qualified have for the NCAA Division I Men's Soccer Championship, both occasions being within the last five seasons. The Flames earned berths into the 2007 and 2011 editions of the tournament while a member of the Big South Conference.",
  "/wiki/Lynchburg,_Virginia": "Lynchburg is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 75,568, estimated to have risen to 82,126 as of 2018. Located in the foothills of the Blue Ridge Mountains along the banks of the James River, Lynchburg is known as the \"City of Seven Hills\" or the \"Hill City\". In the 1860s, Lynchburg was the only major city in Virginia that was not recaptured by the Union before the end of the American Civil War.",
  "/wiki/Longwood_Lancers_men%27s_soccer": "The Longwood Lancers men's soccer team is an intercollegiate varsity sports team of Longwood University. The team is a member of the Big South Conference of the National Collegiate Athletic Association.",
  "/wiki/Farmville,_Virginia": "Farmville is a town in Prince Edward and Cumberland counties in the U.S. state of Virginia. The population was 8,216 at the 2010 census. It is the county seat of Prince Edward County.",
  "/wiki/Presbyterian_Blue_Hose_men%27s_soccer": "The Presbyterian College Blue Hose are the athletic teams of Presbyterian College, located in Clinton, South Carolina, United States. The Blue Hose athletic program is a member of the Big South Conference and competes in the NCAA Division I Football Championship Subdivision (FCS). The PC Athletic Department fields a total of 17 varsity teams in eight men's and nine women's sports. The school colors are garnet and blue, and the mascot is Scotty the Scotsman, a medieval Scottish warrior. The team name comes from the socks worn by the football team in the early days of the twentieth century.",
  "/wiki/Clinton,_South_Carolina": "Clinton  is a city in Laurens County, South Carolina, United States. The population was 8,490 as of the 2010 census. It is part of the Greenville–Mauldin–Easley Metropolitan Statistical Area. Clinton is the home of Presbyterian College.",
  "/wiki/Martin_Stadium_at_Edens_Field": "Martin Stadium at Dr. Robert M. Edens Field is a soccer-specific stadium on the campus of Presbyterian College in Clinton, South Carolina. The stadium hosts the Presbyterian Blue Hose men's and women's soccer teams. The facility opened in 2000, and sits 400.",
  "/wiki/Radford_Highlanders_men%27s_soccer": "The Radford Highlanders men's soccer team is an intercollegiate varsity sports team of Radford University. The team is a member of the Big South Conference of the National Collegiate Athletic Association.",
  "/wiki/Radford,_Virginia": "Radford (formerly Lovely Mount, Central City, English Ferry and Ingle's Ferry) is an independent city in the U.S. state of Virginia. As of 2010, the population was 16,408 by the United States Census Bureau. For statistical purposes, the Bureau of Economic Analysis combines the city of Radford with neighboring Montgomery County.",
  "/wiki/Patrick_D._Cupp_Memorial_Stadium": "The Radford Highlanders are composed of 15 teams representing Radford University in intercollegiate athletics, including men and women's basketball, cross country, golf, soccer, and tennis. Men's sports include baseball. Women's sports include volleyball, lacrosse, track and field, and softball. The Highlanders compete in the NCAA Division I and are members of the Big South Conference.",
  "/wiki/UNC_Asheville_Bulldogs_men%27s_soccer": "The UNC Asheville Bulldogs are the athletic teams that represent the University of North Carolina at Asheville (UNCA). They participate in Division I of the NCAA and are a member of the Big South Conference. UNCA fields varsity teams in 12 sports, 6 for men and 6 for women.",
  "/wiki/Asheville,_North_Carolina": "Asheville is a city and the county seat of Buncombe County, North Carolina, United States. It is the largest city in Western North Carolina, and the 12th-most populous city in the U.S. state of North Carolina.  The city's population was 92,452 according to 2018 estimates. It is the principal city in the four-county Asheville metropolitan area, with a population of 424,858 in 2010.",
  "/wiki/Greenwood_Soccer_Field": "The UNC Asheville Bulldogs are the athletic teams that represent the University of North Carolina at Asheville (UNCA). They participate in Division I of the NCAA and are a member of the Big South Conference. UNCA fields varsity teams in 12 sports, 6 for men and 6 for women.",
  "/wiki/VMI_Keydets_men%27s_soccer": "The VMI Keydets men's soccer team is an intercollegiate varsity sports team of the Virginia Military Institute. The team is a member of the Southern Conference of the National Collegiate Athletic Association.",
  "/wiki/Lexington,_Virginia": "Lexington is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 7,042. It is the county seat of Rockbridge County, although the two are separate jurisdictions. The Bureau of Economic Analysis combines the city of Lexington (along with nearby Buena Vista) with Rockbridge County for statistical purposes. Lexington is about 57 miles (92 km) east of the West Virginia border and is about 50 miles (80 km) north of Roanoke, Virginia. It was first settled in 1777.",
  "/wiki/Patchin_Field": "Patchin Field is a 1,000 seat facility that is home to the Virginia Military Institute (VMI) Keydets men's and women's soccer teams, along with being the practice facility for the VMI lacrosse team. Patchin Field is built over top of Woods Creek, along with VMI's baseball facility, Gray–Minor Stadium. Paulette Hall contains locker rooms for VMI baseball, lacrosse, and men's and women's soccer. Patchin Field is named after Herb Patchin, an athletic trainer at VMI for thirty-four years.",
  "/wiki/Winthrop_Eagles_men%27s_soccer": "Winthrop University (Winthrop or WU) is a public university in Rock Hill, South Carolina. It was founded in 1886 by David Bancroft Johnson, who served as the superintendent of Columbia, South Carolina, schools. He received a $1,500 grant from Robert Charles Winthrop, a Boston philanthropist and chair of the Peabody Education Board in Massachusetts. The school was originally established in Columbia to educate young women to teach in the public schools.",
  "/wiki/Rock_Hill,_South_Carolina": "Rock Hill is the largest city in York County, South Carolina, United States and the fifth-largest city in the state. It is also the fourth-largest city of the Charlotte metropolitan area, behind Charlotte, Concord, and Gastonia (all located in North Carolina, unlike Rock Hill). As of the 2010 Census, the population was 66,154. In 2018, the population had increased to 74,309.\nAs of 2017, the total population of Rock Hill corporate limits was estimated at 117,375 people.",
  "/wiki/Eagle_Field_(stadium)": "Eagle Field is a soccer-specific stadium located in Rock Hill, South Carolina, United States, on the campus of Winthrop University."
}