{
  "/wiki/DuckTales_(video_game)": "DuckTales[a] is an action platformer video game developed and published by Capcom and based on the Disney animated TV series of the same name. It was first released in North America for the Nintendo Entertainment System in 1989 and was later ported to the Game Boy in 1990. The story involves Scrooge McDuck traveling around the globe collecting treasure and outwitting his rival Flintheart Glomgold to become the world's richest duck.",
  "/wiki/Capcom": "Capcom Co., Ltd. (Japanese: 株式会社カプコン, Hepburn: Kabushiki-gaisha Kapukon) is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Onimusha, Dino Crisis, Dead Rising, Sengoku Basara, Ghosts 'n Goblins, Monster Hunter, Breath of Fire, and Ace Attorney as well as games based on Disney animated properties. Established in 1979, it has become an international enterprise with subsidiaries in North America, Europe, and Japan.",
  "/wiki/Nintendo_Entertainment_System": "The Nintendo Entertainment System (NES) is an 8-bit third-generation home video game console produced, released, and marketed by Nintendo. It is a remodelled export version of the company's Family Computer[a] (FC) platform in Japan, commonly known as the Famicom[b], which was launched on July 15, 1983. The NES was launched in a test market of New York City on October 18, 1985, followed by Los Angeles as a second test market in February 1986, followed by Chicago and San Francisco, then other top 12 American markets, followed by a full launch across North America and some countries in Europe in September 1986, followed by Australia and other countries in Europe in 1987. Brazil saw only unlicensed clones until the official local release in 1993. The console's South Korean release was packaged as the Hyundai Comboy[c] and distributed by Hyundai Electronics (now SK Hynix).",
  "/wiki/Game_Boy": "The Game Boy[a] is an 8-bit handheld game console developed and manufactured by Nintendo. The first handheld in the Game Boy family, it was first released in Japan on April 21, 1989 (1989-04-21), then North America, three months later, and lastly in Europe, over a year later. It was designed by the same team that developed the Game & Watch and several Nintendo Entertainment System games: Satoru Okada, Gunpei Yokoi, and Nintendo Research & Development 1.",
  "/wiki/DuckTales:_The_Quest_for_Gold": "DuckTales: The Quest for Gold is a platform game developed by Incredible Technologies for the Amiga, Apple II, Commodore 64 and DOS. It was released in 1990 and published by Walt Disney Computer Software.  The game bears little resemblance to the Capcom game known simply as DuckTales that was released for the NES and Game Boy.",
  "/wiki/Incredible_Technologies": "Incredible Technologies (IT), based in Vernon Hills, Illinois, is a US-based designer and manufacturer of coin-operated video games and Class III casino games, best known for the Golden Tee Golf series. The company employs over 200 people at its suburban Chicago campus.",
  "/wiki/PC_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Mac_OS_8": "Mac OS 8 is an operating system that was released by Apple Computer, Inc. on July 26, 1997. It represents the largest overhaul of the classic Mac OS since the release of System 7, approximately six years before. It emphasizes color more than prior versions.  Released over a series of updates, Mac OS 8 represents an incremental integration of many of the technologies which had been developed from 1988 to 1996 for Apple's overly ambitious OS named Copland. Mac OS 8 helped modernize the Mac OS while Apple developed its next-generation operating system, Mac OS X (renamed in 2016 to macOS).",
  "/wiki/Chip_%27n_Dale_Rescue_Rangers_(video_game)": "Chip 'n Dale Rescue Rangers[a] is a platformer video game developed and published by Capcom based on the Disney animated series of the same name. Originally released for the Nintendo Entertainment System in Japan and North America in 1990, it came to Europe the next year, and was ported to the Nintendo PlayChoice-10 arcade system. It sold approximately 1.2 million copies worldwide.",
  "/wiki/Chip_%27n_Dale_Rescue_Rangers:_The_Adventures_in_Nimnul%27s_Castle": "Chip 'n Dale Rescue Rangers: The Adventures in Nimnul's Castle (also spelled without an \"s\" as \"Adventure in Nimnul's Castle\" on the title screen) is an action video game developed by Riedel Software Productions and co-published by Hi Tech Expressions and Walt Disney Computer Software based on the Disney animated series of the same name. The game was released in March 1990 for MS-DOS-based PCs and was available as either a 5.25-inch or 3.5-inch floppy disk.",
  "/wiki/Hi_Tech_Expressions": "Hi Tech Expressions was an American video game publisher and developer headquartered in Lower Manhattan, New York City. The company was established in 1988. During the course of its existence, the company published primarily juvenile-oriented games. While it published a few adolescent-oriented games including The Hunt for Red October and War in Middle Earth (derived from the classic book The Lord of the Rings by J. R. R. Tolkien), it could not shake its reputation for publishing games marketed towards children.",
  "/wiki/DOS": "DOS (/dɒs/, /dɔːs/) is a platform-independent acronym for Disk Operating System which later became a common shorthand for disk-based operating systems on IBM PC compatibles. DOS primarily consists of Microsoft's MS-DOS and a rebranded IBM version under the name PC DOS, both of which were introduced in 1981. Later compatible systems from other manufacturers include DR DOS (1988), ROM-DOS (1989), PTS-DOS (1993), and FreeDOS (1998). MS-DOS dominated the IBM PC compatible market between 1981 and 1995.",
  "/wiki/TaleSpin_(Capcom)": "TaleSpin is a scrolling shooter video game based on the Disney television series TaleSpin. The game was developed by Capcom for the NES in 1991 and was ported to the Game Boy in 1992. The Game Boy version is essentially a slightly stripped-down version of the game.",
  "/wiki/TaleSpin_(video_game)": "TaleSpin is a video game for the Sega Genesis, TurboGrafx-16, and Game Gear. It is based on the Disney animated series with the same name. Sega released the game on the Sega Mega Drive/Genesis in 1992 and Sega Game Gear in 1993. NEC made its own game for their TurboGrafx-16 system in 1991.",
  "/wiki/Sega": "Sega Games Co., Ltd.[a] is a Japanese multinational video game developer and publisher headquartered in Shinagawa, Tokyo. Its international branches, Sega of America and Sega Europe, are respectively headquartered in Irvine, California, and London.  Sega's arcade division, once part of Sega Corporation, has existed as Sega Interactive Co., Ltd. since 2015.  Both companies are subsidiaries of Sega Holdings Co., Ltd., which is in turn a part of Sega Sammy Holdings.  From 1983 until 2001, Sega also developed and sold video game consoles.",
  "/wiki/NEC": "NEC Corporation (日本電気株式会社, Nippon Denki Kabushiki-gaisha) is a Japanese multinational information technology and electronics company, headquartered in Minato, Tokyo. The company was known as the Nippon Electric Company, Limited, before rebranding in 1983 as NEC. It provides IT and network solutions to business enterprises, communications services providers and to government agencies, and has also been the biggest PC vendor in Japan since the 1980s with the PC-8000 series.",
  "/wiki/Sega_Genesis": "The Sega Genesis, known as the Mega Drive[b] or Sega Mega Drive outside North America, is a 16-bit home video game console developed and sold by Sega. The Genesis is Sega's third console and the successor to the Master System. Sega released it as the Mega Drive in Japan in 1988, and later as the Genesis in North America in 1989. In 1990, it was distributed as the Mega Drive by Virgin Mastertronic in Europe, Ozisoft in Australasia, and Tec Toy in Brazil. In South Korea, it was distributed by Samsung as the Super Gam*Boy and later the Super Aladdin Boy.[c]",
  "/wiki/Game_Gear": "The Game Gear[a] is an 8-bit fourth generation handheld game console released by Sega on October 6, 1990 in Japan, in April 1991 throughout North America and Europe, and during 1992 in Australia. The Game Gear primarily competed with Nintendo's Game Boy, the Atari Lynx, and NEC's TurboExpress. It shares much of its hardware with the Master System, and can play Master System games by the use of an adapter. Sega positioned the Game Gear, which had a full-color backlit screen with a landscape format, as a technologically superior handheld to the Game Boy.",
  "/wiki/TurboGrafx-16": "The TurboGrafx-16, known in Japan and France as the PC Engine, is a cartridge-based home video game console manufactured and marketed by NEC Home Electronics, and designed by Hudson Soft. It was released in Japan on October 30, 1987 and in the United States on August 29, 1989. The Japanese model was imported and distributed in France in 1989 and United Kingdom and Spain received a version based on the American model known as simply TurboGrafx. It was the first console released in the 16-bit era, although it used a modified 8-bit CPU. In Japan, the system was launched as a competitor to the Famicom but the delayed United States release meant that it ended up competing with the Sega Genesis and later on the Super Nintendo.",
  "/wiki/Darkwing_Duck_(Capcom)": "Darkwing Duck is a platformer video game based on the Disney television series Darkwing Duck. The game was developed by Capcom for the NES in 1992 and was ported to the Game Boy in 1993.",
  "/wiki/Darkwing_Duck_(TurboGrafx-16)": "Darkwing Duck is a video game for the TurboGrafx-16 console based on the animated series Darkwing Duck. It was designed by Interactive Designs and Radiance Software. It was published by Turbo Technologies Inc. in 1992.",
  "/wiki/Tiger_Electronics": "Tiger Electronics (also known as Tiger and Tiger Toys) was an American toy manufacturer best known for its handheld LCD games, the Furby, Giga Pets, and the 2-XL robot product, and audio games such as Brain Warp. When Tiger was an independent company, Tiger Electronics Inc., its headquarters was in Vernon Hills, Illinois.",
  "/wiki/Goof_Troop_(video_game)": "Goof Troop[a] is an action-adventure video game, developed and released by Capcom in 1993 for the Super Nintendo Entertainment System, and based on the television series of the same name. The game can be played in multiplayer mode, wherein one player controls Goofy and the other Max.",
  "/wiki/Super_Nintendo_Entertainment_System": "The Super Nintendo Entertainment System (SNES),[b] also known as the Super NES[c] or Super Nintendo,[d] is a 16-bit home video game console developed by Nintendo that was released in 1990 in Japan and South Korea,[citation needed] 1991 in North America, 1992 in Europe and Australasia (Oceania), and 1993 in South America. In Japan, the system is called the Super Famicom (SFC).[e] In South Korea, it is known as the Super Comboy[f] and was distributed by Hyundai Electronics. The system was released in Brazil on August 30, 1993, by Playtronic. Although each version is essentially the same, several forms of regional lockout prevent the different cartridges from being compatible with one another.",
  "/wiki/Chip_%27n_Dale_Rescue_Rangers_2": "Chip 'n Dale Rescue Rangers 2[a] is a platformer video game released in December 1993 in Japan, and the following month in the United States. It is based on the Disney cartoon Chip 'n Dale Rescue Rangers, about Chip and Dale, two crime-fighting chipmunks. It is a sequel to the 1990 video game.",
  "/wiki/DuckTales_2": "DuckTales 2[a] is a platform video game developed by Make Software and published by Capcom. It is a sequel to the original DuckTales based on the Disney animated series of the same name. It was released on the Nintendo Entertainment System in early 1993, 3 years after the series was ended. The title was ported to the Game Boy handheld system in Japan and North America at the end of the year.",
  "/wiki/Bonkers_(TV_series)": "Bonkers is an  American animated television series and a spinoff of the earlier series Raw Toonage. It aired from February 28, 1993, to February 23, 1994,[citation needed] in first-run syndication (after a \"preview airing\" on The Disney Channel in early 1993). The syndicated run was available both separately, and as part of The Disney Afternoon. Reruns of the show continued in syndication until 1995. The show was last seen on Toon Disney, but was taken off the schedule in late 2004. The show is currently available for streaming on Disney+, having been included upon its November 2019 launch.",
  "/wiki/SIMS_Co.,_Ltd.": "SIMS Co., Ltd. (シムス株式会社, Shimusu Kabushiki-gaisha), which stands for \"Soft development Innovation Multi Success\", is a Japanese video game publisher and developer originally established on June 12, 1991 as a joint venture of Sanritsu Denki Co., Ltd. and Sega Enterprises, Ltd. About 50 employees transferred over from Sanritsu.",
  "/wiki/Master_System": "The Sega Master System (SMS)[c] is a third-generation 8-bit home video game console manufactured by Sega. It was originally a remodeled export version of the Sega Mark III, the third iteration of the SG-1000 series of consoles, which was released in Japan in 1985 and featured enhanced graphical capabilities over its predecessors. The Master System launched in North America in 1986, followed by Europe in 1987, and Brazil in 1989. A Japanese version of the Master System was also launched in 1987, which features a few enhancements over the export models (and by proxy the original Mark III): a built-in FM audio chip, a rapid-fire switch, and a dedicated port for the 3D glasses. A cost-reduced model known as the Master System II was released in 1990 in North America and Europe.",
  "/wiki/Gargoyles_(video_game)": "Gargoyles is a platform game developed by Disney Software and published by Buena Vista Interactive for the Sega Genesis in 1995. It is an adaptation of the Disney animated series of the same title.",
  "/wiki/Disney_Interactive_Studios": "Disney Interactive Studios, Inc. (originally established as Walt Disney Computer Software, Disney Interactive, Buena Vista Interactive, and Buena Vista Games) was an American video game developer and publisher owned by The Walt Disney Company through Disney Interactive. Prior to its closure in 2016, it developed and distributed multi-platform video games and interactive entertainment worldwide.",
  "/wiki/List_of_Disney_video_games": "This is a list of video games featuring various Disney characters."
}