{
  "/wiki/250t-class_torpedo_boat": "The 250t class were high-seas torpedo boats built for the Austro-Hungarian Navy between 1913 and 1916. A total of 27 boats were built by three shipbuilding companies, with the letter after the boat number indicating the manufacturer. There were small variations between manufacturers, mainly in the steam turbines used, and whether they had one or two funnels. The eight boats of the T-group, designated 74 T – 81 T, were built by Stabilimento Tecnico Triestino, located at Trieste. The sixteen boats of the F-group, 82 F – 97 F, were built by Ganz-Danubius at their shipyards at Fiume and Porto Re. The three M-group boats,  98 M – 100 M, were manufactured by Cantiere Navale Triestino at Monfalcone.",
  "/wiki/Torpedo_boat": "A torpedo boat is a relatively small and fast naval ship designed to carry torpedoes into battle. The first designs rammed enemy ships with explosive spar torpedoes, and later designs launched self-propelled Whitehead torpedoes. They were created to counter battleships and other slow and heavily armed ships by using speed, agility, and the power of their torpedo weapons. A number of inexpensive torpedo boats attacking en masse could overwhelm a larger ship's ability to fight them off using its large but cumbersome guns. An inexpensive fleet of torpedo boats could pose a threat to much larger and more expensive fleets of capital ships, albeit only in the coastal areas to which their small size and limited fuel load restricted them.",
  "/wiki/Gunboat": "A gunboat is a naval watercraft designed for the express purpose of carrying one or more guns to bombard coastal targets, as opposed to those military craft designed for naval warfare, or for ferrying troops or supplies.",
  "/wiki/Romanian_Naval_Forces": "The Romanian Navy (Romanian: Forțele Navale Române) is the navy branch of the Romanian Armed Forces; it operates in the Black Sea and on the Danube. It traces its history back to 1860.",
  "/wiki/German_World_War_II_destroyers": "At the outbreak of the Second World War Nazi Germany's Kriegsmarine had 21 destroyers (Ger: Zerstörer) in service, while another one was just being completed. These 22 vessels – comprising 3 classes (Type 34, 34A and 36) – had all been built in the 1930s, making them modern vessels (no destroyers remained in German hands following the close of the First World War).[note 1] Including that final pre-war vessel, a further 19 were brought into service during the war and more were captured from opposing navies, including the Italian Navy (Regia Marina) after the Italian Armistice with the Allies in 1943.",
  "/wiki/Destroyer": "In naval terminology, a destroyer is a fast, maneuverable, long-endurance warship intended to escort larger vessels in a fleet, convoy or battle group and defend them against  powerful short range attackers. They were originally developed in the late 19th century by Fernando Villaamil for the Spanish Navy as a defense against torpedo boats, and by the time of the Russo-Japanese War in 1904, these \"torpedo boat destroyers\" (TBDs) were \"large, swift, and powerfully armed torpedo boats designed to destroy other torpedo boats\". Although the term \"destroyer\" had been used interchangeably with \"TBD\" and \"torpedo boat destroyer\" by navies since 1892, the term \"torpedo boat destroyer\" had been generally shortened to simply \"destroyer\" by nearly all navies by the First World War.",
  "/wiki/Kriegsmarine": "The Kriegsmarine (German pronunciation: [ˈkʁiːksmaˌʁiːnə], lit. \"War Navy\") was the navy of Nazi Germany from 1935 to 1945. It superseded the Imperial German Navy of the German Empire (1871–1918) and the inter-war Reichsmarine (1919–1935) of the Weimar Republic. The Kriegsmarine was one of three official branches, along with the Heer (Army) and the Luftwaffe (Air Force) of the Wehrmacht, the German armed forces from 1933 to 1945.",
  "/wiki/Narvik_class_destroyer": "The Type 1936A destroyers, also known as the Z23 class, were a group of fifteen destroyers built for the Nazi Germany's Kriegsmarine from 1938 to 1943. They were known to the Allies as the Narvik class. In common with other German destroyers launched after the start of World War II, the Narviks were unnamed, known only by their hull numbers – Z23 to Z39.",
  "/wiki/A-class_destroyer_(1929)": "The A- and B-class destroyers were a group of 18 destroyers built for the Royal Navy during the late 1920s, with two additional ships built for the Royal Canadian Navy. The British ships were divided into two flotillas of eight destroyers, each with a flotilla leader.",
  "/wiki/Royal_Navy": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by the English kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Service.",
  "/wiki/Norwegian_A_class_submarine": "The A-class submarines were a class of three vessels of German design built by the Krupp Germania naval shipyard in Kiel, Germany from 1913 to 1914 and deployed by the Royal Norwegian Navy.",
  "/wiki/Submarine": "A submarine (or sub) is a watercraft capable of independent operation underwater. It differs from a submersible, which has more limited underwater capability. It is also sometimes used historically or colloquially to refer to remotely operated vehicles and robots, as well as medium-sized or smaller vessels, such as the midget submarine and the wet sub.  Submarines are referred to as \"boats\" rather than \"ships\" irrespective of their size.",
  "/wiki/Royal_Norwegian_Navy": "The Royal Norwegian Navy (Norwegian: Sjøforsvaret, \"(the) sea defence\") is the branch of the Norwegian Armed Forces responsible for naval operations of Norway. As of 2008[update], the RNoN consists of approximately 3,700 personnel (9,450 in mobilized state, 32,000 when fully mobilized) and 70 vessels, including 4 heavy frigates, 6 submarines, 14 patrol boats, 4 minesweepers, 4 minehunters, 1 mine detection vessel, 4 support vessels and 2 training vessels. It also includes the Coast Guard.",
  "/wiki/Abdiel-class_minelayer": "The Abdiel class were a class of six fast minelayers commissioned into the Royal Navy and active during the Second World War. They were also known as the Manxman class and as \"mine-laying cruisers\".",
  "/wiki/Minelayer": "Minelaying is the act of deploying explosive mines. Historically this has been carried out by ships, submarines and aircraft. Additionally, since World War I the term minelayer refers specifically to a naval ship used for deploying naval mines. \"Mine planting\" was the term for installing controlled mines at predetermined positions in connection with coastal fortifications or harbor approaches that would be detonated by shore control when a ship was fixed as being within the mine's effective range.",
  "/wiki/Acciaio-class_submarine": "The Italian Acciaio-class submarine (also sometimes called Platino class) was the fifth subclass of the 600 Series of coastal submarines built by the Regia Marina. They were completed during the early 1940s and saw service in World War II.",
  "/wiki/Regia_Marina": "The Regia Marina (pronounced [ˈrɛːdʒa maˈriːna]; Italian for \"Royal Navy\") was the navy of the Kingdom of Italy (Regno d'Italia) from 1861 to 1946. In 1946, with the birth of the Italian Republic (Repubblica Italiana), the Regia Marina changed its name to Marina Militare (\"Military Navy\").",
  "/wiki/Acre-class_destroyer": "The Acre-class destroyers were a class of six destroyers built during World War II for the Brazilian Navy. None were completed before the end of the war. They are also referred to in some sources as the Amazonas class.",
  "/wiki/Brazilian_Navy": "The Brazilian Navy (Portuguese: Marinha do Brasil) is the naval service branch of the Brazilian Armed Forces, responsible for conducting naval operations. The Brazilian Navy is the largest navy in South America and in Latin America, and the second largest navy in the Americas, after the United States Navy.",
  "/wiki/Admiral_Hipper-class_cruiser": "The Admiral Hipper class was a group of five heavy cruisers built by Nazi Germany's Kriegsmarine beginning in the mid-1930s. The class comprised Admiral Hipper, the lead ship, Blücher, Prinz Eugen, Seydlitz, and Lützow. Only the first three ships of the class saw action with the German Navy during World War II. Work on Seydlitz stopped when she was approximately 95 percent complete; it was decided to convert her into an aircraft carrier, but this was not completed either. Lützow was sold incomplete to the Soviet Union in 1940.",
  "/wiki/Heavy_cruiser": "The heavy cruiser was a type of cruiser, a naval warship designed for long range and high speed, armed generally with naval guns of roughly 203 mm  (8 inches) in caliber, whose design parameters were dictated by the Washington Naval Treaty of 1922 and the London Naval Treaty of 1930.\nThe heavy cruiser is part of  a lineage of ship design from 1915 through the early 1950s, although the term \"heavy cruiser\" only came into formal use in 1930. The heavy cruiser's immediate precursors were the light cruiser designs of the 1900s and 1910s, rather than the armoured cruisers of the years before 1905. When the armoured cruiser was supplanted by the battlecruiser, an intermediate ship type between this and the light cruiser was found to be needed—one larger and more powerful than the light cruisers of a potential enemy but not as large and expensive as the battlecruiser so as to be built in sufficient numbers to protect merchant ships and serve in a number of combat theaters.",
  "/wiki/Admiralty_type_flotilla_leader": "The Admiralty type leader, sometimes known as the Scott class, were a class of eight destroyer leaders designed and built for the Royal Navy towards the end of World War I. They were named after Scottish historical leaders. The function of a leader was to carry the flag staff of a destroyer flotilla, therefore they were enlarged to carry additional crew, offices and signalling equipment, allowing a fifth gun to be carried. These ships were very similar to the Thornycroft type leader, but the latter had broad, slab-sided funnels characteristic of Thornycroft designs, the Admiralty type having two narrow funnels of equal height.",
  "/wiki/Flotilla_leader": "A flotilla leader was a warship of late 19th century and early 20th century navies suitable for commanding a flotilla of destroyers or other small warships, typically a small cruiser or a large destroyer (known as a destroyer leader). The flotilla leader provided space, equipment and staff for the flotilla commodore (who typically held the rank of captain), including a wireless room, senior engineering and gunnery officers, and administrative staff to support the officers. Originally, older light or scout cruisers were often used, but in the early 1900s, the rapidly increasing speed of new destroyer designs meant that such vessels could no longer keep pace with their charges. Accordingly, large destroyer designs were produced for use as leaders.",
  "/wiki/Adua-class_submarine": "The Adua-class submarine was the fourth sub-class of the 600 Series of coastal submarines built for the Regia Marina (Royal Italian Navy) during the 1930s. There were 17 submarines in this class, almost all named after places in Ethiopia which had been an Italian colony since 1936, but only one, Alagi, survived World War II. Three submarines of this class (Gondar, Ascianghi, and Neghelli) were sold to Brazil before the war and replaced with submarines of the same names.",
  "/wiki/Royal_Danish_Navy": "The Royal Danish Navy (Danish: Søværnet) is the sea-based branch of the Danish Defence force. The RDN is mainly responsible for maritime defence and maintaining the sovereignty of Danish, Greenlandic and Faroese territorial waters. Other tasks include surveillance, search and rescue, icebreaking, oil spill recovery and prevention as well as contributions to international tasks and forces.",
  "/wiki/Aetos-class_destroyer": "The Aetos class were four destroyers were originally constructed for the Argentine Navy as the San Luis class. In Greek they are known as the Thiria (Greek: Θηρία, \"Wild Beasts\") class, after the ships' names. They were purchased by the Royal Hellenic Navy in October 1912 when the Greek government expanded its navy after losing the Greco-Turkish War of 1897 and in anticipation of the Balkan Wars. In December 1916, during World War I, three of the destroyers were seized by France and served in the French Navy until 1918, all except Panthir. They were returned to Greece in 1918. In 1924–1925, they were extensively rebuilt and continued in service into World War II, where they fought with the Allies. Leon was sunk by German aircraft at Suda Bay, Crete. The other three destroyers survived the war and were used as station ships during the Greek Civil War. They were discarded in 1946.",
  "/wiki/Hellenic_Navy": "The Hellenic Navy (HN; Greek: Πολεμικό Ναυτικό, Polemikó Naftikó, abbreviated ΠΝ) is the naval force of Greece, part of the Hellenic Armed Forces. The modern Greek navy has its roots in the naval forces of various Aegean Islands, which fought in the Greek War of Independence. During the periods of monarchy (1833–1924 and 1936–1973) it was known as the Royal Hellenic Navy (Βασιλικόν Ναυτικόν, Vasilikón Naftikón, abbreviated ΒΝ).",
  "/wiki/Agano-class_cruiser": "The four Agano-class cruisers (阿賀野型軽巡洋艦, Agano-gata keijun'yōkan) were light cruisers operated by the Imperial Japanese Navy. All were named after Japanese rivers. Larger than previous Japanese light cruisers, the Agano-class vessels were fast, but with little protection, and were under-gunned for their size (albeit with a powerful offensive torpedo armament, able to launch up to eight Type 93 \"Long Lance\" torpedoes in a salvo). They participated in numerous actions during World War II.",
  "/wiki/Light_cruiser": "A light cruiser is a type of small- or medium-sized warship. The term is a shortening of the phrase \"light armored cruiser\", describing a small ship that carried armor in the same way as an armored cruiser: a protective belt and deck. Prior to this smaller cruisers had been of the protected cruiser model, possessing armored decks only. While lighter and smaller than other contemporary ships they were still true cruisers, retaining the extended radius of action and self-sufficiency to act independently across the world. Through their history they served in a variety of roles, primarily as convoy escorts and destroyer command ships, but also as scouts and fleet support vessels for battle fleets.",
  "/wiki/Imperial_Japanese_Navy": "The Imperial Japanese Navy (IJN; Kyūjitai: 大日本帝國海軍 Shinjitai: 大日本帝国海軍 Dai-Nippon Teikoku Kaigun (help·info) \"Navy of the Greater Japanese Empire\", or 日本海軍 Nippon Kaigun, \"Japanese Navy\") was the navy of the Empire of Japan from 1868 until 1945, when it was dissolved following Japan's surrender in World War II. The Japan Maritime Self-Defense Force (JMSDF) was formed circa 1952-1954 after the dissolution of the IJN.",
  "/wiki/Ahven-class_minesweeper": "The Ahven-class minesweepers (English: Perch) was a series of six minesweepers of the Finnish Navy. The ships were constructed in 1937 at the Turun veneveistämö shipyard and saw service during World War II.",
  "/wiki/Minesweeper_(ship)": "A minesweeper is a small warship designed to engage in minesweeping. Using various mechanisms intended to counter the threat posed by naval mines, waterways are kept clear for safe shipping.",
  "/wiki/Finnish_Navy": "The Finnish Navy (Finnish: Merivoimat, Swedish: Marinen) is one of the branches of the Finnish Defence Forces. The navy employs 2,300 people and about 4,300 conscripts are trained each year. Finnish Navy vessels are given the ship prefix \"FNS\", short for \"Finnish Navy ship\", but this is not used in Finnish language contexts. The Finnish Navy also includes coastal forces and coastal artillery.",
  "/wiki/Aigle-class_destroyer": "The Aigle-class destroyers (contre-torpilleurs) were built for the French navy during the 1920s. They were very similar to the previous Guepard class, the only difference being improved machinery with higher pressure boilers, offering an additional 0.5 knots (0.93 km/h; 0.58 mph) of speed and a new model 138 mm gun with a sliding breech block giving a higher rate of fire. The ships were named after birds.",
  "/wiki/French_Navy": "The French Navy (French: Marine Nationale, lit. National Navy), informally \"La Royale\", is the maritime arm of the French Armed Forces. Dating back to 1624, the French Navy is one of the world's oldest naval forces. It has participated in conflicts around the globe and played a key part in establishing the French colonial empire."
}