{
  "/wiki/Professional_wrestling_promotion": "A professional wrestling promotion (also federation or fed) is a company or business that regularly performs shows involving professional wrestling. \"Promotion\" also describes a role which entails management, advertising and logistics of running a wrestling event (see promoter). Within the convention of the show, the company is a sports governing body which sanctions wrestling matches and gives authority to the championships and is responsible for determining the divisions, rankings, etc. of wrestlers. In truth, the company serves as a touring theatre troupe, as well as event promotion body for its own events.",
  "/wiki/Date_of_establishment": "The date of establishment or date of founding of an institution is the date on which that institution chooses to claim as its starting point.  Often the criteria that define a date of establishment or founding are ill-defined—or more specifically, are ill-defined in general, although each institution tends to adopt a rather rigid definition of its own date of establishment.",
  "/wiki/NWA_World_Tag_Team_Championship": "The NWA World Tag Team Championship is a professional wrestling world tag team championship created by the National Wrestling Alliance. From 1948 to 1982, the NWA allowed member promotions to create their own territorial version of the \"NWA World Tag Team Championship\" without oversight from the board of directors. The first of these NWA World Tag Team Championships was created in 1950 in the San Francisco territory, which while billed as a \"World\" title was essentially restricted to the specific NWA territory. In 1957 as many as 13 versions of the NWA World Tag Team Championship were confirmed to be in existence. In 1982 Big Time Wrestling, based in Los Angeles, closed and abandoned their version of the championship. This meant that only the Jim Crockett Promotions' NWA World Tag Team Championship was active, but still being controlled by JCP, not the NWA board of directors. In 1991 that championship was renamed the WCW World Tag Team Championship.",
  "/wiki/National_Wrestling_Alliance": "The National Wrestling Alliance (NWA) is an American professional wrestling promotion and former governing body operating via its parent company Lightning One, Inc.",
  "/wiki/ROH_World_Tag_Team_Championship": "The Ring of Honor (ROH) World Tag Team Championship is a professional wrestling world tag team championship contested for in the American professional wrestling promotion Ring of Honor. The championship is generally contested in professional wrestling matches, in which participants usually execute scripted finishes rather than contend in direct competition.",
  "/wiki/Ring_of_Honor": "Ring of Honor Wrestling Entertainment, LLC, known simply as Ring of Honor (ROH) is an American professional wrestling promotion based in Baltimore, Maryland. It is a subsidiary of the Sinclair Broadcast Group (SBG) telecommunication conglomerate.",
  "/wiki/Impact_World_Tag_Team_Championship": "The Impact World Tag Team Championship is a professional wrestling world tag team championship which is owned by the Impact Wrestling promotion.",
  "/wiki/Impact_Wrestling": "Impact Wrestling (stylized as IMPACT! Wrestling) is an American professional wrestling promotion founded in Nashville, Tennessee. The promotion operates via its parent company Anthem Wrestling Exhibitions, LLC, a subsidiary of Anthem Sports & Entertainment.",
  "/wiki/WWE_Raw_Tag_Team_Championship": "The WWE Raw Tag Team Championship is a professional wrestling world tag team championship created and promoted by the American promotion WWE, defended on their Raw brand. It is one of three male tag team championships among WWE's three main brands, along with the WWE SmackDown Tag Team Championship on SmackDown and the NXT Tag Team Championship on NXT. The current champions are Seth Rollins and Murphy, who are in their first reign as a team; individually, it is the first reign for Murphy and the record sixth reign for Rollins.",
  "/wiki/WWE": "World Wrestling Entertainment, Inc., d/b/a WWE, is an American integrated media and entertainment company that is primarily known for professional wrestling. WWE has also branched out into other fields, including movies, football, and various other business ventures.",
  "/wiki/NXT_Tag_Team_Championship": "The NXT Tag Team Championship is a professional wrestling tag team championship created and promoted by the American promotion WWE, defended on their NXT brand. It is one of three male tag team championships among WWE's three main brands, along with the WWE Raw Tag Team Championship on Raw and the WWE SmackDown Tag Team Championship on SmackDown. The current champions are The Undisputed Era's Kyle O'Reilly and Bobby Fish, who are in their second reign as a team. This also marks the record third reign for The Undisputed Era as a stable (as members Adam Cole and Roderick Strong have also mixed and matched with O'Reilly in title defenses under the Freebird Rule), while individually, it is the second reign for Fish and record third for O'Reilly.",
  "/wiki/WWE_SmackDown_Tag_Team_Championship": "The WWE SmackDown Tag Team Championship is a professional wrestling world tag team championship created and promoted by the American promotion WWE, defended on their SmackDown brand. It is one of three male tag team championships among WWE's three main brands, along with the WWE Raw Tag Team Championship on Raw and the NXT Tag Team Championship on NXT. The current champions are The New Day's Big E and Kofi Kingston, who are in their fourth reign as a team. This also marks the record fifth reign for The New Day as a stable (as Big E, Kingston, and Xavier Woods have all previously been recognized as champion under the Freebird Rule), while individually, it is the fourth reign for Kingston and record fifth for Big E.",
  "/wiki/AEW_World_Tag_Team_Championship": "The AEW World Tag Team Championship is a professional wrestling world tag team championship created and promoted by the American promotion All Elite Wrestling (AEW). It was officially announced on June 18, 2019. The current champions are Adam Page and Kenny Omega.",
  "/wiki/All_Elite_Wrestling": "All Elite Wrestling, LLC (AEW) is an American professional wrestling promotion founded in 2019. Its inception was announced by entrepreneurs Shahid Khan and his son Tony, with the former acting as the promotion's lead investor, and the latter being the founder, president and CEO of the company. Professional wrestlers Cody Rhodes as well as Matt and Nick Jackson, collectively known as The Elite, are the promotion's inaugural contracted talents. The three are serving as both in-ring performers and executive vice presidents alongside Kenny Omega, fellow professional wrestler and co-founder of The Elite.",
  "/wiki/IWGP_Tag_Team_Championship": "The IWGP Tag Team Championship (IWGPタッグ王座, IWGP taggu ōza) is a professional wrestling world tag team championship owned by the New Japan Pro-Wrestling (NJPW) promotion. \"IWGP\" is the acronym of the NJPW's governing body, the International Wrestling Grand Prix (インターナショナル・レスリング・グラン・プリ, intānashonaru resuringu guran puri). The title was introduced on December 12, 1985, at a NJPW live event. The IWGP Tag Team Championship is not the only tag team title contested for in NJPW; the IWGP Junior Heavyweight Tag Team Championship is also sanctioned by NJPW. According to NJPW's official website, the IWGP Tag Team Championship is considered the \"IWGP Heavy Weight Class\", while the Junior Heavyweight Tag Team Championship is listed as the \"IWGP Jr. Tag Class\". Like most professional wrestling championships, the title is won via the result of a scripted match. Title changes usually happen at NJPW-promoted events; although the title has only changed hands twice at a non-NJPW event, it has been defended in several other promotions.",
  "/wiki/New_Japan_Pro_Wrestling": "New Japan Pro-Wrestling Co., Ltd. (新日本プロレスリング株式会社, Shin Nihon Puroresuringu Kabushiki-kaisha) (NJPW) is a Japanese professional wrestling promotion based in Nakano, Tokyo. Founded in January 1972 by Antonio Inoki, the promotion was sold to Yuke's, who later sold it to Bushiroad in 2012. TV Asahi and Amuse, Inc. own minority shares of the company. Naoki Sugabayashi has served as the promotion's Chairman since September 2013, while Harold Meij has served as the President of the promotion since May 2018.",
  "/wiki/World_Tag_Team_Championship_(AJPW)": "The World Tag Team Championship (世界タッグ王座, sekai taggu ōza) is a professional wrestling World tag team championship in Japanese promotion All Japan Pro Wrestling. It was created on June 10, 1988 as a unification of two previous tag team titles in All Japan; the PWF Tag Team Championship, and the NWA International Tag Team Championship; when the PWF champions Jumbo Tsuruta and Yoshiaki Yatsu defeated NWA champions The Road Warriors. As with the Triple Crown Heavyweight Championship, it is symbolized by four belts, two for each wrestler, representing the former PWF and NWA titles. It is currently the top of two tag team titles in AJPW, along with the secondary All Asia Tag Team Championship. There have been a total of 61 recognized individual champions and 55 recognized teams, who have had a combined 87 official reigns.",
  "/wiki/All_Japan_Pro_Wrestling": "All Japan Pro Wrestling (オールジャパン・プロレスリング, Ōru Japan Puroresuringu, originally 全日本プロレス Zen Nihon Puroresu) (AJPW/AJP) or simply All Japan is a Japanese professional wrestling promotion established on October 21, 1972 when Giant Baba split away from the Japanese Wrestling Association and created his own promotion. Many wrestlers had left with Baba, with many more joining the following year when JWA folded. From the mid-1970s, All Japan was firmly established as the largest promotion in Japan. As the 90s began, aging stars gave way to a younger generation including Mitsuharu Misawa, Kenta Kobashi, Toshiaki Kawada and Akira Taue, leading to perhaps AJPW's most profitable period in the 1990s.",
  "/wiki/GHC_Tag_Team_Championship": "The Global Honored Crown (GHC) Tag Team Championship is a professional wrestling tag team title in Japanese promotion Pro Wrestling Noah. It was created on October 19, 2001, when Scorpio and Vader defeated Jun Akiyama and Akitoshi Saito in a tournament final. Though it is typically contested among heavyweights (>100 kg (220 lb; 16 st)), some junior heavyweights such as Naomichi Marufuji and Yoshinari Ogawa have held it in the past. It is currently one of two tag team titles in Noah, along with the GHC Junior Heavyweight Tag Team Championship (reserved for junior heavyweights). There have been a total of 47 recognized individual champions and 40 recognized teams, who have had a combined 52 official reigns.",
  "/wiki/Pro_Wrestling_Noah": "Pro Wrestling Noah (プロレスリングノア, Puroresuringu Noa) (stylised as Pro Wrestling NOAH) is a Japanese professional wrestling promotion, founded in 2000 by former All Japan Pro Wrestling (AJPW) ace Mitsuharu Misawa after he had led a mass exodus in which 24 of AJPW's 26 contracted wrestlers left the promotion to form Noah.",
  "/wiki/AAA_World_Tag_Team_Championship": "The AAA World Tag Team Championship (Campeonato en Parejas AAA in Spanish) is the main tag team title contested for in the Mexican lucha libre promotion Lucha Libre AAA Worldwide (AAA). In 1993 AAA created the first version of the AAA World Tag team championship, technically the AAA/IWC (International Wrestling Council) World Tag Team titles. The belts used for the AAA/IWC titles were the old NWA Pacific Northwest Tag Team Championship belts. The original version was abandoned upon Art Barr's death in 1994. In 2007 AAA created a new World tag team title to replace the Comisión de Box y Lucha Libre Mexico D.F. controlled Mexican National Tag Team Championship. The titles are listed here separately as they share names but not lineage. Being a professional wrestling championship, it is not won legitimately: it is instead won via a scripted ending to a match or awarded to a wrestler because of a storyline.",
  "/wiki/Asistencia_Asesoria_y_Administracion": "Antonio Peña Promotions, S.A de CV d/b/a Lucha Libre AAA Worldwide is a Mexican Lucha Libre (professional wrestling) promotion based in Mexico City, Mexico. Commonly referred to as  simply AAA (pronounced \"triple A\"; an abbreviation of its original name Asistencia Asesoría y Administración, Spanish for \"Assistance, Assessment, and Administration\"), the promotion was founded in 1992 when Antonio Peña broke away from Consejo Mundial de Lucha Libre (CMLL) to set up a promotion, which allowed him more creative freedom. AAA has held a number of pay-per-views (PPV) over the years and has promoted shows not just in Mexico but in the United States and Japan as well.",
  "/wiki/CMLL_World_Tag_Team_Championship": "The CMLL World Tag Team Championship (CMLL Campeonato Mundial de Parejas in Spanish) is a professional wrestling World Tag Team Championship promoted by Consejo Mundial de Lucha Libre (CMLL; Spanish for \"World Wrestling Council\") in Mexico and is for two-man tag teams only. The championship was created in 1993 to replace the Mexican National Tag Team Championship and is still promoted by CMLL to this day. It is the top championship promoted by CMLL, with the CMLL Arena Coliseo Tag Team Championship and the Occidente Tag Team Championship considered lower ranked, regional tag team championships. As it is a professional wrestling championship, it is not won or lost competitively but instead by the decision of the bookers of a wrestling promotion. The title is awarded after the chosen team \"wins\" a match to maintain the illusion that professional wrestling is a competitive sport.",
  "/wiki/CMLL": "Consejo Mundial de Lucha Libre Co., Ltd. (CMLL; Spanish pronunciation: [konˈsexo munˈdjal de ˈlutʃa ˈliβɾe], \"World Wrestling Council\") is a lucha libre professional wrestling promotion based in Mexico City. The promotion was previously known as Empresa Mexicana de Lucha Libre (EMLL) (Mexican Wrestling Enterprise). Founded in 1933, it is the oldest professional wrestling promotion still in existence."
}