{
  "/wiki/Bari_Karol_Wojty%C5%82a_Airport": "Bari Karol Wojtyła Airport (Italian: Aeroporto di Bari-Karol Wojtyła) (IATA: BRI, ICAO: LIBD) is an airport serving the city of Bari in Italy. It is approximately 8 km (5.0 mi) northwest from the town centre. Named after Pope John Paul II, who was born Karol Wojtyła, the airport is also known as Palese Airport (Italian: Aeroporto di Palese) after a nearby neighbourhood. The airport handled 3,958,815 passengers in 2015.[citation needed]",
  "/wiki/Ryanair": "Ryanair DAC is an Irish budget airline founded in 1984, headquartered in Swords, Dublin, Ireland, with its primary operational bases at Dublin and London Stansted airports. It forms the largest part of the Ryanair Holdings family of airlines, and has Ryanair UK, Ryanair Sun, Malta Air and Lauda as sister airlines. In 2016, Ryanair was the largest European budget airline by scheduled passengers flown, and carried more international passengers than any other airline.",
  "/wiki/Cagliari_Elmas_Airport": "Cagliari Elmas Airport (IATA: CAG, ICAO: LIEE) is an international airport located in the territory of Elmas, near Cagliari, on the Italian island of Sardinia.",
  "/wiki/Lamezia_Terme_International_Airport": "Lamezia Terme International Airport (Italian: Aeroporto Internazionale di Lamezia Terme \"Sant'Eufemia\") (IATA: SUF, ICAO: LICA) is an airport in the Sant'Eufemia district of Lamezia Terme, Calabria, Italy. It is the principal airport of Calabria. Additionally, a military helicopter unit, the 2° Reggimento dell'Aria \"Sirio\", is based near the airport.",
  "/wiki/Brindisi_%E2%80%93_Salento_Airport": "Brindisi Airport (IATA: BDS, ICAO: LIBR) (Italian: Aeroporto di Brindisi), also known as Brindisi Papola Casale Airport and Salento Airport, is an airport in Brindisi, in southern Italy, located 6 kilometres (3.7 mi) from the city center.",
  "/wiki/Fontanarossa_Airport": "Catania–Fontanarossa Airport (Italian: Aeroporto Internazionale Vincenzo Bellini di Catania-Fontanarossa) (IATA: CTA, ICAO: LICC), also known as Vincenzo Bellini Airport, is an international airport 2.3 NM (4.3 km; 2.6 mi) southwest of Catania, the second largest city on the Italian island of Sicily. It is named after the opera composer Vincenzo Bellini, who was born in Catania.",
  "/wiki/Falcone%E2%80%93Borsellino_Airport": "Falcone Borsellino Airport (IATA: PMO, ICAO: LICJ) (Italian: Aeroporto Falcone Borsellino) or simply Palermo Airport, formerly Punta Raisi Airport is located at Punta Raisi, 19 NM (35 km; 22 mi) west northwest of Palermo, the capital city of the Italian island of Sicily. It is the second airport of Sicily in terms of passengers after Catania-Fontanarossa Airport, with 6.601.472 passengers handled in 2018.",
  "/wiki/Trapani-Birgi_Airport": "Vincenzo Florio Airport Trapani–Birgi (IATA: TPS, ICAO: LICT) (Italian: Aeroporto Vincenzo Florio di Trapani-Birgi), also known simply as Trapani Airport, is a military and public airport serving Trapani, in Sicily, Italy. Located between Trapani and Marsala, it is one of the five civil airports in Sicily, but is also used for military purposes. In 2015, 1,586,992 passengers passed through the airport, making it the third-busiest airport in Sicily. The civil airport is named after the Sicilian industrialist Vincenzo Florio Sr..",
  "/wiki/Fertilia_Airport": "Alghero - Riviera del Corallo Airport (Italian: Aeroporto di Alghero - Riviera del Corallo; Catalan: L'Aeroport de l'Alguer-Fertília) (IATA: AHO, ICAO: LIEA) is an international airport situated 4.3 NM (8.0 km; 4.9 mi) north-northwest of the city of Alghero, in northern Sardinia, Italy. It is also known as Alghero–Fertilia Airport, named for the nearby village of Fertilia or Alghero Airport. It is one of the three main airports serving Sardinia, the other ones being Olbia in the northeast, and near Cagliari in the south. The airport is operated by SO.GE.A.AL (Societa di Gestione Aeroporto di Alghero).",
  "/wiki/Abruzzo_Airport": "Pescara Abruzzo Airport (IATA: PSR, ICAO: LIBP) is an airport located in Pescara, Italy. It is located approximately 4 km (2.5 miles) from the centre of Pescara, about 180 km (112 miles) from Rome, a 2-hour drive by car on a motorway across the Appennine mountains. The airport is located on the state road 5 Via Tiburtina Valeria and is well connected to important road (Autostrada A25, Autostrada A14, SS714 Tangenziale di Pescara) and railway connections (Rome–Sulmona–Pescara railway, Adriatic railway).",
  "/wiki/Orio_al_Serio_International_Airport": "Orio al Serio International Airport (IATA: BGY, ICAO: LIME), officially also known as Il Caravaggio International Airport (since 2011), is the third busiest international airport in Italy. It is located in the municipal territory of Orio al Serio, 3.7 km (2.3 mi) southeast of Bergamo in Italy. The airport is 45 km (28 mi) north-east of Milan, where it operates alongside Malpensa Airport and Linate Airport, the city's other two primary airports. The airport served almost 13 million passengers in 2018."
}