{
  "/wiki/L%27Africaine": "L'Africaine (The African Woman) is a grand opera in five acts, the last work of the composer Giacomo Meyerbeer. The French libretto by Eugène Scribe deals with fictitious events in the life of the Portuguese explorer Vasco da Gama. Meyerbeer began working on the libretto using the title L'Africaine, although his working title for the opera was Vasco de Gama at the time of his death in 1864, before he had prepared a final version. The opera had its first performance in a version made by François-Joseph Fétis at the Paris Opéra (Salle Le Peletier) on 28 April 1865. This version has been generally used, but some recent productions have used versions which reconstitute elements from Meyerbeer's manuscript score and libretto.",
  "/wiki/Giacomo_Meyerbeer": "Giacomo Meyerbeer[n 1] (born Jacob Liebmann Beer; 5 September 1791 – 2 May 1864) was a German opera composer of Jewish birth who has been described as perhaps the most successful stage composer of the nineteenth century. With his 1831 opera Robert le diable and its successors, he gave the genre of grand opera 'decisive character'. Meyerbeer's grand opera style was achieved by his merging of German orchestra style with Italian vocal tradition. These were employed in the context of sensational and melodramatic libretti created by Eugène Scribe and were enhanced by the up-to-date theatre technology of the Paris Opéra. They set a standard which helped to maintain Paris as the opera capital of the nineteenth century.",
  "/wiki/Aida": "Aida (pronounced [aˈiːda]) is an opera in four acts by Giuseppe Verdi to an Italian libretto by Antonio Ghislanzoni. Set in the Old Kingdom of Egypt, it was commissioned by Cairo's Khedivial Opera House and had its première there on 24 December 1871, in a performance conducted by Giovanni Bottesini. Today the work holds a central place in the operatic canon, receiving performances every year around the world; at New York's Metropolitan Opera alone, Aida has been sung more than 1,100 times since 1886. Ghislanzoni's scheme follows a scenario often attributed to the French Egyptologist Auguste Mariette, but Verdi biographer Mary Jane Phillips-Matz argues that the source is actually Temistocle Solera.",
  "/wiki/Giuseppe_Verdi": "Giuseppe Fortunino Francesco Verdi (Italian: [dʒuˈzɛppe ˈverdi]; 9 or 10 October 1813 – 27 January 1901) was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron.  Verdi came to dominate the Italian opera scene after the era of Vincenzo Bellini, Gaetano Donizetti, and Gioachino Rossini, whose works significantly influenced him.",
  "/wiki/Un_ballo_in_maschera": "Un ballo in maschera (A Masked Ball) is an 1859 opera in three acts by Giuseppe Verdi. The text, by Antonio Somma, was based on Eugène Scribe's libretto for Daniel Auber's 1833 five act opera, Gustave III, ou Le bal masqué.",
  "/wiki/Il_barbiere_di_Siviglia": "The Barber of Seville, or The Useless Precaution (Italian: Il barbiere di Siviglia, ossia L'inutile precauzione [il barˈbjɛːre di siˈviʎʎa osˈsiːa liˈnuːtile prekautˈtsjoːne]) is an opera buffa in two acts by Gioachino Rossini with an Italian libretto by Cesare Sterbini. The libretto was based on Pierre Beaumarchais's French comedy Le Barbier de Séville (1775). The première of Rossini's opera (under the title Almaviva, o sia L'inutile precauzione) took place on 20 February 1816 at the Teatro Argentina, Rome, with designs by Angelo Toselli.",
  "/wiki/Gioachino_Rossini": "Gioachino Antonio Rossini[n 1][n 2] (29 February 1792 – 13 November 1868) was an Italian composer who gained fame for his 39 operas, although he also wrote many songs, some chamber music and piano pieces, and some  sacred music. He set new standards for both comic and serious opera before retiring from large-scale composition while still in his thirties, at the height of his popularity.",
  "/wiki/The_Bartered_Bride": "The Bartered Bride (Czech: Prodaná nevěsta, The Sold Bride) is a comic opera in three acts by the Czech composer Bedřich Smetana, to a libretto by Karel Sabina. The work is generally regarded as a major contribution towards the development of Czech music. It was composed during the period 1863 to 1866, and first performed at the Provisional Theatre, Prague, on 30 May 1866 in a two-act format with spoken dialogue.",
  "/wiki/Bed%C5%99ich_Smetana": "Bedřich Smetana (/ˌbɛdərʒɪx ˈsmɛtənə/ BED-ər-zhikh SMET-ə-nə, Czech: [ˈbɛdr̝ɪx ˈsmɛtana] (listen); 2 March 1824 – 12 May 1884) was a Czech composer who pioneered the development of a musical style that became closely identified with his country's aspirations to independent statehood. He has been regarded in his homeland as the father of Czech music. Internationally he is best known for his opera The Bartered Bride and for the symphonic cycle Má vlast (\"My Homeland\"), which portrays the history, legends and landscape of the composer's native Bohemia. It contains the famous symphonic poem \"Vltava\", also known by its English name \"The Moldau\".",
  "/wiki/Carmen": "Carmen [kaʁ.mɛn] is an opera in four acts by French composer Georges Bizet. The libretto was written by Henri Meilhac and Ludovic Halévy, based on a novella of the same title by Prosper Mérimée. The opera was first performed by the Opéra-Comique in Paris on 3 March 1875, where its breaking of conventions shocked and scandalized its first audiences.",
  "/wiki/Cavalleria_rusticana": "Cavalleria rusticana (pronounced [kavalleˈriːa rustiˈkaːna]; Italian for \"rustic chivalry\") is an opera in one act by Pietro Mascagni to an Italian libretto by Giovanni Targioni-Tozzetti and Guido Menasci, adapted from an 1880 short story of the same name [it] and subsequent play by Giovanni Verga. Considered one of the classic verismo operas, it premiered on 17 May 1890 at the Teatro Costanzi in Rome. Since 1893, it has often been performed in a so-called Cav/Pag double-bill with Pagliacci by Ruggero Leoncavallo.",
  "/wiki/Pietro_Mascagni": "Pietro Mascagni[a] (7 December 1863 – 2 August 1945) was an Italian composer primarily known for his operas. His 1890 masterpiece Cavalleria Rusticana caused one of the greatest sensations in opera history and single-handedly ushered in the Verismo movement in Italian dramatic music. While it was often held that Mascagni, like Ruggiero Leoncavallo, was a \"one-opera man\" who could never repeat his first success, L'amico Fritz and Iris have remained in the repertoire in Europe (especially Italy) since their premieres.",
  "/wiki/Cosi_fan_tutti": "Cosi Fan Tutti is a novel by Michael Dibdin, the fifth entry in the Aurelio Zen series.  One strand of the plot plays on the storyline of the Mozart opera Così fan tutte. In addition, the chapter titles are all taken from the titles of sections of the opera libretto.",
  "/wiki/Wolfgang_Amadeus_Mozart": "Wolfgang Amadeus Mozart[a] (27 January 1756 – 5 December 1791), baptised as Johannes Chrysostomus Wolfgangus Theophilus Mozart,[b] was a prolific and influential composer of the Classical period.",
  "/wiki/La_dame_blanche": "La dame blanche (The White Lady) is an opéra comique in three acts by the French composer François-Adrien Boieldieu. The libretto was written by Eugène Scribe and is based on episodes from no fewer than five works of the Scottish writer Sir Walter Scott, including his novels The Monastery, Guy Mannering, and The Abbot. The opera has typical elements of the Romantic in its Gothic mode, including an exotic Scottish locale, a lost heir, a mysterious castle, a hidden fortune, and a ghost, in this case benevolent. The work was one of the first attempts to introduce the fantastic into opera and is a model for works such as Giacomo Meyerbeer's Robert le diable and Charles Gounod's Faust. The opera's musical style also heavily influenced later operas like Lucia di Lammermoor, I puritani and La jolie fille de Perth.",
  "/wiki/Fran%C3%A7ois-Adrien_Boieldieu": "François-Adrien Boieldieu (pronounced [fʁɑ̃.swa a.dʁi.jɛ̃ bwal.djø]) (16 December 1775 – 8 October 1834) was a French composer, mainly of operas, often called \"the French Mozart\".",
  "/wiki/Don_Giovanni": "Don Giovanni (Italian pronunciation: [ˌdɔn dʒoˈvanni]; K. 527; complete title: Il dissoluto punito, ossia il Don Giovanni, literally The Rake Punished, namely Don Giovanni or The Libertine Punished) is an opera in two acts with music by Wolfgang Amadeus Mozart and Italian libretto by Lorenzo Da Ponte. It is based on the legends of Don Juan, a fictional libertine and seducer, by Spanish writer Tirso de Molina. It was premiered by the Prague Italian opera at the National Theater (of Bohemia), now called the Estates Theatre, on 29 October 1787. Da Ponte's libretto was billed as a dramma giocoso, a common designation of its time that denotes a mixing of serious and comic action. Mozart entered the work into his catalogue as an opera buffa. Although sometimes classified as comic, it blends comedy, melodrama and supernatural elements.",
  "/wiki/Les_dragons_de_Villars": "Les dragons de Villars is an opéra-comique in three acts by Aimé Maillart to a libretto by Lockroy and Eugène Cormon. The story of the opera was said to have been borrowed from La Petite Fadette by Georges Sand, updated by the librettists to the time of Louis XIV. It was premiered by the Théâtre Lyrique in Paris on 19 September 1856.",
  "/wiki/Aim%C3%A9_Maillart": "Louis-Aimé Maillart (March 24, 1817 – May 26, 1871) was a French composer, best known for his operas, particularly Les Dragons de Villars and Lara.",
  "/wiki/Die_Entf%C3%BChrung_aus_dem_Serail": "Die Entführung aus dem Serail (German: [diː ʔɛntˈfyːʁʊŋ ʔaʊ̯s deːm zɛˈʁaɪ̯l]) (K. 384; The Abduction from the Seraglio; also known as Il Seraglio) is an opera Singspiel in three acts by Wolfgang Amadeus Mozart. The German libretto is by Gottlieb Stephanie, based on Christoph Friedrich Bretzner's Belmont und Constanze, oder Die Entführung aus dem Serail. The plot concerns the attempt of the hero Belmonte, assisted by his servant Pedrillo, to rescue his beloved Konstanze from the seraglio of Pasha Selim. The work premiered on 16 July 1782 at the Vienna Burgtheater, with the composer conducting.",
  "/wiki/Ernani": "Ernani is an operatic dramma lirico in four acts by  Giuseppe Verdi to an Italian libretto by Francesco Maria Piave, based on the play Hernani by Victor Hugo.",
  "/wiki/Euryanthe": "Euryanthe is a German \"grand, heroic, romantic\" opera by Carl Maria von Weber, first performed at the Theater am Kärntnertor, Vienna on 25 October 1823. Though acknowledged as one of Weber's most important operas, the work is rarely staged because of the weak libretto by Helmina von Chézy (who, incidentally, was also the author of the failed play Rosamunde, for which Franz Schubert wrote music). Euryanthe is based on the 13th-century French romance L'Histoire du très-noble et chevalereux prince Gérard, comte de Nevers et la très-virtueuse et très chaste princesse Euriant de Savoye, sa mye.",
  "/wiki/Carl_Maria_von_Weber": "Carl Maria Friedrich Ernst von Weber (18 or 19 November 1786 –  5 June 1826) was a German composer, conductor, pianist, guitarist and critic, and was one of the first significant composers of the Romantic school.",
  "/wiki/Der_Evangelimann": "Der Evangelimann (The Evangelist) is an opera in two acts by the Austrian composer Wilhelm Kienzl. The libretto, by the composer, is based on Leopold Florian Meissner's short story Aus den Berichten eines Polizeikommissärs. It was adapted in 1924 as a silent film The Evangelist.",
  "/wiki/Wilhelm_Kienzl": "Wilhelm Kienzl (17 January 1857 – 3 October 1941) was an Austrian composer.",
  "/wiki/Faust_(opera)": "Faust is an opera in five acts by Charles Gounod to a French libretto by Jules Barbier and Michel Carré from Carré's play Faust et Marguerite, in turn loosely based on Johann Wolfgang von Goethe's Faust, Part One. It debuted at the Théâtre Lyrique on the Boulevard du Temple in Paris on 19 March 1859, with influential sets designed by Charles-Antoine Cambon and Joseph Thierry, Jean Émile Daran, Édouard Desplechin, and Philippe Chaperon.",
  "/wiki/Charles_Gounod": "Charles-François Gounod (/ɡuːˈnoʊ/; French: [ʃaʁl fʁɑ̃swa ɡuno]; 17 June 1818 – 18 October 1893), usually known as Charles Gounod, was a French composer. He wrote twelve operas, of which the most popular has always been Faust (1859); his Roméo et Juliette (1867) also remains in the international repertory. He composed a large amount of church music, many songs, and popular short pieces including his Ave Maria (an elaboration of a Bach piece), and Funeral March of a Marionette.",
  "/wiki/Fidelio": "Fidelio (originally titled Leonore, oder Der Triumph der ehelichen Liebe; English: Leonore, or The Triumph of Marital Love), Op. 72, is Ludwig van Beethoven's only opera. The German libretto was originally prepared by Joseph Sonnleithner from the French of Jean-Nicolas Bouilly, with the work premiering at Vienna's Theater an der Wien on 20 November 1805. The following year, Stephan von Breuning helped shorten the work from three acts to two. After further work on the libretto by Georg Friedrich Treitschke, a final version was performed at the Kärntnertortheater on 23 May 1814. By convention, both of the first two versions are referred to as Leonore.",
  "/wiki/Ludwig_van_Beethoven": "Ludwig van Beethoven (/ˈlʊdvɪɡ væn ˈbeɪt(h)oʊvən/ (listen); German: [ˈluːtvɪç fan ˈbeːthoːfn̩] (listen); baptised 17 December 1770 – 26 March 1827) was a German composer and pianist. He was a crucial figure in the transition between the classical and romantic eras in classical music and is considered to be one of the greatest composers of all time.",
  "/wiki/La_fille_du_r%C3%A9giment": "La fille du régiment (The Daughter of the Regiment) is an opéra comique in two acts by Gaetano Donizetti, set to a French libretto by Jules-Henri Vernoy de Saint-Georges and Jean-François Bayard. It was first performed on 11 February 1840 by the Paris Opéra-Comique at the Salle de la Bourse.",
  "/wiki/Gaetano_Donizetti": "Domenico Gaetano Maria Donizetti (/ˌdɒnɪˈzɛti/, also UK: /-ɪtˈsɛti/, US: /ˌdoʊn-, -ɪdˈzɛti/, Italian: [doˈmeːniko ɡaeˈtaːno maˈriːa donidˈdzetti] (listen); 29 November 1797 – 8 April 1848) was an Italian composer. Along with Gioachino Rossini and Vincenzo Bellini, Donizetti was a leading composer of the bel canto opera style during the first half of the nineteenth century.  Donizetti's close association with the bel canto style was undoubtedly an influence on other composers such as Giuseppe Verdi.",
  "/wiki/Die_Fledermaus": "Die Fledermaus (German: [diː ˈfleːdɐˌmaʊs], The Flittermouse or The Bat, sometimes called The Revenge of the Bat) is an operetta composed by Johann Strauss II to a German libretto by Karl Haffner and Richard Genée.",
  "/wiki/Johann_Strauss_II": "Johann Strauss II (born Johann Baptist Strauss; 25 October 1825 – 3 June 1899), also known as Johann Strauss Jr., the Younger, the Son (German: Sohn), son of Johann Strauss I, was an Austrian composer of light music, particularly dance music and operettas. He composed over 500 waltzes, polkas, quadrilles, and other types of dance music, as well as several operettas and a ballet. In his lifetime, he was known as \"The Waltz King\", and was largely responsible for the popularity of the waltz in Vienna during the 19th century."
}