{
  "/wiki/DeviantART": "DeviantArt (formerly stylized as deviantART) is an online community featuring artwork, videography, and photography. It was launched on August 7, 2000 by Angelo Sotira, Scott Jarkoff, Matthew Stephens, and others. Artworks are organized in a category structure, including photography, digital art, traditional art, literature, Flash, filmmaking, skins for applications, operating system customization utilities and others, along with downloadable resources such as tutorials and stock photography. Additional features include \"journals\", \"polls\", \"groups\", and \"portfolios\".",
  "/wiki/Flickr": "Flickr is an image hosting service and video hosting service. It was created by Ludicorp in 2004. It has changed ownership several times and has been owned by SmugMug since April 20, 2018.",
  "/wiki/Mapillary": "Mapillary  is a service for sharing crowdsourced geotagged photos, developed by remote company Mapillary AB, based in Malmö, Sweden.",
  "/wiki/Metropolitan_Museum_of_Art": "The Metropolitan Museum of Art of New York City, colloquially \"the Met\",[a] is the largest art museum in the United States. With 6,953,927 visitors to its three locations in 2018, it was the third most visited art museum in the world. Its permanent collection contains over two million works, divided among 17 curatorial departments. The main building at 1000 Fifth Avenue, along the Museum Mile on the eastern edge of Central Park in Manhattan's Upper East Side, is by area one of the world's largest art galleries. A much smaller second location, The Cloisters at Fort Tryon Park in Upper Manhattan, contains an extensive collection of art, architecture, and artifacts from medieval Europe. On March 18, 2016, the museum opened the Met Breuer museum along Madison Avenue on the Upper East Side; it extends the museum's modern and contemporary art program.",
  "/wiki/Mushroom_Observer": "Mushroom Observer is a collaborative mycology website started by Nathan Wilson in 2006. Its purpose is to \"record observations about mushrooms, help people identify mushrooms they aren’t familiar with, and expand the community around the scientific exploration of mushrooms\".",
  "/wiki/Open_Game_Art": "Open Game Art is a media repository intended for use with free and open source software game projects, offering open content assets.",
  "/wiki/Panoramio": "Panoramio is a discontinued geo-located tagging, photo sharing mashup which was bought by Google in 2007. Accepted geo-located tagged photos uploaded to the site could be accessed as a layer in Google Earth and Google Maps, with new photos being added at the end of every month. The site's goal was to allow Google Earth users to learn more about a given area by viewing the photos that other users had taken at that location. The website was available in several languages. In 2009 the website was among 1000 most popular websites worldwide.",
  "/wiki/Pixabay": "Pixabay.com is an international, copyleft and free-to-use website for sharing photos, illustrations, vector graphics, and film footage. As of November 2017, Pixabay offers over 1,188,454 free photos, illustrations, and vectors and videos.",
  "/wiki/Vector_graphic": "Vector graphics are computer graphics images that are defined in terms of 2D points, which are connected by lines and curves to form polygons and other shapes. Each of these points has a definite position on the x- and y-axis of the work plane and determines the direction of the path; further, each path may have various properties including values for stroke color, shape, curve, thickness, and fill. Vector graphics are commonly found today in the SVG, EPS, PDF or AI graphic file formats and are intrinsically different from the more common raster graphics file formats such as JPEG,  PNG, APNG, GIF, and MPEG4.",
  "/wiki/Unsplash": "Unsplash is a website dedicated to sharing stock photography under the Unsplash license. The website claims over 110,000 contributing photographers and generates more than 11 billion photo impressions per month on their growing library of over 1.5 million photos. Unsplash has been cited as one of the world's leading photography websites by Forbes, Entrepreneur Magazine, CNET, Medium and The Next Web.",
  "/wiki/Wikimedia_Commons": "Wikimedia Commons (or simply Commons) is an online repository of free-use images, sounds, other media, and JSON files.  It is a project of the Wikimedia Foundation."
}