{
  "/wiki/Bahamas": "The Bahamas (/bəˈhɑːməz/ (listen)), known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago in the West Indies. It is a member of the Commonwealth Realms under the monarchy of Queen Elizabeth II. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and Hispaniola Island (Haiti and the Dominican Republic), northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida, and east of the Florida Keys. The capital is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space.",
  "/wiki/Freeport,_Bahamas": "Freeport is a city, district and free trade zone on the island of Grand Bahama of the northwest Bahamas. In 1955, Wallace Groves, a Virginian financier with lumber interests in Grand Bahama, was granted 20,000 hectares (50,000 acres) of pineyard with substantial areas of swamp and scrubland by the Bahamian government with a mandate to economically develop the area. Freeport has grown to become the second most populous city in the Bahamas.",
  "/wiki/Grand_Bahama_International_Airport": "Grand Bahama International Airport (GBIA) (IATA: FPO, ICAO: MYGF) is a privately owned international airport in Freeport, Bahamas.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Manitoba": "Manitoba (/ˌmænɪˈtoʊbə/ (listen)) is a province at the longitudinal centre of Canada. It is often considered one of the three prairie provinces (with Alberta and Saskatchewan) and is Canada's fifth-most populous province with its estimated 1.369 million people. Manitoba covers 649,950 square kilometres (250,900 sq mi) with a widely varied landscape, stretching from the northern oceanic coastline to the southern border with the United States. The province is bordered by the provinces of Ontario to the east and Saskatchewan to the west, the territories of Nunavut to the north, and Northwest Territories to the northwest, and the U.S. states of North Dakota and Minnesota to the south.",
  "/wiki/Thompson,_Manitoba": "Thompson (population 13,678) is the largest city in the Northern Region of Manitoba and is situated along the Burntwood River, 761 kilometers (473 miles) north of Winnipeg.  Originally founded in 1956 as a mining town, Thompson now primarily serves as the \"Hub of the North\", providing goods and services (e.g., healthcare, retail trade) to the surrounding communities.",
  "/wiki/Thompson_Airport": "Thompson Municipal Airport (IATA: YTH, ICAO: CYTH) is an airport in Mystery Lake located 3 nautical miles (5.6 km; 3.5 mi) north of Thompson, Manitoba, Canada. It is the third-busiest airport in Manitoba after Winnipeg James Armstrong Richardson International Airport and Winnipeg/St. Andrews Airport.",
  "/wiki/New_Brunswick": "New Brunswick is one of four Atlantic provinces on the east coast of Canada. According to the Constitution of Canada, New Brunswick is the only bilingual province. About two-thirds of the population declare themselves anglophones, and one third francophones. One-third of the population describes themselves as bilingual. Atypically for Canada, only about half of the population lives in urban areas, mostly in Greater Moncton, Greater Saint John and the capital Fredericton.",
  "/wiki/Saint_John,_New_Brunswick": "Saint John is a port city on the Bay of Fundy in the Canadian province of New Brunswick. The port is Canada's third largest port by tonnage with a cargo base that includes dry and liquid bulk, break bulk, containers, and cruise. Historically New Brunswick's largest city, in 2016 the city fell to second place,  with a population of 67,575 over an area of 315.82 km2 (121.94 sq mi). Greater Saint John covers a land area of 3,362.95 km2 (1,298.44 sq mi) across the Caledonia Highlands, with a growing population of 126,202 (as of 2016). Saint John is the oldest incorporated city in Canada. During the reign of George III, the municipality was created by royal charter in 1785.",
  "/wiki/Saint_John_Airport": "Saint John Airport (IATA: YSJ, ICAO: CYSJ) is an airport located 8 nautical miles (15 km; 9.2 mi) east northeast of the central business district of Saint John, New Brunswick, Canada. The airport is wholly within the boundaries of the City of Saint John. In 2018, the terminal handled 282,217 passengers.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Sault_Ste._Marie,_Ontario": "Sault Ste. Marie (/ˈsuː seɪnt məˈriː/ \"Soo Saint Marie\") is a city on the St. Marys River in Ontario, Canada, close to the U.S.-Canada border. It is the seat of the Algoma District and the third largest city in Northern Ontario, after Sudbury and Thunder Bay.",
  "/wiki/Sault_Ste._Marie_Airport": "Sault Ste. Marie Airport, (IATA: YAM, ICAO: CYAM), is an international airport located 8.0 nautical miles (14.8 km; 9.2 mi) west-southwest of the city of Sault Ste. Marie, Ontario, Canada at the far eastern end of Lake Superior and the beginning of the St. Mary's River.",
  "/wiki/Greater_Sudbury": "Sudbury, officially Greater Sudbury (French: Grand-Sudbury), is a city in Ontario, Canada. It is the largest city in Northern Ontario by population, with a population of 161,531 at the 2016 Canadian Census. By land area, it is the largest in Ontario and the fifth largest in Canada. It is administratively a Unitary authority, and thus not part of any district, county, or regional municipality.",
  "/wiki/Sudbury_Airport": "Sudbury Airport or Greater Sudbury Airport, (IATA: YSB, ICAO: CYSB), is an airport in the Canadian city of Greater Sudbury, Ontario and is located 11 nautical miles (20 km; 13 mi) northeast of the downtown area, on Municipal Road 86 between the communities of Garson and Skead. Although in many contexts the airport uses the name Greater Sudbury Airport, its official name, as registered with Transport Canada and printed in all aeronautical publications, is still simply Sudbury Airport.",
  "/wiki/Dominican_Republic": "The Dominican Republic (/dəˈmɪnɪkən/ də-MIN-ik-ən; Spanish: República Dominicana, pronounced [reˈpuβlika ðominiˈkana] (listen)) is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with the Republic of Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest Caribbean nation by area (after Cuba) at 48,671 square kilometers (18,792 sq mi), and third by population with approximately 10,299,000 people (July 2018 est.), of whom approximately three million live in the metropolitan area of Santo Domingo, the capital city.",
  "/wiki/La_Romana_Province": "La Romana (Spanish pronunciation: [la ɾoˈmana]) is a province of the Dominican Republic. The capital is also named La Romana, and is the third-largest city in the country. La Romana was elevated to the category of province in 1944.",
  "/wiki/La_Romana,_La_Romana": "La Romana is the seventh-largest city in the Dominican Republic with a population estimated in 2010 at 130,426 within the city limits (metropolitan population: 214,109), of whom 127,623 are urban and 2,803 are rural. The city is capital of the southeastern province of La Romana, opposite Catalina Island. The name Romana comes from a balance that was used to weigh merchandise for export. Santa Rosa de Lima is the patron saint of La Romana.",
  "/wiki/La_Romana_International_Airport": "La Romana Casa De Campo International Airport (IATA: LRM, ICAO: MDLR) is an international airport located on the southeastern coast of the Dominican Republic, adjacent to the tourist town of La Romana and the resort of Casa de Campo. It is located about 68 miles (110 km) from the capital, Santo Domingo. In 2008, 374,724 passengers passed through the airport.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/Mexico_City_International_Airport": "Mexico City International Airport (Spanish: Aeropuerto Internacional de la Ciudad de México, AICM); officially Aeropuerto Internacional Benito Juárez (Benito Juárez International Airport) (IATA: MEX, ICAO: MMMX) is an international airport that serves Greater Mexico City.  It is Mexico's and Latin America's busiest airport by passenger traffic and aircraft movements. The airport sustains 35,000 jobs directly and around 15,000 indirectly in the immediate area. The airport is owned by Grupo Aeroportuario de la Ciudad de México and operated by Aeropuertos y Servicios Auxiliares, the government-owned corporation, which also operates 22 other airports throughout Mexico. In recent years Toluca Airport has become an alternate airport.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/Sarasota": "Sarasota (/ˌsærəˈsoʊtə/) is a city in Sarasota County on the southwestern coast of the U.S. state of Florida. The area is renowned for its cultural and environmental amenities, beaches, resorts, and the Sarasota School of Architecture. The city is at the southern end of the Tampa Bay Area, north of Fort Myers and Punta Gorda. Its official limits include Sarasota Bay and several barrier islands between the bay and the Gulf of Mexico. According to the U.S. Census Bureau, in 2018 Sarasota had a population of 57,738. In 1986 it became designated as a certified local government. Sarasota is a principal city of the Sarasota metropolitan area, and is the seat of Sarasota County.",
  "/wiki/Sarasota-Bradenton_International_Airport": "Sarasota–Bradenton International Airport (IATA: SRQ, ICAO: KSRQ, FAA LID: SRQ) is located within three jurisdictions: Sarasota County, the city limits of Sarasota, and Manatee County. Owned by the Sarasota Manatee Airport Authority, it is 3 miles (4.8 km) north of downtown Sarasota and 6 miles (9.7 km) south of Bradenton.",
  "/wiki/West_Palm_Beach": "West Palm Beach is a city in and the county seat of Palm Beach County, Florida, United States. It is located immediately to the west of the adjacent Palm Beach, which is situated on a barrier island across the Lake Worth Lagoon. The population was 99,919 at the 2010 census. West Palm Beach is a principal city of the Miami metropolitan area, which was home to an estimated 6,158,824 people in 2017.",
  "/wiki/Palm_Beach_International_Airport": "Palm Beach International Airport (IATA: PBI, ICAO: KPBI, FAA LID: PBI) is a public airport in Palm Beach County, Florida, west of the city of West Palm Beach, Florida. It is the primary airport for West Palm Beach, Boca Raton, Wellington, Palm Beach, and the surrounding area. It is also one of three major airports serving the Miami metropolitan area. The airport is operated by Palm Beach County's Department of Airports. Road access to the airport is direct from I-95, Southern Boulevard, and Congress Avenue. The airport is bordered on the west by Military Trail.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/O%27Hare_International_Airport": "O'Hare International Airport (IATA: ORD, ICAO: KORD, FAA LID: ORD), typically referred to as O'Hare Airport, Chicago O'Hare, or simply O'Hare, is an international airport located on the Northwest Side of Chicago, Illinois, 14 miles (23 km) northwest of the Loop business district.  Operated by the Chicago Department of Aviation and covering some 7,627 acres (3,087 ha), O'Hare has non-stop flights to 228 destinations in North America, South America, Europe, Africa, Asia and Oceania.",
  "/wiki/Louisiana": "Louisiana (/luˌiːziˈænə/ (listen), /ˌluːzi-/ (listen))[a] is a state in the Deep South region of the South Central United States. It is the 31st most extensive and the 25th most populous of the 50 United States. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is the only U.S. state with political subdivisions termed parishes, which are equivalent to counties. The state's capital is Baton Rouge, and its largest city is New Orleans.",
  "/wiki/New_Orleans": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/Louis_Armstrong_New_Orleans_International_Airport": "Louis Armstrong New Orleans International Airport (IATA: MSY, ICAO: KMSY, FAA LID: MSY) (French: Aéroport international Louis Armstrong de La Nouvelle-Orléans) is an international airport under Class B airspace in Kenner, Jefferson Parish, Louisiana, United States. It is owned by the city of New Orleans and is 11 miles (18 km) west of downtown New Orleans. A small portion of Runway 11/29 is in unincorporated St. Charles Parish. Armstrong International is the primary commercial airport for the New Orleans metropolitan area and southeast Louisiana.",
  "/wiki/New_Jersey": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is a peninsula, bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by the Delaware Bay and Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 9 million residents as of 2017, making it the most densely populated of the 50 U.S. states with its biggest city being Newark. New Jersey lies completely within the combined statistical areas of New York City and Philadelphia. New Jersey was the second-wealthiest U.S. state by median household income as of 2017.",
  "/wiki/Atlantic_City": "Atlantic City is a resort city in Atlantic County, New Jersey, United States, known for its casinos, boardwalk, and beaches. In 2010, the city had a population of 39,558. It was incorporated on May 1, 1854, from portions of Egg Harbor Township and Galloway Township. It borders Absecon, Brigantine, Pleasantville, Ventnor City, Egg Harbor Township, and the Atlantic Ocean.",
  "/wiki/Atlantic_City_International_Airport": "Atlantic City International Airport (IATA: ACY, ICAO: KACY, FAA LID: ACY) is a joint civil-military airport 10 miles (16 km) northwest of Atlantic City, New Jersey, in Egg Harbor Township, the Pomona section of Galloway Township and in Hamilton Township. The airport is accessible via Exit 9 on the Atlantic City Expressway.  The facility is operated by the South Jersey Transportation Authority (SJTA) and the Port Authority of New York and New Jersey, which performs select management functions. Most of the land is owned by the Federal Aviation Administration and leased to the SJTA, while the SJTA owns the terminal building.",
  "/wiki/Newark,_New_Jersey": "Newark (/ˈnuːərk/, locally /njʊərk/) is the most populous city in the U.S. state of New Jersey and the seat of Essex County. As one of the nation's major air, shipping, and rail hubs, the city had a population of 282,090 in 2018, making it the nation's 73rd-most populous municipality, after being ranked 63rd in the nation in 2000.",
  "/wiki/Newark_Liberty_International_Airport": "Newark Liberty International Airport (IATA: EWR, ICAO: KEWR, FAA LID: EWR), originally Newark Metropolitan Airport and later Newark International Airport, is an international airport straddling the boundary between the cities of Newark and Elizabeth in New Jersey. It is one of the major airports of the New York metropolitan area. The airport is currently owned jointly by the cities of Elizabeth and Newark and leased to and operated by the Port Authority of New York and New Jersey.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Dallas/Fort_Worth_International_Airport": "Dallas/Fort Worth International Airport (IATA: DFW, ICAO: KDFW, FAA LID: DFW) is the primary international airport serving the Dallas–Fort Worth metroplex area in the U.S. state of Texas."
}