{
  "/wiki/Big_Buck_Bunny": "Big Buck Bunny (code-named Project Peach) is a 2008 short computer-animated comedy film featuring animals of the forest, made by the Blender Institute, part of the Blender Foundation. Like the foundation's previous film, Elephants Dream, the film was made using Blender, a free and open-source software application for 3D computer modeling and animation developed by the same foundation. Unlike that earlier project, the tone and visuals departed from a cryptic story and dark visuals to one of comedy, cartoons, and light-heartedness.",
  "/wiki/Blender_(software)": "Blender is a free and open-source 3D computer graphics software toolset used for creating animated films, visual effects, art, 3D printed models, motion graphics, interactive 3D applications, and computer games. Blender's features include 3D modeling, UV unwrapping, texturing, raster graphics editing, rigging and skinning, fluid and smoke simulation, particle simulation, soft body simulation, sculpting, animating, match moving, rendering, motion graphics, video editing, and compositing.",
  "/wiki/Code_Rush": "Code Rush is a 2000 documentary following the lives of a group of Netscape engineers in Silicon Valley. It covers Netscape's last year as an independent company, from their announcement of the Mozilla open source project until their acquisition by AOL. It particularly focuses on the last-minute rush to make the Mozilla source code ready for release by the deadline of March 31, 1998, and the impact on the engineers' lives and families as they attempt to save the company from ruin.",
  "/wiki/Source_code": "In computing, source code is any collection of code, possibly with comments, written using a human-readable programming language, usually as plain text. The source code of a program is specially designed to facilitate the work of computer programmers, who specify the actions to be performed by a computer mostly by writing source code. The source code is often transformed by an assembler or compiler into binary machine code that can be executed by the computer. The machine code might then be stored for execution at a later time. Alternatively, source code may be interpreted and thus immediately executed.",
  "/wiki/Decay_(2012_film)": "Decay is a 2012 horror film by Luke Thompson (of the University of Manchester), set at the Large Hadron Collider in Switzerland. The movie was created on a budget of $3,225 and was filmed over a period of two years by Thompson and his fellow physicists. The film was released online for free under the Creative Commons CC BY-NC license, shareable and remixable. Decay was premiered on 29 November 2012 and centres on the idea of the Large Hadron Collider transforming scientists into zombies.",
  "/wiki/CERN": "The European Organization for Nuclear Research (French: Organisation européenne pour la recherche nucléaire), known as CERN (/sɜːrn/; French pronunciation: ​[sɛʁn]; derived from the name Conseil européen pour la recherche nucléaire), is a European research organization that operates the largest particle physics laboratory in the world. Established in 1954, the organization is based in a northwest suburb of Geneva on the Franco–Swiss border and has 23 member states. Israel is the only non-European country granted full membership. CERN is an official United Nations Observer.",
  "/wiki/Elephants_Dream": "Elephants Dream (code-named Project Orange during production and originally titled Machina) is a 2006 English-language and Dutch-produced 3D computer animated science fiction short film produced by Blender Foundation using, almost exclusively, free and open-source software. It premiered on 24 March 2006, after about 8 months of development.",
  "/wiki/Lavorare_con_lentezza": "Lavorare con lentezza (internationally released as Working Slowly (Radio Alice)) is a 2004 Italian drama film directed by Guido Chiesa. It is based on actual events involving Radio Alice, a 1970s pirate radio which was politically aligned with the autonomism movement.",
  "/wiki/Guido_Chiesa": "Guido Chiesa (born 1959) is an Italian film director and screenwriter.",
  "/wiki/Life_Wasted": "\"Life Wasted\" is a song by the American rock band Pearl Jam. Featuring lyrics written by vocalist Eddie Vedder and music written by guitarist Stone Gossard, \"Life Wasted\" was released on August 28, 2006 as the second single from the band's eighth studio album, Pearl Jam (2006). The song peaked at number 10 on the Billboard Modern Rock Tracks chart. On Pearl Jam, \"Life Wasted\" is reprised as a modified version on the album's tenth track, \"Wasted Reprise\".",
  "/wiki/Pearl_Jam": "Pearl Jam is an American rock band formed in 1990 in Seattle, Washington. As of 2020[update], the band's lineup consists of founding members Eddie Vedder (lead vocals, guitar), Mike McCready (lead guitar), Stone Gossard (rhythm guitar) and Jeff Ament (bass) as well as drummer Matt Cameron, who joined in 1998. Keyboardist Boom Gaspar has also been a session/touring member with the band since 2002. Drummers Jack Irons, Dave Krusen, Matt Chamberlain and Dave Abbruzzese are former members of the band.",
  "/wiki/Music_video": "A music video is a short film that integrates a song with imagery, and is produced for promotional or artistic purposes. Modern music videos are primarily made and used as a marketing device intended to promote the sale of music recordings. There are also cases where songs are used in tie-in marketing campaigns that allow them to become more than just a song. Tie-ins and merchandising can be used for toys or for food or other products.",
  "/wiki/Major_record_label": "A record label, or record company, is a brand or trademark associated with the marketing of music recordings and music videos. Sometimes, a record label is also a publishing company that manages such brands and trademarks, coordinates the production, manufacture, distribution, marketing, promotion, and enforcement of copyright for sound recordings and music videos, while also conducting talent scouting and development of new artists (\"artists and repertoire\" or \"A&R\"), and maintaining contracts with recording artists and their managers. The term \"record label\" derives from the circular label in the center of a vinyl record which prominently displays the manufacturer's name, along with other information. Within the mainstream music industry, recording artists have traditionally been reliant upon record labels to broaden their consumer base, market their albums, and be both promoted and heard on music streaming services, radio, and television. Record labels also provide publicists, who assist performers in gaining positive media coverage, and arrange for their merchandise to be available via stores and other media outlets.",
  "/wiki/Nasty_Old_People": "Nasty Old People is a 2009 Swedish film directed by Hanna Sköld, Tangram Film. It premiered on 10 October 2009 at Kontrapunkt in Malmö, and on file sharing site The Pirate Bay.",
  "/wiki/RiP!:_A_Remix_Manifesto": "RiP!: A Remix Manifesto is a 2008 open-source documentary film about \"the changing concept of copyright\" directed by Brett Gaylor.",
  "/wiki/Open-source_film": "Open-source films (also known as open-content films and free-content films) are films which are produced and distributed by using free and open-source and open content methodologies. Their sources are freely available and the licenses used meet the demands of the Open Source Initiative (OSI) in terms of freedom.",
  "/wiki/Copyright": "Copyright is the exclusive right given to the creator of a creative work to reproduce the work, usually for a limited time. The creative work may be in a literary, artistic, educational, or musical form. Copyright is intended to protect the original expression of an idea in the form of a creative work, but not the idea itself. A copyright is subject to limitations based on public interest considerations, such as the fair use doctrine in the United States.\nSome jurisdictions require \"fixing\" copyrighted works in a tangible form. It is often shared among multiple authors, each of whom holds a set of rights to use or license the work, and who are commonly referred to as rights holders.[citation needed] These rights frequently include reproduction, control over derivative works, distribution, public performance, and moral rights such as attribution.",
  "/wiki/Remix_culture": "Remix culture, sometimes read-write culture, is a society that allows and encourages derivative works by combining or editing existing materials to produce a new creative work or product. A remix culture would be, by default, permissive of efforts to improve upon, change, integrate, or otherwise remix the work of copyright holders. While a common practice of artists of all domains throughout human history, the growth of exclusive copyright restrictions in the last several decades limits this practice more and more by the legal chilling effect. In reaction, Harvard law professor Lawrence Lessig who considers remixing a desirable concept for human creativity has worked since the early 2000s  on a transfer of the remixing concept into the digital age. Lessig founded the Creative Commons in 2001 which released Licenses as tools to enable remix culture again, as remixing is legally prevented by the default exclusive copyright regime applied currently on intellectual property. The remix culture for cultural works is related to and inspired by the earlier Free and open-source software for software movement, which encourages the reuse and remixing of software works.",
  "/wiki/Brett_Gaylor": "Brett Gaylor is a Canadian documentary filmmaker living in Victoria, British Columbia.  Born in 1977, he grew up on Galiano Island, British Columbia. He was formerly the VP of Mozilla's Webmaker Program.  His documentary, Do Not Track, explores privacy and the web economy.",
  "/wiki/Sita_Sings_the_Blues": "Sita Sings the Blues is a 2008 American animated musical romantic comedy-drama film written, directed, produced and animated by American artist Nina Paley. It intersperses events from the Ramayana, light-hearted but knowledgeable discussion of historical background by a trio of Indian shadow puppets, musical interludes voiced with tracks by Annette Hanshaw and scenes from the artist's own life. The ancient mythological and modern biographical plot are parallel tales, sharing numerous themes.",
  "/wiki/Free_culture_movement": "The free-culture movement is a social movement that promotes the freedom to distribute and modify the creative works of others in the form of free content or open content without compensation to, or the consent of, the work's original creators, by using the Internet and other forms of media.",
  "/wiki/Nina_Paley": "Nina Paley (born May 3, 1968) is an American cartoonist, animator and free culture activist. She was the artist and often the writer of the comic strips Nina's Adventures and Fluff, but most of her recent work has been in animation. She is perhaps best known for creating the animated feature film Sita Sings the Blues, based on the Ramayana, with parallels to her personal life. In 2018, she completed her second animated feature, Seder-Masochism, a retelling of the Book of Exodus as patriarchy emerging from goddess worship.",
  "/wiki/Sanctuary_(short_film)": "Sanctuary is a re-mixable science fiction film which, in 2005, became the first production to sign professional union actors to Creative Commons licensing terms. It is set in Head Bin, a fictional universe created by MOD Films for their remixable movie experiment.",
  "/wiki/Sintel": "Sintel (code-named Project Durian) is a short 15-minute computer-animated fantasy film released in 2010 about a female protagonist and a dragon, created by the Blender Institute, part of the Blender Foundation. Like the foundation's two previous films, Elephants Dream and Big Buck Bunny, the film was made using Blender, a free and open source software application for animation, created and supported by the same foundation. Sintel was produced by Ton Roosendaal, chairman of the Foundation, and directed by Colin Levy, at the time an artist at Pixar Animation Studios.",
  "/wiki/Star_Wreck": "Star Wreck is a series of Finnish Star Trek parody movies started by Samuli Torssonen in 1992. The first movie, simply named Star Wreck, was a simple Star Control-like animation with three ships shooting at each other, but later movies featured 3D CGI, animated characters and, in the latest films, live actors. Often Star Wreck is used to refer to the latest and most popular film Star Wreck: In the Pirkinning.",
  "/wiki/Tears_of_Steel": "Tears of Steel (code-named Project Mango) is a live-action/CGI short film by producer Ton Roosendaal and director/writer Ian Hubert. The film was made using new enhancements to the visual effects capabilities of Blender, a free and open source all-in-one 3D computer graphics software package.",
  "/wiki/Where_are_the_Joneses": "Where Are the Joneses? is a 2007 British daily online filmed sitcom created by the Imagination Group and Baby Cow Productions, sponsored by Ford of Europe, and promotion by digital specialists Hot Cherry.",
  "/wiki/List_of_major_Creative_Commons_licensed_works": "This is a list of notable works available under a Creative Commons license. Works available under a Creative Commons license are becoming more common. Note that there are multiple Creative Commons licenses with important differences."
}