{
  "/wiki/Uruguay_national_football_team": "The Uruguay national football team (Spanish: Selección de fútbol de Uruguay) represents Uruguay in international football, and is controlled by the Uruguayan Football Association, the governing body for football in Uruguay. The current head coach is Óscar Tabárez. The Uruguayan team is commonly referred to as La Celeste (The Sky Blue).\nThey have won the Copa América 15 times, the most successful national team in the tournament, the most recent title being the 2011 edition. The team has won the FIFA World Cup twice, including the first World Cup in 1930 as hosts, defeating Argentina 4–2 in the final. They won their second title in 1950, upsetting host Brazil 2–1 in the final match, which received an attendance higher than any football match ever.",
  "/wiki/Argentina_national_football_team": "The Argentina national football team (Spanish: Selección de fútbol de Argentina) represents Argentina in international football, and is administered by the Argentine Football Association. Argentina's home stadium is Estadio Monumental Antonio Vespucio Liberti in Buenos Aires.",
  "/wiki/Sociedad_Sportiva_Argentina": "The Sociedad Sportiva Argentina was an Argentine multi-sports club sited in Buenos Aires. The headquarters were located in Florida 183 while the stadium was placed in Palermo, next to Hipódromo Argentino. Originally established in 1899 under the name \"Sociedad Hípica Argentina\" for the practise of equestrian activities, the Sociedad Sportiva would held a large variety of sport events in several disciplines, such as football, athletics, auto racing, aviation, aerostatics, aeronautics, boxing, bicycle racing, motorcycle racing, polo, rugby union, trot, sulky races, show jumping, among others.",
  "/wiki/Estadio_Gran_Parque_Central": "The Estadio Gran Parque Central, usually just Parque Central, is the stadium of Club Nacional de Football. It is located in Montevideo, Uruguay, near Nacional headquarters (exactly between the streets Carlos Anaya, Jaime Cibils, General Urquiza and Comandante Braga), in the La Blanqueada neighbourhood. In this stadium, Nacional plays most of its home games.",
  "/wiki/Estadio_G.E.B.A.": "The Estadio GEBA is a multi-use stadium in the Palermo neighbourhood in Buenos Aires, Argentina. Owned by Club Gimnasia y Esgrima, the stadium is located on the \"Sede Jorge Newbery\", one of the three facilities of the club. Its current capacity is 12,000 spectators.",
  "/wiki/Estadio_Belvedere": "Estadio Belvedere is a multi-use stadium in Montevideo, Uruguay.  It is currently used primarily for football matches.  The stadium holds 10,000 people and was built in 1909. On August 15, 1910, in a game at Estadio Belvedere, the Uruguay national football team wore their signature light blue jerseys for the first time.  The game ended in a 3-1 victory over Argentina.  It was also the first game that Argentina wore their signature blue and white striped jerseys.[citation needed] The Estadio, formerly owned by the Montevideo Wanderers, now belongs to Liverpool FC of Montevideo.",
  "/wiki/Estadio_Racing_Club": "The Estadio Racing Club, popularly known as Estadio Alsina y Colón, was an association football stadium in Avellaneda, a suburb of Greater Buenos Aires, Argentina.",
  "/wiki/Estadio_Sportivo_Barracas": "Estadio Sportivo Barracas was a multi-use stadium in Buenos Aires, Argentina, property of Club Sportivo Barracas. The stadium was one of the most important venues in Argentina, mostly used for football matches. It held 37,000 spectators.",
  "/wiki/Estadio_Ministro_Brin_y_Senguel": "Estadio Ministro Brin y Senguel was a football stadium in La Boca district of Buenos Aires, Argentina. It was the home ground of Club Atlético Boca Juniors until the club moved to Brandsen and Del Crucero (current Del Valle Iberlucea) streets in 1924.",
  "/wiki/Estadio_Gasómetro": "Estadio Gasómetro was a multi-purpose stadium in the barrio (neighborhood) of Boedo, Buenos Aires, Argentina.",
  "/wiki/Copa_Lipton": "The Copa Lipton or Copa de Caridad Lipton was a football friendly competition contested between Argentina and Uruguay national teams. The competition was held 29 times between 1905 and 1992."
}