{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Beau-James_Wells": "Beau-James Wells (born 17 November 1995) is a New Zealand freestyle skier. He represented his country at the 2014 Winter Olympics in Sochi, finishing in 21st place in the qualifying round of the Men's Slopestyle and did not advance to the final. He was the flag bearer in the opening ceremony of 2018 Winter Olympics in Pyongchang. His brothers Byron, Jossi, and Jackson are all also freestyle skiers.",
  "/wiki/Freestyle_Skiing": "Freestyle skiing is a  skiing discipline comprising aerials, moguls, cross, half-pipe, slopestyle and big air as part of the Winter Olympics. It can consist of a skier performing aerial flips and spins, and can include skiers sliding rails and boxes on their skis. It is also commonly referred to as freeskiing, jibbing, as well as many other names around the world.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Peter_Burling_(sailor)": "Peter Burling MNZM (born 1 January 1991, New Zealand) is the 2017 America's Cup champion helmsman, and an Olympic gold (49er sailing, 2016) and silver (49er sailing, 2012) medallist.",
  "/wiki/Blair_Tuke": "Andrew Blair Tuke MNZM (born 25 July 1989) is a New Zealand sailor who won the gold medal at the 2016 Summer Olympics, and the silver medal at the 2012 Summer Olympics in the 49er class alongside Peter Burling.",
  "/wiki/Sailing": "Sailing  \nemploys the wind—acting on sails, wingsails or kites—to propel a craft on the surface of the water (sailing ship, sailboat, windsurfer, or kitesurfer), on ice (iceboat) or on land (land yacht) over a chosen course, which is often part of a larger plan of navigation.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Shane_Dobbin": "Shane Dobbin (born 22 January 1980) is a New Zealand inline skater and speed skater. Before competing on ice, he won a silver medal at The World Games 2001 in Akita and repeated this success at The World Games 2005 in Duisburg. He was New Zealand's only competitor in speed skating at the 2010 Winter Olympics, finishing 17th in the men's 5000 m. He was born in Palmerston North.",
  "/wiki/Speed_skating": "Speed skating is a competitive form of ice skating in which the competitors race each other in travelling a certain distance on skates. Types of speed skating are long track speed skating, short track speed skating, and marathon speed skating. In the Olympic Games, long-track speed skating is usually referred to as just \"speed skating\", while short-track speed skating is known as \"short track\". The ISU, the governing body of both ice sports, refers to long track as \"speed skating\" and short track as \"short track skating\".",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Nick_Willis": "Nicholas Ian Willis MNZM (born 25 April 1983) is a New Zealand middle distance runner and the country's only two-time Olympic medalist in the 1500 metres. He won the silver medal at the 2008 Olympics in Beijing, and bronze at the 2016 Olympics in Rio. His other achievements over the same distance include the national and Oceania record (3:29.66), and medals from three consecutive Commonwealth Games (gold in 2006, bronze in 2010 and 2014).",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Juliane_Bray": "Juliane Bray (born 9 October 1975) is a New Zealand snowboarder. She first gained notice in 2001 when she won a World Cup boarder-cross race in Japan. She represented New Zealand at the 2006 Winter Olympics by competing in snowcross and halfpipe. She represented New Zealand at the 2010 Winter Olympics and was selected as her nation's flag bearer at the opening ceremony.",
  "/wiki/Snowboarding(sport)": "Snowboarding is a recreational activity and Winter Olympic and Paralympic sport that involves descending a snow-covered slope while standing on a snowboard attached to a rider's feet.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Mahé_Drysdale": "Alexander Mahé Owens Drysdale MNZM (born 19 November 1978) is a New Zealand rower. Drysdale is the current Olympic champion and five-time World champion in the single sculls. The name Mahé comes from the largest island in the Seychelles.",
  "/wiki/Rowing_(sport)": "Rowing, sometimes referred to as crew in the United States, is a sport whose origins reach back to Ancient Egyptian times. It involves propelling a boat (racing shell) on water using oars. By pushing against the water with an oar, a force is generated to move the boat. The sport can be either recreational for enjoyment or fitness, or competitive, when athletes race against each other in boats. There are a number of different boat classes in which athletes compete, ranging from an individual shell (called a single scull) to an eight-person shell with a coxswain (called a coxed eight).",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Sean_Becker": "Sean Peter Becker (born 7 July 1975 in Ranfurly) is a New Zealand curler.",
  "/wiki/Curling": "Curling is a sport in which players slide stones on a sheet of ice toward a target area which is segmented into four concentric circles. It is related to bowls, boules and shuffleboard. Two teams, each with four players, take turns sliding heavy, polished granite stones, also called rocks, across the ice curling sheet toward the house, a circular target marked on the ice. Each team has eight stones, with each player throwing two. The purpose is to accumulate the highest score for a game; points are scored for the stones resting closest to the centre of the house at the conclusion of each end, which is completed when both teams have thrown all of their stones. A game usually consists of eight or ten ends.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Beatrice_Faumuina": "Beatrice Roini Liua Faumuina ONZM (born 23 October 1974 in Auckland, New Zealand) is a former New Zealand discus thrower.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Angela_Paul": "Angela (Angie) Paul later Angela Edmond (born 27 March 1975) is a luger from New Zealand who has competed for New Zealand at two Olympics. In the 1998 Winter Olympics at Nagano, she came 19th in the Women's Singles; in the 2002 Winter Olympics at Salt Lake City, she came 23rd in the Women's Singles. She was the flag bearer for New Zealand in 2002.",
  "/wiki/Luge(sport)": "A luge /luːʒ/ is a small one- or two-person sled on which one sleds supine (face up) and feet-first. A luger steers by using their calf muscles to flex the sled's runners or by exerting opposite shoulder pressure to the seat. Racing sleds weigh 21–25 kg (46–55 lb) for singles and 25–30 kg (55–66 lb) for doubles. Luge is also the name of an Olympic sport.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Blyth_Tait": "Blyth Tait (born 10 May 1961 in Whangarei) is a New Zealand equestrian. Tait has competed at four Olympics and has won four medals, one of only four New Zealanders to do so.",
  "/wiki/Eventing": "Eventing (also known as three day eventing or horse trials) is an equestrian event where a single horse and rider combine and compete against other competitors across the three disciplines of dressage, cross-country, and show jumping. This event has its roots in a comprehensive cavalry test that required mastery of several types of riding. The competition may be run as a one-day event (ODE), where all three events are completed in one day (dressage, followed by show jumping and then the cross-country phase) or a three-day event (3DE), which is more commonly now run over four days, with dressage on the first two days, followed by cross-country the next day and then show jumping in reverse order on the final day. Eventing was previously known as Combined Training, and the name persists in many smaller organizations. The term \"Combined Training\" is sometimes confused with the term \"Combined Test\", which refers to a combination of just two of the phases, most commonly dressage and show jumping.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Peter_Henry_(bobsleigh)": "Peter Henry (born 17 June 1962) is a bobsledder and decathlete for New Zealand.",
  "/wiki/Bobsleigh(sport)": "Bobsleigh or bobsled is a team winter sport that involves making timed runs down narrow, twisting, banked, iced tracks in a gravity-powered sleigh. International bobsleigh competitions are governed by the International Bobsleigh and Skeleton Federation, also known as FIBT from the French Fédération Internationale de Bobsleigh et de Tobogganing.  National competitions are often governed by bodies such as the United States Bobsled and Skeleton Federation and Bobsleigh Canada Skeleton.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Barbara_Kendall": "Barbara Anne Kendall CNZM MBE (born 30 August 1967) is a former boardsailor from New Zealand.  She competed at five Summer Olympic Games and won gold, silver and bronze medals.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Tony_Smith_(speed_skater)": "Tony Lee Smith (born 25 December 1961 in Christchurch) is a short track speed skater from New Zealand.",
  "/wiki/Short_track_speed_skating": "Short track speed skating is a form of competitive ice speed skating. In competitions, multiple skaters (typically between four and six) skate on an oval ice track with a length of 111.111 metres (364.54 ft). The rink itself is 60 metres (200 ft) long by 30 metres (98 ft) wide, which is the same size as an Olympic-sized figure skating rink and an international-sized ice hockey rink. Short track speed skating is the sister sport to long track speed skating and the cousin sport to inline speed skating.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Mark_Todd_(equestrian)": "Sir Mark James Todd KNZM CBE (born 1 March 1956) is a New Zealand horseman noted for his accomplishments in the discipline of eventing, voted Rider of the 20th century by the International Federation for Equestrian Sports.",
  "/wiki/Equestrianism": "Equestrianism (from Latin equester, equestr-, equus, 'horseman', 'horse'), more often known as horse riding (British English) or horseback riding (American English), includes the disciplines of riding, driving, or vaulting with horses. This broad description includes the use of horses for practical working purposes, transportation, recreational activities, artistic or cultural exercises, and competitive sport.",
  "/wiki/1992_Winter_Olympics": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: Les XVIes Jeux olympiques d'hiver), were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
  "/wiki/Chris_Nicholson_(athlete)": "Christopher John \"Chris\" Nicholson (born 16 March 1967 in Bexleyheath, England) is a New Zealand sportsman who has represented the country at both the Winter Olympics as a short track speed skater and at the Summer Olympics as a cyclist. He competed at the 1992 Summer Olympic Games in Barcelona, the 1992 Winter Olympic Games in Albertville, and the 1994 Winter Olympic Games in Lillehammer. The only other New Zealander to compete at both the Summer and Winter Olympics is Madonna Harris.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Ian_Ferguson_(canoeist)": "Ian Gordon Ferguson MBE (born 20 July 1952) is New Zealand's most successful Olympian, competing in K1, K2, and K4 kayak events. He first competed at the Montreal, Canada Olympic Games in 1976 and again at Moscow, Russia Olympic Games in 1980.",
  "/wiki/Canoeing": "Canoeing is an activity which involves paddling a canoe with a single-bladed paddle. Common meanings of the term are limited to when the canoeing is the central purpose of the activity. Broader meanings include when it is combined with other activities such as canoe camping, or where canoeing is merely a transportation method used to accomplish other activities. Most present-day canoeing is done as or as a part of a sport or recreational activity. In some parts of Europe canoeing refers to both canoeing and kayaking, with a canoe being called an open canoe.",
  "/wiki/1988_Winter_Olympics": "The 1988 Winter Olympics, officially known as the XV Olympic Winter Games (French: Les XVes Jeux olympiques d'hiver), was a multi-sport event celebrated in and around Calgary, Alberta, Canada, between February 13 and 28, 1988 and were the first Winter Olympics to be held over a whole two week period. The host city was selected in 1981 over Falun, Sweden, and Cortina d'Ampezzo, Italy.  Most events took place in Calgary while several skiing events were held in the mountain resorts of Nakiska and Canmore, west of the city.",
  "/wiki/Simon_Wi_Rutene": "Simon Lyle Wi Rutene (born 10 March 1966) is an alpine skier from New Zealand. He has competed for New Zealand at four Olympics. He decided to be a ski racer at 12, and went to a U.S. ski resort on his own. At 16 he was sponsored, and did his first downhill run at Wengen, Switzerland.",
  "/wiki/Alpine_skiing": "Alpine skiing, or downhill skiing, is the pastime of sliding down snow-covered slopes on skis with fixed-heel bindings, unlike other types of skiing (cross-country, Telemark, or ski jumping), which use skis with free-heel bindings. Whether for recreation or for sport, it is typically practised at ski resorts, which provide such services as ski lifts, artificial snow making, snow grooming, restaurants, and ski patrol.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/John_Walker_(athlete)": "Sir John George Walker, KNZM, CBE (born 12 January 1952) is a former middle-distance runner from New Zealand who won the 1500 m event at the 1976 Olympics. He was also the first person to run the mile in under 3:50. In more recent years, Walker has been active in local government, as an Auckland Councillor and representing the Manurewa-Papakura ward.",
  "/wiki/1984_Winter_Olympics": "The 1984 Winter Olympics, officially known as the XIV Olympic Winter Games (French: XIVes Jeux olympiques d'hiver; Serbo-Croatian: XIV. zimske olimpijske igre / XIV Зимске олимпијске игре; Macedonian: XIV Зимски олимписки игри; Slovene: XIV olimpijske zimske igre), was a winter multi-sport event which took place from 8–19 February 1984 in Sarajevo, Yugoslavia, in what is now Bosnia and Herzegovina. Other candidate cities were Sapporo, Japan; and Gothenburg, Sweden.",
  "/wiki/Markus_Hubrich": "Marcus Hubrich (born 5 February 1963) is an alpine skier from New Zealand.",
  "/wiki/1980_Summer_Olympics": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad (Russian: И́гры XXII Олимпиа́ды, tr. Igry XXII Olimpiady), was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
  "/wiki/Brian_Newth": "Brian Allen Newth (born 13 January 1947) was a New Zealand modern pentathlete.  Newth was one of the eight members (four athletes and four officials) of the New Zealand contingent who participated at the Games of the XXII Olympiad (Moscow) in 1980.",
  "/wiki/Modern_pentathlon": "The modern pentathlon is an Olympic sport that comprises five different events; fencing (one-touch épée), freestyle swimming (200 m), equestrian show jumping (15 jumps), and a final combined event of pistol shooting and cross country running (3200 m). This last event is now referred to as the laser-run, since it alternates four legs of laser pistol shooting followed by an 800 m run (for 3200 m in total). The event is inspired by the traditional pentathlon held during the ancient Olympics; as the original events were patterned on the skills needed by an ideal Greek soldier of the era, the modern pentathlon is similarly patterned on events representing the skills needed by cavalry behind enemy lines.",
  "/wiki/List_of_flag_bearers_for_New_Zealand_at_the_Olympics": "This is a list of flag bearers who have represented New Zealand at the Olympics."
}