{
  "/wiki/2000_UCI_Road_World_Championships": "The 2000 UCI Road World Championships took place in Plouay, France, between October 9 and October 15, 2000. The event consisted of a road race and a time trial for men, women, men under 23, junior men and junior women.",
  "/wiki/Jeremy_Yates": "Jeremy Yates (born 6 July 1982) is a former New Zealand professional racing cyclist, who last rode for the Manisaspor Continental Cycling Team.",
  "/wiki/2005_UCI_Road_World_Championships": "The 2005 UCI Road World Championships took place in Madrid, Spain, between September 19 and September 25, 2005. The event consisted of a road race and a time trial for men, women and men under 23.",
  "/wiki/Peter_Latham_(cyclist)": "Peter David Latham (born 8 January 1984 in Te Awamutu, New Zealand) was a cycling competitor for New Zealand. He competed in the team pursuit at the 2004 Summer Olympics, where New Zealand finished tenth. In 2005 Latham won the bronze medal in the Under 23 Individual Time Trial at the Road World Championships in Madrid. He competed at the 2006 Commonwealth Games in Melbourne where along with Tim Gudsell, Hayden Godfrey and Marc Ryan he won a bronze medal in the Team pursuit.",
  "/wiki/2006_UCI_Road_World_Championships": "The 2006 UCI Road World Championships took place in Salzburg, Austria, between September 19 and September 24, 2006. The event consisted of a road race and a time trial for men, women and men under 23.",
  "/wiki/Rebecca_Spence_(cyclist)": "Rebecca Spence (born 19 September 1988) is a New Zealand triathlete who represented her country at the 2018 Commonwealth Games on the Gold Coast, finishing in tenth place in the women's triathlon.",
  "/wiki/2010_UCI_Road_World_Championships": "The 2010 UCI Road World Championships took place in Geelong and Melbourne, Australia, over 5 days from 29 September to 3 October 2010. It was the 77th UCI Road World Championships and the first time that Australia had held the event. Coincidentally, the title's defender at the road race was an Australian, Cadel Evans, who has a home in Barwon Heads, only 20 km from Geelong.",
  "/wiki/Linda_Villumsen": "Linda Melanie Villumsen Serup (born 9 April 1985) is a Danish-born road racing cyclist, who last rode for UCI Women's Team Team Virtu Cycling. Villumsen became a New Zealand citizen in 2009 and has ridden under a Kiwi licence from 2010.",
  "/wiki/2010_UCI_Road_World_Championships_%E2%80%93_Women%27s_time_trial": "The Women's time trial of the 2010 UCI Road World Championships cycling event took place on 29 September in Melbourne, Australia.",
  "/wiki/2011_UCI_Road_World_Championships": "The 2011 UCI Road World Championships took place in Copenhagen, Denmark, over 19–25 September 2011. The event consisted of a cycling road race and a time trial for men, women, men under 23, and for the first time since 2004 the junior men and junior women competed at the same event as the elite riders. It was the 78th running of the Road World Championships. Castelfidardo near Loreto in Italy was also a candidate, but Italy held the UCI Road World Championships in Varese in 2008. It was the first time that Denmark has hosted the event since 1956, when it was also held in Copenhagen.",
  "/wiki/2011_UCI_Road_World_Championships_%E2%80%93_Women%27s_time_trial": "The Women's time trial of the 2011 UCI Road World Championships cycling event took place on 20 September 2011 in Copenhagen, Denmark.",
  "/wiki/James_Oram": "James Oram (born 17 June 1993) is a New Zealand cyclist who rides for Black Spoke Pro Cycling Academy since 2020. In September 2015 it was announced that he would join ONE Pro Cycling for the 2016 season.",
  "/wiki/2011_UCI_Road_World_Championships_%E2%80%93_Men%27s_junior_time_trial": "The Men's junior time trial of the 2011 UCI Road World Championships was a cycling event that took place on 20 September 2011 in Copenhagen, Denmark.",
  "/wiki/2012_UCI_Road_World_Championships": "The 2012 UCI Road World Championships took place in the southern part of the Dutch province of Limburg, also known as South Limburg, between September 15 and 23. The event consisted of a road race and a time trial for men, women and men under 23, and team time trials for elite men and women. It was the 79th Road World Championships. Castelfidardo near Loreto in Italy was also a candidate, but Italy had held the UCI Road World Championships in Varese in 2008. The Netherlands had last hosted the Road World Championships in 1998, in Valkenburg aan de Geul, and 2012 was the seventh time that the country hosted the championships.",
  "/wiki/2012_UCI_Road_World_Championships_%E2%80%93_Women%27s_time_trial": "The Women's time trial of the 2012 UCI Road World Championships cycling event took place on 18 September 2012 in and around Valkenburg, Netherlands.",
  "/wiki/2013_UCI_Road_World_Championships": "The 2013 UCI Road World Championships took place in Tuscany, Italy, between 22 and 29 September 2013.",
  "/wiki/2013_UCI_Road_World_Championships_%E2%80%93_Women%27s_time_trial": "The Women's time trial of the 2013 UCI Road World Championships took place on 24 September 2013 in the region of Tuscany, Italy. The course of the race was 22.05 km from Parco delle Cascine to the Nelson Mandela Forum in Florence.",
  "/wiki/2015_UCI_Road_World_Championships": "The 2015 UCI Road World Championships took place in Richmond, Virginia, United States from September 19–27, 2015. It was the 88th Road World Championships. Peter Sagan won the men's road race and Lizzie Armitstead won the women's road race.",
  "/wiki/2015_UCI_Road_World_Championships_%E2%80%93_Women%27s_time_trial": "The Women's time trial of the 2015 UCI Road World Championships took place in and around in Richmond, Virginia, United States on September 22, 2015. The course of the race is 29.9 km (18.6 mi) with the start and finish in Richmond. Lisa Brennauer was the defending champion, after winning her first world time trial title in 2014."
}