{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Zoi_Sadowski-Synnott": "Zoi Sadowski-Synnott (born 6 March 2001) is a New Zealand snowboarder, specialising in slopestyle and big air competitions. She won the bronze medal in the women's big air at the 2018 Winter Olympics, and won the women's slopestyle title at the 2019 World Championships.",
  "/wiki/Snowboarding": "Snowboarding is a recreational activity and Winter Olympic and Paralympic sport that involves descending a snow-covered slope while standing on a snowboard attached to a rider's feet.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Lisa_Carrington": "Lisa Carrington MNZM (born 23 June 1989) is a New Zealand flatwater canoer. She won gold in the Women's K-1 200 metres at the 2012 Summer Olympics and 2016 Summer Olympics, as well as gold in the same event at the 2011 Canoe Sprint World Championships.",
  "/wiki/Canoe_sprint": "Canoe sprint is a sport in which athletes race canoes or kayaks on calm water.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Jossi_Wells": "Josiah \"Jossi\" Wells (born 18 May 1990) is a freestyle skier who represented New Zealand at the 2014 Winter Olympics in Sochi, Russia.",
  "/wiki/Freestyle_skiing": "Freestyle skiing is a  skiing discipline comprising aerials, moguls, cross, half-pipe, slopestyle and big air as part of the Winter Olympics. It can consist of a skier performing aerial flips and spins, and can include skiers sliding rails and boxes on their skis. It is also commonly referred to as freeskiing, jibbing, as well as many other names around the world.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Mah%C3%A9_Drysdale": "Alexander Mahé Owens Drysdale MNZM (born 19 November 1978) is a New Zealand rower. Drysdale is the current Olympic champion and five-time World champion in the single sculls. The name Mahé comes from the largest island in the Seychelles.",
  "/wiki/Rowing_(sport)": "Rowing, sometimes referred to as crew in the United States, is a sport whose origins reach back to Ancient Egyptian times. It involves propelling a boat (racing shell) on water using oars. By pushing against the water with an oar, a force is generated to move the boat. The sport can be either recreational for enjoyment or fitness, or competitive, when athletes race against each other in boats. There are a number of different boat classes in which athletes compete, ranging from an individual shell (called a single scull) to an eight-person shell with a coxswain (called a coxed eight).",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Ben_Sandford": "Ben Sandford (born 12 March 1979 in Rotorua) is a New Zealand skeleton racer who has competed since 2002. He finished tenth in the men's skeleton event at the 2006 Winter Olympics in Turin. He finished 11th at the 2010 Winter Olympics.",
  "/wiki/Skeleton(sport)": "Skeleton is a winter sliding sport in which a person rides a small sled, known as a skeleton bobsled (or -sleigh), down a frozen track while lying face down and head-first. The sport and the sled may have been named from the bony appearance of the sled.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Caroline_Evers-Swindell": "Caroline Frances Meyer ONZM (born 10 October 1978 in Hastings, New Zealand), better known under her maiden name Caroline Evers-Swindell, is a former New Zealand rower. She is 179 cm tall and 80 kg. She competed in the double sculls with her identical twin sister Georgina Evers-Swindell. In November 2005 she and her sister were named Rowing Female Crew of the Year by the International Rowing Federation (FISA),  and in 2016 they became the first New Zealanders to be awarded the federation's highest award, the Thomas Keller Medal.",
  "/wiki/Georgina_Evers-Swindell": "Georgina Emma Buchanan Earl ONZM (born 10 October 1978 in Hastings, New Zealand), better known under her maiden name Georgina Evers-Swindell, is a former New Zealand rower. She competed in the double sculls with her identical twin sister Caroline Evers-Swindell, and is a double Olympic gold medallist, having won at Athens in 2004 and Beijing in 2008.  In November 2005 she and her sister were named Rowing Female Crew of the Year by the International Rowing Federation (FISA), and in 2016 they became the first New Zealanders to be awarded the federation's highest award, the Thomas Keller Medal. She is 180 cm tall, weighs 80 kg and currently resides in Napier, New Zealand.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Sean_Becker": "Sean Peter Becker (born 7 July 1975 in Ranfurly) is a New Zealand curler.",
  "/wiki/Curling_at_the_2006_Winter_Olympics": "Curling at the 2006 Winter Olympics was held in the town of Pinerolo, Italy from February 13 to February 24. It proved to be the sleeper hit in terms of television ratings in Italy. According to a CBC feature, curling at the 2006 Winter Games drew 5 million viewers, eclipsing ice hockey and figure skating. This, and the success of the Italian men's curling team created a surge of interest in curling within Italy, where there was no previous tradition of the sport and only a few hundred players.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Sarah_Ulmer": "Sarah Elizabeth Ulmer ONZM (born 14 March 1976) is a former Olympic cyclist. She is the first New Zealander to win an Olympic cycling gold medal,  which she won in the 3km individual pursuit at the 2004 Athens Olympics setting a world record.",
  "/wiki/Track_cycling": "Track cycling is a bicycle racing sport usually held on specially built banked tracks or velodromes using track bicycles.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Claudia_Riegler": "Claudia Riegler (born 7 July 1973 in Vienna) is a snowboarder from Austria. She competed for Austria at the 2010 Winter Olympics in parallel giant slalom, finishing seventh. Riegler later captured silver and bronze medals at the 2011 FIS Snowboarding World Championships.",
  "/wiki/Alpine_skiing_at_the_2002_Winter_Olympics": "Alpine skiing at the 2002 Winter Olympics consisted of ten events held February 10–23 in the United States near Salt Lake City, Utah. The downhill, super-G, and combined events were held at Snowbasin, the giant slaloms at Park City, and the slaloms at adjacent Deer Valley.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Rob_Waddell": "Robert Norman Waddell ONZM (born 7 January 1975) is a New Zealand rower, and yachtsman. He holds the third fastest 2000 metre indoor rowing machine time in the world, clocking a time of 5 mins 36.6 secs (5:36.6), which was the previous world record for 19 years before the time was improved by Joshua Dunkley-Smith. He also held the record for 5000 m on the rowing machine with a time of 14:58. This made him the first person to go below 15 min for this distance. He holds a black belt in judo. He played rugby union for Waikato. Waddell was Chef de Mission of the 2014 and 2018 New Zealand Commonwealth Games teams.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Angela_Paul": "Angela (Angie) Paul later Angela Edmond (born 27 March 1975) is a luger from New Zealand who has competed for New Zealand at two Olympics. In the 1998 Winter Olympics at Nagano, she came 19th in the Women's Singles; in the 2002 Winter Olympics at Salt Lake City, she came 23rd in the Women's Singles. She was the flag bearer for New Zealand in 2002.",
  "/wiki/Luge_at_the_1998_Winter_Olympics": "Luge at the 1998 Winter Olympics consisted of three events at Spiral.  The competition took place between February 8 and February 11, 1998.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Danyon_Loader": "Danyon Joseph Loader ONZM (born 21 April 1975) is an Olympic champion, former world record holder swimmer from New Zealand, based in Dunedin. He remains the national record holder in the 400 and 1500 metre freestyle short course.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Barbara_Kendall": "Barbara Anne Kendall CNZM MBE (born 30 August 1967) is a former boardsailor from New Zealand.  She competed at five Summer Olympic Games and won gold, silver and bronze medals.",
  "/wiki/Sailboarding": "Windsurfing is a surface water sport that emerged when mid 20th century inventors combined surfing and sailing to create a new paradigm in water sports . It emerged in the early 1970s from the surf culture scene of California. By the late 1970s it had gained a strong following across North America  , and in the 1980s it went global in a massive expansion .",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Bruce_Kendall": "Anthony Bruce Kendall MBE (born 27 June 1964 in Papakura) is a two-time Olympic medallist in sailing for New Zealand.",
  "/wiki/List_of_flag_bearers_for_New_Zealand_at_the_Olympics": "This is a list of flag bearers who have represented New Zealand at the Olympics."
}