{
  "/wiki/John_Armstrong,_Jr.": "John Armstrong Jr. (November 25, 1758 – April 1, 1843) was an American soldier and statesman who was a delegate to the Continental Congress, U.S. Senator from New York, and Secretary of War.",
  "/wiki/U.S._Secretary_of_War": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789.  Benjamin Lincoln and later Henry Knox held the position. When Washington was inaugurated as the first president under the Constitution, he appointed Knox to continue serving as Secretary of War.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/United_States_Ambassador_to_France": "The United States Ambassador to France is the official representative of the President of the United States to the President of France. The United States has maintained diplomatic relations with France since the American Revolution. Relations were upgraded to the higher rank of Ambassador in 1893. The diplomatic relationship has continued through France's five republics, two empires, and three monarchies. Since 2006 the ambassador to France has also served as the ambassador to Monaco.",
  "/wiki/United_States_Ambassador_to_Spain": "This is a list of United States ambassadors to Spain from 1779 to the present day.",
  "/wiki/Lloyd_Axworthy": "Lloyd Norman Axworthy, PC CC OM (born December 21, 1939) is a Canadian politician, elder statesman and academic. He served as Minister of Foreign Affairs in the Cabinet chaired by Prime Minister Jean Chrétien. Following his retirement from parliament, he served as president and vice-chancellor of the University of Winnipeg from 2004 to 2014 and as chancellor of St. Paul's University College (a constituent institution of the University of Waterloo). He is currently the Chair of the World Refugee Council.",
  "/wiki/Minister_of_Foreign_Affairs_(Canada)": "The Minister of Foreign Affairs (French: Ministre des Affaires étrangères) is the Minister of the Crown in the Canadian Cabinet who is responsible for overseeing the federal government's international relations and heads the Department of Global Affairs, though the Minister of International Trade leads on international trade issues. In addition to the Department, the Minister is also the lead in overseeing the International Centre for Human Rights and Democratic Development and the International Development Research Centre.",
  "/wiki/Jean-Claude_Bajeux": "Jean-Claude Bajeux (17 September 1931 – 5 August 2011) was a Haitian political activist and professor of Caribbean literature. For many years he was director of the Ecumenical Center for Human Rights based in Haiti's capital, Port-au-Prince, and a leader of the National Congress of Democratic Movements, a moderate socialist political party also known as KONAKOM. He was Minister of Culture during Jean-Bertrand Aristide's first term as President of Haiti.",
  "/wiki/James_Baker": "James Addison Baker III[note 1] (born April 28, 1930) is an American attorney and political figure. He served as White House Chief of Staff and United States Secretary of the Treasury under President Ronald Reagan, and as U.S. Secretary of State and White House Chief of Staff under President George H. W. Bush.",
  "/wiki/White_House_Chief_of_Staff": "The White House Chief of Staff position is the successor to the earlier role of the President's private secretary. The role was formalized as the assistant to the president in 1946 and acquired its current title in 1961. The current official title is Assistant to the President and Chief of Staff.",
  "/wiki/U.S._Secretary_of_the_Treasury": "The secretary of the treasury is the head of the United States Department of the Treasury which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. This position in the federal government of the United States is analogous to the minister of finance in many other countries. The secretary of the treasury is a member of the president's Cabinet, and is nominated by the president of the United States. Nominees for secretary of the treasury undergo a confirmation hearing before the United States Senate Committee on Finance before being voted on by the United States Senate.",
  "/wiki/U.S._Secretary_of_State": "The secretary of state is a senior official of the federal government of the United States of America and the head of the United States Department of State. The secretary of state's duties are principally concerned with foreign policy, and he or she is considered to be the U.S. government's minister of foreign affairs.",
  "/wiki/William_W._Belknap": "William Worth Belknap (September 22, 1829 – October 12, 1890) was a lawyer, soldier in the Union Army, government administrator in Iowa, and the 30th United States Secretary of War under President Ulysses S. Grant.",
  "/wiki/Ben_Bernanke": "Ben Shalom Bernanke (/bərˈnæŋki/ bər-NANG-kee; born December 13, 1953) is an American economist at the Brookings Institution who served two terms as Chair of the Federal Reserve, the central bank of the United States, from 2006 to 2014. During his tenure as chair, Bernanke oversaw the Federal Reserve's response to the late-2000s financial crisis.\nBefore becoming Federal Reserve chair, Bernanke was a tenured professor at Princeton University and chaired the department of economics there from 1996 to September 2002, when he went on public service leave.",
  "/wiki/Council_of_Economic_Advisors": "The Council of Economic Advisers (CEA) is a United States agency within the Executive Office of the President established in 1946, which advises the President of the United States on economic policy. The CEA provides much of the empirical research for the White House and prepares the annual Economic Report of the President.",
  "/wiki/Chairman_of_the_Federal_Reserve": "The Chair of the Board of Governors of the Federal Reserve System is the head of the Federal Reserve, which is the central banking system of the United States. The position is known colloquially as \"Chair of the Fed\" or \"Fed Chair\". The chair is the \"active executive officer\" of the Board of Governors of the Federal Reserve System. The chair reports to Congress twice a year on progress towards the Fed’s responsibilities and monetary policy objectives, which are \"maximum employment, stable prices, and moderate long-term interest rates.\"",
  "/wiki/Federal_Reserve_Board": "The Board of Governors of the Federal Reserve System, commonly known as the Federal Reserve Board, is the main governing body of the Federal Reserve System. It is charged with overseeing the Federal Reserve Banks and with helping implement the monetary policy of the United States. Governors are appointed by the President of the United States and confirmed by the Senate for staggered 14-year terms.",
  "/wiki/John_Macpherson_Berrien": "John Macpherson Berrien (August 23, 1781 – January 1, 1856) of Georgia was a United States senator from Georgia and Andrew Jackson's Attorney General.",
  "/wiki/U.S._Attorney_General": "The United States Attorney General (AG) is the head of the United States Department of Justice, a member of the Cabinet of the United States; as directed by the President of the United States, and the chief lawyer of the federal government of the United States.",
  "/wiki/Georgia_(U.S._state)": "Georgia (/ˈdʒɔːrdʒə/) is a state located in the southeastern region of the United States. Georgia is the 24th largest in area and 8th-most populous of the 50 United States. Georgia is bordered to the north by Tennessee and North Carolina, to the northeast by South Carolina, to the southeast by the Atlantic Ocean, to the south by Florida, and to the west by Alabama. Its 2019 estimated population was 10,617,423, according to the U.S. Census Bureau. Atlanta, a \"beta(+)\" global city, is both the state's capital and its largest city. The Atlanta metropolitan area, with an estimated population of 5.9 million people in 2018, is the 9th most populous metropolitan area in the United States and contains about 56% of the entire state population.",
  "/wiki/George_Bibb": "George Mortimer Bibb (October 30, 1776 – April 14, 1859) was an American politician and the seventeenth United States Secretary of the Treasury.",
  "/wiki/W._Michael_Blumenthal": "Werner Michael Blumenthal (born January 3, 1926) is a German-born American business leader, economist and political adviser who served as United States Secretary of the Treasury under President Jimmy Carter from 1977 to 1979.",
  "/wiki/Joshua_Bolten": "Joshua Brewster Bolten (born August 16, 1954) is an American lawyer and politician. Bolten served as the White House Chief of Staff to U.S. President George W. Bush, replacing Andrew Card on April 14, 2006. Since 2017, he has been president and CEO of the Business Roundtable.",
  "/wiki/Office_of_Management_and_Budget": "The Office of Management and Budget (OMB) is the largest office within the Executive Office of the President of the United States (EOP). OMB's most prominent function is to produce the President's Budget, but OMB also measures the quality of agency programs, policies, and procedures to see if they comply with the president's policies and coordinates inter-agency policy initiatives.",
  "/wiki/William_Bradford_(Attorney_General)": "William Bradford (September 14, 1755 – August 23, 1795) was a lawyer and judge from Philadelphia, Pennsylvania, and the second United States Attorney General in 1794–1795.",
  "/wiki/John_C._Breckinridge": "John Cabell Breckinridge (January 16, 1821 – May 17, 1875) was an American lawyer, politician, and soldier. He represented Kentucky in both houses of Congress and became the 14th and youngest-ever vice president of the United States, serving from 1857 to 1861. He was a member of the Democratic party.  He served in the U.S. Senate during the outbreak of the American Civil War, but was expelled after joining the Confederate Army. He was appointed Confederate secretary of war in 1865.",
  "/wiki/Confederate_States_Secretary_of_War": "The Confederate States Secretary of War was a member of President Jefferson Davis's Cabinet during the American Civil War. The Secretary of War was head of the Confederate States Department of War. The position ended in May 1865 when the Confederacy crumbled during John C. Breckinridge's tenure of the office.",
  "/wiki/Vice_President_of_the_United_States": "The vice president of the United States is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as president of the Senate. In this capacity, the vice president is empowered to preside over Senate deliberations, but may not vote except to cast a tie-breaking vote. The vice president also presides over joint sessions of Congress.",
  "/wiki/Kentucky": "Kentucky (UK: /kɛnˈtʌki/ ken-TUK-ee, US: /kən-/ (listen) kən-), officially the Commonwealth of Kentucky, is a state located in the Southern United States. Although styled as the \"State of Kentucky\" in the law creating it, (because in Kentucky's first constitution, the term \"state\" was used), Kentucky is one of four U.S. states constituted as a commonwealth (the others being Virginia, Pennsylvania, and Massachusetts). Originally a part of Virginia, in 1792 Kentucky split from it and became the 15th state to join the Union. Kentucky is the 37th most extensive and the 26th most populous of the 50 United States.",
  "/wiki/Benjamin_H._Brewster": "Benjamin Harris Brewster (October 13, 1816 – April 4, 1888) was an attorney and politician from New Jersey, who served as United States Attorney General from 1881 to 1885.",
  "/wiki/Manuel_Camacho_Sol%C3%ADs": "Víctor Manuel Camacho Solís (March 30, 1946 – June 5, 2015) was a Mexican politician who served in the cabinets of presidents Miguel de la Madrid and Carlos Salinas. Born in Mexico City to Manuel Camacho López and Luz Solís, he belonged to the Frente Amplio Progresista. At first he was affiliated with the PRI, later with the Party of the Democratic Center and then with the Party of the Democratic Revolution.",
  "/wiki/Mayor_of_Mexico_City": "The Head of Government (Spanish: Jefe de Gobierno) wields executive power in Mexico City. \nThe Head of Government serves a six-year term, running concurrently with that of the President of the Republic.\nMexico City, or CDMX, is the seat of national executive, legislative, and judicial power, and is largely contiguous with the core of the sprawling Mexico City conurbation.",
  "/wiki/J._Donald_Cameron": "James Donald Cameron (May 14, 1833 – August 30, 1918) was an American politician from Pennsylvania who served as Secretary of War under President Ulysses S. Grant and in the United States Senate for nearly twenty years. In May, 1876 Cameron was part of a Cabinet realignment by President Grant, having been appointed after a brief tenure by Secretary Alphonso Taft, whom Grant appointed U.S. Attorney General. Former Secretary William W. Belknap had resigned from office, was impeached by the House for taking kickbacks from the Fort Sill tradership, put on trial in the Senate and acquitted. Secretary Cameron was one of two father-son combinations that served as Secretary of War. Secretary Simon Cameron was Cameron's father who served under President Abraham Lincoln. The other father-son combination was Secretary Alphonso Taft and his son Secretary William Howard Taft. During Cameron's tenure the U.S. Military was challenged by the Great Sioux War and by the threat of a second Southern secession after the controversial election of President Rutherford B. Hayes that ended Reconstruction. Cameron proved to be an energetic administrator and his appointment as Secretary of War launched his lengthy political career in the Senate.",
  "/wiki/Republican_National_Committee": "The Republican National Committee (RNC) is a U.S. political committee that leads the Republican Party of the United States. It is responsible for developing and promoting the Republican political platform, as well as coordinating fundraising and election strategy. It is also responsible for organizing and running the Republican National Convention. Similar committees exist in every U.S. state and most U.S. counties, although in some states party organization is structured by congressional district, allied campaign organizations being governed by a national committee. Ronna McDaniel is the current committee chairwoman.",
  "/wiki/George_W._Campbell": "George Washington Campbell (February 9, 1769 – February 17, 1848) was an American statesman who served as a U.S. Representative, Senator, Tennessee Supreme Court Justice, U.S. Ambassador to Russia and the 5th United States Secretary of the Treasury from February to October 1814.",
  "/wiki/United_States_Ambassador_to_Russia": "The Ambassador of the United States of America to the Russian Federation is the ambassador extraordinary and plenipotentiary from the United States of America to the Russian Federation. Jon Huntsman Jr. held the position from October 2017 until October 3, 2019. On December 12, 2019, the United States Senate confirmed John J. Sullivan as the next ambassador.",
  "/wiki/Frank_Carlucci": "Frank Charles Carlucci III GCIH (October 18, 1930 – June 3, 2018) was an American politician and diplomat who served as the United States Secretary of Defense from 1987 to 1989 in the administration of President Ronald Reagan.",
  "/wiki/U.S._National_Security_Advisor": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA)  or at times informally termed the NSC Advisor, is a senior aide in the Executive Office of the President, based at the West Wing of the White House, who serves as the chief in-house advisor to the President of the United States on national security issues.  The National Security Advisor is appointed by the President and does not require confirmation by the Senate, but an appointment of a three or four-star general to the role requires Senate reconfirmation of military rank.",
  "/wiki/U.S._Secretary_of_Defense": "The secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the Armed Forces of the U.S. The secretary of defense's position of command and authority over the U.S. military is second only to that of the president. This position corresponds to what is generally known as a defense minister in many other countries. The secretary of defense is appointed by the president with the advice and consent of the Senate, and is by custom a member of the Cabinet and by law a member of the National Security Council.",
  "/wiki/Jorge_Casta%C3%B1eda_Gutman": "Jorge Castañeda Gutman (born  May 24, 1953) is a Mexican politician and academic who served as Secretary of Foreign Affairs (2000–2003).",
  "/wiki/Minister_of_Foreign_Affairs_(Mexico)": "The Secretary of Exterior Relations (Spanish: Secretario de Relaciones Exteriores) is the foreign secretary of Mexico, responsible for implementing the country's foreign policy. The secretary is appointed by the President of Mexico to head the Secretariat of Foreign Affairs (Spanish: Secretaría de Relaciones Exteriores) and is a member of the federal executive cabinet.",
  "/wiki/Chen_Pi-Chao": "Chen Pi-Chao (Chinese: 陳必照; pinyin: Chén Bìzhào; 1937–25 March 2005) was a Taiwanese politician with the Democratic Progressive Party.",
  "/wiki/Ministry_of_National_Defense_(Republic_of_China)": "The Ministry of National Defense of the Republic of China (MND; Chinese: 中華民國國防部; pinyin: Zhōnghuá Mínguó Guófángbù; Pe̍h-ōe-jī: Tiong-hoâ Bîn-kok Kok-hông-pō͘) is a cabinet-level agency under the Executive Yuan responsible for all defense and military affairs of Taiwan. The MND is headed by Minister Yen Teh-fa.",
  "/wiki/George_W._Crawford": "George Walker Crawford (December 22, 1798 – July 27, 1872) was a licensed attorney turned politician from Columbia County, Georgia. Crawford was appointed attorney general for the state in 1827, by Governor John Forsyth, serving in that capacity until 1831. Crawford also served five years in the General Assembly's lower house as a representative of Richmond County on a platform of states' rights.",
  "/wiki/Governor_of_Georgia": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The governor also has a duty to enforce state laws, the power to either veto or approve bills passed by the Georgia Legislature, and the power to convene the legislature. The current governor is Republican Brian Kemp, who assumed office on January 14, 2019."
}