{
  "/wiki/1896_Summer_Olympics": "The 1896 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 1896, romanized: Therinoí Olympiakoí Agónes 1896), officially known as the Games of the I Olympiad, was the first international Olympic Games held in modern history. Organised by the International Olympic Committee (IOC), which had been created by Pierre de Coubertin, it was held in Athens, Greece, from 6 to 15 April 1896.",
  "/wiki/Panathinaiko_Stadium": "The Panathenaic Stadium (Greek: Παναθηναϊκό Στάδιο, romanized: Panathinaïkó Stádio, [panaθinaiˈko sˈtaðio])[a] or Kallimarmaro (Καλλιμάρμαρο, [kaliˈmarmaro], lit. \"beautiful marble\") is a multi-purpose stadium in Athens, Greece. One of the main historic attractions of Athens, it is the only stadium in the world built entirely of marble.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics": "At the 1896 Summer Olympics, the first modern Olympiad, twelve athletics events were contested. A total of 25 medals (12 silver for winners, 13 bronze for runner-up, none for third) were awarded. The medals were later denoted as 37 modern medals (12 gold, 13 silver, 12 bronze). All of the events except the marathon were held in the Panathinaiko Stadium, which was also the finish for the marathon.  Events were held on 6 April, 7 April, 9 April, and 10 April 1896 (all dates are according to the Gregorian calendar). Altogether, 64 athletes, all men, from ten nations competed.  This made athletics the most international of the nine sports at the 1896 Games.",
  "/wiki/Gymnastics_at_the_1896_Summer_Olympics": "At the 1896 Summer Olympics, eight gymnastics events, all for men, were contested in Panathinaiko Stadium. They were organized and prepared by the Sub-Committee for Wrestling and Gymnastics. Events took place on April 9, April 10, and April 11, 1896. There were 71 competitors from         9 nations (including 52 from Greece) that took part in gymnastics.",
  "/wiki/Wrestling_at_the_1896_Summer_Olympics": "At the 1896 Summer Olympics, one wrestling event was contested.  It was organized and prepared by the Sub-Committee for Wrestling and Gymnastics.  Five competitors from four nations competed.",
  "/wiki/1904_Summer_Olympics": "The 1904 Summer Olympics, officially known as the Games of the III Olympiad, was an international multi-sport event which was celebrated in St. Louis, Missouri, United States from August 29 until September 3, 1904, as part of an extended sports program lasting from July 1 to November 23, 1904, located at what is now known as Francis Field on the campus of Washington University in St. Louis. It was the first time that the Olympic Games were held outside Europe. Boxing, the oldest combat sport, was introduced.",
  "/wiki/Francis_Field_(St._Louis)": "Francis Olympic Field is a  stadium at Washington University in St. Louis that was used as the main stadium for the 1904 Summer Olympics. It is currently used by the university's track and field, cross country, football, and soccer teams.  It is located in St. Louis County, Missouri on the far western edge of the university's Danforth Campus.  Built in time for the 1904 World's Fair, the stadium once had a 19,000-person seating capacity, but stadium renovations in 1984 reduced the capacity to 3,300 people.  It is one of the oldest sports venues west of the Mississippi River that is still in use.  Francis Olympic Field now utilizes artificial Field Turf, which can be configured for both soccer and football.",
  "/wiki/Archery_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics in St. Louis, six archery events were contested, of which three were men's and three were women's competitions. 23 men and 6 women constituted the entire field. As was common in early Olympic archery, the events held in 1904 had little resemblance to the previous edition's events.  Team archery was introduced, as was women's archery.",
  "/wiki/Athletics_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics, twenty-five athletics events were contested. A total of 74 medals (25 gold, 25 silver, 24 bronze) were awarded.",
  "/wiki/Cycling_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics, seven cycling events were contested.",
  "/wiki/Football_at_the_1904_Summer_Olympics": "Men's association football (soccer) was contested at the 1904 Summer Olympics. A total of three club teams competed, two representing the United States, both from host city St. Louis, and one representing Canada, from Galt (now Cambridge), Ontario. Originally two other Canadian teams had also been scheduled for the competition, Berlin Rangers and the University of Toronto, but both withdrew before the competition.",
  "/wiki/Gymnastics_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics of Saint Louis, Missouri, eleven gymnastics events were contested for the first time.",
  "/wiki/Lacrosse_at_the_1904_Summer_Olympics": "The sport of field lacrosse was played at the 1904 Summer Olympics, which marked the first time that lacrosse had been featured at the Olympic Games.  Only three teams competed — two from Canada and one from the United States. One of the Canadian teams consisted entirely of Mohawk nation players.",
  "/wiki/Roque_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics in St. Louis, a roque tournament was contested. It was the only time that roque was included in the Olympic program.",
  "/wiki/Tennis_at_the_1904_Summer_Olympics": "Two events in tennis were contested at the 1904 Summer Olympics in St. Louis, United States.  The competitions were held from Monday, August 29, 1904 to Monday, September 5, 1904.",
  "/wiki/Tug_of_war_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics, a tug of war tournament was contested. Six teams from three nations competing, with a total of 30 athletes involved.",
  "/wiki/Wrestling_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics, seven wrestling events were contested, all in the freestyle discipline for men.  All wrestlers who competed in the 1904 Games were from the United States.  It was the first time freestyle wrestling was featured, as the first Olympic wrestling contests had been in the Greco-Roman style.  Weight classes also made their first appearance.",
  "/wiki/1920_Summer_Olympics": "The 1920 Summer Olympics (French: Les Jeux olympiques d'été de 1920; Dutch: Olympische Zomerspelen van de VIIe Olympiade; German: Olympische Sommerspiele 1920), officially known as the Games of the VII Olympiad, were an international multi-sport event in 1920 in Antwerp, Belgium.",
  "/wiki/Olympisch_Stadion_(Antwerp)": "The Olympisch Stadion (Dutch pronunciation: [oːˈlɪmpis ˌstaːdijɔn]) or Kielstadion [ˈkilstaːdijɔn]) was built as the main stadium for the 1920 Summer Olympics in Antwerp. For those games, it hosted the athletics, equestrian, field hockey, football, gymnastics, modern pentathlon, rugby union, tug of war, weightlifting and korfball (demonstration) events. Following the Olympics it was converted to a football stadium. Its current tenant is FCO Beerschot Wilrijk, a Belgian football club. There are no remnants of the Olympic athletics track.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics": "At the 1920 Summer Olympics held in Antwerp, 29 athletics events were contested, all for men only. The competitions were held from August 15, 1920 to August 23, 1920.",
  "/wiki/Equestrian_at_the_1920_Summer_Olympics": "The equestrian events at the 1920 Summer Olympics in Antwerp included eventing, show jumping, vaulting and dressage. The competitions were held from 6 to 12 September 1920. Although there were 72 riders competing, many rode in more than one event, with 87 entries total (45 jumping, 17 dressage, 25 eventing). Vaulting was also held, its one appearance at an Olympic Games, with only Belgium, France and Sweden fielding teams.",
  "/wiki/Field_hockey_at_the_1920_Summer_Olympics": "The field hockey competition at the 1920 Summer Olympics was held between September 1–5, 1920 in Antwerp, Belgium. Only four teams took part in the tournament and Great Britain won the gold medal.",
  "/wiki/Football_at_the_1920_Summer_Olympics": "Football was one of the 154 events at the 1920 Summer Olympics, held in Antwerp, Belgium. It was the fifth time association football was on the Olympic schedule. The tournament was expanded to 14 countries, including a non-European nation (Egypt) by the first time.",
  "/wiki/Gymnastics_at_the_1920_Summer_Olympics": "The competition of gymnastics at the 1920 Summer Olympics was held from Monday, August 23 to Friday, August 27, 1920 at the Beerschot Stadium in Antwerp. Four events were contested and only men were allowed to compete.",
  "/wiki/Modern_pentathlon_at_the_1920_Summer_Olympics": "At the 1920 Summer Olympics in Antwerp, a single modern pentathlon event was contested. As in 1912, Swedish athletes won all three medals.",
  "/wiki/Rugby_union_at_the_1920_Summer_Olympics": "Rugby union at the 1920 Summer Olympics was played in Antwerp, Belgium. Two nations entered the rugby union event at the 1920 Summer Olympics — France and the United States. The French team were thought to be assured of the gold medal and came in as raging favourites in the event. However, the United States team surprised everyone when defeating France by eight points to nil.",
  "/wiki/Tug_of_war_at_the_1920_Summer_Olympics": "The tug of war contest at the 1920 Summer Olympics was held on August 17, 1920 and on August 18, 1920. All medals were decided by using the Bergvall system.",
  "/wiki/1924_Summer_Olympics": "The 1924 Summer Olympics (French: Les Jeux olympiques d'été de 1924), officially known as the Games of the VIII Olympiad, were an international multi-sport event which was celebrated in 1924 in Paris, France.",
  "/wiki/Vélodrome_d'hiver": "The Vélodrome d'Hiver (French pronunciation: ​[velɔdʁɔm divɛʁ], Winter Velodrome), colloquially Vel' d'Hiv', was an indoor bicycle racing cycle track and stadium (velodrome) on rue Nélaton, not far from the Eiffel Tower in Paris. As well as a cycling track, it was used for ice hockey, wrestling, boxing, roller-skating, circuses, bullfighting, spectaculars, and demonstrations. It was the first permanent indoor track in France and the name persisted for other indoor tracks built subsequently.",
  "/wiki/Boxing_at_the_1924_Summer_Olympics": "These are the results of the boxing competition at the 1924 Summer Olympics in Paris.  Medals were awarded in eight weight classes. The competitions were held from 15 to 20 July.",
  "/wiki/Cycling_at_the_1924_Summer_Olympics": "The cycling competition at the 1924 Summer Olympics in Paris consisted of two road cycling events and four track cycling events, all for men only. The 50 km track event was held for the last time at these Games, having only been introduced in 1920.",
  "/wiki/Fencing_at_the_1924_Summer_Olympics": "At the 1924 Summer Olympics, seven fencing events were contested. A women's event, the individual foil, was held for the first time.",
  "/wiki/Wrestling_at_the_1924_Summer_Olympics": "At the 1924 Summer Olympics thirteen wrestling events were contested, all for men. There were six weight classes in Greco-Roman wrestling and seven classes in freestyle wrestling. The Greco-Roman events were held from July 6 to July 10, 1924 and the freestyle competitions were held from July 11 to July 14, 1924.",
  "/wiki/1928_Summer_Olympics": "The 1928 Summer Olympics (Dutch: Olympische Zomerspelen 1928), officially known as the Games of the IX Olympiad, was an international multi-sport event that was celebrated from 28 July to 12 August 1928 in Amsterdam, Netherlands. The city of Amsterdam had previously bid for the 1920 and 1924 Olympic Games, but was obliged to give way to war-torn Antwerp in Belgium for the 1920 Games and Pierre de Coubertin's Paris for the 1924 Games. The United States won the most gold and overall medals.",
  "/wiki/Krachtsportgebouw": "Krachtsportgebouw ([krɑxt.spɔrt.ɣəˈbɑu̯], \"strength sport bulding\") was a multi-purpose sports arena located in Amsterdam, Netherlands. Known during the 1928 Summer Olympics as the Wrestling Pavilion, it hosted the wrestling, boxing, and weightlifting events.",
  "/wiki/Boxing_at_the_1928_Summer_Olympics": "These are the results of the boxing competition at the 1928 Summer Olympics in Amsterdam.  Medals were awarded in eight weight classes. The competitions were held from 7 to 12 August.",
  "/wiki/Wrestling_at_the_1928_Summer_Olympics": "At the 1928 Summer Olympics, thirteen wrestling events were contested, for all men. There were six weight classes in Greco-Roman wrestling and seven classes in freestyle wrestling. The freestyle competitions were held from July 30 to August 1, 1928 and the Greco-Roman events were held from August 2 to August 5, 1928.",
  "/wiki/1932_Summer_Olympics": "The 1932 Summer Olympics, officially known as the Games of the X Olympiad, was an international multi-sport event that was held from July 30 to August 14, 1932, in Los Angeles, California, United States.",
  "/wiki/Grand_Olympic_Auditorium": "The Grand Olympic Auditorium is a former sports venue in southern Downtown Los Angeles, California. The venue was built in 1924 at 1801 South Grand Avenue, now just south of the Santa Monica Freeway. The grand opening of the Olympic Auditorium was on August 5, 1925, and was a major media event, attended by such celebrities as Jack Dempsey and Rudolph Valentino. One of the last major boxing and wrestling arenas still in existence, the venue now serves as a worship space for the Korean-American evangelical church, \"Glory Church of Jesus Christ\".",
  "/wiki/Boxing_at_the_1932_Summer_Olympics": "These are the results of the boxing competition at the 1932 Summer Olympics in Los Angeles.  Medals were awarded in eight weight classes. The competitions were held from August 9 to 13.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics": "Wrestling at the 1932 Summer Olympics was held between August 1–7 August at the Grand Olympic Auditorium. It was split into two disciplines, Freestyle and Greco-Roman which were further divided into different weight categories.",
  "/wiki/1936_Summer_Olympics": "The 1936 Summer Olympics (German: Olympische Sommerspiele 1936), officially known as the Games of the XI Olympiad, was an international multi-sport event held in 1936 in Berlin, Nazi Germany. Berlin won the bid to host the Games over Barcelona, Spain, on 26 April 1931, at the 29th IOC Session in Barcelona.  It marked the second and final time the International Olympic Committee gathered to vote in a city that was bidding to host those Games.",
  "/wiki/Deutschlandhalle": "Deutschlandhalle was an arena located in the Westend neighbourhood of Berlin, Germany. It was inaugurated on 29 November 1935 by Adolf Hitler. The building was granted landmark status in 1995, but on 3 December 2011 the building was demolished.",
  "/wiki/Boxing_at_the_1936_Summer_Olympics": "These are the results of the boxing competition at the 1936 Summer Olympics in Berlin.  Medals were awarded in eight weight classes. The competitions were held from 10 to 15 August.",
  "/wiki/Wrestling_at_the_1936_Summer_Olympics": "At the 1936 Summer Olympics, 14 wrestling events were contested, all for men. There were seven weight classes in Greco-Roman wrestling and seven classes in freestyle wrestling.",
  "/wiki/1948_Summer_Olympics": "The 1948 Summer Olympics, officially known as the Games of the XIV Olympiad, was an international multi-sport event which was held in London, United Kingdom from 29 July to 14 August 1948.",
  "/wiki/Earls_Court_Exhibition_Centre": "Earls Court Exhibition Centre was a major international exhibition and events venue just west of central London. At its peak it is said to have generated a £2 billion turnover for the economy. It replaced exhibition and entertainment grounds, originally opened in 1887, with an art moderne structure built between 1935 and 1937 by specialist American architect C. Howard Crane. With the active support of London Mayor Boris Johnson, in an attempt to create Europe's \"largest regeneration scheme\", its proposed heritage listing was refused after it was acquired by developers, who promptly in 2008 applied for and were granted a Certificate of Immunity from Listing by English Heritage, and its demolition was duly completed in 2017. The area has since returned to its former state of \"waste ground\" only with an adjacent devastated Green corridor.",
  "/wiki/Boxing_at_the_1948_Summer_Olympics": "Final results for the Boxing competition at the 1948 Summer Olympics.",
  "/wiki/Gymnastics_at_the_1948_Summer_Olympics": "At the 1948 Summer Olympics in London, nine events in gymnastics were contested. Finland led all nations with six gold medals and ten medals overall.",
  "/wiki/Wrestling_at_the_1948_Summer_Olympics": "At the 1948 Summer Olympics, 16 wrestling events were contested, for all men. There were eight weight classes in Greco-Roman wrestling and eight classes in freestyle wrestling. The freestyle competitions were held from July 29 to July 31, 1948 and the Greco-Roman events were held from August 3 to August 6, 1948.",
  "/wiki/1952_Summer_Olympics": "The 1952 Summer Olympics (Finnish: Kesäolympialaiset 1952; Swedish: Olympiska sommarspelen 1952), officially known as the Games of the XV Olympiad, were an international multi-sport event held in Helsinki, Finland, from July 19 to August 3, 1952.",
  "/wiki/Töölö_Sports_Hall": "Töölö Sports Hall (Finnish: Töölön kisahalli, Swedish: Tölö sporthall) is a sports venue located in the Töölö district of Helsinki, Finland. It was designed by Aarne Hytönen and Risto-Veikko Luukkonen and built in 1935 as Messuhalli (Exhibition Hall). It is located near the Olympic Stadium, the Opera House, and the Sonera Stadium.",
  "/wiki/Basketball_at_the_1952_Summer_Olympics": "Basketball at the 1952 Summer Olympics was the third appearance of the sport of basketball as an official Olympic medal event.  23 nations entered the competition.",
  "/wiki/Boxing_at_the_1952_Summer_Olympics": "Final results for the boxing competition at the 1952 Summer Olympics. The events were held at Messuhalli. From this edition of the Olympic Games, the bronze medal match was abolished.",
  "/wiki/Gymnastics_at_the_1952_Summer_Olympics": "Gymnastics at the 1952 Summer Olympics was represented by 15 events: 7 for women and 8 for men. All events were held between 19 and 24 July in the Messuhalli building in Helsinki. Men's events were held in Exhibition Hall I while women's events were contested in the smaller Exhibition Hall II.",
  "/wiki/Wrestling_at_the_1952_Summer_Olympics": "At the 1952 Summer Olympics, 16 wrestling events were contested, for all men. There were eight weight classes in Greco-Roman wrestling and eight classes in freestyle wrestling. The events were held at Messuhalli.",
  "/wiki/1956_Summer_Olympics": "The 1956 Summer Olympics, officially known as the Games of the XVI Olympiad, was an international multi-sport event that was held in Melbourne, Victoria, Australia from 22 November to 8 December 1956, with the exception of the equestrian events, which were held in Stockholm, Sweden in June 1956.",
  "/wiki/Royal_Exhibition_Building": "The Royal Exhibition Building (\"the REB\"[dubious  – discuss]) is a World Heritage-listed building in Melbourne, Victoria, Australia, built in 1879-80 as part of the international exhibition movement, which presented over 50 exhibitions between 1851 and 1915 around the globe. The building sits on 64 acres, is 150 meters long and is surrounded by four city streets. It is located at 9 Nicholson Street in the Carlton Gardens, flanked by Victoria, Carlton and Rathdowne Streets, at the north-eastern edge of the central business district. It was built to host the Melbourne International Exhibition in 1880–81, and then hosted the even larger Centennial International Exhibition in 1888, and the formal opening of the first Parliament of Australia in 1901. The building is representative of the money and pride Victoria had in the 1870s. Throughout the 20th century smaller sections and wings of the building were subject to demolition and fire; however, the main building, known as the Great Hall, survived.",
  "/wiki/Basketball_at_the_1956_Summer_Olympics": "Basketball at the 1956 Summer Olympics was the fourth appearance of the sport of basketball as an official Olympic medal event. Fifteen nations, an unusually low number for the basketball tournament, competed in the event, with 174 participants.  A total number of 56 games of basketball were played.",
  "/wiki/Modern_pentathlon_at_the_1956_Summer_Olympics": "At the 1956 Summer Olympics in Melbourne, two events in modern pentathlon were contested.",
  "/wiki/Wrestling_at_the_1956_Summer_Olympics": "At the 1956 Summer Olympics, 16 wrestling events were contested, all for men. There were eight weight classes in Greco-Roman wrestling and eight classes in freestyle wrestling.",
  "/wiki/1960_Summer_Olympics": "The 1960 Summer Olympics, officially known as the Games of the XVII Olympiad (Italian: Giochi della XVII Olimpiade), was an international multi-sport event that was held from August 25 to September 11, 1960, in Rome, Italy. The city of Rome had previously been awarded the administration of the 1908 Summer Olympics, but following the eruption of Mount Vesuvius in 1906, Rome had no choice but to decline and pass the honour to London. The Soviet Union won the most gold and overall medals.",
  "/wiki/Palazzetto_dello_sport": "The Palazzetto dello Sport (literally \"Small Sport Palace\"), also less commonly known as the PalaTiziano or PalaFlaminio, is an indoor arena that is located in Piazza Apollodoro, in Rome, Italy. It has a 3,500 seating capacity for basketball games.",
  "/wiki/Basketball_at_the_1960_Summer_Olympics": "Basketball at the 1960 Summer Olympics was the fifth appearance of the sport of basketball as an official Olympic medal event.  16 nations were admitted into the Olympic tournament, with many others being eliminated in a pre-Olympic tournament held earlier in the year from 13 to 20 August 1960 at the Land Rover Arena at Bologna. 64 games of basketball were played in the Olympic tournament that was held at the Palazzetto dello Sport and PalaLottomatica, both in Rome.",
  "/wiki/1964_Summer_Olympics": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad (Japanese: 第十八回オリンピック競技大会, Hepburn: Dai Jūhachi-kai Orinpikku Kyōgi Taikai), was an international multi-sport event held in Tokyo, Japan, from 10 to 24 October 1964. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honour was subsequently passed to Helsinki because of Japan's invasion of China, before ultimately being cancelled because of World War II.",
  "/wiki/Shibuya_Public_Hall": "Shibuya Public Hall (渋谷公会堂, Shibuya Kōkaidō) is a theatre located in Shibuya, Tokyo, Japan. It was completed in 1964 to host the weightlifting events in the 1964 Summer Olympics.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Teatro_de_los_Insurgentes": "Teatro de los Insurgentes (English: Theater of the Insurgents) is a theater located on Mexico City's Avenida de los Insurgentes.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Messe_München": "Messe München GmbH is the operator of the Neue Messe München exhibition center, the ICM Internationales Congress Center München and the MOC Veranstaltungscenter München. The exhibition space of the 16 halls together is 180,000 m2 and another 425,000 m2 of outdoor area, making Messe München by far the holder of the largest outdoor area of all exhibition companies in Germany. Messe München organizes some 40 trade fairs for capital and consumer goods and key high-tech-industries in Munich and abroad.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/St._Michel_Arena": "St. Michel Arena is a 2,000-seat indoor arena in Montreal, Quebec, Canada that was built in 1968. It served as the weightlifting venue of the 1976 Summer Olympics and is located about 4.4 km west of the Olympic Stadium. The capacity was temporarily raised to 2,700 for the games.",
  "/wiki/1980_Summer_Olympics": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad (Russian: И́гры XXII Олимпиа́ды, tr. Igry XXII Olimpiady), was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
  "/wiki/Izmailovo_Sports_Palace": "The Izmailovo Sports Palace is an indoor arena located in the Eastern Planning Zone in Moscow, Russia. It hosted the weightlifting competitions for the 1980 Summer Olympics.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Gersten_Pavilion": "The Gersten Pavilion is a 3900-seat multi-purpose arena in Los Angeles, California. It is the home of the Loyola Marymount University Lions. It was built in 1981. It was also the part-time practice home for the Los Angeles Lakers. It was the site for the weightlifting competition for the 1984 Summer Olympics. On March 4, 1990, LMU star Hank Gathers died during a West Coast Conference men's basketball tournament game from cardiomyopathy. The tourney was promptly suspended and LMU was awarded the NCAA bid based on their regular season title. The facility also hosted the WCC tournament in 1997. The arena is known among LMU alumni as \"Hank's House\" in honor of Gathers.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Olympic_Weightlifting_Gymnasium": "Olympic Weightlifting Gymnasium located in the Olympic Park area of Seoul, South Korea. It was constructed between August 1984 and April 1986, and hosted the weightlifting competitions for the 1988 Summer Olympics.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Pavelló_de_l'Espanya_Industrial": "The Pavelló de l'Espanya Industrial (English: Industrial Spain Pavilion), currently named Centre Esportiu Municipal l'Espanya Industrial is a building located in Barcelona. Completed in 1991, it hosted the weightlifting competitions for the 1992 Summer Olympics.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Georgia_World_Congress_Center": "The Georgia World Congress Center (GWCC) is a convention center in Atlanta, Georgia, USA. Enclosing some 3.9 million ft2 (360,000 m2) in exhibition space and hosting more than a million visitors each year, the GWCC is the third-largest convention center in the United States. Opened in 1976, the GWCC was the first state-owned convention center established in the United States. The center is operated on behalf of the state by the Georgia World Congress Center Authority, which was chartered in 1971 by Georgia General Assembly to develop an international trade and exhibition center in Atlanta. The authority later developed the Georgia Dome, Centennial Olympic Park, and Mercedes-Benz Stadium, which replaced the Georgia Dome. In 2017, the Georgia Dome was closed on March 5 and demolished by implosion on November 20 while Mercedes-Benz Stadium officially opened on August 26. While the GWCCA owns Mercedes-Benz Stadium, AMB Group, the parent organization for the National Football League's Atlanta Falcons and Major League Soccer's Atlanta United FC, is responsible for the stadium's operations.",
  "/wiki/Fencing_at_the_1996_Summer_Olympics": "At the 1996 Summer Olympics, ten fencing events were contested.",
  "/wiki/Handball_at_the_1996_Summer_Olympics": "Final results for the Handball competition at the 1996 Summer Olympics.",
  "/wiki/Judo_at_the_1996_Summer_Olympics": "This page shows the final results of the Judo Competition at the 1996 Summer Olympics in Atlanta.",
  "/wiki/Modern_pentathlon_at_the_1996_Summer_Olympics": "Modern pentathlon at the 1996 Summer Olympics.",
  "/wiki/Table_tennis_at_the_1996_Summer_Olympics": "The table tennis competition at the 1996 Summer Olympics consisted of four events.",
  "/wiki/Wrestling_at_the_1996_Summer_Olympics": "At the 1996 Summer Olympics, two different wrestling disciplines were contested: freestyle wrestling and Greco-Roman wrestling.",
  "/wiki/List_of_Olympic_venues_in_weightlifting": "For the Summer Olympics, there are 25 venues that have been or will be used for weightlifting."
}