{
  "/wiki/Rugby_league_positions": "A rugby league team consists of thirteen players on the field, with four substitutes on the bench. Each of the thirteen players is assigned a position, normally with a standardised number, which reflects their role in attack and defence, although players can take up any position at any time.",
  "/wiki/Canberra_Raiders": "The Canberra Raiders are an Australian professional rugby league football club based in the national capital city of Canberra, Australian Capital Territory. They have competed in Australasia's elite rugby league competition, the National Rugby League (NRL) premiership since 1982. Over this period the club has won 3 premierships, (out of 6 Grand Finals played). They have not won a grand final since 1994 and last played in a grand final in 2019. They have received 1 wooden spoon and had a total of 15 of its players (9 New South Wales Blues and 6 Queensland Maroons) selected to play for the Australia national rugby league team. The Raiders' current home ground is Canberra Stadium (GIO Stadium) in Bruce, Australian Capital Territory. Previously, the team played home matches at Seiffert Oval in Queanbeyan, New South Wales, with the move to the AIS Stadium in Bruce taking place in 1990. The official symbol for the Canberra Raiders is the Viking. The Viking, also a mascot at Raiders' games, is known as Victor the Viking.",
  "/wiki/Harold_Matthews_Cup": "The NSWRL Harold Matthews Cup is a junior rugby league competition played in New South Wales between teams made up of players aged under 16. The competition is administered by the New South Wales Rugby League (NSWRL). The competition is made up of NSW-based clubs and includes both junior representative teams of the elite National Rugby League (NRL) and clubs and academies that do not field teams in the NRL competition.",
  "/wiki/S._G._Ball_Cup": "The S. G. Ball Cup is a junior rugby league football competition played in New South Wales, played between teams made up of players aged under 18. The competition is administered by the New South Wales Rugby League. The competition includes both junior representative teams of NRL and NSW Cup clubs that do not field a team in the NRL competition. In 2009 the Melbourne Storm from Victoria, was admitted to the competition. In 2010 the competition continued its national growth with the introduction of the WA Reds / West Coast Pirates from Perth.",
  "/wiki/Mackay_Cutters": "The Mackay Cutters are a semi-professional rugby league football club based in Mackay, Queensland. They compete in Queensland's top rugby league competition, the Queensland Cup. The club was admitted to the Queensland Cup in 2007, alongside the Northern Pride, and first competed in the 2008 season.",
  "/wiki/Cronulla-Sutherland_Sharks": "The Cronulla-Sutherland Sharks are an Australian professional rugby league team based in Cronulla, in the Sutherland Shire, Southern Sydney, New South Wales. They compete in the National Rugby League (NRL), Australasia's premier rugby league competition. \nThe Sharks, as they are commonly known, were admitted to the New South Wales Rugby League premiership, predecessor of the Australian Rugby League and the current National Rugby League competition, in January 1967. The club competed in every premiership season since then and, during the Super League war, joined the rebel competition before continuing on in the re-united NRL Premiership. The Sharks have been in competition for 52 years, appearing in four grand finals, winning their first premiership in 2016 after defeating the Melbourne Storm at ANZ Stadium.",
  "/wiki/South_Sydney_Rabbitohs": "The South Sydney Rabbitohs are a professional Australian rugby league team based in Redfern, a suburb of inner-southern Sydney, New South Wales. They participate in the National Rugby League (NRL) premiership and are one of nine existing teams from the state capital. They are often called Souths and  The Bunnies.",
  "/wiki/North_Sydney_Bears": "The North Sydney Bears are an Australian rugby league football club based in North Sydney, New South Wales. They compete in the New South Wales Cup, having exited the National Rugby League following the 1999 NRL season after 90 years in the Sydney competition then two in the NRL. The Bears are based on Sydney's Lower North Shore, and have played at North Sydney Oval since 1910. There is a bid supporting a resurrection of the club in the NRL as the Central Coast Bears, based in Gosford, New South Wales.",
  "/wiki/St._George_Illawarra_Dragons": "The St. George Illawarra Dragons is an Australian professional rugby league football club, representing both the Illawarra and St. George regions of New South Wales. The club has competed in the National Rugby League since 1999 after a joint-venture was formed between the St. George Dragons (est. 1921) and the Illawarra Steelers (est. 1982). They officially formed as the game's first joint-venture club on 23 September 1998 and remain the only cross-city team in the NRL. The team has its headquarters and leagues clubs in both Wollongong and the Sydney suburb of Kogarah, and train and play games regularly at WIN Stadium in Wollongong, as well as at Jubilee Oval in Kogarah. From 2006 to 2018 the club was jointly owned by the St. George Dragons 50%, Illawarra Steelers 25% and WIN Corporation 25%. In August 2018 WIN Corporation purchased the Illawarra Steelers remaining 25% stake.",
  "/wiki/National_Rugby_League": "The National Rugby League (NRL) is a league of professional men's rugby league teams in Australia. Run by the Australian Rugby League Commission, the NRL's main competition is known as the Telstra Premiership due to sponsorship from Telstra and is contested by sixteen teams, fifteen of which are based in Australia with one based in New Zealand. It is the most viewed and attended rugby league club competition in the world.",
  "/wiki/Jersey_Flegg_Cup": "The Jersey Flegg Cup is a junior rugby league competition played in New South Wales, contested among teams made up of players aged 20 or under. The competition is administered by the New South Wales Rugby League (NSWRL), and is named for Eastern Suburbs foundation player and prominent administrator of the game, Harry \"Jersey\" Flegg.",
  "/wiki/National_Youth_Competition_(rugby_league)": "The NRL Under-20s (known commercially as the Holden Cup due to sponsorship from Holden) was the top league of professional rugby league for players aged 20 years or younger in Australasia. Contested by sixteen teams, the Under-20s competition commenced in 2008 and was originally known as the Toyota Cup. The competition runs parallel to Australasia's professional competition, the National Rugby League, with NYC matches played immediately prior to the NRL games. Similar to the NRL, the NYC enforces a salary cap and puts a heavy focus on life outside football for the players.",
  "/wiki/New_South_Wales_Cup": "The Canterbury Cup NSW is a rugby league competition for clubs in New South Wales previously known as the  Intrust Super Premiership, NSW New South Wales Cup, and NSWRL Premier League. It has a history dating back to the NSWRFL's origins in 1908, starting off as a reserve grade competition. It is now the premier open age competition in the state. The New South Wales Cup, along with the Queensland Cup, acts as a feeder competition to the National Rugby League premiership.",
  "/wiki/Queensland_Cup": "The Queensland Cup, known as the Intrust Super Cup for sponsorship reasons, is the highest-level regional rugby league football competition in Queensland, Australia. It is run by the Queensland Rugby League (QRL) and is contested by fourteen teams, twelve of which are based in Queensland, with one based in New South Wales and one in Papua New Guinea.",
  "/wiki/Leigh_Centurions": "The Leigh Centurions are a professional rugby league club in Leigh, Greater Manchester, England, who compete in the Championship.",
  "/wiki/Sydney_Roosters": "The Sydney Roosters is an Australian professional rugby league football club based in the Eastern Suburbs of Sydney. The club competes in the National Rugby League (NRL) competition and is one of the oldest and most successful clubs. The Roosters have won fifteen New South Wales Rugby League (NSWRL) and National Rugby League titles, and several other competitions. As a franchise, the Eastern Suburbs/Sydney City/Sydney Roosters have won 15 premierships, tying them with the St George Dragons. Only South Sydney Rabbitohs have won more premierships. The club holds the record for having the most wins and the second greatest margin of victory in a match in Australian rugby league history, and has won more minor premierships than any other club. The Roosters is one of only two clubs (the other being the St. George Illawarra Dragons in 1999) to finish runners-up in its inaugural season. The Eastern Suburbs DRLFC is the only club to have played in each and every season at the elite level, and since the 1970s has often been dubbed the \"glamour club\" of the league. Coached by Trent Robinson along with captains Boyd Cordner and Jake Friend, the Roosters play their home games at the Sydney Cricket Ground.",
  "/wiki/Co-operative_Championship": "The Championship, known as the Betfred Championship for sponsorship reasons, is a professional rugby league competition. It is the second-tier competition organised by the Rugby Football League, the governing body for the sport in England, and consists of 14 teams, with promotion to the Super League and relegation to the third-tier competition, League 1. The current champions are Toronto Wolfpack. The league announced a two-year sponsorship deal with the bookmaking company Betfred ahead of the 2018 season.",
  "/wiki/Challenge_Cup": "The Challenge Cup is a knockout rugby league cup competition organised by the Rugby Football League, held annually since 1896, with the exception of 1915–1919 and 1939–1940. It involves amateur, semi-professional and professional clubs.",
  "/wiki/Sydney_City_Roosters": "The Sydney Roosters is an Australian professional rugby league football club based in the Eastern Suburbs of Sydney. The club competes in the National Rugby League (NRL) competition and is one of the oldest and most successful clubs. The Roosters have won fifteen New South Wales Rugby League (NSWRL) and National Rugby League titles, and several other competitions. As a franchise, the Eastern Suburbs/Sydney City/Sydney Roosters have won 15 premierships, tying them with the St George Dragons. Only South Sydney Rabbitohs have won more premierships. The club holds the record for having the most wins and the second greatest margin of victory in a match in Australian rugby league history, and has won more minor premierships than any other club. The Roosters is one of only two clubs (the other being the St. George Illawarra Dragons in 1999) to finish runners-up in its inaugural season. The Eastern Suburbs DRLFC is the only club to have played in each and every season at the elite level, and since the 1970s has often been dubbed the \"glamour club\" of the league. Coached by Trent Robinson along with captains Boyd Cordner and Jake Friend, the Roosters play their home games at the Sydney Cricket Ground.",
  "/wiki/Central_Comets": "Central Queensland Capras are a semi-professional rugby league football club primarily based in Rockhampton, Queensland, but also represents Bundaberg, Gladstone, Emerald, Blackwater, Longreach, Clermont and the rest of Central Queensland. They currently play in the Queensland Cup, the premier rugby league competition in Queensland.",
  "/wiki/Mal_Meninga": "Malcolm Norman Meninga AM (/məˈnɪŋɡə/; born 8 July 1960) is the head coach of the Australian national team and an Australian former rugby league footballer. Meninga is widely regarded as one of the finest players in the game's history. He enjoyed a long career in both Australia and England, playing mainly as a goal-kicking centre, but also on the wing. After retiring, Meninga has enjoyed success as a coach, and is currently the head coach of Australia.",
  "/wiki/Queensland_Rugby_League_Wide_Bay_Division": "The Central Division of the Queensland Rugby League is responsible for the promotion, administration and facilitation of rugby league throughout most of regional Queensland. Regional areas include the Darling Downs, Wide Bay–Burnett, the South West, the Central West, and Fitzroy & Mackay.\n\nThe Division was formed in 2010 as part of an amalgamation between the then Central, South West and Wide Bay divisions. Shortly after the amalgamation three Regions of Central Rugby League were established. The Division's three Region's are the Capricorn Region responsible for the former Central Division, the South West Region responsible for the former South West Division, and the Wide Bay Region responsible for the former Wide Bay Division.",
  "/wiki/Souths_Logan_Magpies": "The Souths Logan Magpies, more commonly referred to by their former names Southern Suburbs Magpies, or South Brisbane Magpies, or often simply referred to as Souths, are a rugby league football club based in the southern suburbs of Brisbane, Australia. They play in the Intrust Super Cup, and although officially are a newer club (having been formed in 2003), they have roots tracing back (as Souths Magpies) to as early as 1910, the second year of rugby league in Queensland.",
  "/wiki/St_Helens_R.F.C.": "St Helens R.F.C. is a professional rugby league club in St Helens, Merseyside who compete in the Super League, the top tier of competition for rugby league in Europe.",
  "/wiki/Brisbane_Rugby_League_premiership": "The Brisbane Rugby League Premiership is a rugby league football  competition in Brisbane, Queensland, Australia. It was first held in 1922 and for every year until 1997. The competition was reinstated in 2016, replacing the FOGS competition under the Queensland Cup. The competition consists of Brisbane’s top six rugby league clubs. Each participating team is a feeder club for the Queensland Cup.",
  "/wiki/Rugby_League_Premiership": "The Rugby League Premiership was a competition for British rugby league clubs that operated between 1973 and 1995. As the Super League Premiership the competition continued to operate until 1997.",
  "/wiki/New_South_Wales_Rugby_League_premiership": "The New South Wales Rugby League premiership was the first rugby league football club competition established in Australia and contributor to today's National Rugby League. Run by the New South Wales Rugby League (initially named the New South Wales Rugby Football League) from 1908 until 1994, the premiership was the state's elite rugby league competition.",
  "/wiki/Rugby_League_World_Cup": "The Rugby League World Cup  is an international rugby league tournament, contested by national teams of the Rugby League International Federation, which was first held in France in 1954, the first World Cup in either rugby code. The idea of a rugby league World Cup tournament was first mooted in the 1930s with the French proposal to hold a tournament in 1931, and again in 1951. The fifteen tournaments held to date have been at intervals ranging from two to eight years, and have featured a number of formats. So far three nations have won the competition (Australia eleven times, Great Britain three times and New Zealand once). Australia, France and New Zealand are the only teams to have played in all tournaments (Great Britain has been split into England, Wales, Scotland and Ireland since 1995, while England and Wales had previously competed as separate teams in the 1975 World Cup). Since 2000, the RLIF has also organised World Cups for women, students and other categories. The 2017 Rugby League World Cup was held in Australia, New Zealand and Papua New Guinea which was won by Australia.",
  "/wiki/Rugby_League_State_of_Origin": "The State of Origin series is an annual best-of-three rugby league matches between two Australian state representative sides, the New South Wales Blues and the Queensland Maroons.",
  "/wiki/Australia_national_rugby_league_team": "The Australian national rugby league team (or the Kangaroos) have represented Australia in senior men's rugby league football competition since the establishment of the 'Northern Union game' in Australia in 1908. Administered by the Australian Rugby League, the Kangaroos are ranked first in the RLIF World Rankings. The team is the most successful in Rugby League World Cup history, having contested all 15 and winning 11 of them, failing to reach the final only once; the inaugural tournament in 1954. Only five nations have beaten Australia in test matches, and Australia have an overall win percentage of 67%.",
  "/wiki/Group_8_Rugby_League": "The Canberra Region Rugby League competition is more commonly known as the Canberra Raiders Cup, covering the Australian Capital Territory and surrounding New South Wales towns Queanbeyan, Goulburn and Yass. The competition is run under the auspices of the Country Rugby League and players are eligible for selection in the Canberra Division of the CRL Tier 1 Divisional Championships. The Canberra district competition has an under 18s, reserve and first grade competitions.",
  "/wiki/Melbourne_Storm": "The Melbourne Storm are a rugby league team based in Melbourne, Victoria in Australia, that participate in the National Rugby League. The first fully professional rugby league team based in the state, the Storm entered the competition in 1998. The Storm were originally a Super League initiative, created in 1997 during the Super League war, however, following the Super League collapse, the team became a part of the newly formed, united competition. The club play their home games at AAMI Park. The Storm have won three premierships since their inception, in 1999, 2012 and 2017, have contested several more grand finals and were stripped of the 2007 and 2009 premierships, following salary cap breaches. The Storm have built a loyal supporter base through the years. A record membership figure was set in 2019 with the club having 25,208 people signed up as season ticket holders.",
  "/wiki/Australia_Schoolboy_rugby_league_team": "The Australian Schoolboys rugby league team is the national rugby league football team for secondary school students in Australia.",
  "/wiki/Frank-Paul_Nu'uausala": "Frank-Paul Nu'uausala (born 13 February 1987), also known by the nicknames of \"Frank Paul the Wrecking Ball\" or \"Frank the tank\", is a New Zealand professional rugby league footballer who last played for the Sydney Roosters. A New Zealand international representative forward, Nu'uausala formerly played for the Sydney Roosters with whom he won the 2013 NRL Premiership.",
  "/wiki/Mangere_East_Hawks": "The Mangere East Hawks are a rugby league based in Mangere, New Zealand. The Hawks compete in Auckland Rugby League's Fox Memorial competition.",
  "/wiki/New_Zealand_Warriors": "The New Zealand Warriors are a professional rugby league football club based in Auckland, New Zealand that competes in the National Rugby League (NRL) premiership and is the League's only team from outside Australia. They were formed in 1995 as the Auckland Warriors, and are officially known as the Vodafone Warriors for sponsorship reasons. The Warriors are coached by Stephen Kearney and captained by Roger Tuivasa-Sheck. They are based at Mt Smart Stadium in the Auckland suburb of Penrose.",
  "/wiki/New_Zealand_national_rugby_league_team": "The New Zealand national rugby league team (Māori: Tīma rīki motu Aotearoa) has represented New Zealand in rugby league since 1907. Administered by the New Zealand Rugby League, they are commonly known as the Kiwis, after the native bird of that name. The team's colours are black and white, with the dominant colour being black, and the players perform a haka before every match they play as a challenge to their opponents. The New Zealand Kiwis are currently first in the IRL World Rankings. Since the 1980s, most New Zealand representatives have been based overseas, in the professional National Rugby League and Super League competitions. Before that, players were selected entirely from clubs in domestic New Zealand leagues.",
  "/wiki/Dominique_Peyroux": "Dominique Peyroux (born 21 January 1989) is a professional rugby league footballer who plays as a second-row or centre for St Helens in the Super League. He has played for the Cook Islands and Samoa at international level.",
  "/wiki/Matraville_Sports_High_School": "Matraville Sports High School (abbreviated as MSHS) is a government co-educational comprehensive and specialist secondary school, with speciality in sports, located on Anzac Parade, Chifley, an eastern suburb of Sydney, New South Wales, Australia.",
  "/wiki/Newtown_Jets": "The Newtown Jets are an Australian rugby league football club based in Newtown, a suburb of Sydney's inner west. They currently compete in the Canterbury Cup NSW competition, having left the top grade after the 1983 NSWRFL season. The Jets' home ground is Henson Park, and their team colours are blue (traditionally royal blue) and white.",
  "/wiki/Gold_Coast_Titans": "The Gold Coast Titans are a professional rugby league football club, based on the Gold Coast, Queensland, Australia. The club competes in the National Rugby League (NRL) premiership, Australia's elite rugby league competition. It is the newest of the sixteen clubs in the league, having commenced its inaugural season on 18 March 2007. Since 2008, the Titans have played their home games at Cbus Super Stadium in Robina, Queensland.",
  "/wiki/Tweed_Heads_Seagulls": "The Tweed Heads Seagulls, often referred to simply as Tweed or Seagulls or Tweed Seagulls, is a rugby league club based in Tweed Heads, New South Wales, and with the PNG Hunters is one of the only non-Queensland teams to play in the Queensland Cup.",
  "/wiki/Arrive_Alive_Cup": "The NRL Schoolboy Cup is the premier secondary schools rugby league competition in Australia, held annually since 1975. Formerly known under such names as the Amco Shield, Nutri-Grain Cup, Arrive Alive Cup and GIO Schoolboy Cup nearly 450 schools from throughout Australia compete in the knock-out competition. The player of the tournament is awarded the Peter Sterling Medal, renamed in 1996 after Peter Sterling, who won the medal in 1978. The competition is televised on Fox Sports.",
  "/wiki/2009_Pacific_Cup": "The 2009 Pacific Cup, known as the 2009 SP Brewery Pacific Cup due to sponsorship, was a rugby league competition held in Port Moresby, Papua New Guinea.  The competing teams were the Cook Islands, Fiji, Papua New Guinea, Samoa and Tonga.",
  "/wiki/Cook_Islands_national_rugby_league_team": "The Cook Islands national rugby league team has been participating in international rugby league football competition since 1986. The team is controlled by the governing body for rugby league in Cook Islands, Cook Islands Rugby League Association (CIRLA), which is currently a member of the Asia-Pacific Rugby League Confederation (APRLC). They are currently ranked 23rd in the RLIF World Rankings.",
  "/wiki/Norths_Devils": "The Northern Suburbs Devils, or North Brisbane Devils, or often simply referred to as Norths for short, are a rugby league club representing the northern suburbs of Brisbane, Australia. The team colours are sky blue, navy blue and gold. They play in the Queensland Wizard Cup, and, through their predecessors, are one of the oldest clubs in Australia.\nNorths have won 13 A Grade, 17 Reserve Grade and 14 Colts/Third Grade Premierships. They hold the record for most consecutive A Grade Brisbane Rugby League premierships, winning six in a row between 1959 and 1964.",
  "/wiki/Redcliffe_Dolphins": "Redcliffe Dolphins are a rugby league team based in the city of Redcliffe in Queensland, Australia. The Redcliffe Dolphins were founded in 1947, accepted into the Brisbane Rugby League premiership in 1960, and since 1996 have played in the Queensland Cup. The Dolphins are one of the greatest survivors of rugby league in Australia, having being the most thriving Brisbane Rugby League team until the admission of NRL team, Brisbane Broncos which caused the decline of the BRL. The Redcliffe Dolphins have won the most Queensland Cup titles out of any other teams with 6 premierships and is considered one of the most successful rugby league clubs in Queensland.",
  "/wiki/Queensland_Rugby_League_Central_Division": "The Central Division of the Queensland Rugby League is responsible for the promotion, administration and facilitation of rugby league throughout most of regional Queensland. Regional areas include the Darling Downs, Wide Bay–Burnett, the South West, the Central West, and Fitzroy & Mackay.\n\nThe Division was formed in 2010 as part of an amalgamation between the then Central, South West and Wide Bay divisions. Shortly after the amalgamation three Regions of Central Rugby League were established. The Division's three Region's are the Capricorn Region responsible for the former Central Division, the South West Region responsible for the former South West Division, and the Wide Bay Region responsible for the former Wide Bay Division.",
  "/wiki/Queensland_Rugby_League": "The Queensland Rugby Football League  (QRL) is the governing body for rugby league in Queensland. It is a member of the Australian Rugby League Commission (ARL Commission) and selects the members of the Queensland rugby league team.",
  "/wiki/Gladstone,_Queensland": "Gladstone /ˈɡlædstən/ is a city in the Gladstone Region, Queensland, Australia. It is approximately 550 km (340 mi) by road north-west of the state capital, Brisbane, and 100 km (62 mi) south-east of Rockhampton. Situated between the Calliope and Boyne Rivers, Gladstone is home to Queensland's largest multi-commodity shipping port.",
  "/wiki/Brisbane_Broncos": "The Brisbane Broncos Rugby League Football Club Ltd., commonly referred to as the Broncos, are an Australian professional rugby league football club based in the city of Brisbane, the capital of the state of Queensland. Founded in April 1988, the Broncos play in Australia's elite competition, the National Rugby League (NRL) premiership. They have won six premierships, including two NSWRL titles, a Super League premiership and three NRL premierships. They also have two World Club Challenges. The Broncos have achieved four minor premierships during their 29 years in multiple competitions, making them Rugby League's most successful club over the past three decades. Until 2015, Brisbane had never been defeated in a grand final, and since 1991, have only failed to qualify for the finals twice. They are one of the most successful clubs in the National Rugby League since it began in 1998, winning three premierships (second only to the Sydney Roosters' four). It is also one of the most successful clubs in the history of rugby league, having won 62.5% of games played since its induction in 1988, second only to Melbourne Storm with 65.2%. Since the club's founding, Brisbane has never received the wooden spoon.",
  "/wiki/Brisbane_A-Grade_Rugby_League": "The Brisbane A-Grade Rugby League (otherwise known as the In Safe Hands Cup due to sponsorship purposes) is a 6 team competition, to be expanded to a 9 team competition in 2020. It is the division below the Queensland Cup.",
  "/wiki/Rugby_league_in_the_Solomon_Islands": "The Solomon Islands national rugby league team represents Solomon Islands in the sport of rugby league football. They are, in fact, planning a top-level tournament in 2010–11, after the capital of Honiara hosts an inter-city exhibition league, the Honiara Rugby League; expected in August 2009 but now it seems early 2010 will be the most convenient point for when it will be held after an uphold in the delivery of the participating teams jerseys caused delays. They are an unaffiliated nation and were recognised by the RLIF as having official observer status in early 2009. They are scheduled to participate in their first-ever test match against a touring New South Wales Police Team in November 2010."
}