{
  "/wiki/Atorvastatin": "Atorvastatin, sold under the trade name Lipitor among others, is a statin medication used to prevent cardiovascular disease in those at high risk and treat abnormal lipid levels. For the prevention of cardiovascular disease, statins are a first-line treatment. It is taken by mouth.",
  "/wiki/CYP3A4": "Cytochrome P450 3A4 (abbreviated CYP3A4) (EC 1.14.13.97) is an important enzyme in the body, mainly found in the liver and in the intestine. It oxidizes small foreign organic molecules (xenobiotics), such as toxins or drugs, so that they can be removed from the body.",
  "/wiki/Cerivastatin": "Cerivastatin (INN, brand names: Baycol, Lipobay) is a synthetic member of the class of statins used to lower cholesterol and prevent cardiovascular disease. It was marketed by the pharmaceutical company Bayer A.G. in the late 1990s, competing with Pfizer's highly successful atorvastatin (Lipitor). Cerivastatin was voluntarily withdrawn from the market worldwide in 2001, due to reports of fatal rhabdomyolysis.",
  "/wiki/Rhabdomyolysis": "Rhabdomyolysis is a condition in which damaged skeletal muscle breaks down rapidly. Symptoms may include muscle pains, weakness, vomiting, and confusion. There may be tea-colored urine or an irregular heartbeat. Some of the muscle breakdown products, such as the protein myoglobin, are harmful to the kidneys and may lead to kidney failure.",
  "/wiki/CYP3A": "Cytochrome P450, family 3, subfamily A, also known as CYP3A, is a human gene locus. A homologous locus is found in mice.",
  "/wiki/Fluvastatin": "Fluvastatin is a member of the statin drug class, used to treat hypercholesterolemia and to prevent cardiovascular disease.",
  "/wiki/CYP2C9": "Cytochrome P450 2C9 (abbreviated CYP2C9) is an enzyme that in humans is encoded by the CYP2C9 gene.",
  "/wiki/Lovastatin": "Lovastatin, sold under the brand name Mevacor among others, is a statin medication, to treat high blood cholesterol and reduce the risk of cardiovascular disease. It use is recommended together with lifestyle changes. It is taken by mouth.",
  "/wiki/Oyster_mushrooms": "Pleurotus is a genus of gilled mushrooms which includes one of the most widely eaten mushrooms, P. ostreatus.  Species of Pleurotus may be called oyster, abalone, or tree mushrooms, and are some of the most commonly cultivated edible mushrooms in the world. Pleurotus fungi have been used in mycoremediation of pollutants such as petroleum and polycyclic aromatic hydrocarbons. Oyster mushrooms do contain Lovastatin, a form cholesterol lowering statin.",
  "/wiki/Red_yeast_rice": "Red yeast rice (simplified Chinese: 红曲米; traditional Chinese: 紅麴米; pinyin: hóng qū mǐ; literally: 'red yeast rice'), red rice koji (べにこうじ, lit. 'red koji'), red fermented rice, red kojic rice, red koji rice, anka, or angkak, is a bright reddish purple fermented rice, which acquires its color from being cultivated with the mold Monascus purpureus. Red yeast rice is what is referred to as a \"koji\" in Japanese, meaning \"grain or bean overgrown with a mold culture\", a food preparation tradition going back to ca. 300 BC. In both the scientific and popular literature in English that draws principally on Japanese traditional use, red yeast rice is most often referred to as \"red rice koji.\" English language articles favoring Chinese literature sources prefer the translation \"red yeast rice.\"",
  "/wiki/Mevastatin": "Mevastatin (compactin, ML-236B) is a hypolipidemic agent that belongs to the statins class.",
  "/wiki/Pitavastatin": "Pitavastatin (usually as a calcium salt) is a member of the blood cholesterol lowering medication class of statins.",
  "/wiki/CYP2C8": "Cytochrome P4502C8 (abbreviated CYP2C8), a member of the cytochrome P450 mixed-function oxidase system, is involved in the metabolism of xenobiotics in the body.  Cytochrome P4502C8 also possesses epoxygenase activity, i.e. it metabolizes long-chain polyunsaturated fatty acids, e.g. arachidonic acid, eicosapentaenoic acid, docosahexaenoic acid, and Linoleic acid to their biologically active epoxides.",
  "/wiki/Pravastatin": "Pravastatin, sold under the brand name Pravachol among others, is a statin medication, used preventing cardiovascular disease in those at high risk and treating abnormal lipids. It should be used together with diet changes, exercise, and weight loss. It is taken by mouth.",
  "/wiki/Rosuvastatin": "Rosuvastatin, sold under the trade name Crestor among others, is a statin medication, used to prevent cardiovascular disease in those at high risk and treat abnormal lipids. It is recommended to be used together with dietary changes, exercise, and weight loss. It is taken by mouth.",
  "/wiki/CYP2C19": "Cytochrome P450 2C19 (abbreviated CYP2C19) is an enzyme. This protein, a member of the cytochrome P450 mixed-function oxidase system, is involved in the metabolism of xenobiotics, including many proton pump inhibitors and antiepileptics.  In humans, the CYP2C19 protein is encoded by the CYP2C19 gene. CYP2C19 is a liver enzyme that acts on at least 10% of drugs in current clinical use, most notably the antiplatelet treatment clopidogrel (Plavix) also drugs that treat pain associated with ulcers, such as omeprazole, antiseizure drugs such as mephenytoin, the antimalarial proguanil, and the anxiolytic diazepam.",
  "/wiki/Simvastatin": "Simvastatin, marketed under the trade name Zocor among others, is a lipid-lowering medication. It is used along with exercise, diet, and weight loss to decrease elevated lipid levels. It is also used to decrease the risk of heart problems in those at high risk. It is taken by mouth.",
  "/wiki/Aspergillus_terreus": "Aspergillus terreus, also known as Aspergillus terrestris, is a fungus (mold) found worldwide in soil. Although thought to be strictly asexual until recently, A. terreus is now known to be capable of sexual reproduction.  This saprotrophic fungus is prevalent in warmer climates such as tropical and subtropical regions. Aside from being located in soil, A. terreus has also been found in habitats such as decomposing vegetation and dust. A. terreus is commonly used in industry to produce important organic acids, such as itaconic acid and cis-aconitic acid, as well as enzymes, like xylanase.  It was also the initial source for the drug mevinolin (lovastatin), a drug for lowering serum cholesterol.",
  "/wiki/Atorvastatin/amlodipine": "The drug combination atorvastatin/amlodipine (brand names Caduet in the United States, Australia, and Russia; and Envacar elsewhere) is a medication approved by the Food and Drug Administration (FDA) for the treatment of high cholesterol and high blood pressure. It is a fixed-dose combination drug containing a HMG-CoA reductase inhibitor and a calcium channel blocker being marketed by the pharmaceutical company Pfizer.",
  "/wiki/Calcium_channel_blocker": "Calcium channel blockers (CCB), calcium channel antagonists or calcium antagonists are a group of medications that disrupt the movement of calcium (Ca2+) through calcium channels. Calcium channel blockers are used as antihypertensive drugs, i.e., as medications to decrease blood pressure in patients with hypertension. CCBs are particularly effective against large vessel stiffness, one of the common causes of elevated systolic blood pressure in elderly patients. Calcium channel blockers are also frequently used to alter heart rate (especially from atrial fibrillation), to prevent peripheral and cerebral vasospasm, and to reduce chest pain caused by angina pectoris.",
  "/wiki/Perindopril": "Perindopril is a long-acting ACE inhibitor used to treat high blood pressure, heart failure, or stable coronary artery disease in form of perindopril arginine (trade names include Coversyl, Coversum) or perindopril erbumine (Aceon). According to the Australian government's Pharmaceutical Benefits Scheme website, based on data provided to the Australian Department of Health and Ageing by the manufacturer, perindopril arginine and perindopril erbumine are therapeutically equivalent and may be interchanged without differences in clinical effect. However, the dose prescribed to achieve the same effect differs due to different molecular weights for the two forms. A prodrug, perindopril is hydrolyzed to its active metabolite, perindoprilat, in the liver.",
  "/wiki/Amlodipine": "Amlodipine, sold under the brand name Norvasc among others, is a medication used to treat high blood pressure and coronary artery disease. While not typically recommended in heart failure, amlodipine may be used if other medications are not sufficient for treating high blood pressure or heart-related chest pain. It is taken by mouth and has an effect that lasts for at least a day.",
  "/wiki/ACE_inhibitor": "Angiotensin-converting-enzyme inhibitors (ACE inhibitors) are a class of medication used primarily for the treatment of high blood pressure and heart failure.",
  "/wiki/Niacin/lovastatin": "Niacin/lovastatin (trade names Advicor, Mevacor) is a drug combination used for the treatment of dyslipidemia. It is a combination of the vitamin niacin and the statin drug lovastatin. The combination preparation is marketed by Abbott Laboratories.",
  "/wiki/Ezetimibe": "Ezetimibe is a medication used to treat high blood cholesterol and certain other lipid abnormalities. Generally it is used together with dietary changes and a statin. Alone, it is less preferred than a statin. It is taken by mouth. It is also available in the combination ezetimibe/simvastatin.",
  "/wiki/Cholesterol_absorption_inhibitor": "Cholesterol absorption inhibitors are a class of compounds that prevent the uptake of cholesterol from the small intestine into the circulatory system.\nMost of these molecules are monobactams but show no antibiotic activity. An example is ezetimibe (SCH 58235) Another example is Sch-48461. The \"Sch\" is for Schering-Plough, where these compounds were developed.\nPhytosterols are also cholesterol absorption inhibitors.",
  "/wiki/Ezetimibe/simvastatin": "Ezetimibe/simvastatin is a drug combination used for the treatment of dyslipidemia. It is a combination of ezetimibe (known as Zetia in the United States) and the statin drug simvastatin (known as Zocor in the U.S.).",
  "/wiki/Niacin/simvastatin": "Niacin/simvastatin (trade name Simcor, by Abbott) is a combination drug consisting of an extended release form of the vitamin niacin and the statin drug simvastatin. It is used for the treatment of dyslipidemia. It was approved by the FDA on February 15, 2008.  On April 15, 2016, the FDA pulled the approval of niacin and fibrates used in combination with statin drugs, citing growing evidence that the benefits of combining niacin or fibrate drugs with statin drugs to not outweigh the risks, compared to statin therapy alone."
}