{
  "/wiki/Khairul_Fahmi_Che_Mat": "Khairul Fahmi bin Che Mat, P.B. (born 7 January 1989 in Kota Bharu, Kelantan) is a professional footballer who plays as a goalkeeper for Malaysian club Melaka United and the Malaysia national team. He is also a former member of Malaysia U23 and Malaysia U20 squad.",
  "/wiki/Harimau_Muda": "Harimau Muda is a former Malaysia national under-22 football team. The squad is the feeder team for senior national football team. The club is managed by the Football Association of Malaysia.\nAfter winning the Premier League in 2009, the club were split into two teams, Harimau Muda A and Harimau Muda B due to schedule conflicts between league and international matches.\nHarimau Muda was reinstated in 2015 by combining Harimau Muda A and B back into a single U-22 team with the exception of Harimau Muda C which still plays in FAM League.On 25 November 2015,it was confirmed that the Harimau Muda has disbanded by FAM which means all the player from Harimau Muda A, Harimau Muda B and Harimau Muda C will be returned to their own state.",
  "/wiki/Mohd_Daudsu_Jamaluddin": "Mohd Daudsu Bin Jamaludin (born 18 March 1985) is a Malaysian professional footballer who plays as a right back for Malaysia FAM League club D'AR Wanderers.",
  "/wiki/Johor_FC": "Johor Darul Ta'zim Football Club (Malay: Kelab Bola Sepak Johor Darul Ta'zim), or simply JDT, is a football club based in Johor Bahru, Johor, Malaysia. The club was founded in 1972 (as PKENJ FC) and currently plays in the top division of Malaysian football, the Malaysia Super League. The club is owned by Tunku Ismail Sultan Ibrahim. In 2014, JDT gained their first major honour by winning the national league during the first season under Croatian manager Bojan Hodak. Under Argentine Mario Gómez's tutelage, they won the 2015 AFC Cup as well as the Malaysian Piala Sumbangsih and 2015 Super League. By winning the AFC Cup, JDT became the second Malaysian team since 1967 to enter a final of a major continental competition, and the first ever Malaysian club to win a continental title. JDT is the first team in the country to win six consecutive league titles (2014, 2015, 2016, 2017, 2018, and 2019). Before this achievement, no team had ever won the league championship more than twice in a row since the league system was first introduced in Malaysia in 1979.",
  "/wiki/Ahmad_Azlan_Zainal": "Ahmad Azlan bin Zainal (born 16 April 1986) is a Malaysian Footballer who plays for Kingstown Klang FC as a defender. He was also a member of Malaysia's national team.",
  "/wiki/Perak_FA": "The club was formerly named simply as Perak or fully as Perak Amateur Football Association (PAFA) before being rebranded as Perak FA and again in February 2016 as Perak The Bos Gaurus which will be used for 2016 season onwards.",
  "/wiki/Wan_Zaman_Wan_Mustapha": "Wan Zaman bin Wan Mustapha (born 12 June 1983 in Kota Bharu, Kelantan) is a Malaysian footballer who plays as a midfielder for PDRM recently transfer from Kelantan FA in Malaysia Super League.",
  "/wiki/PDRM_FA": "Royal Malaysia Police Football Association or simply known as Royal Police is an association football club associated with the entity of the Royal Malaysia Police, who play in the Malaysia Premier League, the second division of Malaysian football. The team is based in Kuala Lumpur.",
  "/wiki/Nor_Farhan_Muhammad": "Mohd Nor Farhan Bin Muhammad, P.B. (born 19 December 1984) is a Malaysian footballer who plays as forward and attacking midfielder.",
  "/wiki/Che_Hisamuddin_Hassan": "Che Hishamuddin Hassan (born 26 December 1972) is a retired Malaysian football player.",
  "/wiki/Terengganu_FA": "Terengganu Football Club is a professional football club based in Kuala Terengganu, Terengganu, Malaysia, that competes in Malaysia Super League, the first division of the Malaysian League. Nicknamed \"The Turtles\", the club was founded as Terengganu Amateur Football Association on 22 November 1956, changed its name to Terengganu Football Association in 1972 and Terengganu Football Club in 2018.",
  "/wiki/Muhamad_Khalid_Jamlus": "Muhamad Khalid bin Jamlus (born 23 February 1977) is a retired Malaysian footballer. He is a former member of the Malaysian national team and also has played for the Pre-Olympic squad. In 2002, he went on trial with Eintracht Frankfurt."
}