{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Julian_Yee": "Julian Yee Zhi-Jie (born 26 May 1997) is a Malaysian figure skater. He is the 2017 Southeast Asian Games gold medalist, 2015 CS Denkova-Staviski Cup silver medalist, 2016 Asian Open Figure Skating Trophy and  2013 Skate Down Under bronze medalist, as well as five-time Malaysian senior national champion (2013–2017). He has competed in the final segment at seven ISU Championships, including two World Championships. He represented Malaysia at the 2018 Winter Olympics.",
  "/wiki/Figure_Skating": "Figure skating is a sport in which individuals, duos, or groups perform on figure skates on ice. It was the first winter sport to be included in the Olympic Games, when it was contested at the 1908 Olympics in London. The four Olympic disciplines are men's singles, ladies' singles, pair skating, and ice dance. Non-Olympic disciplines include synchronized skating, Theater on Ice, and four skating. From intermediate through senior-level competition, skaters generally perform two programs (short and free skate), which may include spins, jumps, moves in the field, lifts, throw jumps, death spirals, and other elements or moves, depending on the discipline.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Lee_Chong_Wei": "Datuk Lee Chong Wei DB PJN AMN DCSM DSPN (born 21 October 1982) is a retired Malaysian badminton player. As a singles player, Lee was ranked first worldwide for 349 weeks, these including a 199-week streak from 21 August 2008 to 14 June 2012. He is the fourth Malaysian player after Rashid Sidek, Roslin Hashim and Wong Choong Hann to achieve such a ranking (since official rankings were first kept in the 1980s), and is the only Malaysian shuttler to hold the number one ranking for more than a year.",
  "/wiki/Badminton": "Badminton is a racquet sport played using racquets to hit a shuttlecock across a net. Although it may be played with larger teams, the most common forms of the game are \"singles\" (with one player per side) and \"doubles\" (with two players per side). Badminton is often played as a casual outdoor activity in a yard or on a beach; formal games are played on a rectangular indoor court. Points are scored by striking the shuttlecock with the racquet and landing it within the opposing side's half of the court.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Pandelela_Rinong": "Pandelela Rinong Pamg, AMN JBK (born 2 March 1993) is a Malaysian diver. She is a two-time Olympic medalist and has won a total of five medals at the World Championships.",
  "/wiki/Diving_(sport)": "Diving is the sport of jumping or falling into water from a platform or springboard, usually while performing acrobatics. Diving is an internationally recognized sport that is part of the Olympic Games.  In addition, unstructured and non-competitive diving is a recreational pastime.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Mohd_Azizulhasni_Awang": "Mohd Azizulhasni bin Awang KMN (born 5 January 1988) is a Malaysian professional track cyclist. Nicknamed \"The Pocket Rocketman\" due to his small stature, he is the first Malaysian cyclist to win a medal at the UCI Track Cycling World Championships and at the Summer Olympics.",
  "/wiki/Cycling": "Cycling, also called biking or bicycling, is the use of bicycles for transport, recreation, exercise or sport. People engaged in cycling are referred to as \"cyclists\", \"bikers\", or less commonly, as \"bicyclists\". Apart from two-wheeled bicycles, \"cycling\" also includes the riding of unicycles, tricycles, quadracycles, recumbent and similar human-powered vehicles (HPVs).",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Bryan_Lomas": "Bryan Nickson Lomas (born 30 June 1990 in Kuching, Sarawak) is a former Malaysian diver. Lomas was the youngest Malaysian athlete to qualify for 2004 Summer Olympics when he was 14. He became the country's first world junior diving champion after winning gold at the 3 m springboard event in the World Junior Championships held at Belem, Brazil in 2004. He trained under the coaching of Yang Zhuliang. Lomas is named after the footballer Bryan Robson by his father.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Mirnawan_Nawawi": "Mirnawan Nawawi (born 19 September 1971) is a former field hockey player from Malacca, Malaysia. Mirnawan was the skipper for the Malaysia national team from 1998 until 2002. He was known as 'The Boss' during his playing days and has scored 250 career goals.",
  "/wiki/Hockey": "Hockey is a sport in which two teams play against each other by trying to manoeuvre a ball or a puck into the opponent's goal using a hockey stick. There are many types of hockey such as bandy, field hockey, ice hockey and rink hockey.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Nor_Saiful_Zaini_Nasir-ud-Din": "Nor Saiful Zaini Nasir-ud-Din (born 27 March 1966) is a Malaysian field hockey player. He competed at the 1992 Summer Olympics, the 1996 Summer Olympics and the 2000 Summer Olympics.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Razif_Sidek": "Razif Sidek KMN AMN BSD (born 29 May 1962 in Banting, Selangor) is a former badminton player from Malaysia and coach.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Nordin_Mohamed_Jadi": "Nordin Mohamed Jadi (born 12 May 1962 in Muar, Johor, Malaysia) is a former Malaysia track runner and athlete who represented Malaysia in many international and regional events and championships in the 1980s. His favourite athletic events were the 200 metre and 400 metre track events.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Sabiahmad_Abdullah_Ahad": "Sabiahmad Abdullah Ahad (born 20 March 1956) is a Malaysian sport shooter. He competed in the 1984 Summer Olympics.",
  "/wiki/Shooting": "Shooting is the act or process of discharging a projectile from a ranged weapon (such as a gun, slingshot, crossbow, or bow).  Even the acts of launching/discharging artillery, darts, grenades, rockets and guided missiles can be considered acts of shooting.  When using a firearm, the act of shooting is often called firing as it involves initiating a combustion process (deflagration).",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/Ahmed_Ishtiaq_Mubarak": "Ahmed Ishtiaq Mubarak (6 February 1948 – 9 August 2013) was a Malaysian hurdler. He competed in the 1968, 1972 and 1976 Summer Olympics. He was also the flag bearer for Malaysia at the 1976 Summer Olympics.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Mohamed_Bakar": "Mohamed Bakar (1 January 1973) is a Comoros athlete, who competed at the 1996 Summer Olympic Games in the Men's 100m he finished 9th in his heat and failed to advance.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Nashatar_Singh_Sidhu": "Nashatar Singh Sidhu (Punjabi: ਨਾਸਤਰ ਸਿੰਘ ਸਿੱਧੂ, romanized: Nāsatara sigha sidhū; born 19 August 1939) is a Malaysian former javelin thrower who competed in the 1964 Summer Olympics and in the 1968 Summer Olympics.",
  "/wiki/1964_Summer_Olympics": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad (Japanese: 第十八回オリンピック競技大会, Hepburn: Dai Jūhachi-kai Orinpikku Kyōgi Taikai), was an international multi-sport event held in Tokyo, Japan, from 10 to 24 October 1964. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honour was subsequently passed to Helsinki because of Japan's invasion of China, before ultimately being cancelled because of World War II.",
  "/wiki/Kuda_Ditta": "Kuda Ditta is a Malaysian athlete who competed for Malaysia at the Summer Olympics. He has also represented the then Crown Colony of Sarawak at the Commonwealth and Asian Games."
}