{
  "/wiki/Association_football_positions": "In the sport of association football, each of the 11 players on a team is assigned to a particular position on the field of play. A team is made up of one goalkeeper and ten outfield players who fill various defensive, midfield, and attacking positions depending on the formation deployed. These positions describe both the player's main role and their area of operation on the pitch.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/FC_Seoul_Reserves_and_Academy": "FC Seoul Reserves are the reserve team of FC Seoul. Reserve team is member of the R League (Reserve League).",
  "/wiki/Youth_system": "In sporting terminology, a youth system is a youth investment program within a particular team or league, which develops and nurtures young talent in farm teams, with the vision of using them in the first team in the future if they show enough promise and potential, and to fill up squad numbers in some teams with small budgets. In contrast to most sports in the United States where the high school and collegiate system is responsible for developing young sports people, most football and basketball clubs, especially in Europe and Latin America, take responsibility for developing their own players of the future.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Yoon_Seung-Hyeon": "Yoon Seung-hyeon (Korean: 윤승현; born 13 December 1988) is a South Korean footballer who plays as a winger for Daejeon Korail in Korea National League.",
  "/wiki/Yonsei_University": "Yonsei University (Korean: 연세대학교; Hanja: 延世大學校; [jʌn.seː]) is a private research university in Seoul, South Korea. It is one of Korea's three SKY universities, a group of universities widely regarded as the most prestigious in the country. Yonsei was established in 1885 and is one of the oldest universities in South Korea.",
  "/wiki/Ko_Kwang-Min": "Ko Kwang-min (Korean: 고광민; Korean pronunciation: [ko.ɡwaŋ.min] or [ko] [kwaŋ.min]; born 21 September 1988) is a South Korean footballer who plays as a Midfielder for FC Seoul in the K League.",
  "/wiki/Ajou_University": "Ajou University is a leading engineering university in South Korea established in 1973 and located in Suwon, Gyeonggi Province about 30 km (19 mi) south of Seoul.",
  "/wiki/Lee_Jae-An": "Lee Jae-An  (Korean: 이재안; born 21 June 1988) is a South Korean footballer who plays as forward for Suwon FC in the K League 2.",
  "/wiki/Halla_University": "Halla University is a private Korean University created in 1995 and located in Wonju.",
  "/wiki/Dongguk_University": "Dongguk University (Korean: 동국대학교, Hanja: 東國大學校) is a private, coeducational university in South Korea, based on Buddhism. Established in 1906 as Myeongjin School (명진학교; 明進學校) by Buddhist pioneers of the Association of Buddhism Research (불교연구회; 佛敎硏究會), the university gained full university status as Dongguk University in 1953. The university remains one of the few Buddhist-affiliated universities in the world, and is the member of International Association of Buddhist Universities.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Daegu_University": "Daegu University is a private university in South Korea.  Its campus is located a short distance outside Daegu, in Gyeongsan City, North Gyeongsang province. The school currently consists of 13 colleges from college of humanities to college of rehabilitation.     \nThe current president is Dr. Hong Duk Yul. Enrollment currently tops 20,000, and more than 780 professors are employed.",
  "/wiki/Yu_Sang-Hun": "Yu Sang-hun (Korean: 유상훈; born 25 May 1989) is a South Korean footballer who plays as a Goalkeeper for FC Seoul.",
  "/wiki/Hongik_University": "Hongik University, widely regarded as the best architecture and art school rivalry with Seoul National University in South Korea, was founded by an independence activist in 1946. It is located in Mapo-gu district of central Seoul, South Korea with a second campus in Sejong. Hongik University has one of the most popular bachelor's degree in architecture & design in South Korea. However the university also offers a comprehensive range of undergraduate and graduate programs, with its fine arts college of 11 departments and architecture department most renowned and prestigious in Korea. As of 2007, the university was home to 14,500 undergraduate students and 2,600 graduate students, and the undergraduate school consists of College of Fine Arts, College of Education, College of Engineering, College of Liberal Arts, College of Architecture, College of Law, and College of Economics and Business Administration. The graduate school provides research-based and practice-based programs in comprehensive fields including liberal arts, engineering, fine arts and design, education, economics, performing arts, urban planning, architecture, film and photography. The shortened term for Hongik University, \"Hongdae,\" serves as a metonym for the neighborhood.",
  "/wiki/Sun_Moon_University": "Sun Moon University is a university located in Asan, Chungcheongnam-do, South Korea.",
  "/wiki/2011_FC_Seoul_season": "The 2011 season is FC Seoul's 28th season in the K League Classic."
}