{
  "/wiki/FC_Levadia_Tallinn": "FCI Levadia Tallinn, commonly known as FCI Levadia, or simply as Levadia, is a professional football club based in Tallinn, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is A. Le Coq Arena.",
  "/wiki/FC_Kuressaare": "FC Kuressaare, commonly known as Kuressaare, is a football club, based in Kuressaare, Saaremaa, Estonia. The club's home ground is Kuressaare linnastaadion.",
  "/wiki/Paide_Linnameeskond": "Paide Linnameeskond is a football club based in Paide, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is Paide linnastaadion.",
  "/wiki/Zakaria_Beglarishvili": "Zakaria Beglarishvili (Georgian: ზაქარია ბეგლარიშვილი; born 30 April 1990) is a Georgian born Estonian professional footballer who plays as an attacking midfielder and winger for KTP.",
  "/wiki/FC_Flora": "FC Flora, commonly known as Flora Tallinn, or simply as Flora, is a professional football club based in Tallinn, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is A. Le Coq Arena.",
  "/wiki/JK_Tallinna_Kalev": "JK Tallinna Kalev, also known as Tallinna Kalev or simply Kalev, is a football club based in Tallinn, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is the Kalev Keskstaadion.",
  "/wiki/Albert_Taar": "Albert Taar (born 15 January 1990) is an Estonian footballer. He is currently playing for FC Tallinn in IV liiga as a midfielder. He was the highest goalscorer for JK Narva Trans in 2013. In December 2014, he was given a four-year ban for participating in betting activities while playing football, a violation of the Estonian Football Association's rules.",
  "/wiki/Igor_Morozov": "Igor Morozov (born 27 May 1989) is an Estonian professional footballer who plays as a centre back for Meistriliiga club FCI Levadia and the Estonia national team.",
  "/wiki/FC_Flora_Tallinn": "FC Flora, commonly known as Flora Tallinn, or simply as Flora, is a professional football club based in Tallinn, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is A. Le Coq Arena.",
  "/wiki/Tarmo_Neemelo": "Tarmo Neemelo (born 10 February 1982) is an Estonian retired professional footballer who last played as a forward for Meistriliiga club Paide Linnameeskond.",
  "/wiki/N%C3%B5mme_Kalju_FC": "Nõmme Kalju FC (Estonian pronunciation: [nɤmˈme ˈkɑlju]), commonly known as Nõmme Kalju, or simply as Kalju, is a professional football club, based in Nõmme, Tallinn, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is Hiiu Stadium.",
  "/wiki/Rauno_Alliku": "Rauno Alliku (born 2 March 1990) is an Estonian professional footballer who plays as a forward for Estonian Meistriliiga club Flora.",
  "/wiki/FC_Viljandi_(2011)": "FC Viljandi was an Estonian football club from the town of Viljandi, that played in the Estonian Meistriliiga in 2011 and 2012.",
  "/wiki/Vladislav_Ivanov_(footballer)": "Vladislav Ivanov (Russian: Владислав Александрович Иванов; born January 24, 1986), is a Russian professional footballer who last played for Estonian Meistriliiga club Narva Trans. He plays the position of midfielder and forward.",
  "/wiki/JK_Narva_Trans": "JK Narva Trans, commonly known as Narva Trans, or simply as Trans, is a professional football club, based in Narva, Estonia, that competes in the Meistriliiga, the top flight of Estonian football.  The club's home ground is Narva Kreenholm Stadium.",
  "/wiki/Ousmane_Barry": "Elhadj Ousmane Barry (born 27 September 1991), also known as Pato, is a Guinean international footballer who plays as a centre forward for Saudi club Al-Bukayriyah .",
  "/wiki/JK_Tammeka_Tartu": "Tartu JK Tammeka, commonly known as Tartu Tammeka or simply Tammeka, is a football club, based in Tartu, Estonia, that competes in the Meistriliiga, the top flight of Estonian football.",
  "/wiki/Damiano_Quintieri": "Damiano Quintieri (born 4 July 1990, Terranova da Sibari) is an Italian footballer, who currently plays as a midfielder for Argentina Arma in the Serie D.",
  "/wiki/Vjat%C5%A1eslav_Zahovaiko": "Vjatšeslav Zahovaiko (born 29 December 1981) is an Estonian football coach and former player. Currently he is the head coach of Meistriliiga side Paide Linnameeskond. Zahovaiko played for several professional clubs and was also a member of the Estonian national team.",
  "/wiki/JK_Sillam%C3%A4e_Kalev": "JK Sillamäe Kalev, commonly known as Sillamäe Kalev, or simply as Sillamäe, is a football club, based in Sillamäe, Estonia. Founded in 1957, Sillamäe Kalev was one of the founding members of the Meistriliiga.",
  "/wiki/2012_Meistriliiga": "The 2012 season of the Meistriliiga the first level in the Estonian football system is the 22nd season in the league's history. The competition started on 10 March 2012 and will end on 3 November 2012. The defending champions are Flora, who won their ninth league championship last year."
}