{
  "/wiki/Mont_Wright_(Quebec)": "Mont Wright is a mountain in Fermont, Quebec, a site of major iron ore mining operations since the 1970s by Québec Cartier Mining Company. It is located in Caniapiscau Regional County Municipality.",
  "/wiki/Iron": "Iron (/ˈaɪərn/) is a chemical element with symbol Fe (from Latin: ferrum) and atomic number 26. It is a metal that belongs to the first transition series and group 8 of the periodic table. It is by mass the most common element on Earth, forming much of Earth's outer and inner core. It is the fourth most common element in the Earth's crust.",
  "/wiki/C%C3%B4te-Nord": "Côte-Nord (French pronunciation: ​[kot nɔʁ], French for \"North Coast\" (land area 247,655.33 square kilometres (95,620.26 sq mi)) is the second largest administrative region by land area in Quebec, Canada, after Nord-du-Québec. It covers much of the northern shore of the Saint Lawrence River estuary and the Gulf of Saint Lawrence past Tadoussac.",
  "/wiki/ArcelorMittal": "ArcelorMittal S.A. (French pronunciation: ​[aʁsəlɔʁ mital]) is a multinational steel manufacturing corporation headquartered in Luxembourg City. It was formed in 2006 from the takeover and merger of Arcelor by Indian-owned Mittal Steel. ArcelorMittal is the world's largest steel producer, with an annual crude steel production of 92.5 million metric tonnes as of 2018[update]. It is ranked 123rd in the 2017 Fortune Global 500 ranking of the world's largest corporations.",
  "/wiki/Lac_Jeannine_Mine": "Lake Jeannine (French: Lac Jeannine) is a small lake in the Côte-Nord region of Quebec, Canada. It was the site of a major iron ore mining operation in the 1960s and 1970s.",
  "/wiki/Qu%C3%A9bec_Cartier_Mining_Company": "Québec Cartier Mining Company was one of the leading producers of iron ore products in North America, now part of ArcelorMittal.",
  "/wiki/Fire_Lake_Mine": "Fire Lake (French: Lac Fire) is a lake in the Côte-Nord region of Quebec, Canada. It was the location of a major open pit mining operation in the 1970s and 1980s.\nOperations were then suspended for twenty years, but ArcelorMittal resumed extraction in 2006.",
  "/wiki/Bloom_Lake": "Bloom's Lake is a lake in Chisago County, Minnesota, in the United States.",
  "/wiki/Cliffs_Natural_Resources": "Cleveland-Cliffs, Inc., formerly Cliffs Natural Resources, is a Cleveland, Ohio, business firm that specializes in the mining, beneficiation, and pelletizing of iron ore. The firm is an independent company whose shares are traded on the New York Stock Exchange. Cleveland-Cliffs' primary operations are organized and managed according to product category: Mining & Pelletizing and Metallics.",
  "/wiki/Raglan_Mine": "Raglan Mine is a large nickel mining complex in the Nunavik region of northern Quebec, Canada. It is located approximately 100 kilometres (62 mi) south of Deception Bay. Discovery of the deposits is credited to Murray Edmund Watts in 1931 or 1932. It is owned and operated by Glencore. The mine site is located in sub-arctic permafrost of the Cape Smith Belt, with an average underground temperature of −15 °C (5 °F).",
  "/wiki/Nickel": "Nickel is a chemical element with the symbol Ni and atomic number 28. It is a silvery-white lustrous metal with a slight golden tinge. Nickel belongs to the transition metals and is hard and ductile. Pure nickel, powdered to maximize the reactive surface area, shows a significant chemical activity, but larger pieces are slow to react with air under standard conditions because an oxide layer forms on the surface and prevents further corrosion (passivation). Even so, pure native nickel is found in Earth's crust only in tiny amounts, usually in ultramafic rocks, and in the interiors of larger nickel–iron meteorites that were not exposed to oxygen when outside Earth's atmosphere.",
  "/wiki/Copper": "Copper is a chemical element with the symbol Cu (from Latin: cuprum) and atomic number 29. It is a soft, malleable, and ductile metal with very high thermal and electrical conductivity. A freshly exposed surface of pure copper has a pinkish-orange color. Copper is used as a conductor of heat and electricity, as a building material, and as a constituent of various metal alloys, such as sterling silver used in jewelry, cupronickel used to make marine hardware and coins, and constantan used in strain gauges and thermocouples for temperature measurement.",
  "/wiki/Cobalt": "Cobalt is a chemical element with the symbol Co and atomic number 27. Like nickel, cobalt is found in the Earth's crust only in chemically combined form, save for small deposits found in alloys of natural meteoric iron. The free element, produced by reductive smelting, is a hard, lustrous, silver-gray metal.",
  "/wiki/Nord-du-Qu%C3%A9bec": "Nord-du-Québec (French pronunciation: ​[nɔʁ dy kebɛk]; English: Northern Quebec) is the largest, but the least populous, of the seventeen administrative regions of Quebec, Canada. With nearly 750,000 square kilometres (290,000 sq mi) of land area, and very extensive lakes and rivers, it covers much of the Labrador Peninsula and about 55% of the total land surface area of Quebec, while containing a little more than 0.5% of the population.",
  "/wiki/Glencore": "Glencore plc is a British–Swiss multinational commodity trading and mining company with headquarters in Baar, Switzerland, and its registered office in Saint Helier, Jersey. The current company was created through a merger of Glencore with Xstrata on 2 May 2013. As of 2015[update], it ranked tenth in the Fortune Global 500 list of the world's largest companies.",
  "/wiki/Gold": "Gold is a chemical element with the symbol Au (from Latin: aurum) and atomic number 79, making it one of the higher atomic number elements that occur naturally. In its purest form, it is a bright, slightly reddish yellow, dense, soft, malleable, and ductile metal. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions. Gold often occurs in free elemental (native) form, as nuggets or grains, in rocks, in veins, and in alluvial deposits. It occurs in a solid solution series with the native element silver (as electrum) and also naturally alloyed with copper and palladium. Less commonly, it occurs in minerals as gold compounds, often with tellurium (gold tellurides).",
  "/wiki/Silver": "Silver is a chemical element with the symbol Ag (from the Latin argentum, derived from the Proto-Indo-European h₂erǵ: \"shiny\" or \"white\") and atomic number 47. A soft, white, lustrous transition metal, it exhibits the highest electrical conductivity, thermal conductivity, and reflectivity of any metal. The metal is found in the Earth's crust in the pure, free elemental form (\"native silver\"), as an alloy with gold and other metals, and in minerals such as argentite and chlorargyrite. Most silver is produced as a byproduct of copper, gold, lead, and zinc refining.",
  "/wiki/Abitibi-T%C3%A9miscamingue": "Abitibi-Témiscamingue (French pronunciation: ​[abitibi temiskamɛ̃ɡ]) is an administrative region located in western Québec, Canada, along the border with Ontario. It became part of the province in 1898. It has a land area of 57,736.50 square kilometres (22,292.19 sq mi) and its population was 146,717 people as of the 2016 Census. The region is divided into five regional county municipalities (French: municipalité régionale de comté, or MRC) and 79 municipalities. Its economy continues to be dominated by resource extraction industries. These include logging, mining all along the rich geologic Cadillac Fault between Val-d'Or and Rouyn-Noranda, as well as agriculture.",
  "/wiki/Century_Mining_Corporation": "The Century Mining Corporation is a Canadian gold producer formed in 2003. The company has produced 9.4 million ounces of gold.",
  "/wiki/Agnico-Eagle": "Agnico Eagle Mines Limited is a Canadian-based gold producer with operations in Canada, Finland and Mexico and exploration and development activities extending to the United States. Agnico Eagle has full exposure to higher gold prices consistent with its policy of no-forward gold sales. As of 2017, it has paid a cash dividend every year since 1983.",
  "/wiki/Iamgold_Corporation": "Iamgold Corporation is a Canadian gold producer headquartered in Toronto, Ontario, Canada. Incorporated in 1990 by Mark Nathanson and William Pugliese, the company is listed as IMG on the Toronto Stock Exchange since 1996 and as IAG on the New York Stock Exchange since 2005. The company is engaged in the exploration, development, and production of mineral resource properties throughout the world. The company's former, longer name was International African Mining Gold Corporation.",
  "/wiki/Zinc": "Zinc is a chemical element with the symbol Zn and atomic number 30. Zinc is a slightly brittle metal at room temperature and has a blue-silvery appearance when oxidation is removed. It is the first element in group 12 of the periodic table. In some respects, zinc is chemically similar to magnesium: both elements exhibit only one normal oxidation state (+2), and the Zn2+ and Mg2+ ions are of similar size. Zinc is the 24th most abundant element in Earth's crust and has five stable isotopes. The most common zinc ore is sphalerite (zinc blende), a zinc sulfide mineral. The largest workable lodes are in Australia, Asia, and the United States. Zinc is refined by froth flotation of the ore, roasting, and final extraction using electricity (electrowinning).",
  "/wiki/Wesdome_Gold_Mines": "Wesdome Gold Mines Ltd. is a mining, exploration and development company based in Toronto, Ontario, focused primarily on gold.\nWesdome Gold Mines Inc. was created as a joint venture in 1976 for the purpose of exploring and developing the Wesdome property in Val d'Or. Wesdome derives its name from the joint venture between Western Quebec Mines Inc. and Dome Mines Ltd. In 1997 Western Quebec Mines bought out Dome Mines' interest. In 1999 Wesdome Gold Mines Inc. became a publicly listed company. Wesdome Gold Mines proceeded with its advanced exploration and development on the wholly owned property. In December 2003, Western Quebec Mines Inc. purchased the Kiena Complex and subsequently put the property into Wesdome Gold Mines Inc., completing and consolidating the Wesdome land package around Lac De Montigny. Wesdome Gold Mines' Val d'Or assets include 7,500 hectares of wholly owned property on the Kiena, Wesdome, Shawkey and Siscoe properties, as well as a 920-metre shaft, 2000 tpd CIP mill and extensive surface and underground infrastructure.\nOn February 1, 2006, River Gold Mines Ltd. merged with Wesdome Gold Mines Inc, to create Wesdome Gold Mines Ltd. (WDO-TSX). River Gold Mines Ltd. was formed in 1994 to consolidate ownership of the Eagle River property, located 50  km west of Wawa, Ontario. In the low gold price environment from 1997 to 2002, all other known gold deposits and mining infrastructure in the Mishibishu greenstone belt were acquired. To date, the Wawa assets have produced in excess of 1,000,000 ounces of gold from three mining projects. Wesdome Gold Mines' Wawa assets include 5200+ hectares of wholly owned property on the Eagle River and Mishi properties, a 580-metre shaft, a 1000 tpd Merril Crowe milling facility, and over 75 kilometres of underground development.\nOn July 10, 2007, Wesdome Gold Mines Ltd. merged with Western Quebec Mines Inc. In doing so, Wesdome added 1000 contiguous hectares to its already large Val d'Or land package, removed the controlling shareholder and simplified its corporate structure.",
  "/wiki/North_American_Palladium": "North American Palladium Ltd. (TSX: PDL,  AMEX: PAL) is a mining company with headquarters located in Toronto, Ontario, Canada. The company primarily mines and explores for palladium but also for gold. Platinum, silver, nickel, and copper are mined as by-products. The company's principal operations are located in Canada, with the Ontario Thunder Bay District holding the Lac des Iles palladium mine.",
  "/wiki/Breakwater_Resources": "Breakwater Resources was a mining company based in Toronto, Ontario, Canada. On August 26, 2011 the company was acquired by Nyrstar.",
  "/wiki/Xstrata": "Xstrata plc was an Anglo-Swiss multinational mining company headquartered in Zug, Switzerland and with its registered office in London, United Kingdom. It was a major producer of coal (and the world's largest exporter of thermal coal), copper, nickel, primary vanadium and zinc and the world's largest producer of ferrochrome. It had operations in 19 countries across Africa, Asia, Australasia, Europe, North America and South America.",
  "/wiki/Niobium": "Niobium, formerly known as columbium, is a chemical element with the symbol Nb (formerly Cb) and atomic number 41. Niobium is a light grey, crystalline, and ductile transition metal. Pure niobium has a hardness similar to that of pure titanium,[contradictory] and it has similar ductility to iron. Niobium oxidizes in the earth's atmosphere very slowly, hence its application in jewelry as a hypoallergenic alternative to nickel. Niobium is often found in the minerals pyrochlore and columbite, hence the former name \"columbium\". Its name comes from Greek mythology, specifically Niobe, who was the daughter of Tantalus, the namesake of tantalum. The name reflects the great similarity between the two elements in their physical and chemical properties, making them difficult to distinguish.",
  "/wiki/Saguenay%E2%80%93Lac-Saint-Jean": "Saguenay–Lac-Saint-Jean (French pronunciation: ​[saɡnɛ lak sɛ̃ ʒɑ̃], locally [saɡne lak sẽ ʒã]) is a region in Quebec, Canada. It contains the Saguenay Fjord, the estuary of the Saguenay River, stretching through much of the region. It is also known as Sagamie in French, from the first part of \"Saguenay\" and the last part of \"Piekouagami\", the Innu name (meaning \"flat lake\") for Lac Saint-Jean, with the final \"e\" added to follow the model of other existing region names such as Mauricie, Témiscamie, Jamésie, and Matawinie. The name Saguenay is possibly derived from the Innu word \"Saki-nip\" which means \"where water flows out\". With a land area of 98,712.71 km2 (38,113.9 sq mi), the Saguenay–Lac-Saint-Jean is, after the Nord-du-Québec and Côte-Nord regions, the third-largest of Quebec regions in the area.",
  "/wiki/Iamgold": "Iamgold Corporation is a Canadian gold producer headquartered in Toronto, Ontario, Canada. Incorporated in 1990 by Mark Nathanson and William Pugliese, the company is listed as IMG on the Toronto Stock Exchange since 1996 and as IAG on the New York Stock Exchange since 2005. The company is engaged in the exploration, development, and production of mineral resource properties throughout the world. The company's former, longer name was International African Mining Gold Corporation.",
  "/wiki/Titanium": "Titanium is a chemical element with the symbol Ti and atomic number 22. It is a lustrous transition metal with a silver color, low density, and high strength. Titanium is resistant to corrosion in sea water, aqua regia, and chlorine.",
  "/wiki/Rio_Tinto_Group": "Rio Tinto is an Anglo-Australian multinational and one of the world's largest metals and mining corporations. The company was founded in 1873, when a multinational consortium of investors purchased a mine complex on the Rio Tinto, in Huelva, Spain, from the Spanish government. Since then, the company has grown through a long series of mergers and acquisitions to place itself among the world leaders in the production of many commodities, including aluminium, iron ore, copper, uranium, and diamonds. Although primarily focused on extraction of minerals, Rio Tinto also has significant operations in refining, particularly for refining bauxite and iron ore.  The company has operations on six continents, but is mainly concentrated in Australia and Canada, and owns its mining operations through a complex web of wholly and partly owned subsidiaries. Rio Tinto has joint head offices in London (global and \"plc\") and Melbourne (\"Limited\" – Australia)."
}