{
  "/wiki/Bidwell%27s_Bar,_California": "Bidwell's Bar (also known as Bidwell Bar, and Bidwells Bar) was a gold mining camp in Butte County, California, United States, which lay at the end of the California Trail.  It was located 6.5 miles (10.5 km) east-northeast of Oroville, at an elevation of 902 feet (275 m).",
  "/wiki/Lake_Oroville_State_Recreation_Area": "Lake Oroville State Recreation Area (LOSRA) is a state park unit of California, United States, surrounding Lake Oroville, a reservoir on the Feather River.  It is located in Butte County outside Oroville, California.  The 29,447-acre (11,917 ha) park was established in 1967.  The recreation area \"includes Lake Oroville and the surrounding lands and facilities within the project area as well as the land and waters in and around the Diversion Pool and Thermalito Forebay, downstream of Oroville Dam.\"",
  "/wiki/Oroville,_California": "Oroville is the county seat of Butte County, California, United States. The population of the city was 15,506 at the 2010 census, up from 13,004 in the 2000 census. Following the 2018 Camp Fire that destroyed much of the town of Paradise, the population of Oroville increased as many people who lost their homes relocated to nearby Oroville. In 2018, the California Department of Finance estimated the population of Oroville is 19,204.",
  "/wiki/Bidwell_Park": "Bidwell Park is a municipal park located in Chico, California.  The park was established July 10, 1905, through the donation by Annie Bidwell (widow of Chico's founder, John Bidwell) of approximately 2,500 acres (10 km2) of land to the City of Chico. Since that time, the city has purchased additional land, such as Cedar Grove in 1922, and 1,200 acres (5 km2) of land south of Big Chico Creek in upper Bidwell Park in 1995. Today, the total Park size is 3,670 acres (15 km2), nearly 11 miles (18 km) in length, making it the third largest municipal park in California and is the 2nd List of urban parks by size|45 largest city parks in the United States.",
  "/wiki/Chico,_California": "Chico (/ˈtʃiːkoʊ/ CHEE-koh) is the most populous city in Butte County, California, United States. As of the 2010 United States Census, the population was 86,187, reflecting an increase of 26,233 from the 59,954 counted in the  2000 Census. Following the 2018 Camp Fire that destroyed much of the neighboring town of Paradise, the population of Chico surged as many people who lost their homes in the fire moved to Chico. In 2018, the California Department of Finance estimated the population of Chico is 111,706, an increase of more than 20% from the 2018 population estimate. Chico is now the largest city in California north of Sacramento. The city is the cultural, economic, and educational center of the northern Sacramento Valley and home to both California State University, Chico and Bidwell Park, the country's 26th largest municipal park and the 13th largest municipally-owned park. Bidwell Park makes up over 17% of the city.",
  "/wiki/Oroville_Chinese_Temple": "The Oroville Chinese Temple (列聖宮) is a Chinese temple built in 1863 in Oroville, California.  The temple is now owned by the City of Oroville and open to the public as a museum, and it also continues to be used occasionally for Buddhist worship.",
  "/wiki/Ishi": "Ishi (c. 1861 – March 25, 1916) was the last known member of the Native American Yahi people from the present-day state of California in the United States. The rest of the Yahi (as well as many members of their parent tribe, the Yana) were killed in the California genocide in the 19th century. Ishi, who was widely acclaimed as the \"last wild Indian\" in America, lived most of his life isolated from modern American culture. In 1911, aged 50, he emerged near the foothills of Lassen Peak in Northern California.",
  "/wiki/Magalia,_California": "Magalia (formerly Butte Mills and Dogtown) is an unincorporated community and census-designated place (CDP) in Butte County, California, United States. The population was 11,310 at the 2010 census.",
  "/wiki/Hooker_Oak": "Hooker Oak was an extremely large valley oak tree (Quercus lobata) in Chico, California. Amateur botanist and local socialite Annie Bidwell, whose husband had founded Chico, named the tree in 1887 after English botanist and Director of the Royal Botanical Gardens Sir Joseph Dalton Hooker. It was featured in the 1938 film The Adventures of Robin Hood starring Errol Flynn. The tree fell in 1977 and portions of the wood was later milled for use by local artisans.",
  "/wiki/Mother_Orange_Tree": "The Mother Orange Tree is the oldest living orange tree in Northern California. The California Historical Landmark is located at 400 Glen Drive in Oroville, California.",
  "/wiki/Bidwell_Bar_Bridge": "The Bidwell Bar Bridge, in Oroville, California, refers to two suspension bridges that cross different parts of Lake Oroville. The original Bidwell Bar Bridge was the first steel suspension bridge in California. The $35,000, 240-foot-long (73 m) original was completed in December 1855, and was built of materials transported from Troy, New York, via Cape Horn. Most of the money was put up by Judge Joseph Lewis, a Virginian who moved to Bidwell's Bar in 1849. The bridge originally crossed the Middle Fork Feather River and is the only one of several suspension bridges built in the area in the 1850s that still remains. It remained open to vehicle traffic until 1954.",
  "/wiki/Oregon_City,_California": "Oregon City, formerly Bloomingdale and Hengy, is an Unincorporated community between Oroville and Cherokee in Butte County, California, was one of the first mining camps in the county. It was established in the autumn of 1848 by a party of Oregonians, who came to California over the Applegate and Lassen trails. Little more than a year later their captain, Peter H. Burnett, became the first civil Governor of California. For a time, Oregon City prospered as a gold mining and supply center, then it declined into virtual oblivion. It lies 1,184 feet (361 m) above mean sea level.",
  "/wiki/Bidwell_Mansion_State_Historic_Park": "Bidwell Mansion, located at 525 Esplanade in Chico, California, was the home of General John Bidwell and Annie Bidwell from late 1868 until 1900, when Gen. Bidwell died.  Annie continued to live there until her death in 1918.  John Bidwell began construction of the mansion on his 26,000 acres (110 km²) Rancho del Arroyo Chico in 1865, during his courtship of Annie Ellicott Kennedy. After their marriage in 1868, the three story, 26 room Victorian house became the social and cultural center of the upper Sacramento Valley. Now a museum and State Historic Park, it is California Historical Landmark #329 and is listed on the National Register of Historic Places. The mansion was a $60,000 project, and was finished in May 1868.",
  "/wiki/California_Historical_Landmarks_in_Butte_County": "This list includes properties and districts listed on the California Historical Landmark listing in Butte County, California. Click the \"Map of all coordinates\" link to the right to view a Google map of all properties and districts with latitude and longitude coordinates in the table below."
}