{
  "/wiki/8th_&_Corinth_(DART_station)": "8th & Corinth station is a DART Light Rail station in Dallas, Texas. It is located at the corner of 8th and Corinth Streets in the Oak Cliff neighborhood. It opened on June 14, 1996, and is a station on the Red and Blue Lines, serving Yvonne A. Ewell Townview Center, the West Dallas Industrial Center and surrounding residential and commercial areas.",
  "/wiki/Blue_Line_(Dallas_Area_Rapid_Transit)": "The Blue Line is a light rail line in the system of mass transit in Dallas, Texas (USA), operated by the Dallas Area Rapid Transit system.  Along with the Red Line, it is one of the original modern rail lines in Dallas.",
  "/wiki/Red_Line_(Dallas_Area_Rapid_Transit)": "The Red Line is a light rail line in Dallas, Texas operated by the Dallas Area Rapid Transit system.  It began operations in June 1996, and is one of two inaugural light rail lines in the DART Light Rail system alongside the Blue Line.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Akard_(DART_station)": "Akard station or Akard Street station is a DART Light Rail station in Dallas, Texas. It is located in the City Center District on Pacific Avenue, between Akard and Field Streets.  It opened on June 14, 1996, and is a station on the Red, Orange, Green and Blue lines, serving Elm Place, One Main Place, Renaissance Tower, Thanks-Giving Square and Thanksgiving Tower. It is also the nearest station to the DART headquarters, which was a former Sanger Harris department store built in 1965.",
  "/wiki/Green_Line_(Dallas_Area_Rapid_Transit)": "The Green Line is a 28.6-mile (46.0 km) light rail line in Dallas, United States, operated by the Dallas Area Rapid Transit authority (DART).  The US$1.7 billion project opened in phases, starting in 2009.  It operates in addition to the Blue, Red, and Orange lines.",
  "/wiki/Orange_Line_(Dallas_Area_Rapid_Transit)": "The Orange Line (labeled as the Purple Line on maps prior to 2006) is a 37-mile-long (60 km) light rail line operated by the Dallas Area Rapid Transit system in Dallas, Irving, Richardson and Plano, Texas.",
  "/wiki/Arapaho_Center_(DART_station)": "Arapaho Center station (formerly known as Richardson Transit Center until 2002) is a DART Light Rail station in Richardson, Texas. It is located at Greenville Avenue near Arapaho Road. It opened on July 1, 2002, and is a station on the Red Line, serving the Richardson Civic Center, the University of Texas at Dallas and part of Richardson's Telecom Corridor including the facilities for Honeywell and Samsung.",
  "/wiki/Richardson,_Texas": "Richardson is a principal city in Dallas and Collin counties in the U.S. state of Texas. As of the 2018 American Community Survey, the city had a total population of 120,981. Richardson is an affluent inner suburb of Dallas. It is home to the University of Texas at Dallas and the Telecom Corridor, with a high concentration of telecommunications companies. More than 5,000 businesses have operations within Richardson's 28 square miles (73 km2), including many of the world's largest telecommunications and networking companies, such as AT&T, Verizon, Cisco Systems, Samsung, ZTE, MetroPCS, Texas Instruments, Qorvo, and Fujitsu. Richardson's largest employment base is provided by the insurance industry, with Blue Cross and Blue Shield of Texas's headquarters, a regional hub for GEICO, regional offices for United Healthcare, and one of State Farm Insurance's three national regional hubs located in the community.",
  "/wiki/Bachman_(DART_station)": "Bachman station is a Dallas Area Rapid Transit station in Dallas, Texas. It serves DART's Green Line and Orange Line. The station opened as part of the Green Line's expansion in December 2010. It services nearby attractions such as Bachman Lake and surrounding neighborhoods. This is the last shared stop outbound between the Green and Orange Lines before the Orange Line branches off to Dallas/Fort Worth International Airport. Because of this, it is one of the only three-track DART stations.",
  "/wiki/Baylor_University_Medical_Center_(DART_station)": "Baylor University Medical Center station is a DART light rail station located near Baylor University Medical Center in Dallas, Texas on the Green Line.  The station opened on September 14, 2009 as one of four original stops on the line.",
  "/wiki/Belt_Line_(DART_station)": "Belt Line station is a DART station in Irving, Texas. It is located on Dallas/Fort Worth International Airport property and serves the Orange Line. The station opened in December 2012 and was the terminus of the Orange Line until the DFW Airport station opened on August 18, 2014.",
  "/wiki/Irving,_Texas": "Irving is a principal city in Dallas County in the U.S. state of Texas and it is also an inner ring suburb of the city of Dallas. According to a 2017 estimate from the United States Census Bureau, the city population was 240,373 making it the thirteenth-most populous city in Texas and 93rd most populous city in the U.S. The city of Irving is part of the Dallas–Fort Worth metroplex.",
  "/wiki/Buckner_(DART_station)": "Buckner station is a DART light rail station located in southeast Dallas, Texas for service on the Green Line. The station opened as part of the Green Line's expansion in December 2010. Buckner Station serves as the southern terminus of the Green Line.  It is located in southeast Dallas at the intersection of Elam Road and Buckner Boulevard in the vicinity of the Pleasant Grove neighborhood.",
  "/wiki/Burbank_(DART_station)": "Burbank station is a DART light rail station located near Dallas Love Field airport for service on the Green Line and Orange Line. The station opened as part of the Green Line's expansion in December 2010, and serves the headquarters for Southwest Airlines and an adjacent residential neighborhood.",
  "/wiki/Bush_Turnpike_(DART_station)": "CityLine/Bush station (formerly Bush Turnpike station) is a DART Light Rail station in Richardson, Texas. It is located on the President George Bush Turnpike near US 75 (Central Expressway). It opened on December 9, 2002 as a station on the Red Line, serving the area around Collin Creek Mall.  The Orange Line was added in 2010.  The station is planned to be an intersection between those lines and the future Silver Line commuter rail.",
  "/wiki/Camp_Wisdom_(DART_station)": "Camp Wisdom station is an at-grade DART Light Rail station along the Blue Line, which is located at 6712 Patrol Way in Dallas, Texas. It opened on October 24, 2016 as part of the South Oak Cliff Corridor extension. DART has hoped that this extension will help spur development south of Ledbetter along the new corridor to UNT Dallas. The station is within walking distance of the Dallas Police Department's South Central station. It also includes bus access from the west side of Patrol Way.",
  "/wiki/Cedars_(DART_station)": "Cedars is a DART Light Rail station in Dallas, Texas. It is located at Belleview and Wall Streets in the Cedars neighborhood of South Dallas. It opened on June 14, 1996, and is on the Red and Blue lines, serving Old City Park with connecting service to Fair Park, as well as the Dallas Police Department headquarters.",
  "/wiki/Cityplace_(DART_station)": "Cityplace/Uptown station (formerly Cityplace station) is a DART Light Rail station located in Dallas, Texas. It is located beneath North Central Expressway (US 75) at Haskell Avenue in the Cityplace district. As an infill DART station, it opened on December 18, 2000 as the first public subway station in the Southwest (the Tandy Center Subway in Fort Worth was a privately owned light rail).",
  "/wiki/Convention_Center_(DART_station)": "Dallas Convention Center is a DART Light Rail station located in Dallas, Texas. It is located at Memorial Drive and Lamar Street, underneath the Dallas Convention Center in the Convention Center District. It opened on June 14, 1996, and is a station on the Red and Blue lines, serving the Dallas Convention Center, the J. Erik Jonsson Central Library, Dallas City Hall and Pioneer Park.",
  "/wiki/DFW_Airport_(DART_station)": "Dallas/Fort Worth International Airport station is a transit station located at Dallas/Fort Worth International Airport. It offers service on the DART Orange Line light rail service, and future connection to Silver Line commuter rail service.",
  "/wiki/DFW_Airport": "Dallas/Fort Worth International Airport (IATA: DFW, ICAO: KDFW, FAA LID: DFW) is the primary international airport serving the Dallas–Fort Worth metroplex area in the U.S. state of Texas.",
  "/wiki/Dallas_Zoo_(DART_station)": "Dallas Zoo is a DART Light Rail station located in the Oak Cliff neighborhood of Dallas, Texas (USA) at Ewing Avenue and Clarendon Drive.  It opened on June 14, 1996 and is a station on the Red Line, serving the Dallas Zoo and Methodist Dallas Medical Center.",
  "/wiki/Deep_Ellum_(DART_station)": "Deep Ellum station is a DART Light Rail station located in Dallas, Texas. It is located near the Deep Ellum neighborhood and serves the DART Green Line.  The station opened on September 14, 2009 as one of four original stops on the line.",
  "/wiki/Downtown_Carrollton_(DART_station)": "Downtown Carrollton station is a DART Light Rail station in Carrollton, Texas. It serves the DART Green Line. The station opened as part of the Green Line's expansion in December 2010. This station will serve the Silver Line.",
  "/wiki/Carrollton,_Texas": "Carrollton is a city in Denton, Dallas and Collin counties in Texas, United States. As of the 2010 census, its population was 119,087, making it the twenty-third most populous city in  Texas.",
  "/wiki/Downtown_Garland_(DART_station)": "Downtown Garland station (formerly known as Garland Central Transit Center until 2002) is a DART Light Rail station located in Garland, Texas (USA) at Walnut and Fifth Streets.  It reopened 18 November 2002, serving the downtown Garland area including Garland City Hall, Historic Downtown Garland and Heritage Park. From 2002 until the 2012 extension to Downtown Rowlett, it served as the northeast terminus of the Blue Line.",
  "/wiki/Garland,_Texas": "Garland is a city in the U.S. state of Texas. It is located northeast of Dallas and is a part of the Dallas–Fort Worth metroplex. It is located almost entirely within Dallas County, except a small portion located in Collin and Rockwall counties. At the 2010 census the city had a population of 226,876. In 2018, the population rose to 242,507, making it the 93rd-most populous city in the United States of America and the 12th-most populous city in Texas. Garland is second only to the city of Dallas in Dallas County by population and has easy access to downtown Dallas via public transportation including two Dart Blue line stations and buses.",
  "/wiki/Downtown_Plano_(DART_station)": "Downtown Plano station is a DART Light Rail station in Plano, Texas. It is located at the intersection of 15th Street and Avenue J and serves the Red Line and Orange Line. It opened on December 9, 2002.",
  "/wiki/Plano,_Texas": "Plano (/ˈpleɪnoʊ/ PLAY-noh) is a city in the U.S. state of Texas, located approximately twenty miles (32.2 km) north of downtown Dallas. The city of Plano is a part of the Dallas-Fort Worth metropolitan area. Plano lies mostly within Collin County, but includes a small portion that extends into Denton County.",
  "/wiki/Downtown_Rowlett_(DART_station)": "Downtown Rowlett station is a light rail and bus station operated by Dallas Area Rapid Transit in Rowlett, Texas (USA). It is the northern terminus of the DART Blue Line. Before rail service began in December 2012, the station was known as Rowlett Park & Ride.",
  "/wiki/Rowlett,_Texas": "Rowlett (/raʊˈlɛt/) is a city in Dallas and Rockwall counties in the U.S. state of Texas, and an eastern suburb of Dallas. The population was 66,285 as of the 2018 Census est. It is a growing, upscale community with nearly $1.5 billion in development in the Dallas–Fort Worth metroplex, located on Lake Ray Hubbard.",
  "/wiki/List_of_Dallas_Area_Rapid_Transit_light_rail_stations": "DART Light Rail is a light rail mass transit system operated by Dallas Area Rapid Transit, serving portions of the Dallas/Fort Worth Metroplex, Texas, United States. The network consists of sixty-four stations on four lines: Blue Line, Green Line, Orange Line and Red Line."
}