{
  "/wiki/KDKA-FM": "KDKA-FM (93.7 MHz, \"SportsRadio 93.7 The Fan\") is a commercial FM radio station licensed to serve Pittsburgh, Pennsylvania. The station is owned by Entercom through licensee Entercom License, LLC and broadcasts a sports radio format. Studios are located at Foster Plaza near Green Tree (west of Pittsburgh) while the broadcast tower used by the station is located on Mount Washington, next to its former studios in Pittsburgh's South Shore neighborhood at (40°26′28.0″N 80°01′31.0″W﻿ / ﻿40.441111°N 80.025278°W﻿ / 40.441111; -80.025278).",
  "/wiki/Pittsburgh,_Pennsylvania": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/KDKA_(AM)": "KDKA (1020 kHz AM) is a Class A (clear channel) radio station, owned and operated by Entercom and licensed to Pittsburgh, Pennsylvania. Its studios are located at the combined Entercom Pittsburgh facility in the Foster Plaza on Holiday Drive in Green Tree, and its transmitter site is at Allison Park. The station's programming is also carried over KDKA-FM's 93.7 HD2 digital subchannel.",
  "/wiki/WTNA": "WTNA (1430 AM) is an oldies radio station licensed to Altoona, Pennsylvania. The station is branded as \"Toona 1430\". The station is owned by Forever Broadcasting.",
  "/wiki/Altoona,_Pennsylvania": "Altoona is a city in Blair County, Pennsylvania, United States. It is the principal city of the Altoona Metropolitan Statistical Area (MSA). The population was 46,320 at the time of the 2010 Census, making it the eleventh most populous city in Pennsylvania. The Altoona MSA includes all of Blair County and was recorded as having a population of 127,089 at the 2010 Census, around 100,000 of whom live within a 5-mile (8.0 km) radius of the Altoona city center according to U.S. Census ZIP Code population data. This includes the adjacent boroughs of Hollidaysburg and Duncansville, adjacent townships of Logan, Allegheny, Blair, Frankstown, Antis, and Tyrone, as well as nearby boroughs of Bellwood and Newry.",
  "/wiki/WMBA": "WBVP and WMBA are news/talk radio stations based in Beaver Falls, Pennsylvania, United States. The stations serve Beaver County, Pennsylvania and simulcast their programming. The stations are owned by Mark and Cynthia Peterson, through licensee Sound Ideas Media, LLC.",
  "/wiki/Ambridge,_Pennsylvania": "Ambridge is a borough in Beaver County, Pennsylvania, United States. Incorporated in 1905 as a company town by the American Bridge Company, Ambridge is located 16 miles (25 km) northwest of Pittsburgh, along the Ohio River. The population was 7,050 at the 2010 census.",
  "/wiki/WBVP": "WBVP and WMBA are news/talk radio stations based in Beaver Falls, Pennsylvania, United States. The stations serve Beaver County, Pennsylvania and simulcast their programming. The stations are owned by Mark and Cynthia Peterson, through licensee Sound Ideas Media, LLC.",
  "/wiki/Beaver_Falls,_Pennsylvania": "Beaver Falls is a city in Beaver County, Pennsylvania, United States. The population was 8,987 at the 2010 census. It is located 31 miles (50 km) northwest of Pittsburgh, and on the Beaver River, six miles (9 km) north of its confluence with the Ohio River.",
  "/wiki/W257EA": "WBVP and WMBA are news/talk radio stations based in Beaver Falls, Pennsylvania, United States. The stations serve Beaver County, Pennsylvania and simulcast their programming. The stations are owned by Mark and Cynthia Peterson, through licensee Sound Ideas Media, LLC.",
  "/wiki/WESB": "WESB (1490 AM) is a radio station licensed to Bradford, Pennsylvania, United States.  The station is locally owned under the name \"WESB Incorporated.\" Its sister station is WBRR.",
  "/wiki/Bradford,_Pennsylvania": "Bradford is a city in McKean County, Pennsylvania, United States, close to the border with New York State and approximately 78 miles (126 km) south of Buffalo, New York.  Bradford is the principal city in the Bradford, PA Micropolitan Statistical Area.  The population was 8,770 at the 2010 United States Census.",
  "/wiki/W298CM": "WESB (1490 AM) is a radio station licensed to Bradford, Pennsylvania, United States.  The station is locally owned under the name \"WESB Incorporated.\" Its sister station is WBRR.",
  "/wiki/WISR": "WISR is a commercial AM radio station licensed to Butler, Pennsylvania.  The station was the first to go on the air in Butler County, doing so on September 26, 1941.  The station was the very last to be granted a broadcast license before the FCC halted the licensing of any additional stations until after World War II.  It has always broadcast on AM 680 with a maximum power output of 250 Watts, non-directional.  The station had operated as a daytime-only station until it was granted limited nighttime power in the late 1980s.",
  "/wiki/Butler,_Pennsylvania": "Butler is a city and the county seat of Butler County in the U.S. state of Pennsylvania. It is located 35 miles (56 km) north of Pittsburgh and part of the Greater Pittsburgh Region. As of the 2010 census, the city population was 13,757. Butler was named the 7th best small town in America by Smithsonian magazine in May 2012.",
  "/wiki/WKAZ_(AM)": "WKAZ is a Business News formatted broadcast radio station licensed to Charleston, West Virginia, serving Charleston and Kanawha County, West Virginia. WKAZ is owned and operated by West Virginia Radio Corporation.",
  "/wiki/Charleston,_West_Virginia": "Charleston is the capital and most populous city of the U.S. state of West Virginia. Located at the confluence of the Elk and Kanawha rivers, the city had a population of 51,400 at the 2010 census and an estimated population of 47,215 in 2018. The Charleston metropolitan area as a whole had an estimated 211,037 residents in 2018. Charleston is the center of government, commerce, and industry for Kanawha County, of which it is the county seat.",
  "/wiki/W235BX": "WEIR is a News/Talk/Sports radio formatted broadcast radio station licensed to Weirton, West Virginia, serving the Weirton/Steubenville area.  WEIR is owned and operated by Cody Barack, through licensee Ohio Midland Newsgroup, LLC.",
  "/wiki/Colliers,_West_Virginia": "Colliers is an unincorporated community in Brooke County, West Virginia. It is the second oldest town in Brooke County, Wellsburg being the oldest.  Its population expanded steadily throughout the 1800s and into the 1900s because a section of the Pittsburgh, Cincinnati, Chicago, and St. Louis (PCC&StL) Railroad ran through the town, and because numerous coal mines were established, including the Blanch Coal Mine and the Locust Grove Mine.  After both enterprises closed, the population declined until Colliers became a small, residential community. Throughout its existence, Colliers’ social life has revolved primarily around the local schools and churches.",
  "/wiki/WEIR": "WEIR is a News/Talk/Sports radio formatted broadcast radio station licensed to Weirton, West Virginia, serving the Weirton/Steubenville area.  WEIR is owned and operated by Cody Barack, through licensee Ohio Midland Newsgroup, LLC.",
  "/wiki/WFRM": "WFRM is a commercially licensed AM radio station, licensed to Coudersport, Pennsylvania, the seat of Potter County.  WFRM has served listeners in Potter, Elk, Mckean & Cameron counties for 60 years at the federally assigned frequency of 600 kHz at a maximum power output of 1,000 watts day, 46 watts night.  WFRM and its sister station, WHKS, are owned by L-Com, Inc., a company controlled by David Lent.",
  "/wiki/Coudersport,_Pennsylvania": "Coudersport is a borough in and the county seat of Potter County, Pennsylvania, United States, located approximately 110 miles (180 km) east by south of Erie on the Allegheny River.  The population was 2,546 at the 2010 census.",
  "/wiki/WCBC_(AM)": "WCBC is an AM radio station that serves the greater area of Cumberland, Maryland.  Founded in April 1976, WCBC provides news coverage: locally, regionally, and nationally; weather forecasts; participation in major community events to promote the area and its organizations by way of remote broadcasts and community service announcements.",
  "/wiki/Cumberland,_Maryland": "Cumberland is a city in and the county seat of Allegany County, Maryland, United States. It is the primary city of the Cumberland, MD-WV Metropolitan Statistical Area. At the 2010 census, the city had a population of 20,859, and the metropolitan area had a population of 103,299. Located on the Potomac River, Cumberland is a regional business and commercial center for Western Maryland and the Potomac Highlands of West Virginia.",
  "/wiki/W276DQ": "WCBC is an AM radio station that serves the greater area of Cumberland, Maryland.  Founded in April 1976, WCBC provides news coverage: locally, regionally, and nationally; weather forecasts; participation in major community events to promote the area and its organizations by way of remote broadcasts and community service announcements.",
  "/wiki/WCED": "WCED (1420 AM, \"News Talk Radio WCED\") is a commercial radio station, licensed to the city of DuBois, Pennsylvania.  WCED broadcasts with a power output of 5,000 watts non-directional day and 5 watts at night using a two-tower directional antenna system.  WCED and its FM sister station WDSN are owned and operated by Priority Communications of Pittsburgh, Pennsylvania.",
  "/wiki/DuBois,_Pennsylvania": "DuBois (/ˈduːbɔɪz/ DOO-boyss) is a city and the most populous community in Clearfield County, Pennsylvania, United States.  DuBois is located about 100 miles (160 km) northeast of Pittsburgh. The population was 7,794 at the 2010 census. It is the principal city in the DuBois, PA Micropolitan Statistical Area. DuBois is also one of two principal cities, the other being State College, that make up the larger State College-DuBois, PA Combined Statistical Area.",
  "/wiki/Pittsburgh_Pirates_Radio_Network": "The Pittsburgh Pirates, the Major League Baseball franchise in Pittsburgh are carried on radio stations throughout four states including Pennsylvania, Ohio, West Virginia and Maryland. In 2012, KDKA-FM in Pittsburgh became the flagship station, replacing WPGB-FM., KDKA-AM also airs Pirates Games when 93.7 does Pittsburgh Panthers Coverage. Greg Brown and Joe Block does play by play. They are joined by either Steve Blass (for home games only) or John Wehner (for all road games and some home games)."
}