{
  "/wiki/Richard_I_of_England": "Richard I (8 September 1157 – 6 April 1199) was King of England from 1189 until his death. He was the second king of the House of Plantagenet. He also ruled as Duke of Normandy, Aquitaine and Gascony, Lord of Cyprus, Count of Poitiers, Anjou, Maine, and Nantes, and was overlord of Brittany at various times during the same period. He was the third of five sons of King Henry II of England and Duchess Eleanor of Aquitaine and seemed unlikely to become king, but all of his brothers except  the youngest, John, predeceased their father. Richard was known as Richard Cœur de Lion or Richard the Lionheart because of his reputation as a great military leader and warrior. He was also known in Occitan as: Oc e No (English: Yes and No), because of his reputation for terseness.",
  "/wiki/Palace_of_Westminster": "The Palace of Westminster serves as the meeting place for both the House of Commons and the House of Lords, the two houses of the Parliament of the United Kingdom. Commonly known as the Houses of Parliament after its occupants, the Palace lies on the north bank of the River Thames in the City of Westminster, in central London, England.",
  "/wiki/Carlo_Marochetti": "Baron Pietro Carlo Giovanni Battista Marochetti RA (4 January 1805 – 29 December 1867) was an Italian-born French sculptor belonging to the Sardinian nobility. He worked in France and London and his commissions for Colonial powers, mostly neo-classical sculpture, reliefs, and equestrian monuments in bronze and marble are found around the world. He also made some coloured marble statues.",
  "/wiki/John_of_England": "John (24 December 1166 – 19 October 1216) was King of England from 1199 until his death in 1216. He was the third king of the House of Plantagenet. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a document sometimes considered an early step in the evolution of the constitution of the United Kingdom.",
  "/wiki/Egham": "Egham (/ˈɛɡəm/ EG-əm) is a town in the Runnymede borough of Surrey, in the south-east of England. It is part of the London commuter belt and has its own railway station.  It adjoins, narrowly, junction 13 of the M25 motorway and is situated 19 miles (31 km) WSW of London.  It can be considered a university town as it has on its higher part, Egham Hill, the campus of Royal Holloway, University of London.\nNot far from this town, at Runnymede, Magna Carta was sealed.",
  "/wiki/Henry_III_of_England": "Henry III (1 October 1207 – 16 November 1272), also known as Henry of Winchester, was King of England, Lord of Ireland, and Duke of Aquitaine from 1216 until his death. He was the fourth king of the House of Plantagenet. The son of King John and Isabella of Angoulême, Henry assumed the throne when he was only nine in the middle of the First Barons' War. Cardinal Guala declared the war against the rebel barons to be a religious crusade and Henry's forces, led by William Marshal, defeated the rebels at the battles of Lincoln and Sandwich in 1217. Henry promised to abide by the Great Charter of 1225, which limited royal power and protected the rights of the major barons. His early rule was dominated first by Hubert de Burgh and then Peter des Roches, who re-established royal authority after the war. In 1230, the King attempted to reconquer the provinces of France that had once belonged to his father, but the invasion was a debacle. A revolt led by William Marshal's son, Richard Marshal, broke out in 1232, ending in a peace settlement negotiated by the Church.",
  "/wiki/Maughan_Library": "The Maughan Library (/mɒn/) is the main university research library of King's College London, forming part of the Strand Campus. A 19th-century neo-Gothic building located on Chancery Lane in the City of London, it was formerly the home to the headquarters of the Public Record Office, known as the \"strong-box of the Empire\", and was acquired by the university in 2001. Following a £35m renovation designed by Gaunt Francis Architects, the Maughan is the largest new university library in the United Kingdom since World War II.",
  "/wiki/King%27s_College_London": "King's College London (informally King's or KCL) is a public research university located in London, United Kingdom, and a founding college and member institution of the federal University of London. King's was established in 1829 by King George IV and Arthur Wellesley, 1st Duke of Wellington, when it received its first royal charter (as a university college), and is one of the oldest universities in England. In 1836, King's became one of the two founding colleges of the University of London. In the late 20th century, King's grew through a series of mergers, including with Queen Elizabeth College and Chelsea College of Science and Technology (in 1985), the Institute of Psychiatry (in 1997), the United Medical and Dental Schools of Guy's and St Thomas' Hospitals and the Florence Nightingale School of Nursing and Midwifery (in 1998).",
  "/wiki/Chancery_Lane": "Chancery Lane is a one-way street situated in the ward of Farringdon Without in the City of London. It has formed the western boundary of the City since 1994, having previously been divided between the City of Westminster and the London Borough of Camden. The route originated as a 'new lane' created by the Knights Templar from their original 'old Temple' on the site of the present Southampton Buildings on Holborn, in order to access to their newly acquired property to the south of Fleet Street (the present Temple) sometime before 1161.",
  "/wiki/Farmer_%26_Brindley": "Farmer & Brindley was a firm of architectural sculptors and ornamentalists based in London, founded by William Farmer (1825–1879) and William Brindley (1832–1919)",
  "/wiki/Edward_I_of_England": "Edward I (17/18 June 1239 – 7 July 1307), also known as Edward Longshanks and the Hammer of the Scots (Latin: Malleus Scotorum), was King of England from 1272 to 1307. He was the fifth king of the House of Plantagenet. Before his accession to the throne, he was commonly referred to as Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259, he briefly sided with a baronial reform movement, supporting the Provisions of Oxford. After reconciliation with his father, however, he remained loyal throughout the subsequent armed conflict, known as the Second Barons' War. After the Battle of Lewes, Edward was hostage to the rebellious barons, but escaped after a few months and defeated the baronial leader Simon de Montfort at the Battle of Evesham in 1265. Within two years the rebellion was extinguished and, with England pacified, Edward joined the Ninth Crusade to the Holy Land. He was on his way home in 1272 when he was informed that his father had died. Making a slow return, he reached England in 1274 and was crowned at Westminster Abbey.",
  "/wiki/Edward_III_of_England": "Edward III (13 November 1312 – 21 June 1377) was king of England and Lord of Ireland from January 1327 until his death. He was the seventh king of the House of Plantagenet. He is noted for his military success and for restoring royal authority after the disastrous and unorthodox reign of his father, Edward II. Edward III transformed the Kingdom of England into one of the most formidable military powers in Europe. His long reign of 50 years was the second-longest in medieval England (after that of his great-grandfather Henry III) and saw vital developments in legislation and government, in particular the evolution of the English Parliament, as well as the ravages of the Black Death."
}