{
  "/wiki/Hindustani_language": "Hindustani (Devanagari: .mw-parser-output .script-Cprt{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Cypriot\",Code2001}.mw-parser-output .script-Hano{font-size:125%;font-family:\"Noto Sans Hanunoo\",FreeSerif,Quivira}.mw-parser-output .script-Latf,.mw-parser-output .script-de-Latf{font-size:1.25em;font-family:\"Breitkopf Fraktur\",UnifrakturCook,UniFrakturMaguntia,MarsFraktur,\"MarsFraktur OT\",KochFraktur,\"KochFraktur OT\",OffenbacherSchwabOT,\"LOB.AlteSchwabacher\",\"LOV.AlteSchwabacher\",\"LOB.AtlantisFraktur\",\"LOV.AtlantisFraktur\",\"LOB.BreitkopfFraktur\",\"LOV.BreitkopfFraktur\",\"LOB.FetteFraktur\",\"LOV.FetteFraktur\",\"LOB.Fraktur3\",\"LOV.Fraktur3\",\"LOB.RochFraktur\",\"LOV.RochFraktur\",\"LOB.PostFraktur\",\"LOV.PostFraktur\",\"LOB.RuelhscheFraktur\",\"LOV.RuelhscheFraktur\",\"LOB.RungholtFraktur\",\"LOV.RungholtFraktur\",\"LOB.TheuerbankFraktur\",\"LOV.TheuerbankFraktur\",\"LOB.VinetaFraktur\",\"LOV.VinetaFraktur\",\"LOB.WalbaumFraktur\",\"LOV.WalbaumFraktur\",\"LOB.WeberMainzerFraktur\",\"LOV.WeberMainzerFraktur\",\"LOB.WieynckFraktur\",\"LOV.WieynckFraktur\",\"LOB.ZentenarFraktur\",\"LOV.ZentenarFraktur\"}.mw-parser-output .script-en-Latf{font-size:1.25em;font-family:Cankama,\"Old English Text MT\",\"Textura Libera\",\"Textura Libera Tenuis\",London}.mw-parser-output .script-it-Latf{font-size:1.25em;font-family:\"Rotunda Pommerania\",Rotunda,\"Typographer Rotunda\"}.mw-parser-output .script-Lina{font-size:1.25em;font-family:\"Noto Sans Linear A\"}.mw-parser-output .script-Linb{font-size:1.25em;font-family:\"Noto Sans Linear B\"}.mw-parser-output .script-Ugar{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Ugaritic\",Aegean}.mw-parser-output .script-Xpeo{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Old Persian\",Artaxerxes,Xerxes,Aegean}हिन्दुस्तानी, Nastaliq: ہندوستانی),[a] also known as Hindi-Urdu and historically known as Hindavi, Dehlavi and Rekhta, is the lingua franca of Northern India and Pakistan. It is an Indo-Aryan language, deriving its base primarily from the Khariboli dialect of Delhi, a Western Hindi language. The colloquial language became an expression of Indian national unity during the Indian Independence movement but after the Partition of British India in 1947, it was split into two different standardised registers, Modern Standard Hindi and Modern Standard Urdu. Hindustani continues to be spoken as the common language of the people of the northern Indian subcontinent, which is reflected in the Hindustani vocabulary of Bollywood films and songs.",
  "/wiki/Hindi_Belt": "The Hindi Belt  or Hindi Heartland or Hindi Patti,  is a linguistic region encompassing parts of northern, central, eastern and western India where Hindi (and the various languages/dialects grouped under it) is widely spoken. Hindi belt is sometimes also used to refer to nine Indian states whose official language is Hindi and have a Hindi-speaking majority, namely Bihar, Chhattisgarh, Haryana, Himachal Pradesh, Jharkhand, Madhya Pradesh, Rajasthan, Uttarakhand, Uttar Pradesh and National Capital Territory of Delhi. It is also referred  as  Hindi-Urdu belt by some Muslim writers.",
  "/wiki/Urdu": "Urdu (/ˈʊərduː/; Urdu: اُردُو‎, ALA-LC: Urdū, [ˈʊrduː] (listen) (also known as Lashkari, locally written لشکری [lʌʃkɜ:i:])—or, more precisely, Modern Standard Urdu—is a Persianised standard register of the Hindustani language. Urdu is the official national language, and lingua franca, of Pakistan. In India, it is one of 22 constitutionally recognised official languages, having official status in the five states of Telangana, Uttar Pradesh, Bihar, Jharkhand and West Bengal, as well as the national capital territory of Delhi.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Hindi": "Hindi (Devanagari: हिन्दी, IAST/ISO 15919: Hindī) or Modern Standard Hindi (Devanagari: मानक हिन्दी, IAST/ISO 15919: Mānak Hindī), is an Indo-Aryan language spoken in India and across the Indian subcontinent. Modern Hindi is the standardised and Sanskritised register of the Hindustani language, which itself is based primarily on the Khariboli dialect of Delhi and other nearby areas of Northern India. Hindi, written in the Devanagari script, is one of the two official languages of the Government of India, along with the English language. It is one of the 22 scheduled languages of the Republic of India.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Fiji": "Fiji (/ˈfiːdʒi/ (listen) FEE-jee; Fijian: Viti [ˈβitʃi]; Fiji Hindi: फ़िजी, Fijī), officially the Republic of Fiji (Fijian: Matanitu Tugalala o Viti; Fiji Hindi: फ़िजी गणराज्य, Fijī Gaṇarājya), is an island country in Melanesia, part of Oceania in the South Pacific Ocean about 1,100 nautical miles (2,000 km; 1,300 mi) northeast of New Zealand's North Island. Its closest neighbours are Vanuatu to the west, New Caledonia to the southwest, New Zealand's Kermadec Islands to the southeast, Tonga to the east, the Samoas and France's Wallis and Futuna to the northeast, and Tuvalu to the north. Fiji consists of an archipelago of more than 330 islands—of which 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outlying island is Ono-i-Lau. The two major islands, Viti Levu and Vanua Levu, account for 87% of the total population of 883,483. The capital, Suva, on Viti Levu, serves as the country's principal cruise-ship port.[failed verification] About three-quarters of Fijians live on Viti Levu's coasts, either in Suva or in smaller urban centres such as Nadi—where tourism is the major local industry—or Lautoka, where the sugar-cane industry is paramount. Due to its terrain, the interior of Viti Levu is sparsely inhabited.",
  "/wiki/Fiji_Hindi": "Fiji Hindi or Fijian Hindi (Fiji Hindi: फ़िजी हिंदी), also known locally as simply Hindustani, is an Indo-Aryan language spoken by most Fijian citizens of Indian descent, though a few speak other languages at home. It is an Eastern Hindi language, generally considered to be an older dialect of the Awadhi language spoken in central and east Uttar Pradesh that has been subject to considerable influence by Bhojpuri, Magahi and other Bihari languages. It has also borrowed some words from the English and Fijian languages. Many words unique to Fiji Hindi have been created to cater for the new environment that Indo-Fijians now live in. First-generation Indians in Fiji, who used the language as a lingua franca in Fiji, referred to it as Fiji Baat, \"Fiji talk\". It is closely related to Caribbean Hindustani and the Hindustani language spoken in Mauritius and South Africa.",
  "/wiki/Mauritius": "Mauritius (/məˈrɪʃ(i)əs, mɔːˈ-/ (listen) mə-RISH-(ee-)əs, maw-; French: Maurice [mɔʁis, moʁis] (listen); Creole: Moris [moʁis]), officially the Republic of Mauritius (French: République de Maurice; Creole: Repiblik Moris), is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent. The country includes the islands of Mauritius, Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues form part of the Mascarene Islands, along with nearby Réunion, a French overseas department. The capital and largest city Port Louis is located on the main island of Mauritius. The area of the country is 2,040 square kilometres (790 sq mi), the nation's Exclusive Economic Zone covers an area of 2.3 million square kilometres.",
  "/wiki/Surinam": "Suriname  (/ˈsjʊərɪnæm/, US also /-nɑːm/, sometimes spelled Surinam), officially known as the Republic of Suriname (Dutch: Republiek Suriname [reːpyˌblik syːriˈnaːmə]), is a country on the northeastern Atlantic coast of South America. It is bordered by the Atlantic Ocean to the north, French Guiana to the east, Guyana to the west and Brazil to the south. At just under 165,000 square kilometers (64,000 square miles), it is the smallest sovereign state in South America.[note 1] Suriname has a population of approximately 575,990, most of whom live on the country's north coast, in and around the capital and largest city, Paramaribo.",
  "/wiki/Caribbean_Hindustani": "Caribbean Hindustani is an Indo-Aryan language spoken by Indo-Caribbeans and the Indo-Caribbean diaspora. It is based on Bhojpuri with influences from Awadhi. These were spoken by indentured laborers who came as immigrants to the Caribbean from the Indian subcontinent. It is closely related to Fijian Hindi and the Hindustani spoken in Mauritius and South Africa.",
  "/wiki/Dutch_language": "Dutch (Nederlands (help·info)) is a West Germanic language spoken by around 24 million people as a first language and 5 million people as a second language, constituting the majority of people in the Netherlands (where it is the sole official language countrywide) and Belgium (as one of three official languages). It is the third-most-widely spoken Germanic language, after its close relatives English and German.",
  "/wiki/Afrikaans": "Afrikaans (UK: /ˌæfrɪˈkɑːns/, US: /ˌɑːf-/) is a West Germanic language spoken in South Africa, Namibia and, to a lesser extent, Botswana and Zimbabwe. It evolved from the Dutch vernacular of Holland (Hollandic dialect) spoken by the largely Dutch settlers (and then by the native Africans who associated with them) in the south-west of what is now South Africa, where it gradually began to develop distinguishing characteristics in the course of the 18th century. Hence, it is a daughter language of Dutch.",
  "/wiki/List_of_territorial_entities_where_Afrikaans_and_Dutch_are_official_languages": "The following is a list of the territorial entities where Afrikaans and Dutch are official languages. It includes countries, which have Afrikaans and/or Dutch as (one of) their nationwide official language(s), as well as dependent territories with Afrikaans and/or Dutch as a co-official language.",
  "/wiki/Bengali_language": "Bengali (/bɛŋˈɡɔːli/), also known by its endonym Bangla (বাংলা [ˈbaŋla]), is an Indo-Aryan language primarily spoken by the Bengalis in South Asia, specifically in the eastern part of the Indian subcontinent, presently divided between Bangladesh and the Indian states of West Bengal, Tripura, Assam's Barak Valley. It is the official and most widely spoken language of Bangladesh and second most widely spoken of the 22 scheduled languages of India, behind Hindi. With approximately 228 million native speakers and another 37 million as second language speakers, Bengali is the fifth most-spoken native language and the seventh most spoken language by total number of speakers in the world.",
  "/wiki/West_Bengal": "West Bengal (/bɛnˈɡɔːl/; Bengali: Paschim Banga) is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants (as of 2011), it is India's fourth-most populous state. West Bengal is the thirteenth-largest Indian state, with an area of 88,752 km2 (34,267 sq mi). Part of the ethno-linguistic Bengal region of the Indian subcontinent, it borders Bangladesh in the east, and Nepal and Bhutan in the north. It also borders the Indian states of Odisha, Jharkhand, Bihar, Sikkim, and Assam. The state capital is Kolkata (Calcutta) the seventh-largest city in India, and center of the third-largest metropolitan area in the country. West Bengal includes the Darjeeling Himalayan hill region, the Ganges delta, the Rarh region, and the coastal Sundarbans. The main ethnic group is the Bengalis, with Bengali Hindus forming the demographic majority.",
  "/wiki/Tripura": "Tripura (/ˈtrɪpʊrə, -ərə/) is a state in northeastern India. The third-smallest state in the country, it covers 10,491 km2 (4,051 sq mi) and is bordered by Bangladesh to the north, south, and west, and the Indian states of Assam and Mizoram to the east. In 2011 the state had 3,671,032 residents, constituting 0.3% of the country's population.",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.",
  "/wiki/Malay_language": "Malay (/məˈleɪ/; Malay: Bahasa Melayu, بهاس ملايو‎) is an Austronesian language spoken in Brunei, Indonesia, Malaysia and Singapore, as well as parts of Thailand. A language of the Malays, it is spoken by 290 million people across the Strait of Malacca, including the coasts of the Malay Peninsula of Malaysia and the eastern coast of Sumatra in Indonesia and has been established as a native language of part of western coastal Sarawak and West Kalimantan in Borneo. It is also used as a trading language in the southern Philippines, including the southern parts of the Zamboanga Peninsula, the Sulu Archipelago and the southern predominantly Muslim-inhabited municipalities of Bataraza and Balabac in Palawan.",
  "/wiki/Indonesian_language": "Indonesian (bahasa Indonesia [baˈha.sa in.doˈne.sja]) is the official language of Indonesia. It is a standardised variety of Malay, an Austronesian language that has been used as a lingua franca in the multilingual Indonesian archipelago for centuries. Indonesia is the fourth most populous nation in the world. Of its large population, the majority speak Indonesian, making it one of the most widely spoken languages in the world.",
  "/wiki/List_of_territorial_entities_where_Malay_is_an_official_language": "The following is a list of sovereign states that have Malay as an official language.",
  "/wiki/Swahili_language": "Swahili, also known as Kiswahili (translation: language of the Swahili people), is a Bantu language and the first language of the Swahili people. It is a lingua franca of the African Great Lakes region and other parts of eastern and south-eastern Africa, including Kenya, Tanzania, Uganda, Rwanda, Burundi, some parts of Malawi, Somalia, Zambia, Mozambique and the Democratic Republic of the Congo (DRC). Comorian, spoken in the Comoros Islands, is sometimes considered to be a dialect of Swahili, though other authorities consider it a distinct language.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands at the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.",
  "/wiki/Rwanda": "Rwanda (/ruˈɑːndə, -ˈæn-/ (listen); Kinyarwanda: u Rwanda [u.ɾɡwaː.nda] (listen)), formerly Ruanda, officially the Republic of Rwanda (Kinyarwanda: Repubulika y'u Rwanda; Swahili: Jamhuri ya Rwanda; French: République du Rwanda or République Rwandaise), is a country in Central Africa and one of the smallest countries on the African mainland, and its capital city is Kigali. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. Rwanda is in the African Great Lakes region and is highly elevated; its geography is dominated by mountains in the west and savanna to the east, with numerous lakes throughout the country. The climate is temperate to subtropical, with two rainy seasons and two dry seasons each year. Rwanda has a population of over 12.6 million  living on 26,338 sq. km of land, and therefore it is the most densely populated mainland African country.",
  "/wiki/Uganda": "Uganda, officially the Republic of Uganda (Swahili: Jamhuri ya Uganda; Luganda: Eggwanga Yuganda) is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great Lakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified equatorial climate.",
  "/wiki/African_Union": "The African Union (AU) is a continental union consisting of 55 member states located on the continent of Africa. The AU was announced in the Sirte Declaration in Sirte, Libya, on 9 September 1999, calling for the establishment of the African Union. The bloc was founded on 26 May 2001 in Addis Ababa, Ethiopia, and launched on 9 July 2002 in Durban, South Africa. The intention of the AU was to replace the Organisation of African Unity (OAU), established on 25 May 1963 in Addis Ababa by 32 signatory governments; the OAU was disbanded on 9 July 2002. The most important decisions of the AU are made by the Assembly of the African Union, a semi-annual meeting of the heads of state and government of its member states. The AU's secretariat, the African Union Commission, is based in Addis Ababa. The largest city in the AU is Lagos, Nigeria, while the largest urban agglomeration is Cairo, Egypt.",
  "/wiki/East_African_Community": "The East African Community (EAC) is an intergovernmental organization composed of six countries in the African Great Lakes region in eastern Africa: Burundi, Kenya, Rwanda, South Sudan, Tanzania, and Uganda. Paul Kagame, the president of Rwanda, is the EAC's chairman. The organisation was founded in 1967, collapsed in 1977, and was revived on 7 July 2000. In 2008, after negotiations with the Southern African Development Community (SADC) and the Common Market for Eastern and Southern Africa (COMESA), the EAC agreed to an expanded free trade area including the member states of all three organizations. The EAC is an integral part of the African Economic Community. The capital of the EAC is Arusha, while the most populous city is Dar es Salaam.",
  "/wiki/Persian_language": "Persian (/ˈpɜːrʒən, -ʃən/), also known by its endonym Farsi (فارسی, fārsi, [fɒːɾˈsiː] (listen)), is a Western Iranian language belonging to the Iranian branch of the Indo-Iranian subdivision of the Indo-European languages. It is a pluricentric language predominantly spoken and used officially within Iran, Afghanistan and Tajikistan in three mutually intelligible standard varieties, namely Iranian Persian, Dari Persian (officially named Dari since 1958) and Tajiki Persian (officially named Tajik since the Soviet era). It is also spoken natively in the Tajik variety by a significant population within Uzbekistan, as well as within other regions with a Persianate history in the cultural sphere of Greater Iran. It is written officially within Iran and Afghanistan in the Persian alphabet, a derivation of the Arabic script, and within Tajikistan in the Tajik alphabet, a derivation of Cyrillic.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.",
  "/wiki/Afghanistan": "Afghanistan (/æfˈɡænɪstæn, æfˈɡɑːnɪstɑːn/ (listen); Pashto/Dari: افغانستان, Pashto: Afġānistān [avɣɒnisˈtɒn, ab-],[a] Dari: Afġānestān [avɣɒnesˈtɒn]), officially the Islamic Republic of Afghanistan, is a landlocked country in Asia. Afghanistan is bordered by Pakistan to the east and south;[b] Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and southwest. Kabul is the capital and largest city.  The population is 32 million, mostly composed of ethnic Pashtuns, Tajiks, Hazaras and Uzbeks.",
  "/wiki/Dari_language": "Dari (دری, Darī, [dæˈɾiː]) or Dari Persian (فارسی دری, Fārsī-ye Darī, [fɒːɾsije dæˈɾiː]) or synonymously Farsi (فارسی, Fārsī, [fɒːɾsiː]),  is a variety of the Persian language spoken in Afghanistan. Dari is the term officially recognized and promoted since 1964 by the Afghan government for the Persian language, hence, it is also known as Afghan Persian in many Western sources. This has resulted in a naming dispute. Many Persian speakers in Afghanistan prefer and use the name \"Farsi\" and say the term Dari has been forced on them by the dominant Pashtun ethnic group as an attempt to distance Afghans from their cultural, linguistic and historical ties to the Persian-speaking nations, which includes Iran and Tajikistan.",
  "/wiki/Tajikistan": "Tajikistan (/tɑːˈdʒiːkɪstɑːn/ (listen), /tə-, tæ-/; Tajik: Тоҷикистон [tɔdʒikisˈtɔn], Russian: Таджикистан, tr. Tadzhikistan), officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, Jumhurii Tojikiston, Russian: Республика Таджикистан, tr. Respublika Tadzhikistan), is a mountainous, landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,275,828 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afghanistan and Uzbekistan.",
  "/wiki/Tajik_language": "Tajik or Tajiki (Tajik: забо́ни тоҷикӣ́, zaboni tojikī, [zaˈbɔni tɔdʒiˈki]), also called Tajiki Persian (Tajik: форси́и тоҷикӣ́, forsii tojikī, [fɔrˈsiji tɔdʒiˈki]) and Tadzhik, is the variety of Persian spoken in Tajikistan and Uzbekistan by Tajiks. It is closely related to neighboring Dari Persian with which it forms a continuum of mutually intelligible varieties. Since the beginning of the twentieth century and independence of Tajikistan from Soviet Union, Tajik has been considered by a number of writers and researchers to be a variety of Persian.[clarification needed] The popularity of this conception of Tajik as a variety of Persian was such that, during the period in which Tajik intellectuals were trying to establish Tajik as a language separate from Persian language, Sadriddin Ayni, who was a prominent intellectual and educator, made a statement that Tajik was not a \"bastardized dialect\" of Persian. The issue of whether Tajik and Persian are to be considered two dialects of a single language or two discrete languages has political sides to it (see Perry 1996).",
  "/wiki/Turkish_language": "Turkish (Türkçe (help·info)), also referred to as Istanbul Turkish (İstanbul Türkçesi), and sometimes known as Turkey Turkish (Türkiye Türkçesi), is the most widely spoken of the Turkic languages, with around ten to fifteen million native speakers in Southeast Europe (mostly in East and Western Thrace) and sixty to sixty-five million native speakers in Western Asia (mostly in Anatolia). Outside Turkey, significant smaller groups of speakers exist in Germany, Austria, Bulgaria, North Macedonia, Northern Cyprus, Greece, the Caucasus, and other parts of Europe and Central Asia. Cyprus has requested that the European Union add Turkish as an official language, even though Turkey is not a member state.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece.",
  "/wiki/Northern_Cyprus": "Northern Cyprus (Turkish: Kuzey Kıbrıs), officially the Turkish Republic of Northern Cyprus (TRNC; Turkish: Kuzey Kıbrıs Türk Cumhuriyeti, KKTC), is a de facto state that comprises the northeastern portion of the island of Cyprus. Recognised only by Turkey, Northern Cyprus is considered by the international community to be part of the Republic of Cyprus.",
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.",
  "/wiki/Republic_of_Macedonia": "North Macedonia,[c] officially the Republic of North Macedonia,[d] is a country in the Balkan Peninsula in Southeast Europe. Unofficially it is also still called Macedonia in English language sources. It is one of the successor states of Yugoslavia, from which it declared independence in September 1991 under the name Republic of Macedonia. A landlocked country, North Macedonia has borders with Kosovo[e] to the northwest, Serbia to the northeast, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larger geographical region of Macedonia. The capital and largest city, Skopje, is home to roughly a quarter of the nation's 2.06 million inhabitants. The majority of the residents are ethnic Macedonians, a South Slavic people. Albanians form a significant minority at around 25%, followed by Turks, Romani, Serbs, Bosniaks, and Aromanians.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Republic_of_Kosovo": "Kosovo (/ˈkɒsəvoʊ, ˈkoʊ-/; Albanian: Kosova pronounced [kɔˈsɔva] or Kosovë pronounced [kɔˈsɔvə]; Serbian Cyrillic: Косово pronounced [kôsoʋo]), officially the Republic of Kosovo (Albanian: Republika e Kosovës; Serbian Cyrillic: Република Косово, romanized: Republika Kosovo), is a partially-recognized state in Southeast Europe, subject to a territorial dispute with the Republic of Serbia.",
  "/wiki/Italian_language": "Italian (italiano [itaˈljaːno] (listen) or lingua italiana [ˈliŋɡwa itaˈljaːna]) is a Romance language of the Indo-European language family. Italian descended from the Vulgar Latin of the Roman Empire and, together with Sardinian, is by most measures the closest language to it of the Romance languages. Italian is an official language in Italy, Switzerland (where it is the first language in Canton Ticino and in the districts of Moesa and Bernina in Canton Graubünden), San Marino and Vatican City. It has an official minority status in western Istria (Croatia and Slovenia). It formerly had official status in Albania, Malta, Monaco, Montenegro (Kotor) and Greece (Ionian Islands and Dodecanese), and is generally understood in Corsica (due to its close relation with the Tuscan-influenced local language) and Savoie. It also used to be an official language in the former Italian East Africa and Italian North Africa, where it still plays a significant role in various sectors. Italian is also spoken by large expatriate communities in the Americas and Australia. Italian is included under the languages covered by the European Charter for Regional or Minority languages in Bosnia and Herzegovina and in Romania, although Italian is neither a co-official nor a protected language in these countries. Many speakers of Italian are native bilinguals of both Italian (either in its standard form or regional varieties) and other regional languages.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/San_Marino": "San Marino (/ˌsæn məˈriːnoʊ/ (listen), Italian: [sam maˈriːno]), officially the Republic of San Marino (Italian: Repubblica di San Marino), also known as the Most Serene Republic of San Marino (Italian: Serenissima Repubblica di San Marino), is an enclave microstate in Southern Europe, on the northeastern side of the Apennine Mountains, completely surrounded by Italy.",
  "/wiki/Sovereign_Military_Order_of_Malta": "The Sovereign Military Order of Malta (SMOM), officially the Sovereign Military Hospitaller Order of Saint John of Jerusalem, of Rhodes and of Malta (Italian: Sovrano Militare Ordine Ospedaliero di San Giovanni di Gerusalemme di Rodi e di Malta; Latin: Supremus Militaris Ordo Hospitalarius Sancti Ioannis Hierosolymitani Rhodiensis et Melitensis), commonly known as the Order of Malta, is a Catholic lay religious order, traditionally of military, chivalric and noble nature. It has been called \"the smallest sovereign state in the world\", though it is not recognized as one by the United Nations.",
  "/wiki/Vatican_City": "Vatican City (/ˈvætɪkən/ (listen)), officially Vatican City State (Italian: Stato della Città del Vaticano;[d] Latin: Status Civitatis Vaticanae),[e][f] is an independent city-state enclaved within Rome, Italy. Established with the Lateran Treaty (1929), it is distinct from, yet under \"full ownership, exclusive dominion, and sovereign authority and jurisdiction\" of the Holy See (Latin: Sancta Sedes).[g] With an area of 44 hectares (110 acres), and a population of about 1,000, it is the smallest sovereign state in the world by both area and population.",
  "/wiki/Italian_diaspora": "The Italian diaspora is the large-scale emigration of Italians from Italy. There are two major Italian diasporas in Italian history. The first diaspora began more or less around 1880, a decade or so after the Unification of Italy (with most leaving after 1880), and ended in the 1920s to early-1940s with the rise of Fascism in Italy. The second diaspora started after the end of World War II and roughly concluded in the 1970s. These together constituted the largest voluntary emigration period in documented history. Between 1880-1980, about 15,000,000 Italians left the country permanently. By 1980, it was estimated that about 25,000,000 Italians were residing outside Italy. A third wave is being reported in present times, due to the socio-economic problems caused by the financial crisis of the early twenty-first century, especially amongst the youth. According to the Public Register of Italian Residents Abroad (AIRE), figures of Italians abroad rose from 3,106,251 in 2006 to 4,636,647 in 2015, growing by 49.3% in just ten years.",
  "/wiki/Italian_Empire": "The Italian colonial empire (Italian: Impero coloniale italiano), known as the Italian Empire (Impero italiano) between 1936 and 1943, comprised the colonies, protectorates, concessions, dependencies and trust territories of the Kingdom of Italy (after 1946 the Italian Republic). The genesis of the Italian colonial empire was the purchase in 1869 of Assab Bay on the Red Sea by an Italian navigation company which intended to establish a coaling station at the time the Suez Canal was being opened to navigation. This was taken over by the Italian government in 1882, becoming modern Italy's first overseas territory.",
  "/wiki/Tamil_language": "Tamil (/ˈtæmɪl/; தமிழ் Tamiḻ [t̪ɐmɨɻ], pronunciation (help·info)) is a Dravidian language predominantly spoken by the Tamil people of India and Sri Lanka, and by the Tamil diaspora, Sri Lankan Moors, Chindians, and Douglas. Tamil is an official language in three countries: India, Sri Lanka and Singapore. In India, it is the official language of the Indian state of Tamil Nadu and the Union Territory of Puducherry. Furthermore, Tamil is used as one of the languages of education in Malaysia, along with English, Malay and Mandarin. Tamil is spoken by significant minorities in the four other South Indian states of Kerala, Karnataka, Andhra Pradesh and Telangana and the Union Territory of the Andaman and Nicobar Islands. It is one of the 22 scheduled languages of India.",
  "/wiki/List_of_territorial_entities_where_Tamil_is_an_official_language": "The following is a list of sovereign states and territories where Tamil is an official language or language of government."
}