{
  "/wiki/American_cheese": "Modern American cheese is a type of processed cheese made from cheddar, colby, or similar cheeses. It is mild with a creamy and salty flavor, has a medium-firm consistency, and has a low melting point. It can be yellow or white in color; yellow American cheese is seasoned and colored with annatto. It originated in the 1910s and is a common staple in many American dishes.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Whey": "Whey is the liquid remaining after milk has been curdled and strained. It is a byproduct of the manufacture of cheese or casein and has several commercial uses. Sweet whey is a byproduct produced during the manufacture of rennet types of hard cheese, like cheddar or Swiss cheese. Acid whey (also known as sour whey) is a byproduct produced during the making of acid types of dairy products, such as cottage cheese or strained yogurt.",
  "/wiki/Milkfat": "Butterfat or milkfat  is the fatty portion of milk.  Milk and cream are often sold according to the amount of butterfat they contain.",
  "/wiki/Milk_protein": "Milk is a nutrient-rich, white liquid food produced by the mammary glands of mammals. It is the primary source of nutrition for infant mammals (including humans who are breastfed) before they are able to digest other types of food. Early-lactation milk contains colostrum, which carries the mother's antibodies to its young and can reduce the risk of many diseases. It contains many other nutrients including protein and lactose. Interspecies consumption of milk is not uncommon, particularly among humans, many of whom consume the milk of other mammals.",
  "/wiki/Cheese": "Cheese is a dairy product derived from milk that is produced in a wide range of flavors, textures, and forms by coagulation of the milk protein casein. It comprises proteins and fat from milk, usually the milk of cows, buffalo, goats, or sheep. During production, the milk is usually acidified, and adding the enzyme rennet causes coagulation. The solids are separated and pressed into final form. Some cheeses have molds on the rind, the outer layer, or throughout. Most cheeses melt at cooking temperature.",
  "/wiki/Korbáčiky": "Korbáčik (IPA: [korbaːt͡ʃik]) is a type of semi-hard or medium hard string cheese. It originates from the Orava region of northern Slovakia. It is made from smoked cheese interwoven into fine braids. The name roughly translates to \"little whip\" which refers to the pattern woven onto the strings.",
  "/wiki/Oaxaca_cheese": "Oaxaca cheese (Spanish: queso Oaxaca) more commonly referred to as Quesillo is a white, semihard cheese from Mexico, similar to unaged Monterey jack, but with a mozzarella-like string cheese texture. Outside Mexico, Oaxaca cheese is often confused with asadero  (queso asadero), a cheese produced in the northern state of Chihuahua. They are similar in texture and taste, but they are produced with different methods, making Oaxaca cheese slightly drier.",
  "/wiki/Obatzda": "Obatzda [ˈoːbatsdɐ] (also  spelt Obazda and Obatzter)[citation needed] is a Bavarian cheese delicacy. It is prepared by mixing two thirds aged soft cheese, usually Camembert (Romadur or similar cheeses may be used as well) and one third butter.",
  "/wiki/Processed_cheese": "Processed cheese (also known as prepared cheese, cheese product, plastic cheese or cheese singles) is a food product made from cheese and other unfermented dairy ingredients mixed with emulsifiers. Additional ingredients, such as vegetable oils, salt, food coloring, or sugar may be included. As a result, many flavors, colors, and textures of processed cheese exist. Its invention is credited to Walter Gerber of Thun, Switzerland, in 1911.",
  "/wiki/String_cheese": "String cheese refers to several different types of cheese where the manufacturing process aligns the proteins in the cheese, which makes it stringy.",
  "/wiki/List_of_snack_foods": "This is a list of snack foods in alphabetical order by type and name. A snack is a small portion of food eaten between meals. This may be a snack food, such as potato chips or baby carrots, but can also simply be a small amount of any food."
}