{
  "/wiki/Bagel": "A bagel (Yiddish: בײגל‎ beygl; Polish: bajgiel), also historically spelled beigel, is a bread product originating in the Jewish communities of Poland.\nIt is traditionally shaped by hand into the form of a ring from yeasted wheat dough, roughly hand-sized, that is first boiled for a short time in water and then baked. The result is a dense, chewy, doughy interior with a browned and sometimes crisp exterior. Bagels are often topped with seeds baked on the outer crust, with the traditional ones being poppy or sesame seeds. Some may have salt sprinkled on their surface, and there are different dough types, such as whole-grain or rye. Bagels are eaten toasted or untoasted.\n Though the origins of bagels are somewhat obscure, it is known that they were widely consumed by Ashkenazi Jews from the 17th century. The first known mention of the bagel, in 1610, was in Jewish community ordinances in Kraków, Poland.\n Bagels are now a popular bread product in North America, especially in cities with a large Jewish population, many with alternative ways of making them. Like other bakery products, bagels are available (fresh or frozen, often in many flavors) in many major supermarkets in those cities.\n The basic roll-with-a-hole design is hundreds of years old and has other practical advantages besides providing more even cooking and baking of the dough: The hole could be used to thread string or dowels through groups of bagels, allowing easier handling and transportation and more appealing seller displays.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.\n Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west.\n The history of human activity on Polish soil spans almost 500,000 years. Throughout the Iron Age the area became extensively diverse, with various cultures and tribes settling on the vast Central European Plain. However, it was the Western Polans who dominated the region and gave Poland its name. The establishment of Polish statehood can be traced to AD 966, when Mieszko I, ruler of the realm coextensive with the territory of present-day Poland, converted to Christianity. The Kingdom of Poland was founded in 1025, and in 1569 it cemented its longstanding political association with the Grand Duchy of Lithuania by signing the Union of Lublin. This union formed the Polish–Lithuanian Commonwealth, one of the largest (over 1,000,000 square kilometres - 400,000 square miles) and most populous countries of 16th and 17th century Europe, with a uniquely liberal political system which adopted Europe's first written national constitution, the Constitution of 3 May 1791.\n With the passing of prominence and prosperity, the country was partitioned by neighbouring states at the end of the 18th century, and regained its independence in 1918 with the Treaty of Versailles. After a series of territorial conflicts, the new multi-ethnic Poland restored its position as a key player in European politics. In September 1939, World War II started with the invasion of Poland by Germany, followed by the Soviet Union invading Poland in accordance with the Molotov–Ribbentrop Pact. Around six million  Polish citizens, including 90% of the country's Jews, perished in the war. In 1947, the Polish People's Republic was established as a satellite state under Soviet influence. In the aftermath of the Revolutions of 1989, most notably through the emergence of the Solidarity movement, Poland reestablished itself as a presidential democratic republic.\n Poland has a developed market and is a regional power in Central Europe, with the largest stock exchange in the East-Central European zone. It has the sixth largest economy by GDP (nominal) in the European Union and the tenth largest in all of Europe. It's one of the most dynamic economies in the world, simultaneously achieving a very high rank on the Human Development Index. Poland is a developed country, which maintains a high-income economy along with very high standards of living, life quality, safety, education, and economic freedom. Alongside a developed school educational system, the state also provides free university education, social security, and a universal health care system. The country has 16 UNESCO World Heritage Sites, 15 of which are cultural.\n Poland is a member state of the European Union, the Schengen Area, the United Nations, NATO, the OECD, the Three Seas Initiative, the Visegrád Group, and guested at the G20.",
  "/wiki/Bread": "Bread is a staple food prepared from a dough of flour and water, usually by baking. Throughout recorded history it has been a prominent food in large parts of the world and is one of the oldest man-made foods, having been of significant importance since the dawn of agriculture.\n Bread may be leavened by processes such as reliance on naturally occurring sourdough microbes, chemicals, industrially produced yeast, or high-pressure aeration. Commercial bread commonly contains additives to improve flavor, texture, color, shelf life, nutrition, and ease of manufacturing.\n Bread plays essential roles in religious rituals and secular culture.",
  "/wiki/Yeast": "Yeasts are eukaryotic, single-celled microorganisms classified as members of the fungus kingdom. The first yeast originated hundreds of millions of years ago, and at least 1,500 species are currently recognized. They are estimated to constitute 1% of all described fungal species.\n Yeasts are unicellular organisms that evolved from multicellular ancestors, with some species having the ability to develop multicellular characteristics by forming strings of connected budding cells known as pseudohyphae or false hyphae. Yeast sizes vary greatly, depending on species and environment, typically measuring 3–4 µm in diameter, although some yeasts can grow to 40 µm in size. Most yeasts reproduce asexually by mitosis, and many do so by the asymmetric division process known as budding. With their single-celled growth habit, yeasts can be contrasted with molds, which grow hyphae. Fungal species that can take both forms (depending on temperature or other conditions) are called dimorphic fungi.\n The yeast species Saccharomyces cerevisiae converts carbohydrates to carbon dioxide and alcohols in a process known as fermentation. The products of this reaction have been used in baking and the production of alcoholic beverages for thousands of years. S. cerevisiae is also an important model organism in modern cell biology research, and is one of the most thoroughly studied eukaryotic microorganisms. Researchers have cultured it in order to understand the biology of the eukaryotic cell and ultimately human biology in great detail. Other species of yeasts, such as Candida albicans, are opportunistic pathogens and can cause infections in humans. Yeasts have recently been used to generate electricity in microbial fuel cells and to produce ethanol for the biofuel industry.\n Yeasts do not form a single taxonomic or phylogenetic grouping. The term \"yeast\" is often taken as a synonym for Saccharomyces cerevisiae, but the phylogenetic diversity of yeasts is shown by their placement in two separate phyla: the Ascomycota and the Basidiomycota. The budding yeasts or \"true yeasts\" are classified in the order Saccharomycetales, within the phylum Ascomycota.",
  "/wiki/Wheat": "Wheat is a grass widely cultivated for its seed, a cereal grain which is a worldwide staple food. The many species of wheat together make up the genus Triticum; the most widely grown is common wheat (T. aestivum).\n The archaeological record suggests that wheat was first cultivated in the regions of the Fertile Crescent around 9600 BCE. Botanically, the wheat kernel is a type of fruit called a caryopsis.\n Wheat is grown on more land area than any other food crop (220.4 million hectares, 2014). World trade in wheat is greater than for all other crops combined. In 2017, world production of wheat was 772 million tonnes, with a forecast of 2019 production at 766 million tonnes, making it the second most-produced cereal after maize. Since 1960, world production of wheat and other grain crops has tripled and is expected to grow further through the middle of the 21st century. Global demand for wheat is increasing due to the unique viscoelastic and adhesive properties of gluten proteins, which facilitate the production of processed foods, whose consumption is increasing as a result of the worldwide industrialization process and the westernization of the diet.\n Wheat is an important source of carbohydrates. Globally, it is the leading source of vegetable protein in human food, having a protein content of about 13%, which is relatively high compared to other major cereals but relatively low in protein quality for supplying essential amino acids. When eaten as the whole grain, wheat is a source of multiple nutrients and dietary fiber.\n In a small part of the general population, gluten – the major part of wheat protein – can trigger coeliac disease, noncoeliac gluten sensitivity, gluten ataxia, and dermatitis herpetiformis.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.\n Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest. Egypt's long and rich cultural heritage is an integral part of its national identity, which has endured, and often assimilated, various foreign influences, including Greek, Persian, Roman, Arab, Ottoman Turkish, and Nubian. Egypt was an early and important centre of Christianity, but was largely Islamised in the seventh century and remains a predominantly Muslim country, albeit with a significant Christian minority.\n From the 16th to the beginning of the 20th century, Egypt was ruled by foreign imperial powers: The Ottoman Empire and the British Empire. Modern Egypt dates back to 1922, when it gained nominal independence from the British Empire as a monarchy. However, British military occupation of Egypt continued, and many Egyptians believed that the monarchy was an instrument of British colonialism. Following the 1952 revolution, Egypt expelled British soldiers and bureaucrats and ended British occupation, nationalized the British-held Suez Canal, exiled King Farouk and his family, and declared itself a republic. In 1958 it merged with Syria to form the United Arab Republic, which dissolved in 1961. Throughout the second half of the 20th century, Egypt endured social and religious strife and political instability, fighting several armed conflicts with Israel in 1948, 1956, 1967 and 1973, and occupying the Gaza Strip intermittently until 1967. In 1978, Egypt signed the Camp David Accords, officially withdrawing from the Gaza Strip and recognising Israel. The country continues to face challenges, from political unrest, including the recent 2011 revolution and its aftermath, to terrorism and economic underdevelopment. Egypt's current government is a semi-presidential republic headed by President Abdel Fattah el-Sisi, which has been described by a number of watchdogs as authoritarian.\n Islam is the official religion of Egypt and Arabic is its official language. With over 95 million inhabitants, Egypt is the most populous country in North Africa, the Middle East, and the Arab world, the third-most populous in Africa (after Nigeria and Ethiopia), and the fifteenth-most populous in the world. The great majority of its people live near the banks of the Nile River, an area of about 40,000 square kilometres (15,000 sq mi), where the only arable land is found. The large regions of the Sahara desert, which constitute most of Egypt's territory, are sparsely inhabited. About half of Egypt's residents live in urban areas, with most spread across the densely populated centres of greater Cairo, Alexandria and other major cities in the Nile Delta.\n The sovereign state of Egypt is a transcontinental country  considered to be a regional power in North Africa, the Middle East and the Muslim world, and a middle power worldwide. Egypt's economy is one of the largest and most diversified in the Middle East, and is projected to become one of the largest in the world in the 21st century. In 2016, Egypt overtook South Africa and became Africa's second largest economy (after Nigeria). Egypt is a founding member of the United Nations, Non-Aligned Movement, Arab League, African Union, and Organisation of Islamic Cooperation.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border comprises a long and mixed line of mountain ranges and waterways that would normally define a subcontinent. However, Europe is generally accorded the status of a full continent because of its great physical size and the weight of history and tradition. It is the 6th largest continent in the world.\nEurope is commonly considered to be separated from Asia by the watershed divides of the Ural and Caucasus Mountains, the Ural River, the Caspian and Black Seas and the waterways of the Turkish Straits. \n Europe covers about 10,180,000 square kilometres (3,930,000 sq mi), or 2% of the Earth's surface (6.8% of land area). Politically, Europe is divided into about fifty sovereign states of which Russia is the largest and most populous, spanning 39% of the continent and comprising 15% of its population. Europe had a total population of about 741 million (about 11% of the world population) as of 2018[update]. The European climate is largely affected by warm Atlantic currents that temper winters and summers on much of the continent, even at latitudes along which the climate in Asia and North America is severe. Further from the sea, seasonal differences are more noticeable than close to the coast.\n Europe, in particular ancient Greece and ancient Rome, was the birthplace of Western civilisation. The fall of the Western Roman Empire in 476 AD and the subsequent Migration Period marked the end of ancient history and the beginning of the Middle Ages. Renaissance humanism, exploration, art and science led to the modern era. Since the Age of Discovery started by Portugal and Spain, Europe played a predominant role in global affairs. Between the 16th and 20th centuries, European powers controlled at various times the Americas, almost all of Africa and Oceania and the majority of Asia.\n The Age of Enlightenment, the subsequent French Revolution and the Napoleonic Wars shaped the continent culturally, politically and economically from the end of the 17th century until the first half of the 19th century. The Industrial Revolution, which began in Great Britain at the end of the 18th century, gave rise to radical economic, cultural and social change in Western Europe and eventually the wider world. Both world wars took place for the most part in Europe, contributing to a decline in Western European dominance in world affairs by the mid-20th century as the Soviet Union and the United States took prominence. During the Cold War, Europe was divided along the Iron Curtain between NATO in the West and the Warsaw Pact in the East, until the revolutions of 1989 and fall of the Berlin Wall.\n In 1949 the Council of Europe was founded with the idea of unifying Europe to achieve common goals. Further European integration by some states led to the formation of the European Union (EU), a separate political entity that lies between a confederation and a federation. The EU originated in Western Europe but has been expanding eastward since the fall of the Soviet Union in 1991. The currency of most countries of the European Union, the euro, is the most commonly used among Europeans; and the EU's Schengen Area abolishes border and immigration controls between most of its member states.",
  "/wiki/Open_sandwich": "An open sandwich, also known as an open-face/open-faced sandwich, bread baser, bread platter or tartine, consists of one or more slices of bread with one or more food items on top.[citation needed]",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.\n The territory of modern Ukraine has been inhabited since 32,000 BC. During the Middle Ages, the area was a key centre of East Slavic culture, with the powerful state of Kievan Rus' forming the basis of Ukrainian identity. Following its fragmentation in the 13th century, the territory was contested, ruled and divided by a variety of powers, including the Polish–Lithuanian Commonwealth, Austria-Hungary, the Ottoman Empire and Russia. A Cossack republic emerged and prospered during the 17th and 18th centuries, but its territory was eventually split between Poland and the Russian Empire. After World War II the Western part of Ukraine merged into the Ukrainian Soviet Socialist Republic, and the whole country became a part of the Soviet Union as a single state entity. In 1991, Ukraine gained its independence from the Soviet Union in the aftermath of its dissolution at the end of the Cold War. Before its independence, Ukraine was typically referred to in English as \"The Ukraine\", but most sources have since moved to drop \"the\" from the name of Ukraine in all uses.\n Following its independence, Ukraine declared itself a neutral state; it formed a limited military partnership with Russia and other CIS countries while also establishing a partnership with NATO in 1994. In 2013, after the government of President Viktor Yanukovych had decided to suspend the Ukraine-European Union Association Agreement and seek closer economic ties with Russia, a several-months-long wave of demonstrations and protests known as the Euromaidan began, which later escalated into the 2014 Ukrainian revolution that led to the overthrow of Yanukovych and the establishment of a new government. These events formed the background for the annexation of Crimea by Russia in March 2014, and the War in Donbass in April 2014. On 1 January 2016, Ukraine applied the economic component of the Deep and Comprehensive Free Trade Area with the European Union.\n Ukraine is a developing country and ranks 88th on the Human Development Index. As of 2018, Ukraine is the poorest country in Europe alongside Moldova in terms of GDP per capita. At US$40, it has the lowest median wealth per adult in the world,[note 1] and suffers from a very high poverty rate as well as severe corruption. However, because of its extensive fertile farmlands, Ukraine is one of the world's largest grain exporters. It also maintains the second-largest military in Europe after that of Russia. Ukraine is a unitary republic under a semi-presidential system with separate powers: legislative, executive and judicial branches. The country is a member of the United Nations, the Council of Europe, the Organization for Security and Co-operation in Europe (OSCE), the GUAM organization, and one of the founding states of the Commonwealth of Independent States (CIS).",
  "/wiki/Butterbrot": "The German word Butterbrot (literally: butter bread = bread with butter) describes a slice of bread topped with butter. The words in formal and colloquial German and the different dialects for butterbrot (different from belegtes Brot - with cheese, sausages etc.), simply Brot (\"bread\"), Butterstulle, Stulle, Schnitte (all three Low German/Berlinerisch dialect), Botteramm (Colognian dialect), Bütterken (Lower Rhine dialect) to Bemme (Upper Saxon German) or Knifte (Ruhrdeutsch). Although it is increasingly replaced by other foods, it remains a common staple food in Germany. Since 1999, the last Friday in the month of September was made the day of butterbrot by the Marketing Organization of German Agricultural Industries. Russian adopted the term buterbrod (бутерброд) from New High German (Butterbrot), perhaps as early as the 17th century during the reign of Peter the Great. In modern Russian the term has a more general meaning, whatever the ingredient on top of the slice of bread is. From Russian, the term buterbrod was adopted into Azerbaijani, Belarusian, Georgian, Kazakh, Ukrainian, and Lithuanian.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Fried_bake": "Fried bake is a Caribbean dish. Many West Indian nations including Grenada, Trinidad and Tobago, Saint Lucia, and Guyana eat this dish. The main ingredient in fried bake is flour. It can be served in a multitude of ways. This dish is usually served with salt fish and steamed vegetables.\n Fry Bake Recipe can be found here Trinidad Fry Bake Recipe",
  "/wiki/Caribbean": "The Caribbean (/ˌkærɪˈbiːən, kəˈrɪbiən/, locally /ˈkærɪbiæn/) (Spanish: El Caribe; French: la Caraïbe; Haitian Creole: Karayib; Dutch: De Caraïben; Caribbean Hindustani: कैरेबियन / کیریبین; Chinese: 加勒比) is a region of the Americas that consists of the Caribbean Sea, its islands (some surrounded by the Caribbean Sea and some bordering both the Caribbean Sea and the North Atlantic Ocean) and the surrounding coasts. The region is southeast of the Gulf of Mexico and the North American mainland, east of Central America, and north of South America.\n Situated largely on the Caribbean Plate, the region has more than 700 islands, islets, reefs and cays (see the list of Caribbean islands). Island arcs delineate the eastern and northern edges of the Caribbean Sea: The Greater Antilles and the Lucayan Archipelago on the north and the Lesser Antilles and the on the south and east (which includes the Leeward Antilles).   The Lucayan Archipelago (the Bahamas and Turks and Caicos Islands), do not border the Caribbean Sea, but are still within the boundaries of the Caribbean region. On the mainland, Belize, Nicaragua, the Caribbean region of Colombia, Cozumel, the Yucatán Peninsula, Margarita Island, and the Guyanas (Guyana, Suriname, French Guiana, Guayana Region in Venezuela, and Amapá in Brazil) are often included due to their political and cultural ties with the region.\nGeopolitically, the islands of the Caribbean (the West Indies) are often regarded as a region of North America, though sometimes they are included in Central America or left as a region of their own. and are organized into 30 territories including sovereign states, overseas departments, and dependencies. From December 15, 1954, to October 10, 2010, there was a country known as the Netherlands Antilles composed of five states, all of which were Dutch dependencies.  From January 3, 1958, to May 31, 1962, there was also a short-lived political union called the West Indies Federation composed of ten English-speaking Caribbean territories, all of which were then British dependencies. The West Indies cricket team continues to represent many of those nations.",
  "/wiki/Gua-bao": "Gua bao (Chinese: 割包 or 刈包; pinyin: guàbāo; Pe̍h-ōe-jī: koah-pau; literally: 'cut bread'), also known as pork belly buns, ambiguously, bao, or erroneously as the bao bun (\"bao\" means \"bun\" so the translated name \"bun bun\" is redundant and \"bao\" in the Chinese language without any qualifiers is generally used to refer to baozi) is a type of lotus leaf bun (he ye bao) from Fuzhou, the capital of Fujian province, with similar variants found elsewhere with sizeable Fuzhounese communities. It is a popular street food in Taiwan which has led to the popular misconception that the gua bao is Taiwanese in origin.\n It consists of a slice of stewed meat and other condiments sandwiched between flat steamed bread known as lotus leaf bread (he ye bing). The lotus leaf bun is typically 6–8 centimetres (2.4–3.1 in) in size, semi-circular and flat in form, with a horizontal fold that, when opened, gives the appearance that it has been sliced. The traditional filling for gua bao is a slice of red-cooked porkbelly, typically dressed with stir-fried suan cai (pickled mustard greens), coriander, and ground peanuts. \n Lotus leaf bread is a traditional Taiwanese accompaniment to rich dishes such as\nbowl-steamed pork in rice meal or roast duck and thus the buns support a wide array of fillings with gua bao being just one style which utilises pork belly. A lotus leaf bun by itself is called a \"he ye bing\" but with filings is called a \"he ye bao\". They are found all across China, being particularly common in North China.",
  "/wiki/Taiwan": "Taiwan (Chinese: 臺灣; pinyin: Táiwān),[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).\n Taiwanese indigenous peoples settled the island of Taiwan around 6,000 years ago. In the 17th century, Dutch rule opened the island to mass Han immigration. After the brief Kingdom of Tungning in parts of the southern and western areas of the island, the island was annexed in 1683 by the Qing dynasty of China, and ceded to the Empire of Japan in 1895. Following the surrender of Japan in 1945, the Republic of China, which had overthrown and succeeded the Qing in 1911, took control of Taiwan on behalf of the World War II Allies. The resumption of the Chinese Civil War led to the loss of the mainland to the Communist Party of China and the flight of the ROC government to Taiwan in 1949. Although the ROC government continued to claim to be the legitimate representative of China, since 1950 its effective jurisdiction has been limited to Taiwan and numerous smaller islands. In the early 1960s, Taiwan entered a period of rapid economic growth and industrialisation called the \"Taiwan Miracle\". In the late 1980s and early 1990s, the ROC transitioned from a one-party military dictatorship to a multi-party democracy with a semi-presidential system.\n Taiwan's export-oriented industrial economy is the 21st-largest in the world, with major contributions from steel, machinery, electronics and chemicals manufacturing. Taiwan is a developed country, ranking 15th in GDP per capita. It is ranked highly in terms of political and civil liberties, education, health care and human development.[c]\n The political status of Taiwan remains uncertain. The ROC is no longer a member of the UN, having been replaced by the PRC in 1971. Taiwan is claimed by the PRC, which refuses diplomatic relations with countries that recognise the ROC. Taiwan maintains official ties with 14 out of 193 UN member states and the Holy See. International organisations in which the PRC participates either refuse to grant membership to Taiwan or allow it to participate only on a non-state basis. Taiwan is a member of the World Trade Organization, Asia-Pacific Economic Cooperation and Asian Development Bank under various names. Nearby countries and countries with large economies maintain unofficial ties with Taiwan through representative offices and institutions that function as de facto embassies and consulates. Domestically, the major political division is between parties favouring eventual Chinese unification and promoting a Chinese identity contrasted with those aspiring to independence and promoting Taiwanese identity, although both sides have moderated their positions to broaden their appeal.",
  "/wiki/Steamed_bread": "Steamed bread is a kind of bread, typically made from wheat, that is prepared by steaming instead of baking. Steamed bread is produced and consumed all around the world. In Chinese cuisine, mantou is a staple food of northern China, where up to 70% of flour production in the region is used to make it. There are now many variations of mantou in China, for example wholemeal mantou, milk mantou, and sweet potato mantou. Wotou is another steamed bread found in northern China. In South African cuisine, a number of groups produce steamed bread, such as the Zulu ujeqe which can be eaten alone or with tomato soup. South African steamed breads are typically made at home for consumption on the same day, but research on commercial production continues to advance, aided by earlier developments in the mass production of Chinese steamed bread. In the cuisine of the United States, one example of steamed bread is Boston brown bread, a sweet food which may be eaten as a dessert.",
  "/wiki/Houska": "Houska is traditional bread roll baked and consumed in the Czech Republic. Typical ingredients include wheat flour (but other types can be used), water, yeast and salt. They are topped with poppy seeds, caraway seeds, linseeds or sea salt. Rohlík is another form, similar or identical by  ingredients, production, taste, size and price.  \n A 2002 article in the Chicago Tribune published a recipe for a sweet variant, a lightly sweetened, traditional bread roll\n containing a significant amount of sugar, eggs and cream, occasionally raisins, and may be covered in poppy seeds.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.\n The Czech Republic includes the historical territories of Bohemia, Moravia, and Czech Silesia. The Czech state was formed in the late ninth century as the Duchy of Bohemia under the Great Moravian Empire. In 1002, the duchy was formally recognized as an Imperial State of the Holy Roman Empire along with the Kingdom of Germany, the Kingdom of Burgundy, the Kingdom of Italy; and became the Kingdom of Bohemia in 1198, reaching its greatest territorial extent in the 14th century. Prague was the imperial seat in periods between the 14th and 17th century. The Protestant Bohemian Reformation of the 15th century led to the Hussite Wars, the first of many conflicts with the Catholic Church.\n Following the Battle of Mohács in 1526, the whole Crown of Bohemia was gradually integrated into the Habsburg Monarchy. The Protestant Bohemian Revolt (1618–20) against the Catholic Habsburgs led to the Thirty Years' War. After the Battle of the White Mountain, the Habsburgs consolidated their rule, eradicated Protestantism, reimposed Catholicism, and adopted a policy of gradual Germanization. This contributed to anti-Habsburg sentiment and resentment of the Catholic Church that continues to this day. With the dissolution of the Holy Roman Empire in 1806, the Bohemian Kingdom became part of the Austrian Empire (1804 to 1867) and the Czech language experienced a revival as a consequence of widespread romantic nationalism. In the 19th century, the Czech lands became the industrial powerhouse of the monarchy and were subsequently the core of the First Czechoslovak Republic, which was formed in 1918 following the collapse of the Austro-Hungarian Empire after World War I.\n Czechoslovakia was the only democracy in Central Europe during the interwar period (after the May Coup in Poland, in 1926). However, parts of the country were occupied by Germany in World War II, while the Slovak region became a German puppet state. Czechoslovakia was liberated in 1945 by the Soviet Union and the United States. Most of the German-speaking minority were expelled following the war. The Communist Party of Czechoslovakia won the 1946 elections and after the 1948 coup d'état established a one-party communist state under Soviet influence. Increasing dissatisfaction with the regime culminated in 1968 to the reform movement known as the Prague Spring, which ended in a Soviet-led invasion. Czechoslovakia remained occupied until the 1989 Velvet Revolution, which peacefully ended communist rule and reestablished democracy and a market economy. On 1 January 1993, Czechoslovakia peacefully dissolved, with its constituent states becoming the independent states of the Czech Republic and Slovakia.\n The Czech Republic is a developed country with an advanced, high income social market economy. It is a welfare state with a European social model, universal health care, and tuition-free university education. It ranks 13th in the UN inequality-adjusted human development and 14th in the World Bank Human Capital Index ahead of countries such as the United States, the United Kingdom and France. It ranks as the eleventh safest and most peaceful country and performs strongly in democratic governance. The Czech Republic joined NATO in 1999 and the European Union (EU) in 2004. It is also a member of the OECD, the United Nations, the OSCE, and the Council of Europe.",
  "/wiki/Lavash": "Lavash (Armenian: լավաշ; Azerbaijani: Lavaş; Turkish: lavaş; Kurdish: nanê loş‎; Persian: لواش‎;[note 1]) is a soft, thin unleavened flatbread made in a tandoor and eaten all over the South Caucasus, Western Asia and the areas surrounding the Caspian Sea. Lavash is one of the most widespread types of bread in Armenia, Azerbaijan, Iran and Turkey.\n In 2014, \"Lavash, the preparation, meaning and appearance of traditional bread as an expression of culture in Armenia\" was inscribed in the UNESCO Representative List of the Intangible Cultural Heritage of Humanity. In 2016, making and sharing flatbread (lavash, katyrma, jupka or yufka) in communities of Azerbaijan, Iran, Kazakhstan, Kyrgyzstan and Turkey was inscribed on the list as well.",
  "/wiki/Armenia": "The original native Armenian name for the country was Հայք (Hayk’); however, it is currently rarely used. The contemporary name Հայաստան (Hayastan) became popular in the Middle Ages by addition of the Persian suffix -stan (place).[citation needed]. However the origins of the name Hayastan trace back to much earlier dates and were first attested in circa 5th century in the works of Agathangelos, Faustus of Byzantium, Ghazar Parpetsi, Koryun, and Sebeos.\n The name has traditionally been derived from Hayk (Հայկ), the legendary patriarch of the Armenians and a great-great-grandson of Noah, who, according to the 5th-century AD author Moses of Chorene (Movsis Khorenatsi), defeated the Babylonian king Bel in 2492 BC and established his nation in the Ararat region. The further origin of the name is uncertain. It is also further postulated that the name Hay comes from one of the two confederated, Hittite vassal states—the Ḫayaša-Azzi (1600–1200 BC).\n The exonym Armenia is attested in the Old Persian Behistun Inscription (515 BC) as Armina (    ). The Ancient Greek terms Ἀρμενία (Armenía) and Ἀρμένιοι (Arménioi, \"Armenians\") are first mentioned by Hecataeus of Miletus (c. 550 BC – c. 476 BC). Xenophon, a Greek general serving in some of the Persian expeditions, describes many aspects of Armenian village life and hospitality in around 401 BC.\n Some scholars have linked the name Armenia with the Early Bronze Age state of Armani (Armanum, Armi) or the Late Bronze Age state of Arme (Shupria). These connections are inconclusive as it is not known what languages were spoken in these kingdoms. Additionally, while it is agreed that Arme was located to the immediate west of Lake Van (and therefore in the greater Armenia region), the location of the older site of Armani is a matter of debate. Some modern researchers have placed it in the same general area of Arme, near modern Samsat, and have suggested it was populated, at least partially, by an early Indo-European-speaking people. It has also been speculated that the land of Ermenen (located in or near Minni), mentioned by the Egyptian pharaoh Thutmose III in 1446 BCE, could be a reference to Armenia.\n \nAccording to the histories of both Moses of Chorene and Michael Chamchian, Armenia derives from the name of Aram, a lineal descendant of Hayk. The Table of Nations lists Aram as the son of Shem, to whom the Book of Jubilees attests,",
  "/wiki/Armenian_cuisine": "Armenian cuisine includes the foods and cooking techniques of the Armenian people and traditional Armenian foods and dishes. The cuisine reflects the history and geography where Armenians have lived as well as sharing outside influences from European and Levantine cuisines. The cuisine also reflects the traditional crops and animals grown and raised in Armenian populated areas.\n The preparation of meat, fish, and vegetable dishes in an Armenian kitchen often requires stuffing, frothing, and puréeing. Lamb, eggplant, and bread (lavash) are basic features of Armenian cuisine. Armenians traditionally prefer cracked wheat (bulgur) to maize and rice. The flavor of the food often relies on the quality and freshness of the ingredients rather than on excessive use of spices.\n Fresh herbs are used extensively, both in the food and as accompaniments. Dried herbs are used in the winter, when fresh herbs are not available. Wheat is the primary grain and is found in a variety of forms, such as: whole wheat, shelled wheat, bulgur (parboiled cracked wheat), semolina, farina, and flour. Historically, rice was used mostly in the cities and in certain rice-growing areas (e.g., Marash and the region around Yerevan). Legumes are used liberally, especially chick peas, lentils, white beans, and kidney beans. Nuts are used both for texture and to add nutrition to Lenten dishes. Of primary usage are not only walnuts, almonds, pine nuts, but, also hazelnuts, pistachios (in Cilicia), and nuts from regional trees.\n Fresh and dried fruit are used both as main ingredients and as sour agents. As main ingredients, the following fruits are used: apricots (fresh and dried), quince, melons, and others. As sour agents, the following fruits are used: sumac berries (in dried, powdered form), sour grapes, plums (either sour or dried), pomegranate, apricots, cherries (especially sour cherries), and lemons. In addition to grape leaves, cabbage leaves, chard, beet leaves, radish leaves, strawberry leaves, and others are also stuffed.",
  "/wiki/UNESCO_Intangible_Cultural_Heritage_Lists": "UNESCO established its Lists of Intangible Cultural Heritage with the aim of ensuring better protection of important intangible cultural heritages worldwide and the awareness of their significance. This list is published by the Intergovernmental Committee for the Safeguarding of Intangible Cultural Heritage, the members of which are elected by State Parties meeting in a General Assembly.\nThrough a compendium of the different oral and intangible treasures of humankind worldwide, the programme aims to draw attention to the importance of safeguarding intangible heritage, which UNESCO has identified as an essential component and as a repository of cultural diversity and of creative expression.\n The list was established in 2008 when the 2003 Convention for the Safeguarding of the Intangible Cultural Heritage took effect.\n As of 2010[update] the programme compiles two lists. The longer, Representative List of the Intangible Cultural Heritage of Humanity, comprises cultural \"practices and expressions [that] help demonstrate the diversity of this heritage and raise awareness about its importance.\" The shorter, List of Intangible Cultural Heritage in Need of Urgent Safeguarding, is composed of those cultural elements that concerned communities and countries consider to require urgent measures to keep them alive.\n In 2013 four elements were inscribed on the List of Intangible Cultural Heritage in Need of Urgent Safeguarding, which helps States Parties mobilize international cooperation and assistance to ensure the transmission of this heritage with the participation of the concerned communities. The Urgent Safeguarding List now numbers 35 elements.\nThe Committee[which?] also inscribed 25 elements on the Representative List of the Intangible Cultural Heritage of Humanity, which serves to raise awareness of intangible heritage and provide recognition to communities’ traditions and know-how that reflect their cultural diversity. The List does not attribute or recognize any standard of excellence or exclusivity. The list totaled 508 elements corresponding to 122 countries as of 2018[update].\n Elements inscribed in the lists are deemed as significant bastions of humanity's intangible heritage, the highest honour for intangible heritage in the world stage.",
  "/wiki/Pasta": "Pasta (US: /ˈpɑːstə/, UK: /ˈpæstə/; Italian pronunciation: [ˈpasta]) is a type of Italian food typically made from an unleavened dough of durum wheat flour (semolina) mixed with water or eggs, and formed into sheets or various shapes, then cooked by boiling or baking. Rice flour, or legumes such as beans or lentils, are sometimes used in place of wheat flour to yield a different taste and texture, or as a gluten-free alternative. Pasta is a staple food of Italian cuisine.\n Pastas are divided into two broad categories: dried (pasta secca) and fresh (pasta fresca). Most dried pasta is produced commercially via an extrusion process, although it can be produced at home. Fresh pasta is traditionally produced by hand, sometimes with the aid of simple machines. Fresh pastas available in grocery stores are produced commercially by large-scale machines.\n Both dried and fresh pastas come in a number of shapes and varieties, with 310 specific forms known by over 1300 documented names. In Italy, the names of specific pasta shapes or types often vary by locale. For example, the pasta form cavatelli is known by 28 different names depending upon the town and region. Common forms of pasta include long and short shapes, tubes, flat shapes or sheets, miniature shapes for soup, those meant to be filled or stuffed, and specialty or decorative shapes.\n As a category in Italian cuisine, both fresh and dried pastas are classically used in one of three kinds of prepared dishes: as pasta asciutta (or pastasciutta), cooked pasta is plated and served with a complementary side sauce or condiment; a second classification of pasta dishes is pasta in brodo, in which the pasta is part of a soup-type dish. A third category is pasta al forno, in which the pasta is incorporated into a dish that is subsequently baked in the oven. Pasta dishes are generally simple, but individual dishes vary in preparation. Some pasta dishes are served as a small first course or for light lunches, such as pasta salads. Other dishes may be portioned larger and used for dinner. Pasta sauces similarly may vary in taste, color and texture.\n In terms of nutrition, cooked plain pasta is 31% carbohydrates (mostly starch), 6% protein, and low in fat, with moderate amounts of manganese, but pasta generally has low micronutrient content. Pasta may be enriched or fortified, or made from whole grains.",
  "/wiki/Cavatappi": "Cavatappi [kavaˈtappi] is macaroni formed in a helical tube shape. Cavatappi is the Italian word for corkscrew. It is known by other names, including cellentani, amori, spirali, or tortiglione. It is usually scored with lines or ridges (rigati in Italian) on the surface. Cavatappi is a type of macaroni, or thick, hollow pasta that is made without using eggs. It may be yellow in color, like most pastas, or have vegetables or a food coloring added to make it green or red. It can be used in a variety of dishes including salads, soups, and casseroles.",
  "/wiki/Pesto": "Pesto (Italian: [ˈpesto], Ligurian: [ˈpestu]), or to refer to the original dish pesto alla genovese (Italian pronunciation: [ˈpesto alla dʒenoˈveːse, -eːze]), is a sauce originating in Genoa, the capital city of Liguria, Italy. It traditionally consists of crushed garlic, European pine nuts, coarse salt, basil leaves, hard cheese such as Parmigiano-Reggiano (also known as Parmesan cheese) or Pecorino Sardo (cheese made from sheep's milk), all blended with olive oil.",
  "/wiki/Sandwich": "A sandwich is a food typically consisting of vegetables, sliced cheese or meat, placed on or between slices of bread, or more generally any dish wherein bread serves as a container or wrapper for another food type. The sandwich began as a portable finger food in the Western world, though over time it has become prevalent worldwide. The 3rd of November marks the National Sandwich Day.\n Sandwiches are a popular type of lunch food, taken to work, school, or picnics to be eaten as part of a packed lunch. The bread may be plain or be coated with condiments, such as mayonnaise or mustard, to enhance its flavour and texture. As well as being homemade, sandwiches are also widely sold in restaurants and can be served hot or cold. There are both savoury sandwiches, such as deli meat sandwiches, and sweet sandwiches, such as a peanut butter and jelly sandwich.\n The sandwich is named after its supposed inventor, John Montagu, 4th Earl of Sandwich. The Wall Street Journal has described it as Britain's \"biggest contribution to gastronomy\".",
  "/wiki/Smørrebrød": "Smørrebrød (Danish pronunciation: [ˈsmɶɐ̯ˌpʁœðˀ]; originally smør og brød, \"butter and bread\") is a traditional Scandinavian open-faced sandwich that usually consists of a piece of buttered rye bread (rugbrød), a dense, dark brown bread, topped with commercial or homemade cold cuts, pieces of meat or fish, cheese or spreads, and garnishes.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).\n The unified kingdom of Denmark emerged in the 8th century as a proficient seafaring nation in the struggle for control of the Baltic Sea. Denmark, Sweden, and Norway were ruled together under one sovereign ruler in the Kalmar Union, established in 1397 and ending with Swedish secession in 1523. The areas of Denmark and Norway remained under the same monarch until 1814, Denmark–Norway. Beginning in the 17th century, there were several devastating wars with the Swedish Empire, ending with large cessions of territory to Sweden. After the Napoleonic Wars, Norway was ceded to Sweden, while Denmark kept the Faroe Islands, Greenland, and Iceland. In the 19th century there was a surge of nationalist movements, which were defeated in the First Schleswig War. After the Second Schleswig War in 1864, Denmark lost the Duchy of Schleswig to Prussia. Denmark remained neutral during World War I, however, in 1920 the northern half of Schleswig became Danish again. In April 1940, a German invasion saw brief military skirmishes while the Danish resistance movement was active from 1943 until the German surrender in May 1945. An industrialised exporter of agricultural produce in the second half of the 19th century, Denmark introduced social and labour-market reforms in the early 20th century that created the basis for the present welfare state model with a highly developed mixed economy.\n The Constitution of Denmark was signed on 5 June 1849, ending the absolute monarchy, which had begun in 1660. It establishes a constitutional monarchy organised as a parliamentary democracy. The government and national parliament are seated in Copenhagen, the nation's capital, largest city, and main commercial centre. Denmark exercises hegemonic influence in the Danish Realm, devolving powers to handle internal affairs. Home rule was established in the Faroe Islands\nin 1948; in Greenland home rule was established in 1979 and further autonomy in 2009. Denmark became a member of the European Economic Community (now the EU) in 1973, but negotiated certain opt-outs; it retains its own currency, the krone. It is among the founding members of NATO, the Nordic Council, the OECD, OSCE, and the United Nations; it is also part of the Schengen Area. Denmark has close ties to its Scandinavian neighbours also linguistically, with the Danish language being partially mutually intelligible with both Norwegian and Swedish.\n Denmark is considered to be one of the most economically and socially developed countries in the world. Danes enjoy a high standard of living and the country ranks highly in some metrics of national performance, including education, health care, protection of civil liberties, democratic governance, LGBT equality, prosperity, and human development. The country ranks as having the world's highest social mobility, a high  level of income equality, has the lowest perceived level of corruption in the world, the eleventh-most developed in the world, has one of the world's highest per capita incomes, and one of the world's highest personal income tax rates.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.\n Norway has a total area of 385,207 square kilometres (148,729 sq mi) and a population of 5,312,300 (as of August 2018). The country shares a long eastern border with Sweden (1,619 km or 1,006 mi long). Norway is bordered by Finland and Russia to the north-east, and the Skagerrak strait to the south, with Denmark on the other side. Norway has an extensive coastline, facing the North Atlantic Ocean and the Barents Sea. The maritime influence also dominates Norway's climate with mild lowland temperatures on the sea coasts, whereas the interior, while colder, is also a lot milder than areas elsewhere in the world on such northerly latitudes. Even during polar night in the north, temperatures above freezing are commonplace on the coastline. The maritime influence brings high rainfall and snowfall to some areas of the country.\n Harald V of the House of Glücksburg is the current King of Norway. Erna Solberg has been prime minister since 2013 when she replaced Jens Stoltenberg. As a unitary sovereign state with a constitutional monarchy, Norway divides state power between the parliament, the cabinet and the supreme court, as determined by the 1814 constitution. The kingdom was established in 872 as a merger of many petty kingdoms and has existed continuously for 1,148 years. From 1537 to 1814, Norway was a part of the Kingdom of Denmark-Norway, and from 1814 to 1905, it was in a personal union with the Kingdom of Sweden. Norway was neutral during the First World War. Norway remained neutral until April 1940 when the country was invaded and occupied by Germany until the end of Second World War.\n Norway has both administrative and political subdivisions on two levels: counties and municipalities. The Sámi people have a certain amount of self-determination and influence over traditional territories through the Sámi Parliament and the Finnmark Act. Norway maintains close ties with both the European Union and the United States. Norway is also a founding member of the United Nations, NATO, the European Free Trade Association, the Council of Europe, the Antarctic Treaty, and the Nordic Council; a member of the European Economic Area, the WTO, and the OECD; and a part of the Schengen Area. In addition, the Norwegian languages share mutual intelligibility with Danish and Swedish.\n Norway maintains the Nordic welfare model with universal health care and a comprehensive social security system, and its values are rooted in egalitarian ideals. The Norwegian state has large ownership positions in key industrial sectors, having extensive reserves of petroleum, natural gas, minerals, lumber, seafood, and fresh water. The petroleum industry accounts for around a quarter of the country's gross domestic product (GDP). On a per-capita basis, Norway is the world's largest producer of oil and natural gas outside of the Middle East.\n The country has the fourth-highest per capita income in the world on the World Bank and IMF lists. On the CIA's GDP (PPP) per capita list (2015 estimate) which includes autonomous territories and regions, Norway ranks as number eleven. It has the world's largest sovereign wealth fund, with a value of US$1 trillion. Norway has had the highest Human Development Index ranking in the world since 2009, a position also held previously between 2001 and 2006. It also had the highest inequality-adjusted ranking until 2018 when Iceland moved to the top of the list. Norway ranked first on the World Happiness Report for 2017 and currently ranks first on the OECD Better Life Index, the Index of Public Integrity, and the Democracy Index. Norway also has one of the lowest crime rates in the world.",
  "/wiki/Tea_sandwich": "A tea sandwich (also referred to as finger sandwich) is a small prepared sandwich meant to be eaten at afternoon teatime to stave off hunger until the main meal.\n The tea sandwich may take a number of different forms, but should be easy to handle, and should be capable of being eaten in two or three bites. It may be a long, narrow sandwich, a triangular half-sandwich, or a small biscuit. It may also be cut into other decorative shapes with a cookie cutter.\n The bread is traditionally white, thinly sliced, and buttered. The bread crust is cut away cleanly from the sandwich after the sandwich has been prepared but before serving. Modern bread variations might include wheat, pumpernickel, sour dough or rye bread. The bread used for preparing finger sandwiches is sometimes referred to as sandwich bread.\n Fillings are light, and are \"dainty\" or \"delicate\" in proportion to the amount of bread. Spreads might include butter, cream cheese or mayonnaise mixtures, and the sandwiches often feature fresh vegetables such as radishes, olives, cucumber, asparagus, or watercress. The cucumber tea sandwich in particular is considered the quintessential tea sandwich. Other popular tea sandwich fillings include tomatoes, pimento cheese, ham with mustard, smoked salmon, fruit jam, curried chicken, fish paste, and egg salad.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Tortilla": "A tortilla (/tɔːrˈtiːə/, Spanish: [toɾˈtiʎa]) is a type of thin flatbread, typically made from corn or wheat. In Spanish, \"tortilla\" means \"small torta\", or \"small cake\". It was first made by the indigenous peoples of Mesoamerica before European contact. The Aztecs and other Nahuatl speakers call tortillas tlaxcalli ([t͡ɬaʃˈkalli]).",
  "/wiki/Flatbread": "A flatbread is a bread made with flour, water, and salt, and then thoroughly rolled into flattened dough. Many flatbreads are unleavened, although some are leavened, such as pita bread.\n Flatbreads range from below one millimeter to a few centimeters thick so that they can be easily eaten without being sliced. They can be baked in an oven, fried in hot oil, grilled over hot coals, cooked on a hot pan, tava, comal, or metal griddle, and eaten fresh or packaged and frozen for later use.",
  "/wiki/Totopo": "Totopo, in Mexican cuisine, is a flat, round, or triangular corn product similar to a tortilla, that has been toasted, fried or baked, but it may be prepared with nixtamalized corn masa. Totopos are best known as originating from Zapotec peoples of the isthmus of Tehuantepec region of the Mexican state of Oaxaca. There, the Zapotec women bake totopos in a clay oven known as a comixcal. Totopos resemble a round, baked tortilla chip or certain types of Scandinavian flat bread, however, unlike tortillas, salt is added to the masa and holes are made in the disk prior to baking.\n Totopo may also refer to triangular fried tortillas (totopos de maiz), which are essentially Tortilla chips. When the whole round tortilla is baked or fried it is generally known as a tostada.\n An important feature of the baking and salting process is preservation. To prevent the decomposition of the corn and growth of mold, regular tortillas generally need to be eaten the same day as they are made (or stored cold) due to the moisture content, whereas totopos may be stored for future consumption, in the same manner as dry crackers.\n In some cases, fried tortilla chips commercially made both in Mexico and the United States are labeled as or referred to as totopos, although they are not made in the manner of the Oaxacan totopo.",
  "/wiki/Oaxaca": "Oaxaca (English: /wəˈhɑːkə/ wə-HAH-kə, also US: /wɑːˈhɑːkɑː/ wah-HAH-kah, Spanish: [waˈxaka] (listen); from Nahuatl: Huāxyacac [waːʃˈjakak] (listen)), officially the Free and Sovereign State of Oaxaca (Spanish: Estado Libre y Soberano de Oaxaca), is one of the 32 states which compose the Federative Entities of Mexico. It is divided into 570 municipalities, of which 418 (almost three quarters) are governed by the system of usos y costumbres (customs and traditions) with recognized local forms of self-governance. Its capital city is Oaxaca de Juárez.\n Oaxaca is located in Southwestern Mexico. It is bordered by the states of Guerrero to the west, Puebla to the northwest, Veracruz to the north, and Chiapas to the east. To the south, Oaxaca has a significant coastline on the Pacific Ocean.\n The state is best known for its indigenous peoples and cultures. The most numerous and best known are the Zapotecs and the Mixtecs, but there are sixteen that are officially recognized. These cultures have survived better than most others in México due to the state's rugged and isolating terrain. Most live in the Central Valleys region, which is also an economically important area for tourism, with people attracted for its archeological sites such as Monte Albán, and Mitla, and its various native cultures and crafts. Another important tourist area is the coast, which has the major resort of Huatulco and sandy beaches of Puerto Escondido, Puerto Ángel, Zipolite, Bahia de Tembo, and Mazunte. Oaxaca is also one of the most biologically diverse states in Mexico, ranking in the top three, along with Chiapas and Veracruz, for numbers of reptiles, amphibians, mammals and plants.",
  "/wiki/List_of_snack_foods": "This is a list of snack foods in alphabetical order by type and name. A snack is a small portion of food eaten between meals. This may be a snack food, such as potato chips or baby carrots, but can also simply be a small amount of any food."
}