{
  "/wiki/Louvre": "The Louvre (English: /ˈluːv(rə)/ LOOV(-rə)), or the Louvre Museum (French: Musée du Louvre [myze dy luvʁ] (listen)), is the world's  largest art museum and a historic monument in Paris, France. A central landmark of the city, it is located on the Right Bank of the Seine in the city's 1st arrondissement (district or ward). Approximately 38,000 objects from prehistory to the 21st century are exhibited over an area of 72,735 square meters (782,910 square feet). In 2019, the Louvre received 9.6 million visitors.",
  "/wiki/Mona_Lisa": "The Mona Lisa (/ˌmoʊnə ˈliːsə/; Italian: Monna Lisa [ˈmɔnna ˈliːza] or La Gioconda [la dʒoˈkonda], French: La Joconde [la ʒɔkɔ̃d]) is a half-length portrait painting by the Italian artist Leonardo da Vinci. It is considered an archetypal masterpiece of the Italian Renaissance, and has been described as \"the best known, the most visited, the most written about, the most sung about, the most parodied work of art in the world.\" The painting's novel qualities include the subject's expression, which is frequently described as enigmatic, the monumentality of the composition, the subtle modelling of forms, and the atmospheric illusionism.",
  "/wiki/Vincenzo_Peruggia": "Vincenzo Peruggia (October 8,1881 – October 8, 1925) was an Italian thief, most famous for stealing the Mona Lisa on 21 August 1911. Born in Dumenza, Varese, Italy, he died in Saint-Maur-des-Fossés, France.",
  "/wiki/Ghent_Altarpiece": "The Ghent Altarpiece (or the Adoration of the Mystic Lamb, Dutch: Het Lam Gods) is a large and complex 15th-century polyptych altarpiece in St Bavo's Cathedral, Ghent, Belgium. It was begun c. the mid-1420s and completed before 1432, and is attributed to the Early Netherlandish painters and brothers Hubert and Jan van Eyck. The altarpiece is considered a masterpiece of European art and one of the world's treasures.",
  "/wiki/Jan_van_Eyck": "Jan van Eyck (/væn ˈaɪk/ van EYEK, Dutch: [ˈjɑn vɑn ˈɛik]; c.  before 1390 – 9 July 1441) was a painter from the County of Loon (present day Belgium) active in Bruges. He is one of the early innovators of what became known as Early Netherlandish painting, and one of the most significant representatives of Early Northern Renaissance art. The surviving records of his early life indicate that he was born around 1380–1390, most likely in Maaseik (then Maaseyck, hence his name), in present-day Belgium. He took employment in the Hague around 1422, when he was already a master painter with workshop assistants, and employed as painter and valet de chambre with John III the Pitiless, ruler of Holland and Hainaut. He was then employed in Lille as court painter to Philip the Good, Duke of Burgundy after John's death in 1425, until he moved to Bruges in 1429 where he lived until his death. He was highly regarded by Philip and undertook a number of diplomatic visits abroad, including to Lisbon in 1428 to explore the possibility of a marriage contract between the duke and Isabella of Portugal.",
  "/wiki/Hubert_van_Eyck": "Hubert van Eyck or Huybrecht van Eyck (c. 1385/90 – 18 September 1426) was an Early Netherlandish painter and older brother of Jan van Eyck,[a] as well as Lambert and Margareta, also painters. The absence of any single work that he can clearly be said to have completed continues to make an assessment of his achievement highly uncertain, although for centuries he had the reputation of being an outstanding founding artist of Early Netherlandish painting.",
  "/wiki/The_Just_Judges": "The panel was displayed at the Saint Bavo Cathedral in Ghent, Belgium together with the rest of the Ghent Altarpiece, until it was stolen during the night of 10 April 1934,  possibly by the Belgian Arsène Goedertier (Lede, 23 December 1876 – Dendermonde, 25 November 1934). \nThe day after the theft the commissioner of the Ghent police, Antoine Luysterborghs, was briefly present at the crime scene before leaving to investigate a theft at a nearby cheese shop.",
  "/wiki/Arsène_Goedertier": "The panel was displayed at the Saint Bavo Cathedral in Ghent, Belgium together with the rest of the Ghent Altarpiece, until it was stolen during the night of 10 April 1934,  possibly by the Belgian Arsène Goedertier (Lede, 23 December 1876 – Dendermonde, 25 November 1934). \nThe day after the theft the commissioner of the Ghent police, Antoine Luysterborghs, was briefly present at the crime scene before leaving to investigate a theft at a nearby cheese shop.",
  "/wiki/Nazi_plunder": "Nazi plunder refers to art theft and other items stolen as a result of the organized looting of European countries during the time of the Third Reich by agents acting on behalf of the ruling Nazi Party of Germany. Plundering occurred from 1933 until the end of World War II, particularly by military units known as the Kunstschutz, although most plunder was acquired during the war. In addition to gold, silver and currency, cultural items of great significance were stolen, including paintings, ceramics, books and religious treasures. Although most of these items were recovered by agents of the Monuments, Fine Arts, and Archives program (MFAA, also known as the Monuments Men), on behalf of the Allies immediately following the war, many are still missing. There is an international effort underway to identify Nazi plunder that still remains unaccounted for, with the aim of ultimately returning the items to the rightful owners, their families or their respective countries.",
  "/wiki/Reichsleiter_Rosenberg_Institute_for_the_Occupied_Territories": "The Reichsleiter Rosenberg Taskforce (German: Einsatzstab Reichsleiter Rosenberg or ERR) was a Nazi Party organization dedicated to appropriating cultural property during the Second World War. It was led by the chief ideologue of the Nazi Party, Alfred Rosenberg, from within the NSDAP Office of Foreign Affairs (Außenpolitischen Amt der NSDAP or APA). Between 1940 and 1945, the ERR operated in France, the Benelux countries, Poland, the Baltic States, Greece, Italy and on the territory of the Soviet Union in the Reichskommissariat Ostland and Reichskommissariat Ukraine. Much of the looted material was recovered by the Allies after the war, and returned to rightful owners, but there remains a substantial part that has been lost or remains with the Allied powers.",
  "/wiki/Galerie_nationale_du_Jeu_de_Paume": "Jeu de Paume is an arts centre for modern and postmodern photography and media. It is located in the north corner (west side) of the Tuileries Gardens next to the Place de la Concorde in Paris. In 2004, Galerie Nationale du Jeu de Paume, Centre national de la photographie, and Patrimoine Photographique merged to form the Association Jeu de Paume.",
  "/wiki/Art_collection": "A museum is distinguished by a collection of often unique objects that forms the core of its activities for exhibitions, education, research, etc. This differentiates it from an archive or library, where the contents may be more paper-based, replaceable and less exhibition oriented, or a private collection of art formed by an individual, family or institution that may grant no public access. A museum normally has a collecting policy for new acquisitions, so only objects in certain categories and of a certain quality are accepted into the collection.  The process by which an object is formally included in the collection is called accessioning and each object is given a unique accession number.",
  "/wiki/Allies_of_World_War_II": "The Allies of World War II, called the United Nations from the 1 January 1942 declaration, were the countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to control German, Japanese and Italian aggression.",
  "/wiki/Geneva_conventions": "The Geneva Conventions comprise four treaties, and three additional protocols, that establish the standards of international law for humanitarian treatment in war. The singular term Geneva Convention usually denotes the agreements of 1949, negotiated in the aftermath of the Second World War (1939–1945), which updated the terms of the two 1929 treaties, and added two new conventions. The Geneva Conventions extensively defined the basic rights of wartime prisoners (civilians and military personnel), established protections for the wounded and sick, and established protections for the civilians in and around a war-zone. The treaties of 1949 were ratified, in whole or with reservations, by 196 countries. Moreover, the Geneva Convention also defines the rights and protections afforded to non-combatants; however, because the Geneva Conventions are about people in war, the articles do not address warfare proper—the use of weapons of war—which is the subject of the Hague Conventions[a], and the bio-chemical warfare Geneva Protocol[b].",
  "/wiki/Theft_of_medieval_art_from_Quedlinburg": "The theft of medieval art from Quedlinburg was perpetrated by United States Army Lieutenant Joe T. Meador in the days prior to the end of World War II in Europe. Precious church objects stored near Quedlinburg, Germany, were found by the U.S. Army. They were placed under guard, but eight extremely valuable objects went missing, including a 9th-century illuminated manuscript gospel book, the Samuhel Evangeliar (English: Samuhel Gospel), and a printed evangeliary (book of gospel readings for services) dating to 1513 (the Evangelistar aus St. Wiperti), both with jewelled book-covers, as well as reliquaries, an ivory liturgical comb and other objects.",
  "/wiki/Quedlinburg": "Quedlinburg (German pronunciation: [ˈkveːdlɪnbʊʁk]) is a town situated just north of the Harz mountains, in the district of Harz in the west of Saxony-Anhalt, Germany. In 1994, the castle, church and old town were added to the UNESCO World Heritage List.",
  "/wiki/Statute_of_limitations": "A statute of limitations is a law passed by a legislative body in a common law system to set the maximum time after an event within which legal proceedings may be initiated.",
  "/wiki/Georgia_O'Keeffe": "Georgia Totto O'Keeffe (November 15, 1887 – March 6, 1986) was an American artist. She was best known for her paintings of enlarged flowers, New York skyscrapers, and New Mexico landscapes. O'Keeffe has been recognized as the \"Mother of American modernism\".",
  "/wiki/Alfred_Stieglitz": "Alfred Stieglitz HonFRPS (January 1, 1864 – July 13, 1946) was an American photographer and modern art promoter who was instrumental over his fifty-year career in making photography an accepted art form. In addition to his photography, Stieglitz was known for the New York art galleries that he ran in the early part of the 20th century, where he introduced many avant-garde European artists to the U.S. He was married to painter Georgia O'Keeffe.",
  "/wiki/Princeton_Gallery_of_Fine_Arts": "The Princeton University Art Museum (PUAM) is the Princeton University gallery of art, located in Princeton, New Jersey.  Founded in 1882, it now houses over 92,000 works of art that range from antiquity to the contemporary period.  The Princeton University Art Museum dedicates itself to supporting and enhancing the University's goals of teaching, research, and service in fields of art and culture, as well as to serving regional communities and visitors from around the world.  Its collections concentrate on the Mediterranean region, Western Europe, China, the United States, and Latin America.",
  "/wiki/Old_Master": "In art history, \"Old Master\" (or \"old master\") refers to any painter of skill who worked in Europe before about 1800, or a painting by such an artist. An \"old master print\" is an original print (for example an engraving or etching) made by an artist in the same period. The term \"old master drawing\" is used in the same way.",
  "/wiki/Rembrandt": "Rembrandt Harmenszoon van Rijn (/ˈrɛmbrænt/, also US: /-brɑːnt/, Dutch: [ˈrɛmbrɑnt ˈɦɑrmə(n)soːn vɑn ˈrɛin] (listen); 15 July 1606 – 4 October 1669) was a Dutch draughtsman, painter, and printmaker. An innovative and prolific master in three media, he is generally considered one of the greatest visual artists in the history of art and the most important in Dutch art history. Unlike most Dutch masters of the 17th century, Rembrandt's works depict a wide range of style and subject matter, from portraits and self-portraits to landscapes, genre scenes, allegorical and historical scenes, and biblical and mythological themes as well as animal studies. His contributions to art came in a period of great wealth and cultural achievement that historians call the Dutch Golden Age, when Dutch art (especially Dutch painting), although in many ways antithetical to the Baroque style that dominated Europe, was extremely prolific and innovative and gave rise to important new genres. Like many artists of the Dutch Golden Age, such as Jan Vermeer of Delft, Rembrandt was also an avid art collector and dealer.",
  "/wiki/Peter_Paul_Rubens": "Sir Peter Paul Rubens (/ˈruːbənz/; Dutch: [ˈrybə(n)s]; 28 June 1577 – 30 May 1640) was a Flemish artist. He is considered the most influential artist of Flemish Baroque tradition. Rubens's highly charged compositions reference erudite aspects of classical and Christian history. His unique and immensely popular Baroque style emphasized movement, colour, and sensuality, which followed the immediate, dramatic artistic style promoted in the Counter-Reformation. Rubens specialized in making altarpieces, portraits, landscapes, and history paintings of mythological and allegorical subjects.",
  "/wiki/Adam_Elsheimer": "Adam Elsheimer (18 March 1578 – 11 December 1610) was a German artist working in Rome who died at only thirty-two, but was very influential in the early 17th century in the field of Baroque paintings.  His relatively few paintings were small scale, nearly all painted on copper plates, of the type often known as cabinet paintings.  They include a variety of light effects, and an innovative treatment of landscape.  He was an influence on many other artists, including Rembrandt and Peter Paul Rubens.",
  "/wiki/Gerrit_Dou": "Gerrit Dou (7 April 1613 – 9 February 1675), also known as Gerard and Douw or Dow, was a Dutch Golden Age painter, whose small, highly polished paintings are typical of the Leiden fijnschilders. He specialised in genre scenes and is noted for his trompe l'oeil \"niche\" paintings and candlelit night-scenes with strong chiaroscuro. He was a student of Rembrandt.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/Pablo_Picasso": "Pablo Ruiz Picasso[a] (UK: /ˈpæbloʊ pɪˈkæsoʊ/, US: /ˈpɑːbloʊ pɪˈkɑːsoʊ, -ˈkæs-/, Spanish: [ˈpaβlo piˈkaso]; 25 October 1881 – 8 April 1973) was a Spanish painter, sculptor, printmaker, ceramicist, stage designer, poet and playwright who spent most of his adult life in France. Regarded as one of the most influential artists of the 20th century, he is known for co-founding the Cubist movement, the invention of constructed sculpture, the co-invention of collage, and for the wide variety of styles that he helped develop and explore. Among his most famous works are the proto-Cubist Les Demoiselles d'Avignon (1907), and Guernica (1937), a dramatic portrayal of the bombing of Guernica by the German and Italian airforces during the Spanish Civil War.",
  "/wiki/Henry_Moore": "Henry Spencer Moore OM CH FBA (30 July 1898 – 31 August 1986) was an English artist. He is best known for his semi-abstract monumental bronze sculptures which are located around the world as public works of art.  As well as sculpture, Moore produced many drawings, including a series depicting Londoners sheltering from the Blitz during the Second World War, along with other graphic works on paper.",
  "/wiki/Istanbul,_Turkey": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/Mary_Cassatt": "Mary Stevenson Cassatt (/kəˈsæt/; May 22, 1844 – June 14, 1926) was an American painter and printmaker. She was born in Allegheny City, Pennsylvania (now part of Pittsburgh's North Side), but lived much of her adult life in France, where she first befriended Edgar Degas and later exhibited among the Impressionists. Cassatt often created images of the social and private lives of women, with particular emphasis on the intimate bonds between mothers and children.",
  "/wiki/Monet": "Oscar-Claude Monet (UK: /ˈmɒneɪ/, US: /moʊˈneɪ/, French: [klod mɔnɛ]; 14 November 1840 – 5 December 1926) was a French painter, a founder of French Impressionist painting and the most consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature, especially as applied to plein air landscape painting. The term \"Impressionism\" is derived from the title of his painting Impression, soleil levant (Impression, Sunrise), which was exhibited in 1874 in the first of the independent exhibitions mounted by Monet and his associates as an alternative to the Salon de Paris.",
  "/wiki/Pissarro": "Camille Pissarro (/pɪˈsɑːroʊ/ piss-AR-oh, French: [kamij pisaʁo]; 10 July 1830 – 13 November 1903) was a Danish-French Impressionist and Neo-Impressionist painter born on the island of St Thomas (now in the US Virgin Islands, but then in the Danish West Indies). His importance resides in his contributions to both Impressionism and Post-Impressionism. Pissarro studied from great forerunners, including Gustave Courbet and Jean-Baptiste-Camille Corot. He later studied and worked alongside Georges Seurat and Paul Signac when he took on the Neo-Impressionist style at the age of 54.",
  "/wiki/Rouault": "Rouault is a surname that may refer to:",
  "/wiki/Stephen_Hahn_(art_dealer)": "Stephen Hahn (February 1, 1921 – April 2, 2011) was an American art dealer and collector. An expert on Picasso, Degas, and others, he held one of the most significant collections of twentieth century masters during his years operating the Stephen Hahn Gallery in New York, NY.",
  "/wiki/1972_Montreal_Museum_of_Fine_Arts_robbery": "The 1972 Montreal Museum of Fine Arts robbery, sometimes called the Skylight Caper, took place very early in the morning of September 4 of that year. Three armed robbers used a skylight under repair to gain entry to the museum from its roof, tied up the three guards on duty, and left on foot with 18 paintings, including a rare Rembrandt landscape and works by Jan Brueghel the Elder, Corot, Delacroix, Rubens, and Thomas Gainsborough, as well as some figurines and jewellery. One of the Brueghels was returned by the thieves as an initiative to start ransom negotiations. None of the other paintings has ever been recovered and the robbers have never been arrested or even publicly identified, although there is at least one informal suspect.",
  "/wiki/Montreal_Museum_of_Fine_Arts": "The Montreal Museum of Fine Arts (MMFA; French: Musée des beaux-arts de Montréal, MBAM) is an art museum in Montreal, Quebec, Canada. It is the largest art museum in Canada by gallery space. The museum is located on the historic Golden Square Mile stretch of Sherbrooke Street.",
  "/wiki/Eugène_Delacroix": "Ferdinand Victor Eugène Delacroix (/ˈdɛləkrwɑː, ˌdɛləˈkrwɑː/ DEL-ə-krwah, DEL-ə-KRWAH, French: [øʒɛn dəlakʁwa]; 26 April 1798 – 13 August 1863) was a French Romantic artist regarded from the outset of his career as the leader of the French Romantic school.",
  "/wiki/Thomas_Gainsborough": "Thomas Gainsborough RA FRSA (14 May 1727 (baptised) – 2 August 1788) was an English portrait and landscape painter, draughtsman, and printmaker. Along with his rival Sir Joshua Reynolds, he is considered one of the most important British artists of the second half of the 18th century. He painted quickly, and the works of his maturity are characterised by a light palette and easy strokes. Despite being a prolific portrait painter, Gainsborough gained greater satisfaction from his landscapes. He is credited (with Richard Wilson) as the originator of the 18th-century British landscape school. Gainsborough was a founding member of the Royal Academy.",
  "/wiki/Jan_Brueghel_the_Elder": "Jan Brueghel (also Bruegel or Breughel) the Elder (/ˈbrɔɪɡəl/, also US: /ˈbruːɡəl/; Dutch: [ˈjɑn ˈbrøːɣəl] (listen); 1568 – 13 January 1625) was a Flemish painter and draughtsman. He was the son of the eminent Flemish Renaissance painter Pieter Brueghel the Elder. A close friend and frequent collaborator with Peter Paul Rubens, the two artists were the leading Flemish painters in the first three decades of the 17th century.",
  "/wiki/The_Globe_and_Mail": "The Globe and Mail is a Canadian newspaper printed in five cities in western and central Canada. With a weekly readership of 2,018,923 in 2015, it is Canada's most widely read newspaper on weekdays and Saturdays, although it falls slightly behind the Toronto Star in overall weekly circulation because the Star publishes a Sunday edition while the Globe does not. The Globe and Mail is regarded by some as Canada's \"newspaper of record\".",
  "/wiki/Russborough_House": "Russborough House is a stately house situated near the Blessington Lakes in County Wicklow, Ireland, between the towns of Blessington and Ballymore Eustace and is reputed to be the longest house in Ireland, with a frontage measuring 210 m/700 ft. It is an example of Palladian architecture, designed by Richard Cassels for Joseph Leeson, 1st Earl of Milltown and built between 1741 and 1755. The interior of the house contains some ornate plasterwork on the ceilings by the Lafranchini brothers, who also collaborated with Cassels on Carton House.",
  "/wiki/Alfred_Lane_Beit": "Sir Alfred Lane Beit, 2nd Baronet (January 19, 1903 – 12 May 1994) was a British Conservative Party politician, art collector and philanthropist and honorary Irish citizen.",
  "/wiki/Provisional_Irish_Republican_Army": "The Irish Republican Army (IRA; Irish: Óglaigh na hÉireann), also known as the Provisional Irish Republican Army (Provisional IRA or Provos), was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It saw itself as the successor to the original IRA and called itself simply the Irish Republican Army (IRA), or Óglaigh na hÉireann in Irish, and was broadly referred to as such by others. The IRA was designated a terrorist organisation in the United Kingdom and an illegal organisation in the Republic of Ireland.",
  "/wiki/Rose_Dugdale": "Bridget Rose Dugdale (born 1941), better known as Rose Dugdale, is a former debutante who rebelled against her wealthy upbringing, becoming a volunteer in the militant Irish republican organisation, the Provisional Irish Republican Army (IRA). As an IRA member, she took part in the theft of paintings worth IR£8 million and a bomb attack on a Royal Ulster Constabulary (RUC) station using a hijacked helicopter.",
  "/wiki/County_Cork": "County Cork (Irish: Contae Chorcaí) is a county in Ireland. It is the largest and southernmost county of Ireland, situated in the province of Munster and named after the city of Cork, Ireland's second-largest city. The Cork County Council is the local authority for the county. Its largest market towns are Mallow, Macroom, Midleton, and Skibbereen. In 2016, the county's population was 542,868, making it the third-most populous county in Ireland. Notable Corkonians include Michael Collins, Jack Lynch, and Sonia O'Sullivan.",
  "/wiki/Dublin": "Dublin (/ˈdʌblɪn/, locally /ˈdʊb-/; Irish: Baile Átha Cliath [ˈbˠalʲə aːhə ˈklʲiə; ˌbʲlʲaː ˈklʲiə]) is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster.  It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region (formerly County Dublin) as of 2016[update] was 1,347,359. The population of the Greater Dublin Area was 1,904,806 per the 2016 census.",
  "/wiki/Martin_Cahill": "Martin \"The General\" Cahill (23 May 1949 – 18 August 1994) was a prominent Irish criminal from Dublin.",
  "/wiki/Clondalkin": "Clondalkin (/klʊnˈdɔːkɪn/; Irish: Cluain Dolcáin, meaning \"Dolcan's meadow\") is a suburban town situated 10 km south-west of Dublin city centre, Ireland, under the administrative jurisdiction of South Dublin.  It features an eighth-century round tower that acts as a focal point for the area.  Clondalkin forms part of the Dublin Mid-West Dáil constituency and its postal code is Dublin 22.",
  "/wiki/Turkish_invasion_of_Cyprus": "The Turkish invasion of Cyprus (Turkish: Kıbrıs Barış Harekâtı, lit. 'Cyprus peace operation' and Greek: Τουρκική εισβολή στην Κύπρο), code-named by Turkey as Operation Atilla, (Turkish: Atilla Harekâtı) was a Turkish military invasion of the island country of Cyprus. It was launched on 20 July 1974, following the Cypriot coup d'état on 15 July 1974.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Cypriot_Orthodox_Church": "The Church of Cyprus (Greek: Ἐκκλησία τῆς Κύπρου) is one of the autocephalous Greek Orthodox Churches that together with other Eastern Orthodox Churches form the communion of the Eastern Orthodox Church. It is one of the oldest Eastern Orthodox autocephalous churches, achieving independence from the Patriarchate of Antioch and All the East in 431. The bishop of the ancient capital, Salamis (renamed Constantia by Emperor Constantius II) was constituted metropolitan by Emperor Zeno, with the title archbishop.",
  "/wiki/Palais_des_Papes": "The Palais des Papes (English: Palace of the Popes; lo Palais dei Papas in Occitan) is a historical palace located in Avignon, Southern France. It is one of the largest and most important medieval Gothic buildings in Europe. Once a fortress and palace, the papal residence was the seat of Western Christianity during the 14th century. Six papal conclaves were held in the Palais, leading to the elections of Benedict XII in 1334, Clement VI in 1342, Innocent VI in 1352, Urban V in 1362, Gregory XI in 1370 and Antipope Benedict XIII in 1394.",
  "/wiki/Avignon": "Avignon (UK: /ˈævɪnjɒ̃/, US: /ˌævɪnˈjoʊn/, French: [aviɲɔ̃] (listen); Provençal: Avinhon (Classical norm) or Avignoun (Mistralian norm) [aviˈɲun]; Latin: Avenio) is a commune in south-eastern France in the department of Vaucluse on the left bank of the Rhône river. Of the 90,194 inhabitants of the city (as of 2011[update]), about 12,000 live in the ancient town centre enclosed by its medieval ramparts.",
  "/wiki/L._A._Mayer_Institute_for_Islamic_Art": "The Museum for Islamic Art (formerly known as the L.A. Mayer Institute for Islamic Art) (Hebrew: מוזיאון ל. א. מאיר לאמנות האסלאם, Arabic: معهد ل. أ. مئير للفن الإسلامي) is a museum in Jerusalem, established in 1974. Located on the corner of HaPalmach Street in Katamon, down the road from the Jerusalem Theater, it houses Islamic pottery, textiles, jewelry, ceremonial objects and other Islamic cultural artifacts.",
  "/wiki/Jerusalem": "Jerusalem (/dʒəˈruːsələm/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יְרוּשָׁלַיִם Yerushaláyim; Arabic: القُدس‎ al-Quds or Bayt al-Maqdis, also spelled Baitul Muqaddas)[note 2] is a city in the Middle East, located on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there and the State of Palestine ultimately foresees it as its seat of power; however, neither claim is widely recognized internationally.[note 3]",
  "/wiki/Marie-Antoinette": "Marie Antoinette (/ˌæntwəˈnɛt, ˌɒ̃t-/, French: [maʁi ɑ̃twanɛt] (listen); born Maria Antonia Josepha Johanna; 2 November 1755 – 16 October 1793) was the last Queen of France before the French Revolution. She was born an Archduchess of Austria and was the penultimate child and youngest daughter of Empress Maria Theresa and Francis I, Holy Roman Emperor. She became Dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne. On 10 May 1774, her husband ascended the throne as Louis XVI and she assumed the title Queen of France and Navarre, which she held until September 1791, when she became Queen of the French as the French Revolution proceeded, a title that she held until 21 September 1792.",
  "/wiki/Abraham-Louis_Breguet": "Abraham-Louis Breguet (10 January 1747 – 17 September 1823), born in Neuchâtel, then a Prussian principality, was a horologist who made many innovations in the course of a career in watchmaking in France. In his lifetime he was considered the leading watchmaker of his day, and he built up a clientele that included many leading public figures and members of the European nobility.",
  "/wiki/Marie_Antoinette": "Marie Antoinette (/ˌæntwəˈnɛt, ˌɒ̃t-/, French: [maʁi ɑ̃twanɛt] (listen); born Maria Antonia Josepha Johanna; 2 November 1755 – 16 October 1793) was the last Queen of France before the French Revolution. She was born an Archduchess of Austria and was the penultimate child and youngest daughter of Empress Maria Theresa and Francis I, Holy Roman Emperor. She became Dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne. On 10 May 1774, her husband ascended the throne as Louis XVI and she assumed the title Queen of France and Navarre, which she held until September 1791, when she became Queen of the French as the French Revolution proceeded, a title that she held until 21 September 1792.",
  "/wiki/Musée_Marmottan_Monet": "Musée Marmottan Monet is located at 2, rue Louis Boilly in the 16th arrondissement of Paris and features over three hundred Impressionist and Post-Impressionist paintings by Claude Monet, including his 1872 Impression, Sunrise. It is the largest collection of his works.",
  "/wiki/Pistol": "A pistol is a type of handgun, the most common types of which today are the semi-automatic pistol and the derringer.  The English word was introduced in ca. 1570 from the Middle French pistolet (ca. 1550), when early handguns were produced in Europe.  Single-shot pistols are now less common and used primarily for hunting, while fully automatic pistols are rare due to strict laws and regulations governing their manufacture and sale.",
  "/wiki/Impression,_Sunrise": "Impression, Sunrise (French: Impression, soleil levant) is a painting by Claude Monet first shown at what would become known as the \"Exhibition of the Impressionists\" in Paris in April, 1874. The painting is credited with inspiring the name of the Impressionist movement.",
  "/wiki/Claude_Monet": "Oscar-Claude Monet (UK: /ˈmɒneɪ/, US: /moʊˈneɪ/, French: [klod mɔnɛ]; 14 November 1840 – 5 December 1926) was a French painter, a founder of French Impressionist painting and the most consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature, especially as applied to plein air landscape painting. The term \"Impressionism\" is derived from the title of his painting Impression, soleil levant (Impression, Sunrise), which was exhibited in 1874 in the first of the independent exhibitions mounted by Monet and his associates as an alternative to the Salon de Paris.",
  "/wiki/Impressionism": "Impressionism is a 19th-century art movement characterized by relatively small, thin, yet visible brush strokes, open composition, emphasis on accurate depiction of light in its changing qualities (often accentuating the effects of the passage of time), ordinary subject matter, inclusion of movement as a crucial element of human perception and experience, and unusual visual angles. Impressionism originated with a group of Paris-based artists whose independent exhibitions brought them to prominence during the 1870s and 1880s.",
  "/wiki/Pierre-Auguste_Renoir": "Pierre-Auguste Renoir, commonly known as Auguste Renoir (/ˈrɛnwɑːr, rɛnˈwɑːr/ REN-wahr, ren-WAHR; French: [pjɛʁ oɡyst ʁənwaʁ]; 25 February 1841 – 3 December 1919), was a French artist who was a leading painter in the development of the Impressionist style. As a celebrator of beauty and especially feminine sensuality, it has been said that \"Renoir is the final representative of a tradition which runs directly from Rubens to Watteau.\"",
  "/wiki/Berthe_Morisot": "Berthe Marie Pauline Morisot (French: [mɔʁizo]; January 14, 1841 – March 2, 1895) was a painter and a member of the circle of painters in Paris who became known as the Impressionists.",
  "/wiki/Corsica": "Corsica (/ˈkɔːrsɪkə/; French: Corse [kɔʁs]; Corsica in Corsican and Italian, pronounced [ˈkorsiga] and [ˈkɔrsika] respectively) is an island in the Mediterranean Sea and one of the 18 regions of France. It is located southeast of the French mainland and west of the Italian Peninsula, with the nearest land mass being the Italian island of Sardinia to the immediate south. A single chain of mountains makes up two-thirds of the island.",
  "/wiki/University_of_Arizona_Museum_of_Art": "The University of Arizona Museum of Art (UAMA) is an art museum in Tucson, Arizona, operated by the University of Arizona. The museum's permanent collection includes more than 6,000 works of art, including paintings, sculptures, prints and drawings with an emphasis on European and American fine art from the Renaissance to the present.",
  "/wiki/Willem_de_Kooning": "Willem de Kooning (/də ˈkuːnɪŋ/; Dutch: [ˈʋɪləm də ˈkoːnɪŋ]; April 24, 1904 – March 19, 1997) was a Dutch-American abstract expressionist artist. He was born in Rotterdam and moved to the United States in 1926, becoming an American citizen in 1962. In 1943, he married painter Elaine Fried.",
  "/wiki/Woman-Ochre": "Woman-Ochre is a 1955 abstract expressionist oil painting by Dutch-born American artist Willem de Kooning, part of his Woman series from that period. It was controversial in its day, like the other paintings in the series, for its explicit use of figures, which Jackson Pollock and other abstract expressionists considered a betrayal of the movement's ideal of pure, non-representational painting. Feminists also considered the works misogynistic, suggesting violent impulses toward the women depicted.",
  "/wiki/New_Mexico": "New Mexico (Spanish: Nuevo México Spanish pronunciation: [ˈnweβo ˈmexiko] (listen), Navajo: Yootó Hahoodzo pronounced [jòːtxó xɑ̀xʷòːtsò]) is a state in the Southwestern region of the United States of America; its capital and cultural center is Santa Fe, which was founded in 1610 as capital of Nuevo México (itself established as a province of New Spain in 1598), while its largest city is Albuquerque with its accompanying metropolitan area. It is one of the Mountain States and shares the Four Corners region with Utah, Colorado, and Arizona. New Mexico is also bordered by the state of Texas to the east-southeast, Oklahoma to the northeast, and the Mexican states of Chihuahua to the south and Sonora to the southwest. With an estimated population of 2,096,829 as of the July 1, 2019 U.S. Census Bureau estimate, New Mexico is the 36th largest state by population. With a total area of 121,592 sq mi (314,920 km2), it is the fifth-largest and sixth-least densely populated of the 50 states. Due to their geographic locations, northern and eastern New Mexico exhibit a colder, alpine climate, while western and southern New Mexico exhibit a warmer, arid climate.",
  "/wiki/Estate_sale": "An estate sale or estate liquidation is a sale or auction to dispose of a substantial portion of the materials owned by a person who is recently deceased or who must dispose of their personal property to facilitate a move.",
  "/wiki/Isabella_Stewart_Gardner_Museum": "The Isabella Stewart Gardner Museum is an art museum in Boston, Massachusetts, which houses significant examples of European, Asian, and American art. Its collection includes paintings, sculpture, tapestries, and decorative arts. It is originally the home of Isabella Stewart Gardner, whose will called for her art collection be permanently exhibited \"for the education and enjoyment of the public forever\".",
  "/wiki/Isabella_Stewart_Gardner_Museum_theft": "On March 18, 1990, thirteen works of art were stolen from the Isabella Stewart Gardner Museum in Boston. In the early hours, guards admitted two men posing as police officers responding to a disturbance call. Once inside, the thieves tied up the guards and looted the museum over the next hour. The Federal Bureau of Investigation (FBI) has valued the haul at $500 million. Despite efforts by the FBI and multiple probes around the world, no arrests have been made and no works have been recovered. The museum is offering a $10 million reward for information leading to the art's recovery, the largest bounty ever offered by a private institution.",
  "/wiki/Vermeer": "Johannes Vermeer (UK: /vɜːrˈmɪər, vɛərˈmɪər/, US: /vərˈmɪər, vərˈmɛər/, Dutch: [joːˈɦɑnəs fərˈmeːr]; October 1632 – December 1675) was a Dutch Baroque Period painter who specialized in domestic interior scenes of middle class life. He was a moderately successful provincial genre painter in his lifetime but evidently was not wealthy, leaving his wife and children in debt at his death, perhaps because he produced relatively few paintings.",
  "/wiki/The_Concert_(Vermeer)": "The Concert (c. 1664) is a painting by Dutchman Johannes Vermeer depicting a man and two women performing music. It belonged to the Isabella Stewart Gardner Museum in Boston, but was stolen in 1990 and remains missing. Experts believe it may be the most valuable stolen object in the world; as of 2015, it was valued at US$250 million.",
  "/wiki/The_Storm_on_the_Sea_of_Galilee": "The Storm on the Sea of Galilee is a 1633 oil-on-canvas painting by the Dutch Golden Age painter Rembrandt van Rijn. It was previously in the Isabella Stewart Gardner Museum in Boston but was stolen in 1990 and remains missing. The painting depicts the miracle of Jesus calming the storm on the Sea of Galilee, specifically as it is described in the fourth chapter of the Gospel of Mark.  It is Rembrandt's only seascape.",
  "/wiki/Portrait_of_a_Lady_and_Gentleman_in_Black": "A Lady and Gentleman in Black is a painting by the Dutch artist Rembrandt, painted in 1633. The oil-on-canvas painting measures 131.6 by 109 centimetres (51.8 in × 42.9 in). The painting hung in the Isabella Stewart Gardner Museum of Boston, Massachusetts, prior to being stolen in 1990.",
  "/wiki/Manet": "Édouard Manet (UK: /ˈmæneɪ/, US: /mæˈneɪ, mə-/, French: [edwaʁ manɛ]; 23 January 1832 – 30 April 1883) was a French modernist painter. He was one of the first 19th-century artists to paint modern life, and a pivotal figure in the transition from Realism to Impressionism.",
  "/wiki/Chez_Tortoni": "Chez Tortoni is a painting by the French artist Édouard Manet, painted ca. 1878–1880. The oil-on-canvas painting measures 26 by 34 centimetres (10 in × 13 in). The painting hung in the Isabella Stewart Gardner Museum of Boston, Massachusetts, United States, prior to being stolen in 1990.",
  "/wiki/Edgar_Degas": "Edgar Degas (UK: /ˈdeɪɡɑː/, US: /deɪˈɡɑː, dəˈɡɑː/; born Hilaire-Germain-Edgar De Gas, French: [ilɛːʁ ʒɛʁmɛ̃ ɛdɡaʁ də ɡa]; 19 July 1834 – 27 September 1917) was a French artist famous for his pastel drawings and oil paintings of ballerinas. Degas also produced bronze sculptures, prints, and drawings. Degas is especially identified with the subject of dance; more than half of his works depict dancers. Although Degas is regarded as one of the founders of Impressionism, he rejected the term, preferring to be called a realist, and did not paint outdoors as many Impressionists did. Degas was a superb draftsman, and particularly masterly in depicting movement, as can be seen in his rendition of dancers and bathing female nudes. In addition to ballet dancers and bathing women, Degas painted race horses and racing jockeys, as well as portraits. His portraits are notable for their psychological complexity and for their portrayal of human isolation.",
  "/wiki/Govaert_Flinck": "Govert (or Govaert) Teuniszoon Flinck (25 January 1615 – 2 February 1660) was a Dutch painter of the Dutch Golden Age.",
  "/wiki/Landscape_with_an_Obelisk": "Landscape with Obelisk is a painting by Dutch artist Govert Flinck, painted in 1638. The oil-on-wood painting measures 54.5 by 71 centimetres (21.5 in × 28.0 in). It was formerly attributed to Rembrandt. The painting hung in the Isabella Stewart Gardner Museum of Boston, Massachusetts, United States, prior to being stolen in 1990.",
  "/wiki/Finial": "A finial or hip-knob is an element marking the top or end of some object, often formed to be a decorative feature.  In architecture it is a decorative device, typically carved in stone, employed to emphasize the apex of a dome, spire, tower, roof, or gable or any of various distinctive ornaments at the top, end, or corner of a building or structure. Where there are several such elements they may be called pinnacles. Smaller finials in materials such as metal or wood are used as a decorative ornament on the tops or ends of poles or rods such as tent-poles or curtain rods or any object such as a piece of furniture. These are frequently seen on top of bed posts or clocks.  Decorative finials are also commonly used to fasten lampshades, and as an ornamental element at the end of the handles of souvenir spoons. The charm at the end of a pull chain (such as for a ceiling fan or a lamp) is also known as a finial.",
  "/wiki/The_Scream": "The Scream is the popular name given to a composition created by Norwegian Expressionist artist Edvard Munch in 1893. The original German title given by Munch to his work was Der Schrei der Natur (The Scream of Nature), and the Norwegian title is Skrik (Shriek). The agonised face in the painting has become one of the most iconic images of art, seen as symbolising the anxiety of the human condition.",
  "/wiki/National_Museum_of_Art,_Architecture_and_Design": "The National Museum of Art, Architecture and Design (Norwegian: Nasjonalmuseet for kunst, arkitektur og design) in Oslo is a Norwegian state-owned museum",
  "/wiki/Edvard_Munch": "Edvard Munch (/mʊŋk/ MUUNK, Norwegian: [ˈɛ̀dvɑʈ ˈmʊŋk] (listen); 12 December 1863 – 23 January 1944) was a Norwegian painter. His best known work, The Scream, has become one of the most iconic images of world art.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Frankfurt_art_theft_(1994)": "Three famous paintings were stolen from the Kunsthalle Schirn in Frankfurt in 1994.  Two thieves and a dealer were caught and sentenced to prison, but the people who had ordered the theft were never brought to justice.  This case of art theft is unique in that the paintings were recovered by buying them back from the people behind the theft, resulting in a heavy profit for the Tate Gallery, owner of two of the paintings.",
  "/wiki/Tate_Gallery": "Tate is an institution that houses, in a network of four art museums, the United Kingdom's national collection of British art, and international modern and contemporary art. It is not a government institution, but its main sponsor is the UK Department for Digital, Culture, Media and Sport.",
  "/wiki/Mather_Brown": "Mather Brown (baptized October 11, 1761 – May 25, 1831) was a portrait and historical painter, born in Boston, Massachusetts, but active in England.",
  "/wiki/Thomas_Jefferson": "Thomas Jefferson (April 13, 1743[a] – July 4, 1826) was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He previously served as the second vice president of the United States from 1797 to 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republicanism, and individual rights, motivating American colonists to break from the Kingdom of Great Britain and form a new nation; he produced formative documents and decisions at both the state and national level.",
  "/wiki/Art_theft": "Art theft is usually for the purpose of resale or for ransom (sometimes called artnapping). Stolen art is sometimes used by criminals as collateral to secure loans. Only a small percentage of stolen art is recovered—estimates range from 5 to 10%.[citation needed] Some nations operate police squads to investigate art theft."
}