{
  "/wiki/World_Rally_Championship": "The World Rally Championship (WRC) is a rallying series organised by the FIA, culminating with a champion driver, co-driver and manufacturer. The driver's world championship and manufacturer's world championship are separate championships, but based on the same point system. The series currently consists of 14 three-day events driven on surfaces ranging from gravel and tarmac to snow and ice. Each rally is split into 15–25 special stages which are run against the clock on closed roads.",
  "/wiki/2013_Rally_Argentina": "2013 Rally Argentina (officially: 33rd Philips Rally Argentina) was the fifth rally in the 2013 World Rally Championship hold between 1 and 4 May. It had 14 special stages totalling 407.64  competitive kilometres. 24 out of 32 racer finished the rally successfully.",
  "/wiki/S%C3%A9bastien_Loeb": "Sébastien Loeb (French pronunciation: ​[sebastjɛ̃ lœb]; born 26 February 1974) is a French professional rally, racing, and rallycross driver. He competed for the Citroën World Rally Team in the World Rally Championship (WRC) and is the most successful driver in WRC history, having won the world championship a record nine times in a row. He holds several other WRC records, including most event wins, most podium finishes and most stage wins. Loeb announced his retirement from World Rallying at the end of the 2012 season. Participating in selected events in the 2013 WRC season, he raced a full season in the FIA GT Series driving a McLaren MP4-12C before moving on with Citroën to the FIA World Touring Car Championship in 2014. In the 2018 season he is one of the official drivers of the Team Peugeot Total.",
  "/wiki/Citro%C3%ABn_DS3_WRC": "The Citroën DS3 WRC is the World Rally Car built for the Citroën World Rally Team by Citroën Racing for use from the 2011 World Rally Championship season. It is based upon the Citroën DS3 road car, and replaced the highly successful Citroën C4 WRC. It was built to the new World Rally Car regulations for 2011, which were based upon the existing Super 2000 regulations, but is powered by a turbocharged 1.6-litre engine rather than the normally aspirated 2-litre engine found in Super 2000 cars.",
  "/wiki/Daniel_Elena": "Daniel Elena (born 26 October 1972) is a Monégasque rally co-driver working with Sébastien Loeb. Between them, the pair have won the World Rally Championship (WRC) nine times, and currently compete with Hyundai. 79 wins make him the co-driver with the most victories in the history of the WRC.",
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/2013_IIHF_World_Championship": "The 2013 IIHF World Championship was the 77th event hosted by the International Ice Hockey Federation (IIHF), held in Stockholm, Sweden, and Helsinki, Finland, between 3–19 May 2013. TV4 and MTV3 served as host broadcasters of the event.",
  "/wiki/Sweden_men%27s_national_ice_hockey_team": "The Sweden men's national ice hockey team (Swedish: Sveriges herrlandslag i ishockey) is one of the most successful ice hockey teams in the world. The team is controlled by the Swedish Ice Hockey Association, and it is considered a member of the \"Big Six\", the unofficial group of the six strongest men's ice hockey nations, along with Canada, the Czech Republic, Finland, Russia and the United States.",
  "/wiki/FIA_World_Endurance_Championship": "The FIA World Endurance Championship is an auto racing world championship organized by the Automobile Club de l'Ouest (ACO) and sanctioned by the Fédération Internationale de l'Automobile (FIA).  The series supersedes the ACO's former Intercontinental Le Mans Cup which began in 2010, and is the first endurance series of world championship status since the demise of the World Sportscar Championship at the end of 1992.  The World Endurance Championship name was previously used by the FIA from 1981 to 1985.",
  "/wiki/1000_km_Spa": "The 6 Hours of Spa-Francorchamps (formerly the 1000 Kilometres of Spa-Francorchamps) is an endurance race for sports cars held at Circuit de Spa-Francorchamps in Belgium.",
  "/wiki/Andr%C3%A9_Lotterer": "André Lotterer (born 19 November 1981) is a Belgian-German professional racing driver currently racing for Porsche in the FIA Formula E Championship. He competes with a Belgian licence, while representing Germany. He is best known for his success in endurance racing with the works Audi team, including three victories in the 24 Hours of Le Mans and the drivers' title of the FIA World Endurance Championship. He has also competed in the Japanese Super Formula series for over a decade, winning the title in 2011.",
  "/wiki/Beno%C3%AEt_Tr%C3%A9luyer": "Benoît Tréluyer (French pronunciation: ​[bənwa tʁelyje]; born 7 December 1976) is a French professional racing driver.",
  "/wiki/Marcel_F%C3%A4ssler_(racing_driver)": "Marcel Fässler (born 27 May 1976) is a Swiss professional racing driver.  He has competed in the FIA World Endurance Championship as part of Audi Sport Team Joest with co-drivers André Lotterer and Benoît Tréluyer since 2010, winning the 24 Hours of Le Mans three times (2011, 2012, and 2014) and capturing the World Endurance Drivers' Championship in 2012.",
  "/wiki/Horse_racing": "Horse racing is an equestrian performance sport, typically involving two or more horses ridden by jockeys (or sometimes driven without riders) over a set distance for competition. It is one of the most ancient of all sports, as its basic premise – to identify which of two or more horses is the fastest over a set course or distance – has been unchanged since at least classical antiquity.",
  "/wiki/2013_Kentucky_Derby": "The 139th running of the Kentucky Derby commenced at 6:33 pm Eastern Daylight Time (EDT) on May 4, 2013 at Churchill Downs. The race was televised in the United States on the NBC television network. The favorite, Orb, won a purse of $1.4 million with a final time of 2:02.89, with Golden Soul finishing second and Revolutionary placing third.",
  "/wiki/Orb_(horse)": "Orb (foaled February 24, 2010 in Kentucky) is an American Thoroughbred racehorse. After being defeated in his first three starts, Orb won five consecutive races, culminating with a victory in the Kentucky Derby on May 4, 2013. He was retired at the end of the year to stand at stud at Claiborne Farm.",
  "/wiki/Joel_Rosario": "Joel Rosario (born January 14, 1985) is a jockey in American Thoroughbred horse racing, originally from the Dominican Republic. In the space of five weeks in 2013 he rode the winners of the Dubai World Cup and the Kentucky Derby.",
  "/wiki/Claude_R._McGaughey_III": "Claude R. \"Shug\" McGaughey III  (born January 6, 1951) is an American Hall of Fame thoroughbred horse trainer.",
  "/wiki/Motorcycle_speedway": "Motorcycle speedway, usually referred to as speedway, is a motorcycle sport involving four and sometimes up to six riders competing over four anti-clockwise laps of an oval circuit.  \nThe motorcycles are specialist machines which use only one gear and have no brakes; racing takes place on a flat oval track usually consisting of dirt, loosely packed shale, or crushed rock (mostly used in Australia and New Zealand). Competitors use this surface to slide their machines sideways, powersliding or broadsiding into the bends. On the straight sections of the track the motorcycles reach speeds of up to 70 miles per hour (110 km/h).",
  "/wiki/Emil_Sayfutdinov": "Emil Damirovich Sayfutdinov (Russian: Эмиль Дамирович Сайфутдинов; born 26 October 1989 in Salavat, Russia) is a Russian motorcycle speedway rider and member of the Russian national teams (senior and U-21). He won the 2007  and 2008  Under-21 World Championship.\nHe is also a two-time winner of the European Championships in 2014, 2015. He has won Speedway of Nations with Russia two-times in 2018, 2019. He is a permanent rider of the 2019 Speedway Grand Prix. He has won seven Grand Prix.",
  "/wiki/Road_cycling": "Road cycling is the most widespread form of cycling. It includes recreational, racing, and utility cycling. Road cyclists are generally expected to obey the same rules and laws as other vehicle drivers or riders and may also be vehicular cyclists.",
  "/wiki/2013_Giro_d%27Italia": "The 2013 Giro d'Italia was the 96th edition of the Giro d'Italia, one of cycling's Grand Tours. It started in Naples and finished in Brescia. Vincenzo Nibali of team Astana won the general classification.",
  "/wiki/Vincenzo_Nibali": "Vincenzo Nibali (Italian pronunciation: [vinˈtʃɛntso ˈniːbali]; born 14 November 1984) is an Italian professional road bicycle racer, who currently rides for UCI WorldTeam Trek–Segafredo.",
  "/wiki/Astana_(cycling_team)": "Astana Pro Team (UCI team code: AST) is a professional road bicycle racing team sponsored by the Samruk-Kazyna, a coalition of state-owned companies from Kazakhstan and named after its capital city Astana (which has since been renamed 'Nur-Sultan'). Astana attained UCI ProTeam status in its inaugural year, 2007. Following a major doping scandal involving Kazakhstani rider Alexander Vinokourov, team management was terminated and new management brought in for the 2008 season. The team was then managed by Johan Bruyneel, former team manager of U.S. Postal/Discovery Channel team.  Under Bruyneel the ethical nature of the team did not improve, although Astana in this period was very successful. With a lineup including Grand Tour winner Alberto Contador, as well as runner-up Andreas Klöden the results were there, however the team was on the verge of financial collapse in May 2009. A battle for control of the team led to the return of Vinokourov for the 2009 Vuelta a España caused Bruyneel and at least fourteen of its riders to leave at the end of the 2009 season, most for Team RadioShack. Only four Spanish riders, including Contador, and most of the Kazakhs remained with the rebuilt team for 2010. Those four Spaniards all left the team for Saxo Bank–SunGard in 2011.",
  "/wiki/Grand_Prix_motorcycle_racing": "Grand Prix motorcycle racing is the premier class of motorcycle road racing events held on road circuits sanctioned by the Fédération Internationale de Motocyclisme (FIM). Independent motorcycle racing events have been held since the start of the twentieth century and large national events were often given the title Grand Prix, The foundation of the Fédération Internationale de Motocyclisme as the international governing body for motorcycle sport in 1949 provided the opportunity to coordinate rules and regulations in order that selected events could count towards official World Championships. It is the oldest established motorsport world championship. The current top division is known as MotoGP since 2002 when the four-stroke era began. Prior to that, the largest class was 500cc, both of which form a historical continuum as the official World Championship, although all classes have official status.",
  "/wiki/2013_Spanish_motorcycle_Grand_Prix": "The 2013 Spanish motorcycle Grand Prix was the third round of the 2013 MotoGP season. It was held at the Circuito de Jerez in Jerez de la Frontera on 5 May 2013.",
  "/wiki/Dani_Pedrosa": "Daniel Pedrosa Ramal (born 29 September 1985) is a Spanish former Grand Prix motorcycle racer who retired from competition at the end of the 2018 season. He grew up in Castellar del Vallès, a village near Sabadell. He was a 125 cc world champion in 2003, and is the youngest world champion in 250 cc Grands Prix in the 2004 season. In 2019, the former Curva Dry Sac, a corner at the Jerez racetrack in Spain was renamed Pedrosa Corner after him.",
  "/wiki/Honda_RC213V": "The Honda RC213V is a Japanese road racing motorcycle developed by Honda Racing Corporation to race in the MotoGP series from the 2012 season and onwards. Rules for 2012 allow motorcycles up to 1,000 cc (61 cu in) in capacity, with a limit of 4 cylinders and a maximum 81mm cylinder bore.",
  "/wiki/Esteve_Rabat": "Esteve \"Tito\" Rabat Bergada (born 25 May 1989) is a Spanish motorcycle racer who currently competes in the MotoGP class in the motorcycle World Championship. He is best known for winning the 2014 Moto2 World Championship with a record points total for the intermediate class.",
  "/wiki/Kalex": "Kalex Engineering is a German specialty engineering company that designs, manufactures and sells high-performance parts for motorcycles. Kalex Engineering was founded in 2008 in the Bavarian city of Bobingen, Germany by Klaus Hirsekorn and Alex Baumgärtel.",
  "/wiki/Maverick_Vi%C3%B1ales": "Maverick Viñales Ruiz (born 12 January 1995) is a Spanish Grand Prix motorcycle racer and former Moto3 world champion, taking the title in 2013. He is currently competing in the premier class of MotoGP, where in 2015 he won the rookie of the year title in MotoGP.",
  "/wiki/KTM": "KTM AG (the former KTM Sportmotorcycle AG) is an Austrian motorcycle and sports car manufacturer owned by KTM Industries AG and Indian manufacturer Bajaj Auto. It was formed in 1992 but traces its foundation to as early as 1934. Today, KTM AG is the parent company of the KTM Group.",
  "/wiki/FIM_Motocross_World_Championship": "The FIM Motocross World Championship is a worldwide motocross series sanctioned by the F.I.M.. It was inaugurated in 1957 using a 500 cc engine displacement formula. In 1962 a 250cc class was added and in 1975, a 125cc class was introduced. Prior to 1957, the championship was known as the European Championship.",
  "/wiki/2013_FIM_Motocross_World_Championship_season": "The 2013 FIM Motocross World Championship was the 57th F.I.M. Motocross World Championship season. It included 36 races at 18 events including Qatar, Thailand, The Netherlands, Italy, Bulgaria, Portugal, Brazil, Mexico, France, Sweden, Latvia, Finland, Germany, Czech Republic, Belgium and Great Britain.",
  "/wiki/Gautier_Paulin": "Gautier Paulin (born 26 March 1990) is a French professional motocross racer. He has competed in the Motocross World Championships since 2007. Paulin was a member of the French team that won five consecutive Motocross des Nations events between 2014 and 2018.",
  "/wiki/World_Touring_Car_Championship": "The FIA World Touring Car Championship  was an international touring car championship promoted by Eurosport Events and sanctioned by the Fédération Internationale de l'Automobile (FIA). It has had several different incarnations, including a single season in 1987 as the World Touring Car Championship and most recently a world championship (WTCC) that has run between 2005 and 2017. Following the 2017 season, an agreement was reached for the FIA WTCC to become FIA WTCR and use the TCR technical regulations.",
  "/wiki/2013_FIA_WTCC_Race_of_Hungary": "The 2013 FIA WTCC Race of Hungary was the fourth round of the 2013 World Touring Car Championship season and the third running of the FIA WTCC Race of Hungary. It was held on 5 May 2013 at the Hungaroring in Mogyoród near Budapest, Hungary.",
  "/wiki/Yvan_Muller": "Yvan Muller (born 16 August 1969 in Altkirch, Haut-Rhin) is a French auto racing driver most noted for success in touring car racing. He is a four-time World Touring Car Champion, winning the title in 2008 with SEAT, in 2010 and 2011 with Chevrolet and in 2013 with RML.",
  "/wiki/Chevrolet": "Chevrolet (/ˌʃɛvrəˈleɪ/ SHEV-rə-LAY), colloquially referred to as Chevy and formally the Chevrolet Division of General Motors Company, is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet and ousted General Motors founder William C. Durant started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a controlling stake in General Motors with a reverse merger occurring on May 2, 1918 and propelled himself back to the GM presidency. After Durant's second ousting in 1919, Alfred Sloan, with his maxim \"a car for every purse and purpose\", would pick the Chevrolet brand to become the volume leader in the General Motors family, selling mainstream vehicles to compete with Henry Ford's Model T in 1919 and overtaking Ford as the best-selling car in the United States by 1929.",
  "/wiki/Robert_Huff": "Robert \"Rob\" Peter Huff (born 25 December 1979) is a British professional racing driver. He currently competes in the World Touring Car Cup driving for Sébastien Loeb Racing. He was the 2012 World Touring Car Championship champion.",
  "/wiki/SEAT": "SEAT, S.A. (English: /ˈseɪɑːt/, Spanish: [ˈseat]; Sociedad Española de Automóviles de Turismo) is a Spanish automobile manufacturer with its head office in Martorell, Spain. It was founded on May 9, 1950, by the Instituto Nacional de Industria (INI), a Spanish state-owned industrial holding company. It quickly became the largest supplier of cars in Spain. In 1986, the Spanish government sold SEAT to the German Volkswagen Group of which it remains a wholly owned subsidiary.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/2013_Mutua_Madrid_Open": "The 2013 Madrid Open (also known as the Mutua Madrid Open for sponsorship reasons) was a professional tennis tournament played on outdoor clay courts at the Park Manzanares in Madrid, Spain from 6–12 May. It was the 12th edition of the event on the ATP World Tour and 5th on the WTA Tour. It was classified as an ATP World Tour Masters 1000 event on the 2013 ATP World Tour and a Premier Mandatory event on the 2013 WTA Tour.",
  "/wiki/Rafael_Nadal": "Rafael \"Rafa\" Nadal Parera (Catalan: [rəf(ə)ˈɛl nəˈðal pəˈɾeɾə], Spanish: [rafaˈel naˈðal paˈɾeɾa]; born 3 June 1986) is a Spanish professional tennis player currently ranked world No. 2 in men's singles tennis by the Association of Tennis Professionals (ATP).",
  "/wiki/Serena_Williams": "Serena Jameka Williams (born September 26, 1981) is an American professional tennis player and former world No. 1. She has won 23 major singles titles, the most by any man or woman in the Open Era. The Women's Tennis Association (WTA) ranked her world No. 1 in singles on eight separate occasions between 2002 and 2017. She reached the No. 1 ranking for the first time on July 8, 2002. On her sixth occasion, she held the ranking for 186 consecutive weeks, tying the record set by Steffi Graf. In total, she has been No. 1 for 319 weeks, which ranks third in the Open Era among female players behind Graf and Martina Navratilova.",
  "/wiki/International_GT_Open": "The International GT Open is a grand tourer-style sports car racing series founded in 2006 by the Spanish GT Sport Organización.  It was a spin-off of the now-defunct Spanish GT Championship, but is now a distinct series featuring FIA GT3-spec cars modified from production road cars.",
  "/wiki/2013_International_GT_Open_season": "The 2013 International GT Open season was the eighth season of the International GT Open, the grand tourer-style sports car racing founded in 2006 by the Spanish GT Sport Organización. It began on 27 April at Le Castellet and finished on 10 November, at Barcelona after eight double-header meetings.",
  "/wiki/Miguel_Ramos": "Miguel Pedro Caetano Ramos (born 26 September 1971 in Porto) is a Portuguese racing driver. He is a former Spanish and Italian GT champion, and has raced in the FIA GT1 World Championship and the 24 Hours of Le Mans. In 2012 he races for V8 Racing, driving a Chevrolet Corvette C6.R in the International GT Open. In 2015 and 2016 he races for Teo Martín Motorsport in the International GT Open.",
  "/wiki/Nicky_Pastorelli": "Nicky Pastorelli (born 11 April 1983) is a Dutch professional racing driver.",
  "/wiki/C%C3%A9sar_Campani%C3%A7o": "César Campaniço (born 31 March 1980) is a Portuguese racing driver.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Euroleague_2012%E2%80%9313_Final_Four": "The 2013 Euroleague Final Four was the concluding Final Four tournament of the 2012–13 Euroleague season. It was held from 10 May till 12 May 2013, at The O2 Arena in London. The Greek League club Olympiacos, successfully defended their EuroLeague title from the previous season, after defeating CSKA Moscow in the Final.",
  "/wiki/Olympiacos_B.C.": "Olympiacos B.C. (Greek: ΚΑΕ Ολυμπιακός Σ.Φ.Π.), commonly referred to as Olympiacos and Olympiacos Piraeus, is a Greek professional basketball club based in Piraeus, Athens, part of the major multi-sport club, Olympiacos CFP. The team currently competes only in the EuroLeague, after their decision to withdraw from the 2018–19 games against arch-rival Panathinaikos over long-standing refereeing disputes; thus, the club is represented by a reserve team for the domestic competitions, called Olympiacos B.C. B Development Team. The parent club was founded in 1925, with the basketball team created in 1931, and their home ground is the Peace and Friendship Stadium in Piraeus.",
  "/wiki/Formula_One": "Formula One (also known as Formula 1 or F1) is the highest class of single-seater auto racing sanctioned by the Fédération Internationale de l'Automobile (FIA) and owned by the Formula One Group. The World Drivers' Championship, which became the FIA Formula One World Championship in 1981, has been one of the premier forms of racing around the world since its inaugural season in 1950. The word \"formula\" in the name refers to the set of rules to which all participants' cars must conform. A Formula One season consists of a series of races, known as Grands Prix (French for 'grand prizes' or 'great prizes'), which take place worldwide on purpose-built circuits and on public roads.",
  "/wiki/2013_Spanish_Grand_Prix": "The 2013 Spanish Grand Prix (formally known as the 2013 Formula 1 Gran Premio de España) was a Formula One motor race that was held on 12 May 2013 at the Circuit de Catalunya in Barcelona, Spain. The race was the fifth round of the 2013 season, and marked the forty-third running of the Spanish Grand Prix as a round of the Formula One World Championship, and the twenty-third running at Catalunya.",
  "/wiki/Fernando_Alonso": "Fernando Alonso Díaz (Spanish pronunciation: [feɾˈnando aˈlonso ˈði.aθ] (listen); born 29 July 1981) is a Spanish racing driver who won the Formula One World Championship in 2005 and 2006 for the Renault team. Away from Formula One, he is a champion of the 2018–19 FIA World Endurance Championship and a two-time winner of the 24 Hours of Le Mans in 2018 and 2019 with Toyota. Alonso also won the 2019 24 Hours of Daytona for Wayne Taylor Racing.",
  "/wiki/Scuderia_Ferrari": "Scuderia Ferrari S.p.A. (Italian: [skudeˈriːa ferˈraːri]) is the racing division of luxury Italian auto manufacturer Ferrari and the racing team that competes in Formula One racing. The team is also nicknamed \"The Prancing Horse\", with reference to their logo. It is the oldest surviving and most successful Formula One team, having competed in every world championship since the 1950 Formula One season.\nThe team was founded by Enzo Ferrari, initially to race cars produced by Alfa Romeo, though by 1947 Ferrari had begun building its own cars.  Among its important achievements outside Formula One are winning the World Sportscar Championship, 24 Hours of Le Mans, 24 Hours of Spa, 24 Hours of Daytona, 12 Hours of Sebring, Bathurst 12 Hour, races for Grand tourer cars and racing on road courses of the Targa Florio, the Mille Miglia and the Carrera Panamericana.",
  "/wiki/European_Hill_Climb_Championship": "The FIA European Hill Climb Championship (FIA EHC) is an FIA-run motorsport competition held across Europe on closed public road courses.",
  "/wiki/Braga_Municipality": "Braga (/ˈbrɑːɡə/ BRAH-gə, Portuguese: [ˈbɾaɣɐ] (listen); Proto-Celtic: *Bracara) is a city and a municipality in the northwestern Portuguese district of Braga, in the historical and cultural Minho Province. The city has a resident population of 192,494 inhabitants (in 2011), representing the seventh largest municipality in Portugal (by population). Its area is 183.40 km2. Its agglomerated urban area extends from the Cávado River to the Este River. It is the third-largest urban centre in Portugal (after Lisbon and Porto).",
  "/wiki/Osella": "Osella is an Italian racing car manufacturer and former Formula One team. They participated in 132 Grands Prix between 1980 and 1990. They achieved two points finishes and scored 5 championship points.",
  "/wiki/Superbike_World_Championship": "Superbike World Championship (also known as SBK, World Superbike, WSB, or WSBK) is a motorsport road racing series for modified production motorcycles also known as superbike racing. The championship was founded in 1988. The Superbike World Championship consists of a series of rounds held on permanent racing facilities. Each round has two full length races and, from 2019, an additional ten-lap sprint race known as the Superpole race. The results of all three races are combined to determine two annual World Championships, one for riders and one for manufacturers.",
  "/wiki/2013_Superbike_World_Championship_season": "The 2013 Superbike World Championship was the twenty-sixth season of the Superbike World Championship. It began on 24 February at Phillip Island and finished on 20 October at the Circuito de Jerez after 14 rounds.",
  "/wiki/Marco_Melandri": "Marco Melandri (born 7 August 1982) is an Italian former motorcycle road racer. In his last competitive season he rode in the Superbike World Championship for Italy-based GRT team using Yamaha R1 machines with teammate Sandro Cortese. In July 2019, Melandri announced his intended retirement at the end of the season.",
  "/wiki/Eugene_Laverty": "Eugene Laverty (born 3 June 1986) is a professional motorcycle road racer from Ireland, the brother of Michael and John. For 2019 he is contracted to ride in the Superbike World Championship for Team Go Eleven on a Ducati Panigale.",
  "/wiki/Sam_Lowes": "Samuel Deane \"Sam\" Lowes (born 14 September 1990) is a British motorcycle racer originally from Lincoln, Lincolnshire competing in the Moto2 World Championship for Kalex during 2019. He is the twin brother of World Superbike rider Alex Lowes.",
  "/wiki/2013_Supersport_World_Championship_season": "The 2013 Supersport World Championship was the fifteenth season of the Supersport World Championship—the seventeenth taking into account the two held under the name of Supersport World Series. It began on 24 February at Phillip Island and finished on 20 October at the Circuito de Jerez after 13 rounds.",
  "/wiki/Lorenzo_Savadori": "Lorenzo Savadori (born 4 April 1993) is an Italian motorcycle racer. He currently competes in the MotoE World Cup aboard an Energica Ego Corsa. After finishing runner-up in the 2007 Red Bull MotoGP Rookies Cup, in 2008 he won the Italian 125GP championship and the European 125cc Championship and he debuted in the 125cc World Championship; he raced in the latter class for the following two seasons before switching, in 2011, to the FIM Superstock 1000 Cup, where he was champion in 2015.",
  "/wiki/2013_FIM_Superstock_1000_Championship_season": "The 2013 FIM Superstock 1000 Cup was the fifteenth season of the FIM Superstock 1000 Cup, the ninth held under this name. It began on 7 April at Aragón and finished on 20 October in Jerez after 9 rounds. Sylvain Barrier returned on the BMW he won the title with in 2012. The first few rounds were hotly contested between Barrier, Eddi La Marra and his team mate and former Superstock 1000 champion Niccolò Canepa. Unfortunately for La Marra, he would have a massive accident during testing which left him with in a coma and unable to complete the final three rounds of the championship on his Ducati Panigale. Barrier won 5 of the 9 races to retain his championship title, doing so at his home event at Magny-Cours. Despite skipping the final round at Jerez – to compete in the Superbike World Championship event – Barrier beat Canepa to the title by 24 points, with Jérémy Guarnoni a further point behind in third place.",
  "/wiki/2013_Internazionali_BNL_d%27Italia": "The  2013 Italian Open (also known as the 2013 Rome Masters and sponsored title 2013 Internazionali BNL d'Italia) was a tennis tournament played on outdoor clay courts at the Foro Italico in Rome, Italy. It was the 70th edition of the Italian Open and was classified as an ATP World Tour Masters 1000 event on the 2013 ATP World Tour and a Premier 5 event on the 2013 WTA Tour. It took place from 13–19 May 2013.",
  "/wiki/Table_tennis": "Table tennis, also known as ping-pong, is a sport in which two or four players hit a lightweight ball back and forth across a table using small rackets. The game takes place on a hard table divided by a net. Except for the initial serve, the rules are generally as follows: players must allow a ball played toward them to bounce one time on their side of the table, and must return it so that it bounces on the opposite side at least once. A point is scored when a player fails to return the ball within the rules. Play is fast and demands quick reactions. Spinning the ball alters its trajectory and limits an opponent's options, giving the hitter a great advantage.",
  "/wiki/2013_World_Table_Tennis_Championships": "The 2013 World Table Tennis Championships were held at the Palais Omnisports de Paris-Bercy in Paris, France from May 13 to May 20, 2013. The Championships were the 52nd edition of the World Table Tennis Championships.",
  "/wiki/Zhang_Jike": "Zhang Jike (simplified Chinese: 张继科; traditional Chinese: 張繼科; pinyin: Zhāng Jìkē; born 16 February 1988) is a Chinese table tennis player.",
  "/wiki/Li_Xiaoxia": "Li Xiaoxia (simplified Chinese: 李晓霞; traditional Chinese: 李曉霞; pinyin: Lǐ Xiǎoxiá; born 16 January 1988) is a Chinese table tennis professional.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/2013_UEFA_Europa_League_Final": "The 2013 UEFA Europa League Final was the final match of the 2012–13 UEFA Europa League, the 42nd season of Europe's secondary club football tournament organised by UEFA, and the 4th season since it was renamed from the UEFA Cup to the UEFA Europa League. The match was played at the Amsterdam Arena in Amsterdam, Netherlands, on 15 May 2013, between Portuguese side Benfica and English side Chelsea. Chelsea won 2–1 to secure their first title in this competition.",
  "/wiki/Chelsea_F.C.": "Chelsea Football Club are an English professional football club based in Fulham, London. Founded in 1905, they compete in the Premier League, the top division of English football. Chelsea are among England's most successful clubs; they have been league champions six times and won over thirty competitive honours, including six European trophies. Their home ground is Stamford Bridge.",
  "/wiki/Rugby_union": "Rugby union, widely known simply as rugby, is a contact team sport that originated in England in the first half of the 19th century. One of the two codes of rugby football, it is based on running with the ball in hand.  In its most common form, a game is played between two teams of 15 players using an oval-shaped ball on a rectangular field with H-shaped goalposts at either end.",
  "/wiki/2012%E2%80%9313_European_Challenge_Cup": "The 2012–13 Amlin Challenge Cup was the 17th season of the European Challenge Cup, Europe's second tier club rugby union competition. A total of 23 teams participated — 20 in the pool stage, plus three teams parachuting into the knockout stages from the Heineken Cup. The original 20 teams represented six different countries.",
  "/wiki/Leinster_Rugby": "Leinster Rugby (Irish: Rugbaí Laighean) is one of the four professional provincial rugby teams from the island of Ireland and the most successful Irish team both domestically and in European competition. They compete in the Pro14 and the European Rugby Champions Cup (where their 4th title, achieved in 2018, ties the record for that competition alongside  Toulouse). The team represents the Irish Rugby Football Union (IRFU) Leinster Branch, which is one of four primary branches of the IRFU and is responsible for rugby union throughout the geographical Irish province of Leinster.",
  "/wiki/2013_Preakness_Stakes": "The 2013 Preakness Stakes was the 138th running of the Preakness Stakes thoroughbred horse race. The race was held on May 18, 2013, and was televised on NBC. The race was won by Oxbow.  The post time of the race was 6:18 p.m. EDT. The race was the 12th race on a card of 13 races. The Maryland Jockey Club reported total attendance of 117,203, the second highest attendance for American thoroughbred racing events in North America during 2013.",
  "/wiki/Oxbow_(horse)": "Oxbow (foaled March 26, 2010), an American Thoroughbred racehorse, is best known for winning the second jewel in the United States Triple Crown of Thoroughbred Racing, the 2013 Preakness Stakes. A bay colt, sired by a winner of the Breeders' Cup Classic and out of a full sister to another Breeders' Cup Classic winner, Oxbow was sold as a yearling at Keeneland for $250,000 and is owned by Brad Kelley of Calumet Farm. He was trained by D. Wayne Lukas and was ridden in his Triple Crown races by Gary Stevens.",
  "/wiki/Gary_Stevens_(jockey)": "Gary Lynn Stevens (born March 6, 1963) is an American Thoroughbred horse racing jockey, actor, and sports analyst. He became a professional jockey in 1979 and rode his first of three Kentucky Derby winners in 1988. As of 2014[update], he has also won the Preakness Stakes and Belmont Stakes three times each, as well as 10 Breeders' Cup races and is a nine-time winner of the Santa Anita Derby. He entered the United States Racing Hall of Fame in 1997. Combining his U.S. and international wins, Stevens had over 5,000 race wins by 2005, and reached his 5,000 North American win on February 15, 2015.",
  "/wiki/D._Wayne_Lukas": "Darrell Wayne Lukas (born September 2, 1935 in Antigo, Wisconsin) is an American horse trainer and a U.S. Racing Hall of Fame inductee. He has won twenty Breeders' Cup races, received five Eclipse Awards for his accomplishments, and his horses have won 25 year-end Eclipse Awards. He was inducted into the American Quarter Horse Hall of Fame in 2007.",
  "/wiki/2013_in_sports": "2013 in sports is listing and describing the major sporting events from the current year: by month and by discipline. The year after the 2012 Summer Olympics and the year before the 2014 Winter Olympics."
}