{
  "/wiki/Adelson_e_Salvini": "Adelson e Salvini (Adelson and Salvini) is a three-act opera semiseria composed by Vincenzo Bellini from a libretto by Andrea Leone Tottola.  The opera was based on the 1772 novel Épreuves du Sentiment by François-Thomas-Marie de Baculard d'Arnaud, and it draws on a previously performed French play of 1803 by Prospère Delamare.",
  "/wiki/Opera_semiseria": "Opera semiseria ('semi-serious opera') is an Italian genre of opera, popular in the early and middle 19th century.",
  "/wiki/Andrea_Leone_Tottola": "Andrea Leone Tottola (died 15 September 1831) was a prolific Italian librettist, best known for his work with Gaetano Donizetti and Gioachino Rossini.",
  "/wiki/Naples": "Naples (/ˈneɪpəlz/; Italian: Napoli [ˈnaːpoli] (listen); Neapolitan: Napule [ˈnɑːpələ, ˈnɑːpulə]; Ancient Greek: Νεάπολις, romanized: Neápolis)[a] is the regional capital of Campania and the third-largest city of Italy after Rome and Milan. In 2017, around 967,069 people lived within the city's administrative limits while its province-level municipality has a population of 3,115,320 residents. Its continuously built-up metropolitan area (that stretches beyond the boundaries of the Metropolitan City of Naples) is the second or third largest metropolitan area in Italy and one of the most densely populated cities in Europe.",
  "/wiki/Music_conservatories_of_Naples": "The Naples Conservatory of Music is a music school located in Naples, Italy. It is situated in the complex of San Pietro a Majella.",
  "/wiki/Bianca_e_Gernando": "Bianca e Fernando (Bianca and Fernando) is an opera in two acts by Vincenzo Bellini.",
  "/wiki/Domenico_Gilardoni": "Domenico Gilardoni (1798–1831) was an Italian opera librettist, most well known for his collaborations with the composers Vincenzo Bellini (his first work) and Gaetano Donizetti.",
  "/wiki/Teatro_San_Carlo": "The Teatro Reale di San Carlo (Royal Theatre of Saint Charles), as originally named by the Bourbon monarchy but today known simply as the Teatro di San Carlo, is an opera house in Naples, Italy, connected to the Royal Palace and adjacent to the Piazza del Plebiscito. It is the oldest continuously active venue for opera in the world, having opened in 1737, decades before either Milan's La Scala or Venice's La Fenice.",
  "/wiki/Il_pirata": "Il pirata (The Pirate) is an opera in two acts by Vincenzo Bellini with an Italian libretto by Felice Romani which was based on a three-act mélodrame from 1826: Bertram, ou le Pirate (Bertram, or The Pirate) by Charles Nodier and Isidore Justin Séverin Taylor). This play was itself based upon a French translation of the five-act verse tragedy Bertram, or The Castle of St. Aldobrand by Charles Maturin which appeared in London in 1816.",
  "/wiki/Felice_Romani": "Felice Romani (31 January 1788 – 28 January 1865) was an Italian poet and scholar of literature and mythology who wrote many librettos for the opera composers Donizetti and Bellini. Romani was considered the finest Italian librettist between Metastasio and Boito.",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.",
  "/wiki/Teatro_alla_Scala": "La Scala (UK: /læ ˈskɑːlə/, US: /lɑː -/, Italian: [la ˈskaːla]; abbreviation in Italian of the official name Teatro alla Scala [teˈaːtro alla ˈskaːla]) is an opera house in Milan, Italy. The theatre was inaugurated on 3 August 1778 and was originally known as the Nuovo Regio Ducale Teatro alla Scala (New Royal-Ducal Theatre alla Scala). The premiere performance was Antonio Salieri's Europa riconosciuta.",
  "/wiki/Bianca_e_Fernando": "Bianca e Fernando (Bianca and Fernando) is an opera in two acts by Vincenzo Bellini.",
  "/wiki/Genoa": "Genoa (/ˈdʒɛnoʊə/ JEN-oh-ə; Italian: Genova [ˈdʒɛːnova] (listen); Ligurian: Zêna [ˈzeːna]; English, historically, and Latin: Genua) is the capital of the Italian region of Liguria and the sixth-largest city in Italy. In 2015, 594,733 people lived within the city's administrative limits. As of the 2011 Italian census, the Province of Genoa, which in 2015 became the Metropolitan City of Genoa, counted 855,834 resident persons. Over 1.5 million people live in the wider metropolitan area stretching along the Italian Riviera.",
  "/wiki/Teatro_Carlo_Felice": "The Teatro Carlo Felice is the principal opera house of Genoa, Italy, used for performances of opera, ballet, orchestral music, and recitals. It is located on the side of Piazza De Ferrari.",
  "/wiki/La_straniera": "La straniera (The Foreign Woman) is an opera in two acts with music by Vincenzo Bellini to an Italian libretto by Felice Romani, based on the novel L'Étrangère (2 vols, 1825) by Charles-Victor Prévot, vicomte d'Arlincourt, although writer Herbert Weinstock also adds that it is \"more likely [based on] a dramatization of [that novel] in Italian by Giovan Carlo, barone di Cosenza\" since he then quotes a letter from Bellini to his friend Francesco Florimo in which he says that Romani \"certainly will not follow the play\" [suggesting then that they were aware of its existence.]",
  "/wiki/Zaira_(opera)": "Zaira is a tragedia lirica, or tragic opera in two acts by Vincenzo Bellini set to a libretto by Felice Romani which was based on Voltaire's 1732 play, Zaïre. The story takes place in the time of the Crusades and the opera's plot involves the heroine, Zaira, struggling between her Christian faith and her love for Orosmane, the Muslim Sultan of Jerusalem.",
  "/wiki/Parma": "Parma (Italian pronunciation: [ˈparma] (listen); Emilian: Pärma) is a city in the northern Italian region of Emilia-Romagna famous for its architecture, music, art, prosciutto (ham), cheese and surrounding countryside. It is home to the University of Parma, one of the oldest universities in the world.\nParma is divided into two parts by the stream of the same name. The district on the far side of the river is Oltretorrente. Parma's Etruscan name was adapted by Romans to describe the round shield called Parma.",
  "/wiki/Teatro_Regio_(Parma)": "The Teatro Regio di Parma, originally constructed as the Nuovo Teatro Ducale (New Ducal Theatre), is an opera house and opera company in Parma, Italy.",
  "/wiki/I_Capuleti_e_i_Montecchi": "I Capuleti e i Montecchi (The Capulets and the Montagues) is an Italian opera (Tragedia lirica) in two acts by Vincenzo Bellini. The libretto by Felice Romani was a reworking of the story of Romeo and Juliet for an opera by Nicola Vaccai called Giulietta e Romeo and based on the play of the same name by Luigi Scevola written in 1818, thus an Italian source rather than taken directly from William Shakespeare.",
  "/wiki/Venice": "Venice (/ˈvɛnɪs/ VEN-iss; Italian: Venezia [veˈnɛttsja] (listen); Venetian: Venesia or Venexia, pronounced [veˈnɛsja]) is a city in northeastern Italy and the capital of the Veneto region. It is situated on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are located in the shallow Venetian Lagoon, an enclosed bay that lies between the mouths of the Po and the Piave rivers (more exactly between the Brenta and the Sile). In 2018, 260,897 people resided in the Comune di Venezia, of whom around 55,000 live in the historical city of Venice (centro storico). Together with Padua and Treviso, the city is included in the Padua-Treviso-Venice Metropolitan Area (PATREVE), which is considered a statistical metropolitan area, with a total population of 2.6 million.",
  "/wiki/Teatro_La_Fenice": "Teatro La Fenice (pronounced [la feˈniːtʃe], \"The Phoenix\") is an opera house in Venice, Italy. It is one of \"the most famous and renowned landmarks in the history of Italian theatre\", and in the history of opera as a whole. Especially in the 19th century, La Fenice became the site of many famous operatic premieres at which the works of several of the four major bel canto era composers – Rossini, Bellini, Donizetti, Verdi – were performed.",
  "/wiki/La_sonnambula": "La sonnambula (The Sleepwalker) is an opera semiseria in two acts, with music in the bel canto tradition by Vincenzo Bellini set to an Italian libretto by Felice Romani, based on a scenario for a ballet-pantomime written by Eugène Scribe and choreographed by Jean-Pierre Aumer called La somnambule, ou L'arrivée d'un nouveau seigneur. The ballet had premiered in Paris in September 1827 at the height of a fashion for stage works incorporating somnambulism.",
  "/wiki/Teatro_Carcano": "The Teatro Carcano is a theatre in Milan, Italy located at 63 Corso Di Porta Romana. Although now exclusively devoted to plays and dance, it served as an opera house for much of the 19th century and saw the premieres of several important operas. Completed in 1803, the theatre was commissioned by the Milanese aristocrat and theatre-lover Giuseppe Carcano and originally designed by Luigi Canonica. Over the succeeding two centuries it has undergone several restructurings and renovations and for time in the mid-20th century functioned as a cinema.",
  "/wiki/Norma_(opera)": "Norma (Italian: [ˈnɔrma]) is a tragedia lirica or opera in two acts by Vincenzo Bellini with libretto by Felice Romani after the play Norma, ou L'infanticide (Norma, or The Infanticide) by Alexandre Soumet. It was first produced at La Scala in Milan on 26 December 1831.",
  "/wiki/Beatrice_di_Tenda": "Beatrice di Tenda is a tragic opera in two acts by Vincenzo Bellini, from a libretto by Felice Romani, after the play of the same name by Carlo Tedaldi Fores [it].",
  "/wiki/I_puritani": "I puritani (The Puritans) is an opera by Vincenzo Bellini. It was originally written in two acts and later changed to three acts on the advice of Gioachino Rossini, with whom the young composer had become friends. The music was set to a libretto by Count Carlo Pepoli, an Italian émigré poet whom Bellini had met at a salon run by the exile Princess Belgiojoso, which became a meeting place for many Italian revolutionaries.",
  "/wiki/Carlo_Pepoli": "Count Carlo Pepoli (22 July 1796 – 7 December 1881) was an Italian politician and journalist.  He was also acclaimed as a poet, his most well-known work being the libretto for Vincenzo Bellini's final opera, I puritani which was given its premiere in Paris in January 1835.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Théâtre-Italien": "Comédie-Italienne or Théâtre-Italien are French names which have been used to refer to Italian-language theatre and opera when performed in France.",
  "/wiki/Vincenzo_Bellini": "Vincenzo Salvatore Carmelo Francesco Bellini (Italian: [vinˈtʃɛntso salvaˈtoːre karˈmɛːlo franˈtʃesko belˈliːni] (listen); 3 November 1801 – 23 September 1835) was an Italian opera composer, who was known for his long-flowing melodic lines for which he was named \"the Swan of Catania\". \nMany years later, in 1898, Giuseppe Verdi \"praised the broad curves of Bellini's melody: 'there are extremely long melodies as no-one else had ever made before'.\""
}