{
  "/wiki/Baseball": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team (batting team) is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called \"runs\". The objective of the defensive team (fielding team) is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate (the place where the player started as a batter). The team that scores the most runs by the end of the game is the winner.",
  "/wiki/2013_Caribbean_Series": "The fifty-fifth edition of the Caribbean Series (Serie del Caribe) was played in 2013.",
  "/wiki/Yaquis_de_Obreg%C3%B3n": "The Yaquis de Obregón is a Mexican baseball team of the Liga Mexicana del Pacífico (\"Mexican Pacific (Baseball) League\").",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/2013_Davis_Cup_World_Group": "The World Group was the highest level of Davis Cup competition in 2013. The first-round losers go into the Davis Cup World Group Play-offs, and the winners progress to the quarterfinals. The quarterfinalists were guaranteed a World Group spot for 2014. Czech Republic defended their Davis Cup title, by defeating the Serbian team in Belgrade in the final.",
  "/wiki/Czech_Republic_Davis_Cup_team": "The Czech Republic Davis Cup team represents the Czech Republic in Davis Cup tennis competition and are governed by the Czech Tennis Federation. The Czech team was started in 1993, following the break-up of Czechoslovakia.",
  "/wiki/Cricket": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 20-metre (22-yard) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The batting side scores runs by striking the ball bowled at the wicket with the bat, while the bowling and fielding side tries to prevent this and dismiss each player (so they are \"out\"). Means of dismissal include being bowled, when the ball hits the stumps and dislodges the bails, and by the fielding side catching the ball after it is hit by the bat, but before it hits the ground. When ten players have been dismissed, the innings ends and the teams swap roles. The game is adjudicated by two umpires, aided by a third umpire and match referee in international matches. They communicate with two off-field scorers who record the match's statistical information.",
  "/wiki/West_Indian_cricket_team_in_Australia_in_2012%E2%80%9313": "The West Indies cricket team toured Australia from 29 January 2013 to 13 February 2013. The tour consisted of five One Day Internationals (ODI's) and a single Twenty20 International (T20I's). These matches were preceded by a match featuring the Prime Minister's XI and the West Indians.",
  "/wiki/Australia_national_cricket_team": "The Australian men's national cricket team represents Australia in men's international cricket. As one of the oldest teams in Test cricket history, playing in the first ever Test match in 1877, the team also plays One-Day International (ODI) and Twenty20 International (T20I) cricket, participating in both the first ODI, against England in the 1970–71 season and the first T20I, against New Zealand in the 2004–05 season, winning both games. The team draws its players from teams playing in the Australian domestic competitions – the Sheffield Shield, the Australian domestic limited-overs cricket tournament and the Big Bash League.",
  "/wiki/West_Indies_cricket_team": "The West Indies cricket team, nicknamed the Windies, is a multi-national men's cricket team representing the Anglophone Caribbean region and administered by Cricket West Indies. The players on this composite team are selected from a chain of fifteen Caribbean territories, which are parts of several different countries and dependencies. As of 29 December 2019[update], the West Indies cricket team is ranked eighth in the world in Tests, ninth in One-Day Internationals (ODIs) and tenth in Twenty20 Internationals (T20Is) in the official International Cricket Council (ICC) rankings.",
  "/wiki/Pakistani_cricket_team_in_South_Africa_in_2012%E2%80%9313": "The Pakistani cricket team toured South Africa from 1 February to 24 March 2013. The tour consisted of two Twenty20 Internationals (T20Is), three Test matches and five One Day Internationals (ODIs). South Africa announced their summer schedule of January–March in which they replaced their traditional Boxing Day Test with a T20I for the 2012–13 home season, during which they hosted New Zealand and Pakistan.",
  "/wiki/South_Africa_national_cricket_team": "The South Africa national cricket team also known as Proteas represents South Africa in men's international cricket (after South Africa's national flower, Protea cynaroides, commonly known as the ‘king protea’), is administered by Cricket South Africa. South Africa is a full member of the International Cricket Council (ICC) with Test, One-Day International (ODI) and Twenty20 International (T20I) status.",
  "/wiki/Pakistan_national_cricket_team": "The Pakistan national cricket team (Urdu: پاکستان قومی کرکٹ ٹیم‎), popularly referred to as the Shaheens (Urdu: شاہین‎, lit. Falcons), Green Shirts and Men in Green, is administered by the Pakistan Cricket Board (PCB). The team is a Full Member of the International Cricket Council, and participates in Test, One Day International (ODI) and Twenty20 International cricket matches.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Esporte_Clube_Pinheiros_(basketball)": "Esporte Clube Pinheiros, or Pinheiros Basquete, is a Brazilian professional basketball team that is based in São Paulo, Brazil. The club's name is commonly abbreviated as E.C. Pinheiros, or E.C.P. The full name of the club is Esporte Clube Pinheiros São Paulo (E.C.P.S.P.). It is a part of the multi-sports club, Esporte Clube Pinheiros (E.C.P.) which among other sports, fields a men's professional basketball team. The club was originally known as Sport Club Germânia (S.C. Germânia). The club plays in the top-tier level Brazilian League, the NBB.",
  "/wiki/Cycling": "Cycling, also called biking or bicycling, is the use of bicycles for transport, recreation, exercise or sport. People engaged in cycling are referred to as \"cyclists\", \"bikers\", or less commonly, as \"bicyclists\". Apart from two-wheeled bicycles, \"cycling\" also includes the riding of unicycles, tricycles, quadracycles, recumbent and similar human-powered vehicles (HPVs).",
  "/wiki/2013_UCI_Cyclo-cross_World_Championships": "The 2013 UCI Cyclo-cross World Championships was the World Championship for cyclo-cross. It took place at Eva Bandman Park in Louisville, Kentucky, USA on Saturday, February 2, 2013. It was the first ever cyclo-cross world championship held outside of Europe. As in past years, four events were held. These world championships were mostly dominated by Belgium and Netherlands who, combined, won nine of the twelve possible medals and all of the gold medals.",
  "/wiki/Sven_Nys": "Sven Nys (Dutch: [ˈsfɛn ˈnɛi̯s]; born 17 June 1976) is a former professional cyclist competing in cyclo-cross and mountain bike. With two world championships, seven world cups, and over 140 competitive victories, he is considered one of the best cyclo-cross racers of his generation, and remains a prominent figure in cyclo-cross. Apart from cyclo-cross, Nys is also fivefold national  mountainbike champion, and has competed in that discipline in two Olympic games.",
  "/wiki/Marianne_Vos": "Marianne Vos (pronunciation (help·info); born 13 May 1987) is a Dutch cyclo-cross, road bicycle racer, mountain bike racer and track racer, who currently rides for UCI Women's WorldTeam CCC Liv. Vos has drawn comparison to Eddy Merckx as being \"the finest cyclist of [her] generation\".",
  "/wiki/Rugby_union": "Rugby union, widely known simply as rugby, is a contact team sport that originated in England in the first half of the 19th century. One of the two codes of rugby football, it is based on running with the ball in hand.  In its most common form, a game is played between two teams of 15 players using an oval-shaped ball on a rectangular field with H-shaped goalposts at either end.",
  "/wiki/2013_Six_Nations_Championship": "The 2013 Six Nations Championship, known as the 2013 RBS 6 Nations because of the tournament's sponsorship by the Royal Bank of Scotland, was the 14th series of the Six Nations Championship, the annual northern hemisphere rugby union championship. It was contested by England, France, Ireland, Italy, Scotland and Wales.",
  "/wiki/Wales_national_rugby_union_team": "The Wales national rugby union team (Welsh: Tîm rygbi'r undeb cenedlaethol Cymru) represents Wales in international rugby union. Its governing body, the Welsh Rugby Union (WRU), was established in 1881, the same year that Wales played their first international against England. The team plays its home matches at the Millennium Stadium in Cardiff (currently known for sponsorship reasons as the Principality Stadium), which replaced Cardiff Arms Park as the national stadium of Wales in 1999.",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins.",
  "/wiki/Super_Bowl_XLVII": "Super Bowl XLVII was an American football game between the American Football Conference (AFC) champion Baltimore Ravens and the National Football Conference (NFC) champion San Francisco 49ers to decide the National Football League (NFL) champion for the 2012 season. The Ravens defeated the 49ers by the score of 34-31, handing the 49ers their first Super Bowl loss in franchise history. The game was played on Sunday, February 3, 2013 at Mercedes-Benz Superdome in New Orleans, Louisiana. This was the tenth Super Bowl to be played in New Orleans, equaling Miami's record of ten in an individual city. This was the first Super Bowl to be held in New Orleans since Super Bowl XXXVI and it was the first to be played in that city since Hurricane Katrina on August 29, 2005.",
  "/wiki/2012_Baltimore_Ravens_season": "The 2012 Baltimore Ravens season was the team's 17th season in the National Football League. While the Ravens failed to improve on their 12–4 record from 2011, they did still manage to clinch the AFC North division title in Week 16 and finish the regular season with a 10–6 record, sending them to their fifth straight playoffs, where they advanced to the AFC Championship Game for the second consecutive season, and then to the Super Bowl for the first time since 2000. They won their second Super Bowl, 34–31 against the San Francisco 49ers. It was the first time in franchise history that the Ravens won consecutive division titles. This marks head coach John Harbaugh's fifth season as the head coach of the franchise and fifth consecutive post-season appearance. The Ravens played their home games at M&T Bank Stadium.",
  "/wiki/Alpine_skiing": "Alpine skiing, or downhill skiing, is the pastime of sliding down snow-covered slopes on skis with fixed-heel bindings, unlike other types of skiing (cross-country, Telemark, or ski jumping), which use skis with free-heel bindings. Whether for recreation or for sport, it is typically practised at ski resorts, which provide such services as ski lifts, artificial snow making, snow grooming, restaurants, and ski patrol.",
  "/wiki/FIS_Alpine_World_Ski_Championships_2013": "The FIS Alpine World Ski Championships 2013 were the 42nd FIS Alpine World Ski Championships, held 4–17 February in Austria at Planai in Schladming, Styria. A record number of athletes and countries took part in this championships. Schladming previously hosted the 1982 World Championships, and prior to acquiring the 2013 event, it made two unsuccessful bids to host.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Figure_skating": "Figure skating is a sport in which individuals, duos, or groups perform on figure skates on ice. It was the first winter sport to be included in the Olympic Games, when it was contested at the 1908 Olympics in London. The four Olympic disciplines are men's singles, ladies' singles, pair skating, and ice dance. Non-Olympic disciplines include synchronized skating, Theater on Ice, and four skating. From intermediate through senior-level competition, skaters generally perform two programs (short and free skate), which may include spins, jumps, moves in the field, lifts, throw jumps, death spirals, and other elements or moves, depending on the discipline.",
  "/wiki/2013_Four_Continents_Figure_Skating_Championships": "The 2013 Four Continents Figure Skating Championships was a senior international figure skating competition in the 2012–13 season. It was held at the Osaka Municipal Central Gymnasium in Osaka, Japan on February 6–11. Medals were awarded in the disciplines of men's singles, ladies' singles, pair skating, and ice dancing.",
  "/wiki/Kevin_Reynolds_(figure_skater)": "Kevin Reynolds (born July 23, 1990) is a retired Canadian figure skater. He is the 2013 Four Continents champion, 2010 Four Continents bronze medallist, 2014 Winter Olympics team silver medallist and a six-time Canadian national medallist (2012–14, 2017 silver;  2010, 2016 bronze). His highest place at a World Championship is fifth, achieved at 2013 World Championships.\nOn the junior level, he is the 2006 JGP Final bronze medallist.",
  "/wiki/Mao_Asada": "Mao Asada (浅田 真央, Asada Mao, born 25 September 1990) is a Japanese former competitive figure skater. She is the 2010 Olympic silver medalist, a three-time World champion (2008, 2010, 2014), a three-time Four Continents champion (2008, 2010, 2013), and a four-time Grand Prix Final champion (2005–06, 2008–09, 2012–13, 2013–14). She is the first female figure skater who has landed three triple Axel jumps in one competition, which she achieved at the 2010 Winter Olympics.",
  "/wiki/Meagan_Duhamel": "Meagan Duhamel (born December 8, 1985) is a Canadian pair skater. With partner Eric Radford, she is a two-time world champion (2015, 2016), a 2018 Olympic gold medallist in the team event, a 2014 Olympic silver medallist in the team event, a 2018 Olympic bronze medallist in the pairs event, a two-time Four Continents champion (2013, 2015), the 2014–15 Grand Prix Final champion, and a seven-time Canadian national champion (2012–18).",
  "/wiki/Eric_Radford": "Eric Radford (born January 27, 1985) is a Canadian pair skater. With partner Meagan Duhamel, he is a two-time world champion (2015, 2016), a 2018 Olympic gold medallist in the team event, a 2014 Olympic silver medallist in the team event, a 2018 Olympic bronze medallist in the pairs event, a two-time Four Continents champion (2013, 2015), the 2014–15 Grand Prix Final champion, and a seven-time Canadian national champion (2012–18). He is the first openly gay man to have won a gold medal at any Winter Olympics.",
  "/wiki/Meryl_Davis": "Meryl Davis (born January 1, 1987) is an American ice dancer. With partner Charlie White, she is the 2014 Olympic champion, the 2010 Olympic silver medalist, a two-time (2011, 2013) World champion, five-time Grand Prix Final champion (2009–2013), three-time Four Continents champion (2009, 2011, 2013) and six-time U.S. national champion (2009–2014). They also won a bronze medal in the team event at the 2014 Winter Olympics.",
  "/wiki/Charlie_White_(figure_skater)": "Charles Allen \"Charlie\" White Jr. (born October 24, 1987) is an American ice dancer. With partner Meryl Davis, he is the 2014 Olympic Champion, the 2010 Olympic silver medalist, a two-time (2011, 2013) World champion, five-time Grand Prix Final champion (2009–2013), three-time Four Continents champion (2009, 2011, 2013) and six-time U.S. national champion (2009–2014). They also won a bronze medal in the team event at the 2014 Winter Olympics.",
  "/wiki/Biathlon": "The biathlon is a winter sport that combines cross-country skiing and rifle shooting. It is treated as a race where the contestant with the shortest total time wins. Depending on the competition, missed shots result in extra distance or time being added to the contestant's total.",
  "/wiki/Biathlon_World_Championships_2013": "The 46th Biathlon World Championships was held in Nové Město na Moravě, Czech Republic, from 7 to 17 February 2013.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/World_Rally_Championship": "The World Rally Championship (WRC) is a rallying series organised by the FIA, culminating with a champion driver, co-driver and manufacturer. The driver's world championship and manufacturer's world championship are separate championships, but based on the same point system. The series currently consists of 14 three-day events driven on surfaces ranging from gravel and tarmac to snow and ice. Each rally is split into 15–25 special stages which are run against the clock on closed roads.",
  "/wiki/2013_Rally_Sweden": "The 2013 Rally Sweden was a motor racing event for rally cars that was held over four days between 7 and 10 February, which marked the sixty-first running of the Rally Sweden. The rally was based in the town of Karlstad and ran along the border of Norway. The rally itself was contested over twenty-two special stages, covering a total of 338.91 km (210.59 mi) in competitive stages.",
  "/wiki/S%C3%A9bastien_Ogier": "Sébastien Ogier (born 17 December 1983) is a French rally driver, competing for Toyota World Rally Team in the World Rally Championship (WRC), who is teamed with co-driver Julien Ingrassia. He won the World Rally Drivers' Championship six times, in 2013, 2014, 2015, 2016, 2017 and 2018. With 47 victories in the World Rally Championship and 6 consecutive titles, he is statistically the second most successful WRC driver, after former Citroën WRC teammate Sébastien Loeb (9 titles).",
  "/wiki/Julien_Ingrassia": "Julien Ingrassia (born 26 November 1979) is a French rally co-driver. Working with Sébastien Ogier, he became World Rally Champion in 2013, 2014, 2015, and 2016 with Volkswagen Motorsport, and 2017 and 2018 with M-Sport World Rally Team.",
  "/wiki/English_cricket_team_in_New_Zealand_in_2012%E2%80%9313": "The English cricket team toured New Zealand from 4 February to 26 March 2013, their first tour of New Zealand since 2008. The tour consisted of three Twenty20 International matches, three One Day Internationals and three Test matches; the Test series saw the teams contest the Astle–Atherton Trophy for the first time. No man of the match awards were given in the T20I or ODI series, with prize money being given to charity instead.",
  "/wiki/England_cricket_team": "The England cricket team represents England and Wales in international cricket. Since 1997, it has been governed by the England and Wales Cricket Board (ECB), having been previously governed by Marylebone Cricket Club (the MCC) since 1903. England, as a founding nation, is a Full Member of the International Cricket Council (ICC) with Test, One Day International (ODI) and Twenty20 International (T20I) status. Until the 1990s, Scottish and Irish players also played for England as those countries were not yet ICC members in their own right.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/2013_AFC_Champions_League": "The 2013 AFC Champions League was the 32nd edition of the top-level Asian club football tournament organized by the Asian Football Confederation (AFC), and the 11th under the current AFC Champions League title. The defending champions, Ulsan Hyundai, failed to qualify for the tournament.",
  "/wiki/Guangzhou_Evergrande_F.C.": "Guangzhou Evergrande Taobao Football Club is a professional Chinese football club that participates in the Chinese Super League under the license of the Chinese Football Association. The team is based in Guangzhou, Guangdong, and their home stadium is the Tianhe Stadium which has a seating capacity of 58,500. Their majority shareholders are the Evergrande Real Estate Group (56.71%) and the e-commerce company Alibaba Group (37.81%), while the rest of the shares are traded in the Chinese OTC system.",
  "/wiki/2013_Fed_Cup_World_Group": "The World Group was the highest level of Fed Cup (women's tennis) competition in 2013. First seeds Czech Republic were the defending champions, but they were defeated in the semi-finals by Italy. Italy won the final against Russia.",
  "/wiki/Italy_Fed_Cup_team": "The Italy Fed Cup team represents Italy in international women's tennis and is directed by the Federazione Italiana Tennis. The team played in the first ever tournament in 1963, and is one of four teams that has taken part in every single edition since.",
  "/wiki/2013_Qatar_Total_Open": "The 2013 Qatar Total Open was a professional women's tennis tournament played on hard courts. It was the 11th edition of the event and part of the WTA Premier 5 series of the 2013 WTA Tour. It took place at the International Tennis and Squash complex in Doha, Qatar between 11 and 17 February 2013.",
  "/wiki/Victoria_Azarenka": "Victória Fyódorovna Azárenka (Belarusian: Вікторыя Фёдараўна Азаранка; Russian: Виктория Фёдоровна Азаренко; born 31 July 1989) is a Belarusian professional tennis player. She is a former world No. 1 in singles and was the year-end No. 1 in 2012. Azarenka has won 20 WTA singles titles, eight WTA doubles titles, and three mixed-doubles titles.",
  "/wiki/2013_Super_Rugby_season": "The 2013 Super Rugby season was the third season of the new 15-team format for the Super Rugby competition involving teams from Australia, New Zealand and South Africa. The tournament was won by the Chiefs, who defeated the Canberra-based Brumbies 27–22 in the competition final. For sponsorship reasons, this competition is known as FxPro Super Rugby in Australia, Investec Super Rugby in New Zealand and Vodacom Super Rugby in South Africa. Including the past incarnations as Super 12 and Super 14, this was the 18th season of the Southern Hemisphere's premier domestic competition. Conference matches took place every weekend from 15 February until 13 July – with a break between rounds 17 and 18 for internationals games – followed by the play-offs series that culminated in the final on 3 August.",
  "/wiki/Chiefs_(rugby_union)": "The Chiefs (formerly known as the Waikato Chiefs and officially called the Gallagher Chiefs for sponsorship reasons) is a New Zealander professional rugby union team based in Hamilton, New Zealand. The team competes in the Super Rugby competition, previously known as the Super 12 and Super 14, and are one of the competition's five New Zealand teams. Playing in black, red and yellow coloured jerseys, their primary home ground is Waikato Stadium.",
  "/wiki/Speed_skating": "Speed skating is a competitive form of ice skating in which the competitors race each other in travelling a certain distance on skates. Types of speed skating are long track speed skating, short track speed skating, and marathon speed skating. In the Olympic Games, long-track speed skating is usually referred to as just \"speed skating\", while short-track speed skating is known as \"short track\". The ISU, the governing body of both ice sports, refers to long track as \"speed skating\" and short track as \"short track skating\".",
  "/wiki/2013_World_Allround_Speed_Skating_Championships": "The 2013 World Allround Speed Skating Championships took place between 16 and 17 February 2013, at Vikingskipet in Hamar, Norway.",
  "/wiki/Sven_Kramer": "Sven Kramer (Dutch pronunciation: [ˈsvɛnː ˈkraːmər]; born 23 April 1986) is a Dutch long track speed skater who has won an all-time record nine World Allround Championships as well as a record ten European Allround Championships. He is the Olympic champion of the 5000 meters at the Vancouver 2010, Sochi 2014 and Pyeongchang 2018 Olympics, and won a record 20 gold medals at the World Single Distance Championships; eight in the 5000 meters, five in the 10,000 meters, and seven in the team pursuit. Kramer is the current world record holder in the team pursuit (alongside Jan Blokhuijsen and Koen Verweij), and broke the world records in the 5000 meter and 10,000 meter events three times. By winning the 2010 World Allround Championship, Kramer became the first speed skater in history to win four consecutive world allround championships, and eight consecutive international allround championships. He was undefeated in the 18 international allround championships he participated in from the 2006/2007 season until the 2016/2017 season. From November 2007 to March 2009 he was ranked first in the Adelskalender, but despite his dominance as an all-round skater he has since been overtaken on that list by Shani Davis and, more recently, by his team mate Patrick Roest .",
  "/wiki/Ireen_W%C3%BCst": "Ireen Wüst (Dutch pronunciation: [iˈreːn ʋyst]; born 1 April 1986) is a Dutch long track allround speed skater.",
  "/wiki/Curling": "Curling is a sport in which players slide stones on a sheet of ice toward a target area which is segmented into four concentric circles. It is related to bowls, boules and shuffleboard. Two teams, each with four players, take turns sliding heavy, polished granite stones, also called rocks, across the ice curling sheet toward the house, a circular target marked on the ice. Each team has eight stones, with each player throwing two. The purpose is to accumulate the highest score for a game; points are scored for the stones resting closest to the centre of the house at the conclusion of each end, which is completed when both teams have thrown all of their stones. A game usually consists of eight or ten ends.",
  "/wiki/2013_Scotties_Tournament_of_Hearts": "The 2013 Scotties Tournament of Hearts, the Canadian women's national curling championship, was held from February 16 to 24 at the K-Rock Centre in Kingston, Ontario. It was the ninth time Ontario hosted the Tournament of Hearts. Ontario last hosted the Scotties in 2010 in Sault Ste. Marie.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Rachel_Homan": "Rachel Catherine Homan (born April 5, 1989) is a Canadian curler. Homan is a former Canadian junior champion, a three-time national champion winner of the Scotties Tournament of Hearts, in 2013, 2014 and 2017, and the 2017 world champion, all as skip. She was the skip of the Canadian women's curling team at the 2018 Winter Olympics.",
  "/wiki/Auto_racing": "Auto racing (also known as car racing, motor racing, or automobile racing) is a motorsport involving the racing of automobiles for competition.",
  "/wiki/2013_NASCAR_Sprint_Cup_Series": "The 2013 NASCAR Sprint Cup Series was the 65th season of NASCAR professional stock car racing in the United States and the 42nd modern-era Cup season. The season began on February 16, 2013, at Daytona International Speedway, with the Sprint Unlimited, followed by the Daytona 500 on February 24. The season ended with the Ford EcoBoost 400 at Homestead-Miami Speedway on November 17.",
  "/wiki/Jimmie_Johnson": "Jimmie Kenneth Johnson (born September 17, 1975) is an American professional stock car racing driver. A seven-time champion in the NASCAR Cup Series, he currently competes full-time in the series, driving the No. 48 Chevrolet Camaro ZL1 for Hendrick Motorsports.",
  "/wiki/Hendrick_Motorsports": "Hendrick Motorsports (HMS), originally named All Star Racing, is an American professional stock car racing team that currently competes in the NASCAR Cup Series. The team, created in 1984 by Rick Hendrick, is one of stock car racing's premier organizations. As of 2020, Hendrick Motorsports has won twelve Cup Series owners and drivers championships, three Truck Series owners and drivers titles, and one Nationwide Series drivers crown, 256 NASCAR Cup Series victories, 26 Nationwide Series wins, and 26 Camping World Truck Series victories. As of the 2016 season, the team has won a Cup Series race on every track on the current circuit – except for Kentucky Speedway, which has only been on the circuit since 2011.",
  "/wiki/Chevrolet": "Chevrolet (/ˌʃɛvrəˈleɪ/ SHEV-rə-LAY), colloquially referred to as Chevy and formally the Chevrolet Division of General Motors Company, is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet and ousted General Motors founder William C. Durant started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a controlling stake in General Motors with a reverse merger occurring on May 2, 1918 and propelled himself back to the GM presidency. After Durant's second ousting in 1919, Alfred Sloan, with his maxim \"a car for every purse and purpose\", would pick the Chevrolet brand to become the volume leader in the General Motors family, selling mainstream vehicles to compete with Henry Ford's Model T in 1919 and overtaking Ford as the best-selling car in the United States by 1929.",
  "/wiki/2013_in_sports": "2013 in sports is listing and describing the major sporting events from the current year: by month and by discipline. The year after the 2012 Summer Olympics and the year before the 2014 Winter Olympics."
}