{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Bobby_Shuttleworth": "Robert \"Bobby\" Shuttleworth (born May 13, 1987) is an American soccer player who currenrly plays for Chicago Fire in Major League Soccer.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Jonathan_Bornstein": "Jonathan Rey Bornstein (born November 7, 1984) is an American soccer player, who currently plays for Chicago Fire in MLS. He has played on the United States men's national soccer team.",
  "/wiki/Johan_Kappelhof": "Johan Kappelhof (born 5 August 1990) is a Dutch footballer who plays as a defender for Major Soccer League side Chicago Fire. He previously played for FC Groningen and in the youth academy of Ajax.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Francisco_Calvo": "Francisco Javier Calvo Quesada (born 8 July 1992) is a Costa Rican international footballer who currently plays for Chicago Fire in MLS.",
  "/wiki/Costa_Rica": "Costa Rica (/ˌkɒstə ˈriːkə/, US: /ˌkoʊstə/ (listen); Spanish: [ˈkosta ˈrika]; literally \"Rich Coast\"), officially the Republic of Costa Rica (Spanish: República de Costa Rica), is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers (19,714 square miles). An estimated 333,980 people live in the capital and largest city, San José, with around 2 million people in the surrounding metropolitan area.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Raheem_Edwards": "Raheem Nathaniel Anfernee Edwards (born July 17, 1995) is a Canadian soccer player who currently plays for Minnesota United in Major League Soccer. Edwards generally plays as a left winger or wing-back.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/C._J._Sapong": "Charles \"CJ\" Nana Kwabena Sapong (/səˈpɒŋ/; born December 27, 1988) is an American soccer player who currently plays as a forward for Chicago Fire in Major League Soccer.",
  "/wiki/Álvaro_Medrán": "Álvaro Medrán Just (Spanish pronunciation: [ˈalβaɾo meˈðɾan xust]; born 15 March 1994) is a Spanish professional footballer who plays as a midfielder for American club Chicago Fire FC.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Przemysław_Frankowski": "Przemysław Frankowski (born 12 April 1995) is a Polish footballer who plays as a midfielder for the Chicago Fire.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Brandt_Bronico": "Brandt Bronico (born June 20, 1995) is an American professional soccer player who plays as a midfielder for Chicago Fire in Major League Soccer.",
  "/wiki/Djordje_Mihailovic": "Djordje Aleksandar Mihailovic (Serbian Cyrillic: Ђорђе Александар Михаиловић; born November 10, 1998) is an American professional soccer player who currently plays as a midfielder for the Chicago Fire in Major League Soccer and the United States national team.",
  "/wiki/Homegrown_Player_Rule_(Major_League_Soccer)": "The Homegrown Player Rule is a Major League Soccer program that allows MLS teams to sign local players from their own development academies directly to MLS first team rosters. Before the creation of the rule in 2008, every player entering Major League Soccer would have to be assigned through one of the existing MLS player allocation processes, such as the MLS SuperDraft.",
  "/wiki/Micheal_Azira": "Micheal Azira (born August 22, 1987) is a Ugandan professional footballer who plays for the Chicago Fire in Major League Soccer and the Uganda national team.",
  "/wiki/Uganda": "Uganda, officially the Republic of Uganda (Swahili: Jamhuri ya Uganda; Luganda: Eggwanga Yuganda) is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great Lakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified equatorial climate.",
  "/wiki/Kenneth_Kronholm": "Kenneth Kronholm (born October 14, 1985) is an American-German footballer who plays as a goalkeeper for Chicago Fire in MLS.",
  "/wiki/Fabian_Herbers": "Fabian Herbers (born 17 August 1993) is a German footballer who currently plays for Chicago Fire in MLS.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Connor_Sparrow": "Connor Sparrow (born May 10, 1994) is an American soccer player who currently plays for Chicago Fire in MLS.",
  "/wiki/Robert_Berić": "Robert Berić (born 17 June 1991) is a Slovenian professional footballer who plays as a striker for Major League Soccer club Chicago Fire and the Slovenia national team. In the 2014–15 season he ranked 11th in the European Golden Shoe award.",
  "/wiki/Designated_Player_Rule": "The Designated Player Rule, nicknamed the Beckham Rule, allows Major League Soccer franchises to sign up to three players that would be considered outside their salary cap (either by offering the player higher wages or by paying a transfer fee for the player). The rule, which was adopted ahead of the 2007 MLS season, enables teams to compete for star players in the international soccer market. The rule is one of two mechanisms by which MLS teams may exceed their salary cap, the other being allocation money. As of December 2019, there have been 209 Designated Players in league history.",
  "/wiki/Slovenia": "Slovenia (/sloʊˈviːniə, slə-/ (listen) sloh-VEE-nee-ə; Slovene: Slovenija [slɔˈʋèːnija]), officially the Republic of Slovenia (Slovene: Republika Slovenija (help·info), abbr.: RS), is a country located in Europe at the crossroads of main European cultural and trade routes. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia covers 20,273 square kilometers (7,827 sq mi) and has a population of 2.084 million. One of the successor states of the former Yugoslavia, Slovenia is now a parliamentary republic and member nation of the European Union, United Nations, and NATO. The capital and largest city is Ljubljana.",
  "/wiki/Elliot_Collier": "Elliot Collier (born 22 February 1995) is a New Zealand soccer player who plays for Chicago Fire of Major League Soccer as a forward.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Jeremiah_Gutjahr": "Jeremiah Gutjahr (born August 10, 1997) is an American professional soccer player who plays as a midfielder for Chicago Fire in Major League Soccer.",
  "/wiki/Chicago_Fire_FC": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002."
}