{
  "/wiki/Kabaddi": "Kabaddi is a contact team sport, played between two teams of seven players each. The objective of the game is for a single player on offence, referred to as a \"raider\", to run into the opposing team's half of a court, tag out as many of their defenders as possible, and return to their own half of the court, all without being tackled by the defenders, and in a single breath. Points are scored tagged by the raider, while the opposing team earns a point for stopping the raider. Players are taken out of the game if they are tagged or tackled, but are brought back in for each point scored by their team from a tag or tackle.",
  "/wiki/2013_Kabaddi_World_Cup": "The 2013 World Kabaddi Cup was the fourth edition of the circle style World Kabaddi Cup, held from December 1 to December 14, 2013 with the Opening Ceremony on November 30, 2013 at Bathinda. The tournament took place in Punjab, India.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Squash_(sport)": "Squash is a racket  and ball sport played by two (singles) or four players (doubles squash) in a four-walled court with a small, hollow rubber ball. The players alternate in striking the ball with their racquets onto the playable surfaces of the four walls of the court. The objective of the game is to hit the ball in such a way that the opponent is not able to play a valid return. About 20 million people play squash regularly world-wide in over 185 countries. The governing body of Squash, the World Squash Federation (WSF), is recognized by the International Olympic Committee (IOC), but the sport is not part of the Olympic Games, despite a number of applications. Supporters continue to lobby for its incorporation in a future Olympic program.",
  "/wiki/Men%27s_Hong_Kong_squash_Open_2013": "The Men's Cathay Pacific Hong Kong Open 2013 was the men's edition of the 2013 Hong Kong Open, which is a PSA World Series event Platinum (Prize money: $150,000). The event took place in Hong Kong from 3 to 8 December. Nick Matthew won his first Hong Kong Open trophy, beating Borja Golán in the final.",
  "/wiki/Women%27s_Hong_Kong_squash_Open_2013": "The Women's Cathay Pacific Hong Kong Open 2013 was the women's edition of the 2013 Hong Kong Open, which is a WSA World Series event Gold (Prize money : 70 000 $). The event took place in Hong Kong from 3 December to 8 December. Nicol David won her eighth Hong Kong Open trophy, beating Raneem El Weleily in the final.",
  "/wiki/Hong_Kong_Open_(squash)": "The Hong Kong Squash Open is an annual squash tournament held in Hong Kong in November. The tournament has both men and women's sections. The opening sections of the tournament are held at the Hong Kong Squash Centre, while the finals are contested in a glass show court outside the Hong Kong Cultural Centre.",
  "/wiki/Nick_Matthew": "Nicholas Matthew OBE (born 25 July 1980 in Sheffield) is a former English professional squash player who has won the two most prestigious tournaments in the professional game, the British Open and the World Open, three times each. He reached a career-high world ranking of World No. 1 in June 2010. His home club is Hallamshire Tennis and Squash Club in Sheffield which has named 'The Nick Matthew Showcourt' after him.",
  "/wiki/Nicol_David": "Datuk Nicol Ann David DB PJN DSPN KMN AMN (born 26 August 1983) is a female Malaysian professional squash player, currently ranked 6th in the world. Beginning in August 2006, David was the world number one for a record-breaking 108 consecutive months, finally ceding the ranking in September 2015 to Raneem El Weleily. She has won the World Open title a record 8 times in 2005, 2006, 2008, 2009, 2010, 2011, 2012 and 2014, as well as the British Open title in 2005, 2006, 2008, 2012 and 2014. In July 2016, she reached her 151st successive month in the top 10, breaking the record in both men's and women's categories. She surpassed Peter Nicol's previous records of 150 months.",
  "/wiki/Speed_skating": "Speed skating is a competitive form of ice skating in which the competitors race each other in travelling a certain distance on skates. Types of speed skating are long track speed skating, short track speed skating, and marathon speed skating. In the Olympic Games, long-track speed skating is usually referred to as just \"speed skating\", while short-track speed skating is known as \"short track\". The ISU, the governing body of both ice sports, refers to long track as \"speed skating\" and short track as \"short track skating\".",
  "/wiki/2013%E2%80%9314_ISU_Speed_Skating_World_Cup_%E2%80%93_World_Cup_4": "The fourth competition weekend of the 2013–14 ISU Speed Skating World Cup was held in Sportforum Hohenschönhausen in Berlin, Germany, from Friday, 6 December, until Sunday, 8 December 2013.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Field_hockey": "Field hockey is a widely played team sport of the hockey family. The game can be played on grass, watered turf, artificial turf or synthetic field, as well as an indoor boarded surface. Each team plays with ten field players and a goalkeeper. Players commonly use sticks made out of wood, carbon fibre, fibre glass or a combination of carbon fibre and fibre glass in different quantities (with the higher carbon fibre stick being more expensive and less likely to break) to hit a round, hard, plastic hockey ball. The length of the hockey stick is based on the player's individual height, the top of the stick usually comes to the players hip, taller players typically have taller sticks. The sticks have a round side and a flat side only the flat face of the stick is allowed to be used, if the other side is used it results in a foul. Goalies often have a different kind of stick, however they can also use an ordinary field hockey stick. The specific goal-keeping sticks have another curve at the end of the stick, this is to give them more surface area to save the ball. The uniform consists of shin guards, shoes, shorts or a skirt, a mouthguard and a jersey.",
  "/wiki/2013_Men%27s_Hockey_Junior_World_Cup": "The 2013 Men's Hockey Junior World Cup was the 10th edition of the Hockey Junior World Cup for men, an international field hockey tournament. It was held between 6–15 December 2013 in New Delhi, India.",
  "/wiki/Germany_men%27s_national_field_hockey_team": "The Germany men's national field hockey team is one of the most successful sides in the world, winning gold at the Summer Olympics four times (including once as West Germany), the Hockey World Cup twice, the EuroHockey Nations Championship eight times (including twice as West Germany) and the Hockey Champions Trophy nine times (including three times as West Germany).",
  "/wiki/Team_handball": "Handball (also known as team handball, European handball or Olympic handball) is a team sport in which two teams of seven players each (six outcourt players and a goalkeeper) pass a ball using their hands with the aim of throwing it into the goal of the other team. A standard match consists of two periods of 30 minutes, and the team that scores more goals wins.",
  "/wiki/2013_World_Women%27s_Handball_Championship": "The 2013 World Women's Handball Championship, the 21st event hosted by the International Handball Federation, was held in Serbia on 6–22 December 2013.",
  "/wiki/Brazil_women%27s_national_handball_team": "The Brazil women's national handball team is the national team of Brazil. It is governed by the Confederação Brasileira de Handebol and takes part in international handball competitions.",
  "/wiki/Multi-sport_event": "A multi-sport event is an organized sporting event, often held over multiple days, featuring competition in many different sports among organized teams of athletes from (mostly) nation-states. The first major, modern, multi-sport event of interna. Most have the same basic structure. Games are held over the \ncourse of several days in and around a \"host city\", which changes for each competition. Countries send national teams to each competition, consisting of individual athletes and teams that compete in a wide variety of sports.  Athletes or teams are awarded gold, silver or bronze medals for first, second and third place respectively. The games are generally held every four years, though some are annual competitions.",
  "/wiki/2013_Winter_Universiade": "The 2013 Winter Universiade, the XXVI Winter Universiade, was a winter multi-sport event which took place in Trentino, Italy between 11 and 21 December 2013.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/2013_FIFA_Club_World_Cup": "The 2013 FIFA Club World Cup (officially known as the FIFA Club World Cup Morocco 2013 presented by Toyota for sponsorship reasons) was the 10th edition of the FIFA Club World Cup, a FIFA-organised international club football tournament between the winners of the six continental confederations as well as the host nation's league champions. It was hosted by Morocco, and played from 11 to 21 December 2013.",
  "/wiki/FC_Bayern_Munich": "Fußball-Club Bayern München e.V., commonly known as FC Bayern München (German pronunciation: [ʔɛf tseː ˈbaɪɐn ˈmʏnçn̩]), FCB, Bayern Munich, or FC Bayern, is a German sports club based in Munich, Bavaria. It is best known for its professional football team, which plays in the Bundesliga, the top tier of the German football league system, and is the most successful club in German football history, having won a record 29 national titles and 19 national cups.",
  "/wiki/2013_Southeast_Asian_Games": "The 2013 Southeast Asian Games (Burmese: ၂၀၁၃ ခုနှစ် အရှေ့တောင် အာရှ အားကစား ပြိုင်ပွဲ), officially known as the 27th Southeast Asian Games, was a Southeast Asian multi-sport event took place in Nay Pyi Taw, Myanmar. Around 4730 athletes from 11 participating nations participated at the games, which featured 460 events in 34 sports. The games were held from 11 to 22 December 2013.",
  "/wiki/Thailand_at_the_2013_Southeast_Asian_Games": "Thailand competed at the 2013 Southeast Asian Games. The 27th Southeast Asian Games took place in Naypyidaw, the capital of Myanmar, as well as in two other main cities, Yangon and Mandalay.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/2013_European_Short_Course_Swimming_Championships": "The 2013 European Short Course Swimming Championships took place in Herning, Denmark, from 12–15 December 2013.",
  "/wiki/Mind_sport": "A mind sport is a game of skill where the competition is based on a particular type of the intellectual ability as opposed to physical exercise.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/2014_World_Junior_Ice_Hockey_Championships": "The 2014 World Junior Ice Hockey Championships (formerly called the IIHF U20 World Championship) was the 38th edition of the Ice Hockey World Junior Championship (WJHC), hosted in Malmö, Sweden. The 13,700-seat Malmö Arena was the main venue, with the smaller Malmö Isstadion the secondary venue. It began on December 26, 2013, and ended with the gold medal game on January 5, 2014.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/2013_in_sports": "2013 in sports is listing and describing the major sporting events from the current year: by month and by discipline. The year after the 2012 Summer Olympics and the year before the 2014 Winter Olympics."
}