{
  "/wiki/Bob_Bradley": "Robert Frank Bradley (born March 3, 1958) is an American soccer coach who is currently the head coach of Major League Soccer team Los Angeles FC.",
  "/wiki/Dave_Sarachan": "Dave Sarachan (born June 7, 1954) is an American soccer coach and former player, who currently is the head coach for North Carolina FC. Sarachan spent two seasons as a player in the North American Soccer League and four in Major Indoor Soccer League before retiring in 1982. Since then, he has coached at the collegiate, professional, and national team levels. He served as head coach with Chicago Fire of Major League Soccer from 2002 to 2007 and as interim head coach of the United States men's national soccer team from 2017 to 2018.",
  "/wiki/Juan_Carlos_Osorio": "Juan Carlos Osorio Arbeláez (Spanish pronunciation: [xwaŋ ˈkaɾlos oˈso.ɾjo aɾβeˈla.es]; born 8 June 1961) is a Colombian retired footballer who played as a midfielder, and is the manager of Atlético Nacional.",
  "/wiki/Denis_Hamlett": "Denis Hamlett (born January 9, 1969) is a Costa Rican-American former professional soccer player and coach currently serving as sporting director for the New York Red Bulls in Major League Soccer.",
  "/wiki/Carlos_de_los_Cobos": "Carlos de los Cobos Martínez (born 10 December 1958 in Matamoros) is a Mexican football manager and former player who is currently the manager of El Salvador. He previously coached Querétaro in the Mexican Primera Division.",
  "/wiki/Frank_Klopas": "Fotios \"Frank\" Klopas (Greek: Φώτιος «Φρανκ» Κλόπας; born September 1, 1966) is a retired American soccer forward. Following his retirement, he served as a color commentator for the Chicago Fire before later working as a front office executive and manager for both the Fire and Montreal Impact.",
  "/wiki/Frank_Yallop": "Frank Walter Yallop (born 4 April 1964) is a British-Canadian former professional soccer player and former head coach.",
  "/wiki/Brian_Bliss": "Brian Boyer Bliss (born September 28, 1965) is a retired American soccer defender and front office executive. He also serves as an assistant coach for the United States U-20 national team.",
  "/wiki/Veljko_Paunovic": "Veljko Paunović (Serbian Cyrillic: Вељко Пауновић, pronounced [ʋěːʎko paǔ:noʋitɕ]; born 21 August 1977) is a Serbian former footballer, and a manager.",
  "/wiki/Rapha%C3%ABl_Wicky": "Raphaël Wicky (born 26 April 1977) is a Swiss football coach and a former player who is the head coach of Chicago Fire of Major League Soccer. He was the manager of FC Basel and the head coach of the United States under-17 national team. He was a defensive midfielder who could also play in defence and was known for his combative style."
}