{
  "/wiki/Thomas_Burke_(athlete)": "Thomas Edmund \"Tom\" Burke (January 15, 1875 – February 14, 1929) was an American sprinter. He was the first Olympic champion in the 100 and 400 meter dash races.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics": "At the 1896 Summer Olympics, the first modern Olympiad, twelve athletics events were contested. A total of 25 medals (12 silver for winners, 13 bronze for runner-up, none for third) were awarded. The medals were later denoted as 37 modern medals (12 gold, 13 silver, 12 bronze). All of the events except the marathon were held in the Panathinaiko Stadium, which was also the finish for the marathon.  Events were held on 6 April, 7 April, 9 April, and 10 April 1896 (all dates are according to the Gregorian calendar). Altogether, 64 athletes, all men, from ten nations competed.  This made athletics the most international of the nine sports at the 1896 Games.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics_–_Men's_100_metres": "The men's 100 metres race was the first event run at the modern Olympics, on 6 April 1896.  It was the shortest race on the Athletics at the 1896 Summer Olympics programme. 21 athletes were entered in the first round, divided into three heats of seven runners, but six of them later withdrew.  The top two athletes in each heat advanced to the final, which took place on 10 April.",
  "/wiki/Thomas_Curtis": "Thomas Pelham Curtis (January 9, 1873 – May 23, 1944) was an American athlete and the winner of the 110 metres hurdles at the 1896 Summer Olympics.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics_–_Men's_110_metre_hurdles": "The men's 110 metres hurdles was the only hurdling event on the Athletics at the 1896 Summer Olympics programme.  The preliminary heats were the first track event of the day on 7 April.  Eight competitors ran in two heats of four runners each.  Only the fastest two runners in each heat advanced to the final.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics_–_Men's_400_metres": "The men's 400 metres race was the second-shortest of the flat-track events on the Athletics at the 1896 Summer Olympics programme.  The competition's preliminary round was the last held on the first day, 6 April.  The competitors were split into two groups.  The top two runners in each heat advanced to the final, which was held on the second day, 7 April.",
  "/wiki/Ellery_Clark": "Ellery Harding Clark (March 13, 1874 – July 27, 1949) was an American track and field athlete and a writer. He was the first modern Olympic champion in high jump and long jump.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics_–_Men's_high_jump": "The men's high jump was one of four jumping events on the Athletics at the 1896 Summer Olympics programme.  The high jump was held on 10 April. Five competitors took part in the event, three of them Americans.  Ellery Clark, who had previously won the long jump, also won this event.  Garrett and Connolly tied for second place.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics_–_Men's_long_jump": "The men's long jump was one of four jumping events on the Athletics at the 1896 Summer Olympics programme.  There were nine contestants in the long jump, held on 7 April.  The American jumpers proved themselves dominant in taking the top three spots.  Clark's first two jumps were fouls, but his third was by far the best of the field.",
  "/wiki/James_Connolly_(athlete_born_1868)": "James Brendan Bennet \"Jamie\" Connolly (Irish: Séamas Breandán Ó Conghaile, October 28, 1868 – January 20, 1957) was an American athlete and author. In 1896, he was the first modern Olympic champion.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics_–_Men's_triple_jump": "The men's triple jump was one of four jumping events on the Athletics at the 1896 Summer Olympics programme.  There were 7 competitors in the triple jump, then known as the \"hop, skip, and jump\" despite the wide range of techniques used by the competitors.  The event was held on 6 April, immediately after the first heats of the 100 metre race.  Since there was only one round of the triple jump, the winner was crowned as the first modern Olympic champion.",
  "/wiki/William_Hoyt_(athlete)": "William Hoyt (William Welles \"Bill\" Hoyt; May 7, 1875 – December 1, 1954) was an American track and field athlete. He competed at the 1896 Summer Olympics in Athens. He was born in Glastonbury, Connecticut.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics_–_Men's_pole_vault": "The men's pole vault was one of four jumping events on the Athletics at the 1896 Summer Olympics programme.  \nFive athletes competed in the pole vault.  The two Americans far outclassed the three Greeks, starting higher than the Greeks could clear and taking first and second places. Damaskos and Theodoropoulos tied for third, while Xydas took fifth.",
  "/wiki/Robert_Garrett": "Robert S. Garrett (May 24, 1875 – April 25, 1961) was an American athlete, as well as investment banker and philanthropist in Baltimore, Maryland and financier of several important archeological excavations. Garrett was the first modern Olympic champion in discus throw as well as shot put.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics_–_Men's_discus_throw": "The men's discus throw was one of two throwing events on the Athletics at the 1896 Summer Olympics programme.  The discus throw was the fourth event held.  It was contested on 6 April.  11 athletes competed, including one each from France, Sweden, the United States, Great Britain, and Germany as well as three Greeks and three Danes.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics_–_Men's_shot_put": "The men's shot put was one of two throwing events on the Athletics at the 1896 Summer Olympics programme. Seven athletes took part in the shot put competition on 7 April.  The two Greek athletes both won medals, with Gouskos battling closely with Garrett of the United States for the longest distance.",
  "/wiki/John_Paine_(sport_shooter)": "John Bryant Paine (April 19, 1870 – August 1, 1951) was an American shooter.  He competed at the 1896 Summer Olympics in Athens.",
  "/wiki/Shooting_at_the_1896_Summer_Olympics": "At the 1896 Summer Olympics, five sport shooting events were contested.  These events took place at the newly constructed shooting range at Kallithea.  They were organized and prepared by the Sub-Committee for Shooting.  Sixty-one shooters from seven nations competed.",
  "/wiki/Shooting_at_the_1896_Summer_Olympics_–_Men's_25_metre_military_pistol": "The men's 25 metre military pistol was one of the five sport shooting events on the 1896 Summer Olympics shooting programme.",
  "/wiki/Sumner_Paine": "Sumner Paine (May 13, 1868 – April 18, 1904) was an American shooter.  He competed at the 1896 Summer Olympics in Athens.",
  "/wiki/Shooting_at_the_1896_Summer_Olympics_–_Men's_30_metre_free_pistol": "The men's 30 metre individual competition with free revolver  was one of the five sport shooting events on the 1896 Summer Olympics shooting program.  Six competitors entered the pistol event on 11 April.  John Paine elected not to compete, leaving Sumner to win the event.  The five competitors represented three nations.  They each shot five strings of six shots.",
  "/wiki/Herbert_Jamison": "Herbert Brotherson Jamison (September 17, 1875 – June 22, 1938) was an American sprinter who won a silver medal in the 400 m at the 1896 Summer Olympics. His favorite event, 200 m, was not yet part of the Olympics.",
  "/wiki/Arthur_Blake_(middle-distance_runner)": "Arthur Blake (Arthur Charles \"Skipper\" Blake; January 26, 1872 – October 22, 1944) was an American athlete who competed in the 1500 meters and the marathon at the 1896 Summer Olympics in Athens.",
  "/wiki/Athletics_at_the_1896_Summer_Olympics_–_Men's_1500_metres": "The men's 1500 metres race, the longest flat-track race of the 1896 Summer Olympics programme, was the last event on 7 April. It was run in a single heat, with eight athletes competing.",
  "/wiki/Albert_Tyler_(athlete)": "Albert Clinton Tyler (January 4, 1872 – July 25, 1945) was an American pole vaulter who won a silver medal at the 1896 Summer Olympics in Athens.",
  "/wiki/Francis_Lane": "Francis Adonijah Lane (September 23, 1874 – February 17, 1927) was an American sprinter who competed at the 1896 Summer Olympics in Greece.",
  "/wiki/United_States_at_the_1896_Summer_Olympics": "Fourteen competitors from the United States competed in three sports at the 1896 Summer Olympics in Athens, Greece.  The Americans were the most successful athletes in terms of gold medals, beating host nation Greece, 11 to 10, despite fielding only 14 competitors compared to an estimated 169 Greek entrants.  However, the Greeks' 46 total medals dwarfed the Americans' 20."
}