{
  "/wiki/Rosie_MacLennan": "Rosannagh \"Rosie\" MacLennan (born August 28, 1988) is a Canadian trampoline gymnast. She is the 2013 and 2018 World Trampoline champion, 2012 and 2016 Olympic champion, and 2011 and 2015 Pan American Games champion in the individual trampoline event. MacLennan was the Canadian National Women's champion in 2005, 2009 and 2011, and in 2007 was the World Champion in synchronized trampoline with Karen Cockburn. She has also won five silver and four bronze medals in World Championship competition in both the individual and synchro events. MacLennan trains at Skyrider's Trampoline Place in Richmond Hill, Ontario, with coach David Ross, who has coached all of Canada's Olympic trampolinists.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics": "Three gymnastics disciplines were contested at the 2012 Olympic Games in London: artistic gymnastics, rhythmic gymnastics and trampolining. The trampoline events were held at the North Greenwich Arena (normally called The O2 Arena) from 3 to 4 August; the artistic events were also held at the North Greenwich Arena, from 28 July to 7 August. The rhythmic gymnastics events took place at Wembley Arena from 9 to 12 August.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_trampoline": "The Women's trampoline competition at the 2012 Summer Olympics was held on 4 August, at the North Greenwich Arena, London, United Kingdom.",
  "/wiki/Christine_Girard": "Christine Girard (born January 3, 1985) is a Canadian weightlifter from White Rock, British Columbia. She competes in the 63 kg division. Girard was the first Canadian female to win a medal in weightlifting when she won gold at the 2012 London Olympics. She also won Commonwealth Games and Pan American Games titles in her weight class and has won multiple medals in each of those competitions. She holds the Commonwealth games record and the Pan-American Games record in the Clean and Jerk.",
  "/wiki/Weightlifting_at_the_2012_Summer_Olympics": "Weightlifting competitions at the 2012 Summer Olympics in London were held from 28 July to 7 August in the ExCeL venue. Fifteen gold medals were awarded and 260 athletes took part (156 men and 104 women).",
  "/wiki/Weightlifting_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_63_kg": "The Women's 63 kg weightlifting event at the 2012 Summer Olympics in London, United Kingdom, took place at ExCeL London.",
  "/wiki/Gabriel_Bergen": "Gabriel Bergen (born 6 July 1982 in Dawson Creek) is a Canadian rower. Bergen won a silver medal as part of the men's eights for Canada at the 2012 Summer Olympics in London. He has also won one medal of every colour at the World Championships including being champion in the coxed pair in 2008 and a silver and a bronze in the eights in 2009 and 2011 respectively.",
  "/wiki/Jeremiah_Brown_(rower)": "Jeremiah Brown (born 25 November 1985 in Hamilton, Ontario) is a Canadian rower. Brown won an Olympic silver medal at the 2012 London Olympics as part of the men's eights for Canada. He has also won a world championship bronze as part of the eights crew in 2011.",
  "/wiki/Andrew_Byrnes": "James Andrew Byrnes (born May 22, 1983) is a Canadian rower and Olympic gold medallist. He was born in Toronto, Ontario and raised in Ithaca, New York. Byrnes is a 2005 graduate of Bates College in Maine, where he rowed for the Bates Rowing Team and earned a master's degree in engineering from the University of Pennsylvania in 2006.",
  "/wiki/Will_Crothers": "Will Crothers (born June 14, 1987 in Kingston, Ontario) is a Canadian rower. He started rowing in grade 9 for KCVI, following his brother into the sport. Within just a few years, Will and his rowing partner Rob Gibson were Canadian high school champions in heavyweight pairs. Additionally, Will was named Ontario Male Athlete of the Year in 2005.",
  "/wiki/Douglas_Csima": "Douglas Csima (born 21 November 1985 in Mississauga) is a Canadian rower.",
  "/wiki/Robert_Gibson_(rower)": "Robert Gibson (born February 2, 1986 in Kingston, Ontario) is a Canadian rower.",
  "/wiki/Malcolm_Howard_(rower)": "Malcolm Howard (born February 7, 1983) is a Canadian rower. He was born in Victoria, British Columbia and graduated from Brentwood College School (Mill Bay, British Columbia) in 2001. While at Brentwood he joined Canada's junior national team.",
  "/wiki/Conlin_McCabe": "Conlin McCabe (born August 20, 1990) is a Canadian rower. He won a silver medal at the 2012 Olympic games and two gold medals at the 2015 Pan American Games.",
  "/wiki/Brian_Price_(rowing)": "Brian Price (born February 19, 1976) has been the Canadian coxswain of the Men's Eight since 2001. He was born in Belleville, Ontario. Price began rowing on the National Team in 1998 after graduating from Seneca College with a Civil Engineering Technology diploma.  The first national team crew that he made was the 1998 development lwt eight. He made the move to the heavyweight men's team in 1999 and competed at the Pan Am Games in Winnipeg.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics": "The rowing competitions at the 2012 Olympic Games in London were held from 28 July to 4 August 2012, at Dorney Lake which, for the purposes of the Games venue, was officially termed Eton Dorney. Fourteen medal events were contested by 550 athletes, 353 men and 197 women.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_eight": "The Men's eight competition at the 2012 Summer Olympics in London took place are at Dorney Lake which, for the purposes of the Games venue, is officially termed Eton Dorney.",
  "/wiki/Ashley_Brzozowicz": "Ashley Brzozowicz (born December 17, 1982) is a Canadian rower. She was raised in London, Ontario. Her rowing career began as a sophomore at Saint Ignatius College Prep in Chicago. She graduated from Yale University with a Bachelor of Arts degree in History of Art.",
  "/wiki/Janine_Hanson": "Janine Stephens (née Hanson; December 14, 1982) is a former Canadian rower from Winnipeg on the Canadian National team. Stephens won the silver medal at the 2012 Summer Olympics in London as part of the women's eights rowing team. She also has two World Championship silver medals to her credit, also in the women's eights.",
  "/wiki/Krista_Guloien": "Krista Guloien (born March 20, 1980 in New Westminster, British Columbia) is a Canadian rower from Port Moody, British Columbia.",
  "/wiki/Darcy_Marquardt": "Darcy Marquardt (born March 22, 1979) is a Canadian rower.",
  "/wiki/Natalie_Mastracci": "Natalie Mastracci (born June 5, 1989 in Welland, Ontario) is a Canadian rower.  She was part of the Canadian team at the 2012 Summer Olympics that won a silver medal in the Women's eight.  She attended St. Alexander School in Pelham, Ontario and Syracuse University.",
  "/wiki/Andr%C3%A9anne_Morin": "Andréanne Morin (born August 9, 1981) is a Canadian rower and Olympian.",
  "/wiki/Lesley_Thompson": "Lesley Allison Thompson-Willie (born September 20, 1959) is a Canadian rowing coxswain and Olympic champion.  Between 1984 and 2016, she has competed at eight Olympic Games, a record for a rower, winning medals in five of them including gold in coxed eight at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Rachelle_Viinberg": "Rachelle Viinberg  (née De Jong, born April 30, 1979) is a Canadian retired Olympic rower and naturopathic doctor who currently resides in Toronto, Ontario. She was a member of the 2004, 2008, and 2012 Canadian Olympic Rowing teams. In 2012, she won her first Olympic medal in the Women's Eight, where they were second to Team USA by 1.4 seconds.",
  "/wiki/Lauren_Wilkinson_(rower)": "Lauren Wilkinson (born October 17, 1989) is a Canadian rower. She is a 2 time Olympian. She graduated from Princeton University in 2011 with a degree in Ecology and Evolutionary Biology. During her senior year at Princeton, Wilkinson stroked the crew that won the I Eight event at the 2011 NCAA Championships. Wilkinson attended Crofton House School, graduating in 2007. She was awarded the Alumnae Association's Achievement Award of Crofton House School in 2013.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_eight": "The Women's eight competition at the 2012 Summer Olympics in London took place are at Dorney Lake which, for the purposes of the Games venue, is officially termed Eton Dorney.",
  "/wiki/Ryan_Cochrane_(swimmer)": "Ryan Andrew Cochrane (born October 29, 1988) is a retired Canadian competitive swimmer who specialised in freestyle distance events.  Cochrane is an Olympic silver and bronze medallist as well as a triple gold medallist from the Pan Pacific Swimming Championships. He is also a four-time Commonwealth Games champion in the 400-metre and 1,500-metre having won both medals in 2010 and 2014. He holds six world championship medals from the 800-metre and 1500-metre, this also makes Cochrane Canada's all-time leading medallist for a swimmer at the World Aquatics Championships. Cochrane also won gold medals in the 400 and 1,500 m freestyle at the 2015 Pan American Games in Toronto, as well as a bronze in the 4 x 200 m freestyle at the 2015 Games. From the year 2008 - 2015, Cochrane was named the Canadian male swimmer of the year - winning the award 8 times in a row.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics": "The swimming competitions at the 2012 Summer Olympics in London took place from 28 July to 4 August at the Aquatics Centre. The open-water competition took place from 9 to 10 August in Hyde Park.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_1500_metre_freestyle": "The men's 1500 metre freestyle event at the 2012 Summer Olympics took place on 3–4 August at the London Aquatics Centre in London, United Kingdom.",
  "/wiki/Adam_van_Koeverden": "Adam Joseph van Koeverden MP (born January 29, 1982) is a Canadian sprint kayaker and politician. He is an Olympic gold medallist in the K-1 500m category (2004) and a two-time world champion in K-1 500 (2007) and K-1 1000 (2011), winning four Olympic and eight world championship medals. His home club is the Burloak Canoe Club in Oakville, Ontario.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics": "The canoeing races at the 2012 Olympic Games in London were contested in two main disciplines: the slalom, from 29 July to 2 August, and the sprint, from 6 to 11 August. The slalom competition was held at the Lee Valley White Water Centre and the sprint events were staged at Eton College Rowing Centre, at Dorney Lake, known as Eton Dorney.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_K-1_1000_metres": "The men's canoe sprint K-1 1,000 metres at the 2012 Olympic Games in London took place between 6 and 8 August at Eton Dorney.",
  "/wiki/Tonya_Verbeek": "Tonya Lynn Verbeek (born 14 August 1977) is a Canadian freestyle wrestler. Verbeek was the first woman to win a wrestling medal for Canada when she took silver in 2004, she added to that with a bronze at the 2008 Summer Olympics and a second silver at the 2012 Summer Olympics in London. She has also won two bronze and a silver at the world championships and has a bronze and silver from the Pan American Games and Commonwealth Games respectively.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics": "Wrestling at the 2012 Summer Olympics were held between 5 and 12 August, the final day of the Games, at ExCeL London. It was split into two disciplines, Freestyle and Greco-Roman which were further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events, with 18 gold medals awarded. Wrestling has been contested at every modern Summer Olympic Games, except Paris 1900.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_freestyle_55_kg": "Women's freestyle 55 kg competition at the 2012 Summer Olympics in London, United Kingdom, took place on 9 August at ExCeL London.",
  "/wiki/Jennifer_Abel": "Jennifer Abel (born August 23, 1991) is a Canadian diver. She is currently partnered with Mélissa Citrini-Beaulieu for synchronized diving. She won an Olympic bronze medal at the 2012 London Olympics in the 3 m synchro diving event with Émilie Heymans. Abel is a four-time Commonwealth Games champion in the 1 m and 3 m synchronized springboard; and is also a three-time Pan American Games champion in the 3 m springboard and 3 m synchronized springboard. Her ten medals (six silver, four bronze) at the FINA World Championships are a record for most medals by a Canadian in diving at the world championships.",
  "/wiki/%C3%89milie_Heymans": "Émilie-Joane Heymans (born December 14, 1981) is a Canadian diver. She was born in Brussels, Belgium and raised in Greenfield Park, a suburb of Montreal. Heymans has won four Olympic medals, two bronze and two silver. She was the first female diver to win medals in four consecutive Olympic games and the first Canadian to win medals in four consecutive Olympics. Heymans also is a one time world champion and has won four Pan American championships as well as one Commonwealth Games championship. In addition she has won multiple medals in all three of these competitions.",
  "/wiki/Diving_at_the_2012_Summer_Olympics": "The diving competitions at the 2012 Olympic Games in London took place from 29 July to 11 August at the Aquatics Centre within the Olympic Park. It was one of four aquatic sports at the Games, along with swimming, water polo and synchronised swimming.",
  "/wiki/Diving_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_synchronized_3_metre_springboard": "The women's synchronised 3 metre springboard diving competition at the 2012 Olympic Games in London took place on 29 July at the Aquatics Centre within the Olympic Park.",
  "/wiki/Meaghan_Benfeito": "Meaghan Benfeito (born March 2, 1989) is a Canadian diver. She used to compete in the 10m synchronized event with Roseline Filion before the latter retired in January 2017. Benfeito and Filion won bronze medals in the 10 m platform synchro event at the 2012 and 2016 Summer Olympics, and in the latter event Benfeito also won a bronze medal in the 10 m platform individual event.",
  "/wiki/Roseline_Filion": "Roseline Filion (born July 3, 1987) is a Canadian diver. She competes in the 10 m synchronized event with Meaghan Benfeito. Filion has twice won an Olympic bronze medal in the 10 m platform synchro event: at the 2012 Summer Olympics in London and the 2016 Summer Olympics in Rio de Janeiro. She has also won a bronze at the World Aquatics Championships and Commonwealth Games.",
  "/wiki/Diving_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_synchronized_10_metre_platform": "The women's synchronised 10 metre platform diving competition at the 2012 Olympic Games in London took place on 31 July at the Aquatics Centre within the Olympic Park.",
  "/wiki/Antoine_Valois-Fortier": "Antoine Valois-Fortier (born 13 March 1990) is a Canadian judoka who won the bronze medal in the −81 kg category at the 2012 Olympics, becoming the first Canadian to win a medal in Olympic judo in twelve years and the fifth to win one in Canadian history.",
  "/wiki/Judo_at_the_2012_Summer_Olympics": "The judo 2012  London|ExCeL Exhibition Centre.",
  "/wiki/Judo_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_81_kg": "Men's 81 kg competition in judo at the 2012 Summer Olympics in London, United Kingdom, took place at ExCeL London.",
  "/wiki/Brent_Hayden": "Brent Matthew Hayden (born October 21, 1983) is a Canadian competitive swimmer. Representing Canada for a decade, Hayden is regarded as the fastest swimmer in Canadian history.  Hayden won a bronze medal in the 100-metre freestyle at the 2012 Summer Olympics in London with a time of 47.80.  He was world champion in the same event in 2007 with Filippo Magnini of Italy.  By winning the 100-metre, Hayden became the first Canadian in 21 years to win a gold medal at the World Aquatics Championships, he was also the first Canadian to appear in the 100-metre final at the Olympics since Dick Pound at the 1960 Summer Olympics, and the first Canadian to win an Olympic medal in the 100-metre.  Hayden adds a further three silver and one bronze medal to his World Championship totals.  In addition, Hayden is currently the Canadian record-holder in the 200-metre, 100-metre and 50-metre freestyle in both the short-course and long-course.  He has also held the world record in the 4×100-metre medley relay, and the 4×200-metre freestyle relay. In October 2019 it was announced that Hayden was coming out of retirement, with the goal of qualifying for the 2020 Summer Olympics in Tokyo, Japan.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_100_metre_freestyle": "The men's 100 metre freestyle event at the 2012 Summer Olympics took place on 31 July and 1 August at the London Aquatics Centre in London, United Kingdom.",
  "/wiki/Gillian_Carleton": "Gillian Carleton (born 3 December 1989) is a Canadian road and track cyclist. Carleton won the bronze medal at the 2012 London Olympics in the women's team pursuit. In preparation for the Olympics she finished second in the team pursuit at the Track Cycling World Cup in London in February 2012.",
  "/wiki/Jasmin_Glaesser": "Jasmin Duehring (née Glaesser; born July 8, 1992) is a German-born Canadian cyclist, who currently rides for UCI Women's Team Sho-Air TWENTY20. Duehring was part of the Canadian team that won bronze medals at the 2012 and 2016 Olympic Games in the women's team pursuit. She was also part of the team that won gold at the 2011 Pan American Games in the team pursuit.",
  "/wiki/Tara_Whitten": "Tara Alice Whitten (born 13 July 1980) is a Canadian track racing cyclist from Edmonton, Alberta.",
  "/wiki/Cycling_at_the_2012_Summer_Olympics": "The cycling competitions at the 2012 Olympic Games in London took place at five venues between 28 July and 12 August. The venues were the London Velopark for track cycling and BMX, and Hadleigh Farm, in Essex, for mountain biking. The road races took place over a course starting and ending in The Mall in central London and heading out into Surrey, while the time trials started and finished at Hampton Court Palace in Richmond upon Thames. Eighteen events were contested and around 500 athletes participated.",
  "/wiki/Cycling_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_team_pursuit": "The women's cycling team pursuit at the 2012 Olympic Games in London was held at the London Velopark on 3 and 4 August.",
  "/wiki/Derek_Drouin": "Derek Drouin (born March 6, 1990) is a Canadian track and field athlete who competes in the high jump. He is the reigning Olympic Champion, having won gold in 2016, and was the 2015 World Champion. He also won gold at the 2014 Commonwealth Games and the 2015 Pan American Games, and won a bronze medal at the 2012 Summer Olympics and the 2013 World Championships.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics": "The athletics competitions at the 2012 Olympic Games in London were held during the last 10 days of the Games, on 3–12 August. Track and field events took place at the Olympic Stadium in east London. The road events, however, started and finished on The Mall in central London.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_high_jump": "The men's high jump competition at the 2012 Summer Olympics in London, United Kingdom was held at the Olympic Stadium on 5–7 August.",
  "/wiki/Mark_Oldershaw": "Mark Oldershaw (born February 7, 1983) is a Canadian sprint canoeist. Oldershaw won the bronze medal in the C-1 1000 m at the 2012 Summer Olympics in London. He is a third generation Canadian Olympic canoer, fifth family member to compete at the Olympics and the first member of the family to win an Olympic medal. He was a double Junior World Champion in the C-1 500 m and C-1 1,000 m in 2001.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_C-1_1000_metres": "The men's canoe sprint C-1 1000 metres at the 2012 Olympic Games in London took place between 6 and 8 August at Eton Dorney.",
  "/wiki/Carol_Huynh": "Carol Huynh (/ˈwɪn/; born 16 November 1980) is a Canadian freestyle wrestler. Huynh was the first gold medallist for Canada in women's wrestling and was the first gold medallist for Canada at the 2008 Beijing Olympics. She is also the 2010 Commonwealth Games and two time Pan American Games champion. Success was also achieved at the world championships where Huynh has totaled one silver and three bronze medals. Huynh is also an eleven time national champion.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_freestyle_48_kg": "Women's freestyle 48 kg competition at the 2012 Summer Olympics in London, United Kingdom, took place on 8 August at ExCeL London.",
  "/wiki/Canada_women%27s_national_soccer_team": "The Canada women's national soccer team (French: Équipe du Canada féminine de soccer) is overseen by the Canadian Soccer Association and competes in the Confederation of North, Central American and Caribbean Association Football (CONCACAF).",
  "/wiki/Melanie_Booth": "Melanie Lynn Booth (born August 24, 1984) is a Canadian retired soccer player. She last played for Sky Blue FC in the National Women's Soccer League and for the Canada women's national soccer team.",
  "/wiki/Candace_Chapman": "Candace Marie Margaret Chapman (born 2 April 1983, in Port of Spain) is a retired Trinidad and Tobago-born, Canadian soccer player. From Ajax, Ontario, she played as a defender and was a member of the Canadian national team. She is currently a youth team national coach.",
  "/wiki/Jonelle_Filigno": "Jonelle Filigno (born September 24, 1990) is a Canadian soccer player who last played for Sky Blue FC in the National Women's Soccer League.\nShe played for the Canadian national team, with whom she won an Olympic bronze medal at London 2012.",
  "/wiki/Robyn_Gayle": "Robyn Krista Gayle (born 31 October 1985) is a former Canadian soccer player who was both a CONCACAF champion and Olympic bronze medal winner. She played her club career in Canada and the United States, including two years with the Washington Spirit of the National Women's Soccer League.",
  "/wiki/Kaylyn_Kyle": "Kaylyn McKenzie Kyle (born October 6, 1988) is a Canadian soccer player who last played as a midfielder for the Orlando Pride in the National Women's Soccer League. She is also a member of Canada women's national soccer team, winning a bronze medal at the 2012 Summer Olympics, and is a Right To Play ambassador.",
  "/wiki/Karina_LeBlanc": "Karina Chenelle LeBlanc (born March 30, 1980) is a retired U.S.-born Canadian soccer goalkeeper who played for the Chicago Red Stars of the National Women's Soccer League and the Canadian national team.",
  "/wiki/Diana_Matheson": "Diana Beverly Matheson (born April 6, 1984) is a Canadian international soccer player. She represents Canada on the Canada women's national soccer team and currently plays for Utah Royals FC in the National Women's Soccer League (NWSL). She previously played for the Washington Spirit in the NWSL and Team Strømmen in the Toppserien, the top division league in Norway. She is best known for scoring the bronze medal-winning goal for Canada in the 92nd minute against France at the 2012 Summer Olympics. She also won a bronze medal at the 2016 Rio Olympics and gold medal at the 2011 Pan American Games with the senior national team.",
  "/wiki/Erin_McLeod": "Erin Katrina McLeod (born February 26, 1983) is a Canadian soccer player, Olympic bronze medalist and visual artist. A veteran goalkeeper for the Canada women's national soccer team, she also plays for Växjö DFF. She first appeared for the Canada women's national soccer team at the 2002 Algarve Cup and has since made 116 appearances for the team. In 2012, as part of the Canadian Soccer Association's Centennial Celebration, she was honoured on the All-Time Canada XI women's team.",
  "/wiki/Carmelina_Moscato": "Carmelina Moscato (born May 2, 1984) is a Canadian soccer player and Olympic bronze medalist. She is a retired centreback who played for UPC Tavagnacco in the Serie A, for Piteå IF and Dalsjöfors GoIF in the Damallsvenskan, for Chicago Red Stars, Boston Breakers and Seattle Reign FC in the NWSL, and for Western Sydney Wanderers in the Australian W-League. She also represented the Canadian women's national team.",
  "/wiki/Marie-%C3%88ve_Nault": "Marie-Ève Nault (born February 16, 1982), is a Canadian soccer defender. She is also a former player of the Ottawa Fury Women. She represented Canada women's national soccer team at the 2012 Summer Olympics, which won the bronze medal.",
  "/wiki/Kelly_Parker": "Kelly Parker (born 8 March 1981) is a Canadian former soccer midfielder who last played for Atlanta Beat in Women's Professional Soccer. She was also a member of the Canadian national team from 2003 to 2012.",
  "/wiki/Sophie_Schmidt": "Sophie Diana Schmidt (born 28 June 1988) is a Canadian professional soccer player who plays as a midfielder for National Women's Soccer League club Houston Dash and the Canadian national team, with whom she won a bronze medal at the London 2012 Olympics and the Rio 2016 Olympics. She previously played her club soccer for German club FFC Frankfurt and Sky Blue FC in the NWSL.",
  "/wiki/Desiree_Scott": "Desiree Rose Marie Scott (born 31 July 1987) is a Canadian soccer midfielder for Utah Royals FC in the National Women's Soccer League. Nicknamed \"the destroyer\", she is also a member of the Canadian national team, with whom she won Olympic bronze medals at the 2012 and 2016 Olympics.",
  "/wiki/Lauren_Sesselmann": "Lauren Marie Sesselmann (born August 14, 1983) is an American-born Canadian soccer defender, former forward and Olympic bronze medalist currently playing for the Santa Clarita Blue Heat. She was also a member of the Canada national team from 2011-2015, and is also a trainer, producer and host of the fitness DVD program Fit As A Pro with Lauren Sesselmann.",
  "/wiki/Christine_Sinclair": "Christine Margaret Sinclair, OC (born June 12, 1983) is a Canadian soccer player and captain of the Canadian national team. She plays professionally for the Portland Thorns FC in the National Women's Soccer League (NWSL) and previously played for FC Gold Pride and Western New York Flash in the Women's Professional Soccer (WPS). A CONCACAF champion, two-time Olympic bronze medalist and 14-time winner of the Canada Soccer Player of the Year award, Sinclair is the world's all-time leader for international goals scored for men or women with 186 goals, and is the most-capped active international footballer with 293 caps. She is also the second footballer of either gender to score at five World Cup editions, preceded by Marta.",
  "/wiki/Captain_(association_football)": "The team captain of an association football team, sometimes known as the skipper, is a team member chosen to be the on-pitch leader of the team; it is often one of the older/or more experienced members of the squad, or a player that can heavily influence a game or have good leadership qualities. The team captain is usually identified by the wearing of an armband.",
  "/wiki/Chelsea_Stewart": "Chelsea Blaine Stewart (born April 28, 1990) is a soccer player who plays as a defender for the German Bundesliga club SC Freiburg. She is also a member of Canada women's national soccer team.",
  "/wiki/Melissa_Tancredi": "Melissa Palma Julie Tancredi (born December 27, 1981) is a Canadian retired soccer forward who played for the Canada women's national soccer team. She won an Olympic bronze medal as a participating member of Canada's national team at the 2012 Olympics when Canada defeated France 1–0 in the bronze medal match on August 9, 2012. Tancredi's nickname is \"Tanc\".",
  "/wiki/Brittany_Timko": "Brittany Amanda Baxter (née Timko) (born 5 September 1985) is a retired Canadian soccer player who last played for the Seattle Sounders Women of the W-League and earned 132 caps with the Canadian National Team.",
  "/wiki/Rhian_Wilkinson": "Rhian Emilie Wilkinson (born May 12, 1982) is a Canadian professional soccer defender and former striker who last played in 2015 for Portland Thorns FC in the National Women's Soccer League. She was also a member of the Canadian national team, with whom she won an Olympic bronze medal at London 2012. She has played as a forward and midfielder, but is primarily an offensively-minded right fullback who carries the ball forward and makes crosses in the attacking zone.",
  "/wiki/Emily_Zurrer": "Emily Jane Zurrer (born July 12, 1987) is a Canadian soccer player who is currently playing for the Swedish club Jitex BK in the Damallsvenskan and the Canada women's national soccer team. She previously played for Seattle Reign FC in the National Women's Soccer League, Dalsjöfors GoIF in the Damallsvenskan, and the Vancouver Whitecaps in the W-League.",
  "/wiki/Football_at_the_2012_Summer_Olympics": "The association football tournament at the 2012 Summer Olympics was held from 25 July to 11 August, and was the only sport to begin before the official opening day of the Olympic Games, two days before the opening ceremony. It was also the only sport to be held at multiple venues outside London (the host city of the Olympics), with Manchester, Glasgow, Newcastle, Coventry and Cardiff all hosting matches. The finals were played at Wembley Stadium. Associations affiliated with FIFA were invited to send their senior women's and men's under-23 national teams to participate; men's teams were allowed to augment their squads with three players over the age of 23. Five hundred and four football players competed for two sets of gold medals.",
  "/wiki/Football_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_tournament": "The women's football tournament at the 2012 Summer Olympics was held in London and five other cities in the United Kingdom from 25 July to 9 August. Associations affiliated with FIFA were invited to enter their women's teams in regional qualifying competitions, from which 11 teams, plus the hosts Great Britain reached the final tournament. There are no age restrictions for the players participating in the tournament. It is the first major FIFA affiliated women's tournament to be staged within the United Kingdom, and marked the first time a team representing Great Britain took part in the women's tournament.",
  "/wiki/Richard_Weinberger": "Richard Weinberger (born June 7, 1990) is a Canadian long-distance swimmer. Weinberger won a bronze medal at the 2012 Summer Olympics in London in the 10-kilometre open water marathon.  He is the 2011 Pan American Games champion and also has a bronze medal from the 2010 Pan Pacific Swimming Championships.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_marathon_10_kilometre": "The men's marathon swim over a distance of 10 kilometres at the 2012 Olympic Games in London took place on 10 August in the Serpentine at Hyde Park.",
  "/wiki/Mark_de_Jonge": "Mark de Jonge (born 15 February 1984) is a Canadian male sprint canoeist, primarily specializing the 200 m kayak event. De Jonge won a bronze medal in the K-1 200 m at the 2012 Summer Olympics in London. He is the two time reigning world champion in same event having also won a silver medal at the ICF Canoe Sprint World Championships in 2013. He is also the current Pan American champion in the 200 having won gold in Toronto at the 2015 Pan American Games in Toronto, where he also won an additional bronze, and a silver and bronze at previous editions of the Pan Am Games. De Jong is currently the world record holder in the 200 m. He was named the Air Canada Athlete of the Year in 2015 for Canada.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_K-1_200_metres": "The men's canoe sprint K-1 200 metres competition at the 2012 Olympic Games in London took place between 10 and 11 August at Eton Dorney.",
  "/wiki/Canada_at_the_2012_Summer_Olympics": "Canada, represented by the Canadian Olympic Committee (COC), competed at the 2012 Summer Olympics in London, United Kingdom, from 27 July to 12 August 2012. Canadian athletes have competed in every Summer Olympic Games since 1900, except the 1980 Summer Olympics in Moscow because of the United States-led boycott. Canada sent a total of 281 athletes to the Games to compete in 24 sports. The COC set a goal of finishing in the top 12 for total medals; but the nation failed to achieve this, finishing with a total of 18 medals. Canada matched its total medal count from Beijing 2008."
}