{
  "/wiki/Municipalities_and_cities_of_Serbia": "The municipalities and cities (Serbian: општине и градови, romanized: opštine i gradovi) are the second level administrative subdivisions of Serbia. The country is divided into 145 municipalities (Serbian Latin: opštine, singular: opština; 38 in Southern and Eastern Serbia, 42 in Šumadija and Western Serbia, 37 in Vojvodina and 28 in Kosovo and Metohija) and 29 cities (Serbian Latin: gradovi, singular: grad; 9 in Southern and Eastern Serbia, 10 in Šumadija and Western Serbia, 8 in Vojvodina and one in Kosovo and Metohija), forming the basic level of local government.",
  "/wiki/Bečej": "Bečej (Serbian: Бечеј / Bečej, pronounced [bɛ̌tʃɛːj], Hungarian: Óbecse, pronounced [ˈoːbɛt͡ʃɛ]) is a town and municipality located in the South Bačka District of the autonomous province of Vojvodina, Serbia. The town has a population of 23,895, while the municipality has 37,351 inhabitants. It is a multiethnic town, predominantly inhabited by Serbs and Hungarians.",
  "/wiki/Forest_of_Bojcin": "Forest of Bojčin is a swampy forest protected by the government of Serbia. It lies between the village of Progar (nearest), Boljevac and Ašanja, in the municipality of Surčin. It belongs to the region of Obedska bara. It lies in the plain region of southeastern Srem, the south-western edge of Belgrade, 30 kilometers from the center, and between the river Sava and Јarčina channel. The forest serves as a resort, with a number of content. Since 1965, it is a protected natural monument.",
  "/wiki/Belgrade": "Belgrade (/ˈbɛlɡreɪd/ BEL-grayd; Serbian: Beograd / Београд, lit. 'White City', pronounced [beǒɡrad] (listen); names in other languages) is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. The urban area of Belgrade has a population of 1.23 million, while nearly 1.7 million people live within the administrative limits of the City of Belgrade (which encompasses almost all of its metropolitan area), a quarter of the total population of Serbia.",
  "/wiki/Zemun": "Zemun (Serbian Cyrillic: Земун, pronounced [zěmuːn]) is a municipality of the city of Belgrade. Zemun was a separate town that was absorbed into Belgrade in 1934. The development of New Belgrade in the late 20th century affected the expansion of the continuous urban area of Belgrade.",
  "/wiki/Progar": "Progar (Serbian Cyrillic: Прогар) is a suburban neighborhood of Belgrade, the capital of Serbia. It is located in Belgrade's municipality of Surčin.",
  "/wiki/Brankovina": "Brankovina (Serbian: Бранковина) is a village in the municipality of Valjevo, Kolubara District in the north of Valjevo about 12 km. According to the census of 2002, there were 573 people (according to the census of 1991, there were 529 inhabitants).",
  "/wiki/Valjevo": "Valjevo (Serbian Cyrillic: Ваљево, pronounced [ʋâːʎeʋo]) is a city and the administrative center of the Kolubara District in western Serbia. According to the 2011 census, the administrative area of Valjevo had 90,312 inhabitants, 59,073 of whom were urban dwellers.",
  "/wiki/Stražilovo": "Stražilovo is a wooded valley in the Fruška Gora mountain, Serbia. It is situated on the northeastern slopes of the Fruška Gora National park, about 5 km from Sremski Karlovci, and about 15 km from Novi Sad. It is the place where the monument is erected to the famous Serbian poet Branko Radičević. On weekends and during holidays, it is packed with visitors from nearby cities. There is a mountaineers' hut in Stražilovo, as it is also the starting point of the \"Fruška Gora transversale\" hiking trail, which runs around the mountain for more than 160 kilometers. Near Stražilovo, there are several Orthodox monasteries which date mostly from the 16th century.",
  "/wiki/Sremski_Karlovci": "Sremski Karlovci (Serbian Cyrillic: Сремски Карловци, pronounced [srêːmskiː kâːrloːʋt͡si], Croatian: Srijemski Karlovci) is a town and municipality located in the South Bačka District of the autonomous province of Vojvodina, Serbia. It is situated on the bank of the river Danube, 8 kilometres (5 miles) from Novi Sad. According to the 2011 census results, it has a population of 8,750 inhabitants. The town has traditionally been known as the seat of the Serbian Orthodox Church in the Habsburg Monarchy, as well as political and cultural capital of Serbian Vojvodina after the May Assembly and during the Revolution in 1848.",
  "/wiki/Zrenjanin": "Zrenjanin (Serbian Cyrillic: Зрењанин, pronounced [zrɛ̌ɲanin]; Hungarian: Nagybecskerek; Slovak: Zreňanin) is a city and the administrative center of the Central Banat District in the autonomous province of Vojvodina, Serbia. The city urban area has a population of 76,511 inhabitants, while the city administrative area has 123,362 inhabitants (2011 census data).",
  "/wiki/Karađorđev_Park": "Karađorđe's Park (Serbian: Карађорђев парк/Karađorđev park) is a public park and an urban neighborhood of Belgrade, the capital of Serbia. While the park itself is located in Belgrade's municipality of Vračar, majority of what is today considered the neighborhood of Karađorđev Park is since 1957 located in the municipality of Savski Venac (though historically still within the old, much larger neighborhood of Vračar).",
  "/wiki/Vračar": "Vračar (Serbian Cyrillic: Врачар, pronounced [v̞rǎt͡ʃaːr]) is a municipality of the city of Belgrade. According to the 2011 census results, the municipality has a population of 56,333 inhabitants.",
  "/wiki/Battle_of_Batina": "The Battle of Batina or Batina Operation (Croatian: Bitka kod Batine) is one of the battles of the Second World War which took place from 11 to 29 November 1944 at the Croatian village of Batina in Baranja, on the right bank of the Danube River, between the units of the Red Army and the People's Liberation Army against the Wehrmacht and their allies. According to some estimates, the Battle of Batina is the biggest battle by the number of participants, the intensity of fighting, and the strategic importance that occurred during the World War II in Yugoslavia.",
  "/wiki/Sombor": "Sombor (Serbian Cyrillic: Сомбор, pronounced [sɔ̂mbɔr]; Hungarian: Zombor; Rusyn: Зомбор / Zombor) is a city and the administrative center of the West Bačka District in the autonomous province of Vojvodina, Serbia. The city has a total population of 47,623 (as of 2011[update]), while its administrative area (including neighboring villages) has 85,903 inhabitants.",
  "/wiki/Bezdan": "Bezdan (Serbian: Бездан, romanized: Bezdan; Hungarian: Bezdán, Croatian: Bezdan, German: Besdan) is a village located in Bačka, Vojvodina, Serbia. It is situated in the Sombor municipality, West Bačka District. The village has a Hungarian ethnic majority and its population numbers at 5,263 people (2002 census).",
  "/wiki/Filip_Višnjić": "Filip Višnjić (Serbian Cyrillic: Филип Вишњић, pronounced [fîliːp ʋîʃɲit͡ɕ]; 1767–1834) was a Bosnian Serb epic poet and guslar. His repertoire included 13 original epic poems chronicling the First Serbian Uprising against the Ottoman Empire and four reinterpreted epics from different periods of history of Serbia.",
  "/wiki/Šid": "Šid (Serbian Cyrillic: Шид, pronounced [ʃîːd]) is a town and municipality located in the Srem District of the autonomous province of Vojvodina, Serbia. It has a population of 14,893, while the municipality has 34,188 inhabitants.",
  "/wiki/Višnjićevo": "Višnjićevo (Serbian Cyrillic: Вишњићево), formerly Grk (Serbian Cyrillic: Грк), is a village located in the municipality of Šid, Serbia. As of 2011 census, it has a population of 1,683 inhabitants.",
  "/wiki/Vrbas,_Serbia": "Vrbas (Serbian Cyrillic: Врбас, Hungarian: Verbász) is a town and municipality located in the South Bačka District of the autonomous province of Vojvodina, Serbia. As of 2011, the town had a population of 24,112, while the municipality had 42,092 inhabitants.",
  "/wiki/Sremska_Mitrovica": "Sremska Mitrovica (Serbian Cyrillic: Сремска Митровица, pronounced [srêːmskaː mîtroʋitsa]) is a city and the administrative center of the Srem District in the autonomous province of Vojvodina, Serbia. It is situated on the left bank of the Sava river. As of 2011[update], the city has a total population of 37,751 inhabitants, while its administrative area has a population of 79,940 inhabitants.",
  "/wiki/Šašinci": "Šašinci (Serbian Cyrillic: Шашинци) is a village in Serbia. It is located in the Sremska Mitrovica municipality, in the Srem District, Vojvodina province. The village has a Serb ethnic majority and its population numbering 1,830 people (2002 census).",
  "/wiki/Slobodište": "Slobodište (Serbian: Слободиште), also known as Mount Bagdala near Kruševac, is the place where the shootings of nearly 1,650 people, mainly Partisans, Chetniks, and Roma occurred during the German occupation of Serbia.",
  "/wiki/Kruševac": "Kruševac (Serbian Cyrillic: Крушевац [krûʃeʋats] (listen)) is a city and the administrative center of the Rasina District in central Serbia. It is located in the valley of West Morava, on Rasina river. According to the 2011 census, the city administrative area has a population of 128,752, while the urban area has 58,746 inhabitants.",
  "/wiki/Požarevac": "Požarevac (Serbian Cyrillic: Пожаревац, pronounced [pǒʒareʋats]) is a city and the administrative center of the Braničevo District in eastern Serbia. It is located between three rivers: Danube, Great Morava and Mlava. As of 2011, the city has a population of 44,183 inhabitants, while the city administrative area has 75,334 inhabitants.",
  "/wiki/Novi_Sad": "Novi Sad (Serbian Cyrillic: Нови Сад, pronounced [nôʋiː sâːd] (listen); Hungarian: Újvidék [ˈuːjvideːk]; see below for other names) is the second largest city in Serbia and the capital of the autonomous province of Vojvodina. It is located in the southern portion of the Pannonian Plain on the border of the Bačka and Srem geographical regions. Lying on the banks of the Danube river, the city faces the northern slopes of Fruška Gora.",
  "/wiki/Black_Ćuprija": "Black Ćuprija (Serbian: Црна Ћуприја, Crna Ćuprija), is a World War II monument in Serbia. It stretches across an area of 472 ha (1,170 acres), and it is located 10 km (6.2 mi) from Žabalj near Tisa River, on the road from Novi Sad to Zrenjanin. The monument was designed by Jovan Soldatović in 1962. At a height of 9 meters (30 ft), the sculptures are dedicated to the victims of the Novi Sad raid killed near Žabalj by fascist Hungarian forces occupying Yugoslavia in January 1942. The memorial is listed as one of the Historic Landmarks of Great Importance in Serbia.",
  "/wiki/Žabalj": "Žabalj (Serbian Cyrillic: Жабаљ) pronounced [ʒǎːbaʎ] is a town and municipality located in the South Bačka District of the autonomous province of Vojvodina, Serbia. Žabalj town has a population of 9,107, and Žabalj municipality 25,777. It is located in southeastern part of Bačka, known as Šajkaška. All settlements in the municipality have an ethnic Serb majority.",
  "/wiki/First_Serbian_Uprising": "The First Serbian Uprising (Serbian: Први српски устанак / Prvi srpski ustanak, Turkish: Birinci Sırp Ayaklanması) was an uprising of Serbs in the Sanjak of Smederevo against the Ottoman Empire from 14 February 1804 to 7 October 1813. Initially a local revolt against renegade janissaries who had seized power through a coup, it evolved into a war for independence (the Serbian Revolution) after more than three centuries of Ottoman rule and short-lasting Austrian occupations.",
  "/wiki/Aleksinac": "Aleksinac (Serbian Cyrillic: Алексинац) is a town and municipality located in the Nišava District of the southern Serbia. According to 2011 census, the town has a population of 17,978 inhabitants, while the municipality has 51,863 inhabitants.",
  "/wiki/Deligrad": "Deligrad (Jabukovac\n) is a village in the municipality of Aleksinac, Serbia. According to the 2002 census, the village has a population of 211 people.",
  "/wiki/Ćuprija": "Ćuprija (Serbian Cyrillic: Ћуприја, pronounced [tɕǔprija]) is a town and municipality located in the Pomoravlje District of central Serbia. The population of the town is 19,380, while the municipality has 30,645 inhabitants.",
  "/wiki/Ivankovac": "Ivankovac is a village in the municipality of Ćuprija, Serbia. According to the 2002 census, the village has a population of 267.",
  "/wiki/List_of_Historic_Landmarks_of_Great_Importance_(Serbia)": "Historic Landmarks of Great Importance (Serbian: Знаменита места од великог значаја / Znamenita mesta od velikog značaja) are historical places in the Republic of Serbia that have the medium level of the State protection."
}