{
  "/wiki/International_Civil_Aviation_Organization_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/Ak%C4%B1nc%C4%B1_Air_Base": "Mürted  Airfield Command (ICAO: LTAE) (Turkish: Mürted Hava Meydan Komutanlığı, formerly Mürted Air Base, Mürted Hava Üssü (until 1993), Akıncı Air Base, Akıncı Hava Üssü (1993-2016), was an air base of the Turkish Air Force located 35 km (22 mi) northwest of Ankara, Turkey. During the July 2016 coup d'état attempt the air base was used by pro-coup soldiers, and government forces bombed runway thresholds to prevent pro-coup forces from landing or taking off. Following the failed coup, Akıncı Air Base was redesignated with its former name, Mürted, and it was suggested the facility be converted to a memorial or a park.",
  "/wiki/Ankara": "Ankara (/ˈæŋkərə/, also US: /ˈɑːŋ-/, Turkish: [ˈaŋkaɾa] (listen)), historically known as Ancyra (/ænˈsaɪrə/) and Angora (/æŋˈɡɔːrə/, also US: /ˈæŋɡərə/), is the capital of Turkey. With a population of 4,587,558 in the urban centre (2014) and 5,150,072 in its province (2015), it is Turkey's second largest city after Istanbul (the former imperial capital), having outranked İzmir in the 20th century. Ankara covers an area of 24,521 km2 (9,468 sq mi).",
  "/wiki/Bal%C4%B1kesir_Air_Base": "Balıkesir Airport (IATA: BZI, ICAO: LTBF) is a military airport in the city of Balıkesir, Turkey.",
  "/wiki/Bal%C4%B1kesir": "Balıkesir (Turkish pronunciation: [baˈlɯkesiɾ]) is a city and the capital city of Balıkesir Province. Balıkesir is in the Marmara region of Turkey and has a population of 331,788 inhabitants. Between 1341–1922, it was the capital of Karasi.",
  "/wiki/Band%C4%B1rma_Air_Base": "Bandırma Airport (IATA: BDM, ICAO: LTBG) is a military airbase and public airport located at Bandırma in the Balıkesir Province, Turkey.",
  "/wiki/%C3%87i%C4%9Fli_Air_Base": "Çiğli Air Base (Turkish: Çiğli Hava Üssü) (IATA: IGL, ICAO: LTBL) is a military airport near Çiğli, a metropolitan district of the city of İzmir in İzmir Province, Turkey.",
  "/wiki/%C4%B0zmir": "İzmir (UK: /ˈɪzmɪər/ IZ-meer, US: /ɪzˈmɪər/ iz-MEER, Turkish: [ˈizmiɾ]), often spelled Izmir in English, is a metropolitan city in the western extremity of Anatolia. It is the third most populous city in Turkey, after Istanbul and Ankara, and the second largest urban agglomeration on the Aegean Sea after Athens, Greece.",
  "/wiki/Diyarbak%C4%B1r_Air_Base": "Diyarbakır Airport (IATA: DIY, ICAO: LTCC) is a military airbase and public airport located in Diyarbakır, Turkey.",
  "/wiki/Diyarbak%C4%B1r": "Diyarbakır (Kurdish: Amed‎; Armenian: Դիարբեքիր) is one of the largest cities in southeastern Turkey and it is often considered the unofficial capital of Northern Kurdistan. Situated on the banks of the Tigris River, it is the administrative capital of the Diyarbakır Province. It is the third-largest city in Turkey's Southeastern Anatolia Region, after Şanlıurfa and Gaziantep.",
  "/wiki/Kurdistan_Workers%27_Party": "The Kurdistan Workers' Party or PKK (Kurdish: Partiya Karkerên Kurdistanê‎, Turkish: Kürdistan İşçi Partisi [a]) is a Kurdish militant and political organization based in Turkey and Iraq, broadly designated as a terrorist group. Since 1984 the PKK has been involved in an armed conflict with the Turkish state (with cease-fires in 1999–2004 and 2013–2015), with the initial aim of achieving an independent Kurdish state. The PKK has in March 2016 vowed to overthrow the Turkish \"fascist AKP\" government of Recep Tayyip Erdoğan, through the 'Peoples' United Revolutionary Movement'. The PKK has been designated as a terrorist organization by Turkey, the United States, European Union, Australia and Japan.",
  "/wiki/Erha%C3%A7_Air_Base": "Malatya Airport (Turkish: Malatya Havalimanı) (IATA: MLX, ICAO: LTAT) is a military and public airport in Malatya, Turkey. The airport, opened in 1941, is located 34 km (21 mi) from Malatya.",
  "/wiki/Malatya": "Malatya (Armenian: Մալաթիա Malat'ya; Kurdish: Meletî‎) is a large city in the Eastern Anatolia region of Turkey and the capital of Malatya Province. The city has been a human settlement for thousands of years. The Assyrians called the city Meliddu. Strabo says that the city was known \"to the ancients\" as Melitene (Ancient Greek Μελιτηνή), a name adopted by the Romans following Roman expansion into the east. According to Strabo, the inhabitants of Melitene shared with the nearby Cappadocians and Cataonians the same language and culture.",
  "/wiki/Erkilet_Air_Base": "Erkilet International Airport or Kayseri Erkilet Airport (Turkish: Kayseri Erkilet Havalimanı, IATA: ASR, ICAO: LTAU) is a military airbase and public airport located 5 km (3.1 mi) north of Kayseri in the Kayseri Province of Turkey.",
  "/wiki/Kayseri": "Kayseri (Turkish pronunciation: [ˈkajseɾi]) is a large industrialised city in Central Anatolia, Turkey. It is the seat of Kayseri Province. The city of Kayseri, as defined by the boundaries of Kayseri Metropolitan Municipality, is structurally composed of five metropolitan districts, the two core districts of Kocasinan and Melikgazi, and since 2004, also Hacılar, İncesu and Talas.",
  "/wiki/Eski%C5%9Fehir_Air_Base": "Eskişehir Air Base (Turkish: Eskişehir Hava Üssü) (IATA: ESK, ICAO: LTBI) is a military airport in the city of Eskişehir, Turkey.",
  "/wiki/Eski%C5%9Fehir": "Eskişehir (US: /ˌɛskɪʃəˈhɪər/ ES-kish-ə-HEER, Turkish: [esˈciʃehiɾ]; from eski \"old\" and şehir \"city\") is a city in northwestern Turkey and the capital of the Eskişehir Province. In the Byzantine era its name was Dorylaeum. The urban population of the city is 717,135 with a metropolitan population of 826,135. The city is located on the banks of the Porsuk River, 792 m above sea level, where it overlooks the fertile Phrygian Valley. In the nearby hills one can find hot springs. The city is 233 km (145 mi) to the west of Ankara, 330 km (205 mi) to the southeast of Istanbul and 78 km (48 mi) to the northeast of Kütahya. Known as a university town, both Eskişehir Osmangazi University and Anadolu University (which has one of the largest student enrollments in the world) are based in Eskişehir. The province covers an area of 2,678 km2 (1,034 sq mi).",
  "/wiki/Etimesgut_Air_Base": "Etimesgut Air Base (IATA: ANK, ICAO: LTAD) (Turkish: Etimesgut Hava Üssü) is an airbase of the Turkish Air Force located 15 km (9.3 mi) west of Ankara, Turkey. It is owned by Turkish Air Force and jointly operated by the air force and the Turkish Aeronautical Association (Turkish: Türk Hava Kurumu) (THK). International Defense Industry, Aerospace and Maritime Fair (IDEF) and civil aviation airshows are being held at this airport.",
  "/wiki/Gaziemir_Air_Base": "Gaziemir Air Base (Turkish: Gaziemir Hava Üssü, ICAO: LTBK) is an airbase of the Turkish Air Force 10 km (6.2 mi) south of Izmir, Turkey. It is owned by the Turkish Air Force and operated by the Air Force Training Command.",
  "/wiki/Izmir": "İzmir (UK: /ˈɪzmɪər/ IZ-meer, US: /ɪzˈmɪər/ iz-MEER, Turkish: [ˈizmiɾ]), often spelled Izmir in English, is a metropolitan city in the western extremity of Anatolia. It is the third most populous city in Turkey, after Istanbul and Ankara, and the second largest urban agglomeration on the Aegean Sea after Athens, Greece.",
  "/wiki/%C4%B0ncirlik_Air_Base": "Incirlik Air Base (Turkish: İncirlik Hava Üssü) (IATA: UAB, ICAO: LTAG) is a Turkish air base of slightly more than 3320 ac (1335 ha), located in the İncirlik quarter of the city of Adana, Turkey. The base is within an urban area of 1.7 million people, 10 km (6 mi) east of the city core, and 32 km (20 mi) inland from the Mediterranean Sea. The United States Air Force and the Turkish Air Force are the primary users of the air base, although it is at times also used by the Royal Air Force and the Royal Saudi Air Force. Also, the base is the home of the 74th Anti-aircraft Artillery Regiment (Patriot unit) of the Spanish Army.",
  "/wiki/Adana": "Adana (pronounced [aˈda.na]; Armenian: Ադանա; Ancient Greek: Άδανα, Arabic: أضنة‎) is a major city in southern Turkey. The city is situated on the Seyhan river, 35 km (22 mi) inland from the Mediterranean, in south-central Anatolia. It is the administrative seat of the Adana Province and has a population of 1.77 million, making it the 5th most populated city in Turkey. The Adana-Mersin polycentric metropolitan area, with a population of 3 million, stretches over 70 km (43 mi) east-west and 25 km (16 mi) north-south; encompassing the cities of Mersin, Tarsus and Adana.",
  "/wiki/Konya_Air_Base": "Konya Airport (Turkish: Konya Havalimanı) (IATA: KYA, ICAO: LTAN) is a military air base and public airport  in Konya, Turkey. The airport is also used by NATO. Opened to the public in 2000, the airport is 18 km from the city. In 2006, Konya Airport served 2,924 aircraft and 262,561 passengers. The passenger terminal of the airport covers an area of 2,650 m² and has parking for 278 cars.",
  "/wiki/Konya": "Konya (Turkish pronunciation: [ˈkon.ja]) is a major city in south-western edge of the Central Anatolian Plateau and is the seventh-most-populous city in Turkey with a metropolitan population of over 2.1 million. Konya is an economically and industrially developed city and the capital of Konya Province.",
  "/wiki/Merzifon_Air_Base": "Merzifon Airport or Amasya Merzifon Airport (IATA: MZH, ICAO: LTAP) is a military airport located in the city of Merzifon in the Amasya Province of Turkey.",
  "/wiki/Amasya": "Amasya (Greek: Ἀμάσεια) is a city in northern Turkey and is the capital of Amasya Province, in the Black Sea Region. Tokat from east, Tokat and Yozgat from south, Çorum from west, Samsun from north."
}