{
  "/wiki/Prefix": "A prefix is an affix which is placed before the stem of a word. Adding it to the beginning of one word changes it into another word. For example, when the prefix un- is added to the word happy, it creates the word unhappy. Particularly in the study of languages, a prefix is also called a preformative, because it alters the form of the words to which it is affixed.\n Prefixes, like other affixes, can be either inflectional, creating a new form of the word with the same basic meaning and same lexical category (but playing a different role in the sentence), or derivational, creating a new word with a new semantic meaning and sometimes also a different lexical category. Prefixes, like all other affixes, are usually bound morphemes.\n In English, there are no inflectional prefixes; English uses suffixes instead for that purpose.\n The word prefix is itself made up of the stem fix (meaning \"attach\", in this case), and the prefix pre- (meaning \"before\"), both of which are derived from Latin roots.",
  "/wiki/Boreoeutheria": "Boreoeutheria (synonymous with Boreotheria) (from Greek Βορέας, Boreas \"the greek god of north wind\", εὐ-, eu- \"good, right\" and θηρίον, thēríon \"beast\" hence \"northern true beasts\") is a clade (magnorder) of placental mammals which is composed of the sister taxa Laurasiatheria (most hoofed mammals, most pawed carnivores, and several other groups) and Euarchontoglires (Supraprimates). It is now well supported by DNA sequence analyses, as well as retrotransposon presence or absence data.[citation needed] Placental mammals outside of this clade are the clades Xenarthra (sloths and their close relatives) and Afrotheria (elephants and their close relatives).\n The earliest known fossils belonging to this group date to about 65 million years ago, shortly after the K-Pg extinction event, though molecular data suggest they may have originated earlier, during the Cretaceous period. With a few exceptions[a] male animals in the clade have a scrotum. The sub-clade Scrotifera was named after this feature.",
  "/wiki/Euarchontoglires": "Euarchontoglires (synonymous with Supraprimates) is a clade and a superorder of mammals, the living members of which belong to one of the five following groups: rodents, lagomorphs, treeshrews, colugos and primates.",
  "/wiki/Parareptilia": "Parareptilia (\"at the side of reptiles\") is a subclass or clade of reptiles which is variously defined as an extinct group of primitive anapsids, or a more cladistically correct alternative to Anapsida. Whether the term is valid depends on the phylogenetic position of turtles, whose relationships to other reptilian groups are still uncertain.",
  "/wiki/Euarchonta": "The Euarchonta are a proposed grandorder of mammals containing four orders: the Scandentia or treeshrews, the Dermoptera or colugos, the extinct Plesiadapiformes, and the Primates.\n The term \"Euarchonta\" (Waddell et al. 1999, meaning \"true ancestors\") appeared in 1999, when molecular evidence suggested that the morphology-based Archonta should be trimmed down to exclude Chiroptera (Waddell et al. 1999b). Further DNA sequence analyses (Madsen et al. 2001, Murphy et al., 2001 Waddell et al. 2001) supported the Euarchonta hypothesis. Despite multiple papers pointing out that some mitochondrial sequences showed unusual properties (particularly murid rodents and hedgehogs) and were likely distorting the overall tree (Sullivan and Swofford 1997, Waddell et al. 1999c), and despite Waddell et al. (2001) showing near total congruence of mtDNA-based and nuclear-based trees when such sequences were excluded, some authors continued to produce misleading trees (Arnason et al., 2002). A study investigating retrotransposon presence/absence data has claimed strong support for Euarchonta (Kriegs et al., 2007). Some interpretations of the molecular data link Primates and Dermoptera in a clade (mirorder) known as Primatomorpha, which is the sister of Scandentia. In some, the Dermoptera are a member of the primates rather than a sister group. Other interpretations link the Dermoptera and Scandentia together in a group called Sundatheria as the sister group of the primates.\n Euarchonta and Glires together form the Euarchontoglires, one of the four Eutherian clades.\n The current hypothesis, based on molecular clock evidence, suggests that the Euarchonta arose in the Cretaceous period, about 88 million years ago, and diverged 86.2 million years ago into the groups of tree shrews and Primatomorpha. The latter diverged prior to 79.6 million years into the orders of Primates and Dermoptera. The earliest fossil species often ascribed to Euarchonta (Purgatorius coracis) dates to the early Paleocene, 65 million years ago, but it appears to have been a non-placental eutherian. Although it is known that Scandentia is one of the most basal Euarchontoglire clades, the exact phylogenetic position is not yet considered resolved, and it may be a sister of Glires, Primatomorpha or Dermoptera or to all other Euarchontoglires.",
  "/wiki/Primatomorpha": "The Primatomorpha are a mirorder of mammals containing two extant orders:  the Dermoptera or colugos and the Primates (Plesiadapiformes, Strepsirrhini, Haplorhini).\n The term \"Primatomorpha\" first appeared in the general scientific literature in 1991 (K.C. Beard) and 1992 (Kalandadze, Rautian). Major DNA sequence analyses of predominantly nuclear sequences (Murphy et al., 2001) support the Euarchonta hypothesis, while a major study investigating mitochondrial sequences supports a different tree topology (Arnason et al., 2002). A study investigating retrotransposon presence/absence data has claimed strong support for Euarchonta (Kriegs et al., 2007). Some interpretations of the molecular data link Primates and Dermoptera in a clade (mirorder) known as Primatomorpha, which is the sister of Scandentia. \nPrimates probably split from the Dermoptera sister group 79.6 million years ago during the Cretaceous.\n Other interpretations link the Dermoptera and Scandentia together in a group called Sundatheria as the sister group of the primates. Some recent studies place Scandentia as sister of the Glires, invalidating Euarchonta.",
  "/wiki/Primates": "A primate (/ˈpraɪmeɪt/ (listen) PRY-mayt) (from Latin primat-, from primus: \"prime, first rank\") is a eutherian mammal constituting the taxonomic order Primates. Primates arose 85–55 million years ago first as plesiadapiformes from small terrestrial mammals (Primatomorpha), which adapted to living in the trees of tropical forests: many primate characteristics represent adaptations to life in this challenging environment, including large brains, visual acuity, color vision, altered shoulder girdle, and dextrous hands. Primates range in size from Madame Berthe's mouse lemur, which weighs 30 g (1 oz), to the eastern gorilla, weighing over 200 kg (440 lb). There are 190–448 species of living primates, depending on which classification is used. New primate species continue to be discovered: over 25 species were described in the first decade of the 2000s, and eleven since 2010.\n Primates are divided into two distinct suborders (see diagram under History of terminology). The first suborder is called strepsirrhines (from Greek 'wet-nosed'), which contains lemurs, galagos, and lorisids. These primates can be found throughout Africa, Madagascar, India, and Southeast Asia. The colloquial names of species ending in -nosed refer to the rhinarium of the primate. The second suborder is called haplorhines, which contains \"dry-nosed\" primates (from Greek 'simple-nosed') in the tarsier, monkey, and ape clades. The last of these groups includes humans. Simians (the infraorder called Simiiformes from the Greek word simos, meaning 'flat-nosed') refer to monkeys and apes, which can be classified as Old World monkeys and apes under the infraorder of catarrhines (from Greek 'narrow nosed') or as New World monkeys under the infraorder of platyrrhines (from Greek 'flat-nosed'). Forty million years ago, simians from Africa migrated to South America by drifting on debris (presumably), which gave rise to the New World monkeys. The remaining simians (catarrhines) split into apes (Hominoidea) and Old World monkeys (Cercopithecoidea) approximately twenty-five million years ago. Common species that are simians include the (Old World) baboons, macaques, gibbons, and great apes; and the (New World) capuchins, howlers and squirrel monkeys.\n Primates have large brains (relative to body size) compared to other mammals, as well as an increased reliance on visual acuity at the expense of the sense of smell, which is the dominant sensory system in most mammals. These features are more developed in monkeys and apes, and noticeably less so in lorises and lemurs. Some primates are trichromats, with three independent channels for conveying color information. Except for apes and humans, primates have tails. Most primates also have opposable thumbs. Many species are sexually dimorphic; differences may include muscle mass, fat distribution, pelvic width, canine tooth size, hair distribution, and coloration. Primates have slower rates of development than other similarly sized mammals, reach maturity later, and have longer lifespans. Depending on the species, adults may live in solitude, in mated pairs, or in groups of up to hundreds of members. Some primates, including gorillas, humans and baboons, are primarily terrestrial rather than arboreal, but all species have adaptations for climbing trees. Arboreal locomotion techniques used include leaping from tree to tree and swinging between branches of trees (brachiation); terrestrial locomotion techniques include walking on two limbs (bipedalism) and modified walking on four limbs (knuckle-walking).\n Primates are among the most social of animals, forming pairs or family groups, uni-male harems, and multi-male/multi-female groups. Non-human primates have at least four types of social systems, many defined by the amount of movement by adolescent females between groups. Most primate species remain at least partly arboreal: the exceptions are some great apes, baboons, and humans, who left the trees for the ground and now inhabit every continent.\n Close interactions between humans and non-human primates (NHPs) can create opportunities for the transmission of zoonotic diseases, especially virus diseases, including herpes, measles, ebola, rabies, and hepatitis. Thousands of non-human primates are used in research around the world because of their psychological and physiological similarity to humans. About 60% of primate species are threatened with extinction. Common threats include deforestation, forest fragmentation, monkey drives, and primate hunting for use in medicines, as pets, and for food. Large-scale tropical forest clearing for agriculture most threatens primates.",
  "/wiki/Procolophonomorpha": "Procolophonomorpha is an order or clade containing most parareptiles. Many papers have applied various definitions to the name, though most of these definitions have since been considered synonymous with modern parareptile clades such as Ankyramorpha and Procolophonia. The current definition of Procolophonomorpha, as defined by Modesto, Scott, & Reisz (2009), is that of as a stem-based group containing Procolophon and all taxa more closely related to it than to Milleretta. It constitutes a diverse assemblage that includes a number of lizard-like forms, as well as more diverse types such as the pareiasaurs. Lee 1995, 1996, 1997 argues that turtles evolved from pareiasaurs, but this view is no longer considered likely. Rieppel and deBraga 1996 and deBraga and Rieppel, 1997 argue that turtles evolved from sauropterygians, and there is both molecular and fossil (Pappochelys) evidence for the origin of turtles among diapsid reptiles.",
  "/wiki/Haplorrhini": "Haplorhini (the haplorhines or the \"dry-nosed\" primates; the Greek name means \"simple-nosed\") is a suborder of primates containing the tarsiers and the simians (Simiiformes or anthropoids), as sister of the Strepsirrhini (\"moist-nosed\"). The name is sometimes spelled Haplorrhini. The simians include catarrhines (Old World monkeys and apes including humans), and the  platyrrhines (New World monkeys).\n The extinct omomyids, which are considered to be the most basal haplorhines, are believed to be more closely related to the tarsiers than to other haplorhines. The exact relationship is not yet fully established – Williams, Kay and Kirk (2010) prefer the view that tarsiers and simians share a common ancestor, and that common ancestor shares a common ancestor with the omomyids, citing evidence from analysis by Bajpal et al. in 2008; but they also note two other possibilities – that tarsiers are directly descended from omomyids, with simians being a separate line, or that both simians and tarsiers are descended from omomyids.\n Haplorhines share a number of derived features that distinguish them from the strepsirrhine \"wet-nosed\" primates (whose Greek name means \"curved nose\"), the other suborder of primates from which they diverged some 63 million years ago[citation needed]. The haplorhines, including tarsiers, have all lost the function of the terminal enzyme that manufactures Vitamin C, while the strepsirrhines, like most other orders of mammals, have retained this enzyme. Genetically, five short interspersed nuclear elements (SINEs) are common to all haplorhines whilst absent in strepsirrhines. The haplorhine upper lip, which has replaced the ancestral rhinarium found in strepsirrhines, is not directly connected to their nose or gum, allowing a large range of facial expressions. Their brain-to-body mass ratio is significantly greater than the strepsirrhines, and their primary sense is vision. Haplorhines have a postorbital plate, unlike the postorbital bar found in strepsirrhines. Most species are diurnal (the exceptions being the tarsiers and the night monkeys).\n All anthropoids have a single-chambered uterus; tarsiers have a bicornate uterus like the strepsirrhines. Most species typically have single births, although twins and triplets are common for marmosets and tamarins. Despite similar gestation periods, haplorhine newborns are relatively much larger than strepsirrhine newborns, but have a longer dependence period on their mother. This difference in size and dependence is credited to the increased complexity of their behavior and natural history.",
  "/wiki/Procolophonia": "The Procolophonia are a suborder of herbivorous reptiles that lived from the Middle Permian till the end of the Triassic period.  They were originally included as a suborder of the Cotylosauria (later renamed Captorhinida Carroll 1988)  but are now considered a clade of Parareptilia.  They are closely related to other generally lizard-like Permian reptiles such as the Millerettidae, Bolosauridae, Acleistorhinidae, and  Lanthanosuchidae, all of which are included under the Anapsida or \"Parareptiles\" (as opposed to the Eureptilia).",
  "/wiki/Simiiformes": "The simians or anthropoids or higher primates are an infraorder (Simiiformes) of primates containing the parvorders Platyrrhini and Catarrhini, which consists of the superfamilies Cercopithecoidea and Hominoidea (including the genus Homo).\n The simians are sister to the tarsiers, together forming the haplorhines. The radiation occurred about 60 million years ago (during the Cenozoic era). 40 million years ago, simians from Afro-Arabia colonized South America, giving rise to the New World monkeys. The remaining simians (catarrhines) split 25 million years ago into Old World monkeys and apes.",
  "/wiki/Hallucicrania": "Ankyramorpha (\"anchor forms\") is an extinct clade of procolophonomorph parareptiles which lived between the early Cisuralian epoch (middle Sakmarian stage) to the latest Triassic period (latest Rhaetian stage) of Africa, Antarctica, Asia, Australia, Europe, North America and South America.\n This clade was named in a 1996 parareptile study by Michael deBraga and Robert R. Reisz. They provided the name Ankyramorpha for a newly recognized clade encompassing \"the most recent common ancestor of Procolophonia and Lanthanosuchoidea and all its descendants\", and this clade name sees continued use among modern parareptile studies. A similar name, Hallucicrania, was provided in an earlier 1995 study by Michael S. Y. Lee, who defined it as the node-based taxon formed by the most recent common ancestor of lanthanosuchids and \"pareiasauroids\" (pareiasaurs + Sclerosaurus), and all its descendants. Unlike Ankyramorpha, which explicitly included procolophonoids, Hallucicrania was originally designed to exclude procolophonoids, which Lee's analysis argued to have split off prior to the divergence between lanthanosuchids and pareiasaurs. Nevertheless, purely considering the taxa encompassed by their definitions, Hallucicrania and Ankyramorpha refer to an identical grouping.\n The following cladogram is simplified after the phylogenetic analysis of MacDougall and Reisz (2014) and shows the placement of Ankyramorpha within Parareptilia. Relationships within emboldened terminal clades are not shown.",
  "/wiki/Catarrhini": "The Catarrhini or catarrhine monkeys or Old World anthropoids are the sister group to the New World monkeys, the Platyrrhini. The Platyrrhini emerged within \"monkeys\" by migration to South America from Afro-Arabia (the Old World), likely by ocean. With respect to the ones that stayed behind, Geoffroy in 1812 grouped the apes (hominoidea) and the Cercopithecoidea together and established the name Catarrhini, \"Old World monkeys\", or \"singes de l'Ancien continent\" . Darwin in the late 19th century imagined correctly that apes were the sister to the Cercopithecoidea. There has been some resistance to directly designate apes (and thus humans) as monkeys despite the scientific evidence,[citation needed] so \"Old World monkey\" may be taken to mean the Cercopithecoidea or the Catarrhini. That apes are monkeys was already realized by Georges-Louis Leclerc, Comte de Buffon in the 18th century. The apes are further divided into the lesser apes or gibbons and the great apes, consisting of the orangutans, gorillas, chimpanzees and humans. The Catarrhini are all native to Africa and Asia. Members of this parvorder are called catarrhines.",
  "/wiki/Order_(biology)": "In biological classification, the order (Latin: ordo) is"
}