{
  "/wiki/Elisabet_Sado": "Elisabet Sadó Garriga, (born September 22, 1981 in Barcelona, Spain) is a professional squash player who represented Spain. She won the British Junior Open Squash Under-19 category in 1999. She reached a career-high world ranking of World No. 196 in November 2007.",
  "/wiki/Kim_Hannes": "Kim Hannes-Teunen also simply known as Kim Hannes (born 10 August 1978) is a former Belgian female squash player. Kim Hannes married fellow Belgian star squash player, Stefan Casteleyn in 2014. She achieved her highest career singles ranking of 33 on December 2002.",
  "/wiki/Isabelle_Stoehr": "Isabelle Stoehr (born June 9, 1979, in Tours) is a professional squash player from France.",
  "/wiki/Laura_Lengthorn": "Laura Jane Massaro MBE (née Lengthorn; born 2 November 1983) is a retired professional squash player from England. She retired after the British Open, in May, 2019.",
  "/wiki/C%C3%A9lia_Allamargot": "Célia Allamargot (French pronunciation: ​[seˈlja a.la.maʁˈgo]) also known as Célia Pashley (born 14 April 1986) is a former professional French female squash player.",
  "/wiki/Omneya_Abdel_Kawy": "Omneya Abdel Kawy (Arabic: أمنية عبد القوي‎; born 15 August 1985, in Cairo) is an Egyptian professional squash player.",
  "/wiki/Engy_Kheirallah": "Engy Kheirallah is a professional squash player from Egypt. She was born on 5 December 1981. She was ranked 33 in May 2011 and reached a career high of no. 11 in July 2010. Engy came to the fore in 1999 when she, Omneya Abdel Kawy and Eman El Amir captured the World Junior Team title, herself having been a semi finalist in the Individual event.",
  "/wiki/Orla_Noom": "Orla Noom, (born November 2, 1985 in Haarlem) is a professional squash player who represents the Netherlands. She reached a career-high world ranking of World No. 31 in November 2007.",
  "/wiki/Dominique_Lloyd-Walter": "Dominique Lloyd-Walter (born 17 June 1981 in London Borough of Harrow) is a retired professional squash player who represents England. She was educated at Haberdashers' Aske's School for Girls and reached a career-high world ranking of World No. 18 in November 2006.",
  "/wiki/Lucie_Fialov%C3%A1": "Lucie Fialová (born 22 July 1988 in Prague) is a professional squash player who represents Czech Republic. She reached a career-high world ranking of World No. 35 in October 2011.",
  "/wiki/Manuela_Zehnder": "Manuela Zehnder, (born May 8, 1983 in Aadorf) is a professional squash player who represented Switzerland. She reached a career-high world ranking of World No. 95 in March 2002.",
  "/wiki/Camille_Serme": "Camille Serme (born 4 April 1989 in Créteil) is a professional squash player who represents France. She reached a career-high world ranking of World No. 2 in February 2017.",
  "/wiki/Emma_Beddoes": "Emma Beddoes (born 29 August 1985, in Leamington Spa) is a former professional squash player who represented England. She reached a career-high world ranking of World No. 11 in September 2015.",
  "/wiki/Sina_Wall": "Sina Wall, (born 30 December 1989 in Munich) is a former professional squash player who represented Germany in multiple European and World Team Championships. She reached a career-high world ranking of World No. 41 in December 2011. In 2011 she won the German Nationals and reached the final in 2008, 2009, 2010 and 2014. She is married to fellow German squash player Raphael Kandra.",
  "/wiki/M%C3%A9lissa_Alv%C3%A8s": "Mélissa Alvès (born 29 December 1993 in Kourou French Guiana) is a French professional squash player. As of October 2018, she was ranked number 139 in the world.",
  "/wiki/Dipika_Pallikal": "Dipika Pallikal Karthik (née Pallikal; born 21 September 1991) is an Indian professional squash player. She is the first Indian to break into the top 10 in the PSA Women's rankings.",
  "/wiki/Anna_Klimundov%C3%A1": "Anna Serme (born 15 May 1991 in Krnov), previously known as Anna Klimundová is a Czech professional squash player. As of February 2018, she was ranked number 82 in the world. She is married to French squash player Lucas Serme.",
  "/wiki/Cyrielle_Peltier": "Cyrielle Peltier (born 30 March 1992 in Le Mans) is a professional squash player who represents France. She reached a career-high world ranking of World No. 51 in November 2015.",
  "/wiki/Victoria_Lust": "Victoria Lust (born 2 May 1989 in Luton) is a professional squash player who represents England. She reached a career-high world ranking of World No. 13 in June 2018.",
  "/wiki/Milou_van_der_Heijden": "Milou van der Heijden (born December 18, 1990) is a professional squash player who represents the Netherlands. She reached a career-high world ranking of World No. 38 in June 2015.",
  "/wiki/Millie_Tomlinson": "Millie Tomlinson (born 27 April 1992 in Derby) is a professional squash player who represented England. She reached a career-high world ranking of World No. 22 in September 2017. She has won 14 PSA tour titles in her career to date.",
  "/wiki/Elin_Harlow": "Elin Harlow is a Welsh female squash player. She has represented Wales in junior and senior level competitions. She achieved her highest career singles ranking of 92 in May 2016.",
  "/wiki/Victoria_Temple-Murray": "Victoria Temple-Murray, (born 30 July 1994 in Exeter) is a professional squash player who represents England. She reached a career-high world ranking of World No. 67 in December 2014.",
  "/wiki/Emily_Whitlock": "Emily Whitlock, (born 15 February 1994 in Macclesfield, England) is a professional squash player who represents England. She reached a career-high world ranking of World No. 12 in November, 2017.",
  "/wiki/Tinne_Gilis": "Tinne Gilis (born 29 October 1997 in Mol) is a Belgian professional squash player. As of January 2020, she was ranked number 22 in the world.",
  "/wiki/Emilia_Soini": "Emilia Soini (born 16 October 1995 in Espoo) is a Finnish professional squash player. As of February 2018, she was ranked number 72 in the world.",
  "/wiki/Lucy_Beecroft": "Lucy Beecroft, (born 7 October 1996 in Northumbria) is a professional squash player who represents England. She reached a career-high ranking of World No. 92 in March 2019."
}