{
  "/wiki/Elisabet_Sado": "Elisabet Sadó Garriga, (born September 22, 1981 in Barcelona, Spain) is a professional squash player who represented Spain. She won the British Junior Open Squash Under-19 category in 1999. She reached a career-high world ranking of World No. 196 in November 2007.",
  "/wiki/Kim_Hannes": "Kim Hannes-Teunen also simply known as Kim Hannes (born 10 August 1978) is a former Belgian female squash player. Kim Hannes married fellow Belgian star squash player, Stefan Casteleyn in 2014. She achieved her highest career singles ranking of 33 on December 2002.",
  "/wiki/Isabelle_Stoehr": "Isabelle Stoehr (born June 9, 1979, in Tours) is a professional squash player from France.",
  "/wiki/Laura_Lengthorn": "Laura Jane Massaro MBE (née Lengthorn; born 2 November 1983) is a retired professional squash player from England. She retired after the British Open, in May, 2019.\n She was born in Great Yarmouth. She attended Albany High School, Chorley, which is now called Albany Academy. In July 2007, she married Danny Massaro and became Laura Lengthorn-Massaro. She subsequently dropped 'Lengthorn' from her name and is now known professionally as Laura Massaro.\n She won her first top-level title at the German Open in 2004 and went on to become British Open champion in 2013 and World Champion in 2014, so become the first Englishwoman to hold both titles at once. She is also a three-time silver medallist for England in Commonwealth Games.\n Massaro has been shortlisted for the Sunday Times Sky Sports Sportswomen of the Year awards. She won the WISPA Player of the Year award in 2011. She won the US Open and the Cleveland Classic in 2011, the Sharm El Sheikh Open in 2010, and the Monte Carlo Classic in 2008.\n Massaro also won the British National Squash Championships in 2011, defeating Jenny Duncalf in the final 7–11, 11–9, 7–11, 11–7, 11–2. She had previously finished runner-up at the championships in 2008 (losing in the final to Alison Waters 11–6, 7–11, 8–11, 9–11).\n At the 2010 Commonwealth Games, Massaro won a silver medal in the women's doubles (partnering Jenny Duncalf). She followed up four years later at the 2014 Commonwealth Games with two silver medals: silver in singles after finishing runner-up to Nicol David and another silver in doubles with Duncalf.\n Massaro won the British Open in 2013. She was the first English woman to do so in 22 years.\n Laura's sponsors include 305SQUASH for clothing, Head for rackets, Asics for shoes and Technifibre for strings. She is also sponsored by UK Fast, Proto-Col and CourtCare and is provided with a sponsored car by Corkhills Volkswagen in Wigan. Laura has also recently partnered with HFE (Health and Fitness Education) in order to expand on her existing knowledge and enjoyment of yoga.\n After starting 2014 brightly by winning the WSA World Tour title in Chicago, Massaro won the biggest title of her career to date at the 2013 World Open in Penang upon beating Nour El Sherbini in the final. Her achievement, alongside that of reigning men's world champion Nick Matthew, meant that England had two reigning world squash champions for the first time.\n Massaro's exceptional 2014 season continued when she was runner-up to David at the British Open in Hull in May.\n At the 2014 Commonwealth Games in Glasgow in July, Massaro went unbeaten through the women's singles – including a semi-final against compatriot Alison Waters – before falling to David in the gold medal match. She and Duncalf then joined forces in the doubles and won through to the final, where they lost to Indians Dipika Pallikal and Joshna Chinappa in straight games.\n October saw Massaro reach the quarter-finals of the US Open, where she lost to Nour El-Sherbini. After a string of lacklustre performances throughout late 2014 and early 2015, she progressed to her third British Open final in succession before losing out to eventual victor Camille Serme.\n Massaro started her 2015/16 season in strong fashion as she achieved victory at the US Open and Qatar Classic. Upon beating world No. 1 Raneem El Weleily (who herself ended David's 9-year unbroken streak as world No. 1 several months prior) in the semi-finals of the Hong Kong Open, she became the third Englishwoman (and first since 2004) to ascend to the top of the world rankings.\n She was appointed Member of the Order of the British Empire (MBE) in the 2020 New Year Honours for services to squash.",
  "/wiki/Célia_Allamargot": "Célia Allamargot (French pronunciation: ​[seˈlja a.la.maʁˈgo]) also known as Célia Pashley (born 14 April 1986) is a former professional French female squash player.",
  "/wiki/Omneya_Abdel_Kawy": "Omneya Abdel Kawy (Arabic: أمنية عبد القوي‎; born 15 August 1985, in Cairo) is an Egyptian professional squash player.\n Omneya won the World Junior Championship in Egypt 2003. Omneya crowned a sparkling junior career in 2003 in her home city of Cairo when she lifted the World Junior title after having been the runner up to Nicol David in 1999 and 2001. Such was her precocious talent that she was already competing on the WISPA Tour in her mid teens. Her success has been amply evidenced by her having already reached a high of seven in the world rankings earlier in 2005.\n The highlight of 2005 was reaching match ball against world number one Rachael Grinham in the final of the Hurghada International in her home country though she eventually lost the match. She also reached another two finals, in Greenwich[clarification needed] and Dayton, both in the United States, and finished as a runner up. Omneya then won the Marsh McLennan title by beating Vicky Botwright. Since then she has continued to be a threat to all the top players, her astute tactical brain and range of shots causing problems to everybody she meets.\n 2006 saw Omneya avenged the Hurghada loss the previous year when she turned the tables in a pulsating Hurghada final to win the event in front of ecstatic home supporters.\n Recently, she won the 2007 EBS Dayton Open by beating Jaclyn Hawkes of New Zealand with a score of  9–5, 9–5, 3–9 and 9–5.",
  "/wiki/Engy_Kheirallah": "Engy Kheirallah is a professional squash player from Egypt. She was born on 5 December 1981. She was ranked 33 in May 2011 and reached a career high of no. 11 in July 2010. Engy came to the fore in 1999 when she, Omneya Abdel Kawy and Eman El Amir captured the World Junior Team title, herself having been a semi finalist in the Individual event.\n By 2002 she had broken into the World Top 30, but it was not until 2005 when she began to move forward more steadily than occasional match wins. Engy, who is from Alexandria, won three events that year, including an emotional Alexandria Open when she beat Abdel Kawy in the semis.\n The surge continued in 2006 with another win over Abdel Kawy in the Apawamis Open and reaching the final of the Texas Open by continuing her hold over Abdel Kawy and beating Natalie Grainger, together with a semi final berth in the Hurghada International. These results propelled her into the Top 20.\n A noted encounter was between Engy and Nour El Sherbini, the 13 year old Egyptian who then made history by becoming the youngest player ever to reach the final of a WISPA World Tour squash event, in June 2009 at Cairo. Kheirallah was then ranked 22 in the world and was the top seed of the ATCO Miro Classic No1 tournament at Cairo. The final score was a dramatic encounter of 11-8, 11-9, 7-11, 7-11, 11-7 which lasted well over one hour.\n The rivalry between Engy and Abdel Kawy continued in the following years when they faced in the first all-Egyptian final of Women's Hurghada International in 2010. Before this final, Abdel Kawy had lost to Kheirallah in all their previous five Tour meetings since 2005, despite being ranked ahead of Engy throughout Kawy's career. In that final, Kawy managed to bolster a dominating win of 11-4, 11-8, 14-12 over Engy.\n She is known to have used a Head racquet for most part of her career.\n Engy is now married to Egyptian squash player Karim Darwish.",
  "/wiki/Orla_Noom": "Orla Noom, (born November 2, 1985 in Haarlem) is a professional squash player who represents the Netherlands. She reached a career-high world ranking of World No. 31 in November 2007.",
  "/wiki/Dominique_Lloyd-Walter": "Dominique Lloyd-Walter (born 17 June 1981 in London Borough of Harrow) is a retired professional squash player who represents England. She was educated at Haberdashers' Aske's School for Girls and reached a career-high world ranking of World No. 18 in November 2006.",
  "/wiki/Lucie_Fialová": "Lucie Fialová (born 22 July 1988 in Prague) is a professional squash player who represents Czech Republic. She reached a career-high world ranking of World No. 35 in October 2011.",
  "/wiki/Manuela_Zehnder": "Manuela Zehnder, (born May 8, 1983 in Aadorf) is a professional squash player who represented Switzerland. She reached a career-high world ranking of World No. 95 in March 2002.",
  "/wiki/Camille_Serme": "Camille Serme (born 4 April 1989 in Créteil) is a professional squash player who represents France. She reached a career-high world ranking of World No. 2 in February 2017.\n As a junior player, Camille Serme won three times the European Junior Championship title in 2006, 2007 and 2008. And she was runner-up of the World Junior Championships in 2007 in Hong Kong against Raneem El Weleily.\n In September 2010, she reached the semifinals of the Soho Square Women's World Open 2010. She is the first female French player to reach this level of competition.\n In 2012, she reached the final of the prestigious Hong Kong Open against Nicol David.\n In 2013, she achieves three big performances in just a few months. In September, she lost in the semifinals of the Malaysian Open against Nicol David. In October, she reached the final of Carol Weymuller Open and won the Monte Carlo Open beating Laura Massaro for the 2nd time in a row, the world #2, in the final 3-1.\n In May 2015 she won the 2015 British Open, beating Laura Massaro in the final 3 games to 1. At that time it was the most important title of her career.\n In October 2016 she won the US Open beating Nour El Sherbini 3-1. Three months later her victory in 2017 J.P. Morgan Tournament of Champions, her second consecutive PSA World Series event win, has catapulted her up two places to a career high World No.2 on the February 2017 PSA Women's World Rankings.\n Serme won a bronze medal at The World Games 2013 and even a gold medal at The World Games 2017 in Wroclaw, Poland.\n In May 2019, Serme lost in the final of the British Open 3-11, 8-11, 3-11 to Nouran Gohar of Egypt.\n Serme won her second J.P. Morgan Tournament of Champions in January 2020 by beating Nour El Sherbini 11-8, 11-6, 11-7 in the final.",
  "/wiki/Emma_Beddoes": "Emma Beddoes (born 29 August 1985, in Leamington Spa) is a former professional squash player who represented England. She reached a career-high world ranking of World No. 11 in September 2015.\n Known for her mental toughness, Beddoes is a fierce competitor who has a number of Tour titles to her name.\n Beddoes made her first Tour appearance in 2004 and went on to break the world's top 50 in less than two years.\n Her first Tour title came at the 2007 Colombo Open where she toppled number one seed Tricia Chuah in straight games.\n She continued to pick up titles throughout the next few years, but would go a year and a half without a title after her Penang Open triumph in October 2013.\n Beddoes won her 10th Tour title at the Emerson RC Pro Series tournament in 2015 where she dropped just one game throughout the event.",
  "/wiki/Sina_Wall": "Sina Wall, (born 30 December 1989 in Munich) is a former professional squash player who represented Germany in multiple European and World Team Championships. She reached a career-high world ranking of World No. 41 in December 2011. In 2011 she won the German Nationals and reached the final in 2008, 2009, 2010 and 2014. She is married to fellow German squash player Raphael Kandra.",
  "/wiki/Mélissa_Alvès": "Mélissa Alvès (born 29 December 1993 in Kourou French Guiana) is a French professional squash player. As of October 2018, she was ranked number 139 in the world.",
  "/wiki/Dipika_Pallikal": "Dipika Pallikal Karthik (née Pallikal; born 21 September 1991) is an Indian professional squash player. She is the first Indian to break into the top 10 in the PSA Women's rankings.\n Dipika Pallikal came to prominence in 2011, when she won three WISPA tour titles to attain a career-best ranking of 13th. She broke into the top 10 in December 2012.",
  "/wiki/Anna_Klimundová": "Anna Serme (born 15 May 1991 in Krnov), previously known as Anna Klimundová is a Czech professional squash player. As of February 2018, she was ranked number 82 in the world. She is married to French squash player Lucas Serme.",
  "/wiki/Cyrielle_Peltier": "Cyrielle Peltier (born 30 March 1992 in Le Mans) is a professional squash player who represents France. She reached a career-high world ranking of World No. 51 in November 2015.",
  "/wiki/Victoria_Lust": "Victoria Lust (born 2 May 1989 in Luton) is a professional squash player who represents England. She reached a career-high world ranking of World No. 13 in June 2018.",
  "/wiki/Milou_van_der_Heijden": "Milou van der Heijden (born December 18, 1990) is a professional squash player who represents the Netherlands. She reached a career-high world ranking of World No. 38 in June 2015.",
  "/wiki/Millie_Tomlinson": "Millie Tomlinson (born 27 April 1992 in Derby) is a professional squash player who represented England. She reached a career-high world ranking of World No. 22 in September 2017. She has won 14 PSA tour titles in her career to date.   \n She went to Yale University and she played on the Varsity Squash Team.",
  "/wiki/Elin_Harlow": "Elin Harlow is a Welsh female squash player. She has represented Wales in junior and senior level competitions. She achieved her highest career singles ranking of 92 in May 2016.",
  "/wiki/Victoria_Temple-Murray": "Victoria Temple-Murray, (born 30 July 1994 in Exeter) is a professional squash player who represents England. She reached a career-high world ranking of World No. 67 in December 2014.",
  "/wiki/Emily_Whitlock": "Emily Whitlock, (born 15 February 1994 in Macclesfield, England) is a professional squash player who represents England. She reached a career-high world ranking of World No. 12 in November, 2017.\n Whitlock is one of the most talented young British players on the PSA World Tour and already has a vast array of Tour titles in her burgeoning career.\n After making solid progress up the World Rankings, she captured three successive titles at the start of 2012 and repeated the feat at the end of the year. \n Five titles followed in 2013 and 2014 before she lifted her first PSA Challenger 15 title at the Courtcare Open in May 2015. \n Her performances there didn't go unnoticed and she joined the elite top 20 players in the world a month later.",
  "/wiki/Tinne_Gilis": "Tinne Gilis (born 29 October 1997 in Mol) is a Belgian professional squash player. As of January 2020, she was ranked number 22 in the world.",
  "/wiki/Emilia_Soini": "Emilia Soini (born 16 October 1995 in Espoo) is a Finnish professional squash player. As of February 2018, she was ranked number 72 in the world.",
  "/wiki/Lucy_Beecroft": "Lucy Beecroft, (born 7 October 1996 in Northumbria) is a professional squash player who represents England. She reached a career-high ranking of World No. 92 in March 2019.",
  "/wiki/French_Junior_Open_Squash": "French Junior Open squash championship  is considered one of the most prestigious junior open squash championship in Europe and in the world. The tournament hosts nearly 300 players representing between 20 and 25 countries every year. The tournament is organize by the European Squash Federation and the French Squash Federation.\n \nFrench Junior Open is divided into eight categories — Boys Under-19, Boys Under-17, Boys Under-15, Boys Under-13, Girls Under-19, Girls Under-17, Girls Under-15 and Girls Under-13."
}