{
  "/wiki/Camden_Park_(amusement_park)": "Camden Park is a twenty-six acre amusement park located near Huntington, West Virginia.  Established in 1902 as a picnic spot by the Camden Interstate Railway Company, it is one of only thirteen trolley parks that remain open in the United States. Whereas most trolley parks were located at the end of trolley lines, Camden Park is unusual in that it was built where riders traveling between Huntington and nearby cities would stop to change lines. Not long after opening, the park soon gained a carousel and other roadside attractions.  Camden Park is West Virginia's only amusement park.  The park is home to more than thirty rides and attractions, including a full-size traditional wooden roller coaster, the Big Dipper, and several other vintage rides.",
  "/wiki/Blue_Flyer": "Blue Flyer (formerly Zipper Dipper and Warburtons  Milk Roll-A-Coaster) is a Wooden roller coaster at Nickelodeon Land, Blackpool Pleasure Beach in Blackpool, England. It was built in 1934. It is believed to have been built by Charlie Paige. It is a family coaster.",
  "/wiki/Blackpool_Pleasure_Beach": "Blackpool Pleasure Beach is an amusement park situated along the Fylde coast in Blackpool, Lancashire, North West England. It is one of the most visited tourist attractions in the United Kingdom, and one of the top twenty most visited amusement parks in the world, with a peak estimate of 5.5 million visitors in 2007. In 2014 it was voted as the best theme park in the United Kingdom and the ninth-best park in Europe by the Travelers' Choice Awards.",
  "/wiki/Blue_Streak_(Conneaut_Lake)": "Blue Streak is a wooden roller coaster built in 1937  at Conneaut Lake Park in Conneaut Lake, Pennsylvania. It is the only wooden coaster operating in the park and the largest. Blue Streak follows an out and back design. It is the 17th oldest wooden roller coaster in the United States, and it is one of two shallow coasters designed by Ed Vettel still operating. The second is The Cyclone at Lakeside Amusement Park in Denver, Colorado. This Blue Streak at Conneaut Lake Park first opened in 1938. Upon leaving the station, the trains immediately enter a tunnel in the shape of an “S\" and begin a 78 foot high climb up the lift hill. The train plummets down the first drop reaching up to a top speed of 50 mph and into a flat section of track. The flat section is followed by 2 medium size hills, then a turnaround section that features a slight dip as it turns the train back towards the station. The train then follows 4 smaller camel back hills, providing airtime, then entering the brake run and making a 360 degree turn back into the platform/station.",
  "/wiki/Conneaut_Lake_Park": "Conneaut Lake Park /ˈkɒniˌɔːt/ is a summer resort and amusement park, located in Conneaut Lake, Pennsylvania, United States. It has long served as a regional tourist destination, and is noted by roller coaster enthusiasts for its classic Blue Streak coaster, which was recently classified as \"historic\" by the American Coaster Enthusiasts group. Conneaut Lake is Pennsylvania's largest natural (glacier) lake and is a popular summer resort for recreational boaters due to there being no horsepower limit on the lake.",
  "/wiki/Washington_State_Fair": "The Washington State Fair, formerly the Puyallup Fair, is the largest single attraction held annually in the state of Washington. The fair, which includes agricultural and pastoral displays and shows, amusement rides, and a concert series, continually ranks in the top ten largest fairs in the United States. The Washington State Fair hosts two annual events: the 21-day Washington State Fair every September, and the four-day Washington State Spring Fair every April.",
  "/wiki/Comet_(Waldameer)": "Comet is a wooden roller coaster that is located at Waldameer Park in Erie, Pennsylvania, United States. It was designed by Herbert Schmeck and built by the Philadelphia Toboggan Company in 1951. It is similar to other Schmeck-designed PTC junior wooden coasters which feature a layered, figure-8/oval layout. However, Comet is taller than the previous junior wooden coaster designs. Comet is an ACE Coaster Classic.",
  "/wiki/Waldameer_Park": "Waldameer Park and Water World is an amusement / water park in Erie, Pennsylvania located at the base of Presque Isle. Waldameer is the fourth oldest amusement park in Pennsylvania, the tenth oldest in the nation, and one of only thirteen trolley parks still operating in the United States. The park is admission-free, with a midway, and covered picnic facilities. The roller coasters and other major rides require either the display of a paid wristband scanned upon riding, or the use of \"Wally Points\" on their \"Wally Card\" system. A gift shop is located in the park selling Waldameer souvenirs. The water park operates an assortment of water slides and raft rides and is admission by fee only. The name \"Waldameer\" can be translated literally as \"Woods by the Sea\" in German. Waldameer's operating season runs from May through September.",
  "/wiki/Lakeside_Amusement_Park": "Lakeside Amusement Park is a family-owned amusement park in Lakeside, Colorado, adjacent to Denver. Originally named White City, it was opened in 1908 as a popular amusement resort adjacent to Lake Rhoda by the Denver Tramway, making it a trolley park. The amusement park was soon sold to Denver brewer Adolph Zang. Eventually the name was changed to Lakeside Amusement Park, but the local populace kept referring to it by its original name for its glittering original display of over 100,000 lights. Today it is one of only thirteen trolley parks operating and one of the oldest amusement parks in the United States, and the oldest still running in Colorado. The park, comprising nearly half of the Town of Lakeside that it was responsible for creating in 1907, features the landmark Tower of Jewels.",
  "/wiki/Coney_Island_Cyclone": "The Coney Island Cyclone (also known as the Cyclone) is a wooden roller coaster at Luna Park in Coney Island, Brooklyn, New York City. Designed by Vernon Keenan, it opened to the public on June 26, 1927. The coaster is on a plot of land at the intersection of Surf Avenue and West 10th Street. The Cyclone reaches a maximum speed of 60 miles per hour (97 km/h) and has a total track length of 2,640 feet (800 m), with a maximum height of 85 feet (26 m).",
  "/wiki/Luna_Park,_Coney_Island_(2010)": "Luna Park is the name of an amusement park in Coney Island, Brooklyn, New York City. It opened on May 29, 2010, at the site of Astroland, an amusement park that had been in operation from 1962 to 2008, and Dreamland, which operated at the site in 2009. It was named after the original 1903 Luna Park which existed until 1944 on a site just north of the current park's 1000 Surf Avenue location.",
  "/wiki/Williams_Grove_Amusement_Park": "Williams Grove Amusement Park is an abandoned amusement park near Mechanicsburg, Pennsylvania. The park operated from 1850 until 2005. It is standing but not operating. The owners still live there and are trying to preserve the park and the historic buildings on the property but face frequent vandalism. Williams Grove Amusement Park Opened to the public on Halloween night on October 31, 2016. They had a Haunted Walk Through attraction throughout the park and a close up view which was provided by Halloween Park organization.",
  "/wiki/High_Roller_(Valleyfair)": "High Roller is a wooden roller coaster located at Valleyfair in Shakopee, Minnesota.  High Roller is Valleyfair's oldest roller coaster, being built in 1976 when the park opened.  It is an out-and-back type coaster, and is 70 feet (21 m) at the highest peak with a top speed of 50 mph (80 km/h).",
  "/wiki/Valleyfair": "Valleyfair is a 125-acre (51 ha) amusement park in Shakopee, Minnesota, United States. Owned by Cedar Fair, the park opened in 1976 and now features over 75 rides and attractions including eight roller coasters. Valleyfair also has a water park called Soak City which is included with the price of admission. Cedar Point and Valleyfair were the first two parks in the Cedar Fair chain (although Cedar Point Amusement Park originally opened in 1870) and a combination of the park names – \"cedar\" and \"fair\" – were used to name the company.",
  "/wiki/Wiener_Prater": "The Prater (German: [ˈpraːtɐ]) is a large public park in Vienna's 2nd district (Leopoldstadt). The Wurstelprater, an amusement park that is often simply called \"Prater\", lies in one corner of the Wiener Prater and includes the Wiener Riesenrad Ferris wheel.",
  "/wiki/Vidámpark": "The City Park (Hungarian: Városliget; German: Stadtwäldchen) is a public park close to the centre of Budapest, Hungary. It is a 0.9-by-0.6-mile (1,400 by 970 m) rectangle, with an area of 302 acres (1.2 km2), located in District XIV of Budapest, between Hungária körút, Ajtósi Dürer sor, Vágány utca and Dózsa György út. Its main entrance is at Heroes' Square (Hősök tere), one of Hungary's World Heritage sites.",
  "/wiki/Jack_Rabbit_(Kennywood)": "Jack Rabbit is a wooden roller coaster located at Kennywood Park near Pittsburgh in West Mifflin, Pennsylvania. Designed and built by John A. Miller and Harry C. Baker, Jack Rabbit opened in 1920, making it is one of the oldest roller coasters in the world still in operation, and it's tied with Jack Rabbit at Seabreeze Amusement Park for being the oldest in the United States. The ride's three trains were manufactured by Edward Vettel, Sr. in 1951 and contain three cars of six seats each.  The aging cars are considered a part of the ride's nostalgic experience but also lead to some young children being disallowed to enter the ride (42” is the minimum), due to the use of a small lap bar to hold in riders.  A popular early feature of the ride was a tunnel which covered the turnaround section after the first drop, but this was removed in 1947 when the new cars were ordered. In 1991, the tunnel was restored, at a slightly shorter length.",
  "/wiki/Kennywood": "Kennywood is an amusement park located in West Mifflin, Pennsylvania. The park first opened on May 30, 1899, as a trolley park attraction at the end of the Mellon family's Monongahela Street Railway. It was purchased in 1906 by F. W. Henninger and Andrew McSwigan, both of whom later formed the family-owned Kennywood Entertainment Company. The company later sold Kennywood, along with four other parks, in 2007 to Parques Reunidos, an international entertainment operator based in Spain. The amusement park features various structures and rides dating back to the early 1900s. Along with Rye Playland Park, it is one of only two amusement parks designated as a National Historic Landmark. Kennywood is also one of only thirteen trolley parks in the United States that remains in operation.",
  "/wiki/Playland_(New_York)": "Playland, often called Rye Playland and also known as Playland Amusement Park, is an amusement park located in Rye, New York, along the Long Island Sound. Built in 1928, the 280-acre (110 ha) park is owned by the Westchester County government. Beginning with the 2018 season, Standard Amusements LLC has been contracted to operate the park.",
  "/wiki/Leap-The-Dips": "Leap-The-Dips is a wooden roller coaster located at Lakemont Park near Altoona, Pennsylvania. Constructed in 1902 by the Federal Construction Company and designed by E. Joy Morris, it is the oldest operating roller coaster in the world and believed to be the last surviving side friction roller coaster of the figure-eight variety. Leap-the-Dips operated continuously until 1985, when it closed after falling into disrepair. A fund-raising campaign led to its restoration, with refurbishment efforts beginning in 1997 and ending with a grand-reopening in 1999. It was designated a National Historic Landmark in 1996 and received the Coaster Classic and Coaster Landmark awards from American Coaster Enthusiasts.",
  "/wiki/Lakemont_Park": "Lakemont Park, located in Altoona, Pennsylvania, houses the world's oldest-surviving roller coaster, the Leap-The-Dips.  On June 19, 1996, the roller coaster was added to the list of National Historic Landmarks by the National Park Service. The park opened in 1894 as a trolley park and became an amusement park in the summer of 1899.  It is one of only thirteen trolley parks still operating, and the 8th oldest amusement park in the United States.  The park was owned by the Boyer Candy Company from May 23, 1986 until July 1, 1988, when it was called Boyertown USA. The park was closed from 2017-2018, but re-opened in summer 2019.",
  "/wiki/Little_Dipper_(Six_Flags_Great_America)": "Little Dipper is a wooden roller coaster located at Six Flags Great America in Gurnee, Illinois. It was originally built in 1950 by Philadelphia Toboggan Coasters and previously operated at Kiddieland Amusement Park in Melrose Park, Illinois until the park closed in September 2009. On November 24, 2009, Six Flags Great America purchased the ride for $33,000 at an auction. The ride was relocated and reopened on May 27, 2010, in its original configuration within the Yukon Territory section of Six Flags Great America.",
  "/wiki/Six_Flags_Great_America": "Six Flags Great America is an amusement park located in Gurnee, Illinois in the Chicago metropolitan area. The park was created by the Marriott Corporation, who operated it as Marriott's Great America from its original opening in 1976 until it was acquired by Six Flags in 1984. The park features nine themed areas and sixteen roller coasters, as well as a 20-acre (81,000 m2) water park called Hurricane Harbor. Over 3 million guests visited the park in 2017, ranking it among the top 20 amusement parks in North America for attendance.",
  "/wiki/Little_Amerricka": "Little Amerricka is an amusement park located in Marshall, Wisconsin, USA. Little Amerricka features the 16 in (406 mm) gauge Whiskey River Railway, a 1/3 size railroad operating an array of steam and diesel engines and proto-typical freight and passenger cars with over 3 miles of track on the ground. The line begins at the amusement park and wanders over 2 miles through scenic trees, past the wildlife pond area and then crosses the Whiskey river. Passengers will hear the whistle blow as they go through the tunnel, past the locomotive shops including roundhouse and turntable, over bridges and around a lake.",
  "/wiki/Montaña_Suiza": "Montaña Suiza (\"The Swiss Mountain\" in English) is a steel scenic railway roller coaster located at Monte Igueldo Amusement Park, on the coast at San Sebastián, Spain. It was designed and built by German engineer Erich Heidrich and opened at the site in 1928. It is the oldest steel roller coaster still operating in the world.",
  "/wiki/Nickelodeon_Streak": "Nickelodeon Streak is a wooden out-and-back roller coaster at Blackpool Pleasure Beach, Blackpool, England. It was built in 1933 by Charles Paige and uses the lift hill and other parts of the former Velvet Coaster, which was removed in 1932. From 1933 to 2010 it was known simply as Roller Coaster however after Nickelodeon Land was announced the coaster was renamed and rethemed to Nickelodeon Streak. Now removed, a train from the Velvet Coaster used to be preserved on show in the station of Roller Coaster. It is currently the second tallest wooden coaster out of the four wooden coasters at Pleasure Beach Blackpool.",
  "/wiki/Joyland_Amusement_Park_(Wichita)": "Joyland Amusement Park was an amusement park in Wichita, Kansas, United States.  It was in continuous operation for 55 years, from June 12, 1949 to 2004, closing permanently in 2006.  It was once the largest theme park in central Kansas and featured a wooden roller coaster and 24 other rides. With its closing, the only remaining amusement park in Kansas is Schlitterbahn Kansas City.",
  "/wiki/American_Coaster_Enthusiasts": "American Coaster Enthusiasts (ACE) is a non-profit organization focusing on the enjoyment, knowledge, and preservation of roller coasters as well as recognition of some as architectural and engineering landmarks. Dues paying members receive the quarterly magazine RollerCoaster! and bi-monthly newsletter ACE News. Amusement parks have also invited members to exclusive ride events at amusement parks as well as sneak peek events at new roller coasters under construction."
}