{
  "/wiki/Montreal_Impact": "The Montreal Impact (French: Impact de Montréal) is a Canadian professional soccer team based in Montreal, Quebec. The Impact competes as a member of the Eastern Conference in Major League Soccer (MLS). The team began play in 2012 as an expansion team of the league, being the league's third Canadian club, and replaced the North American Soccer League team of the same name.",
  "/wiki/Evan_James_(soccer)": "Evan James (born 19 June 1990) is a Canadian soccer player who plays for Oakville Blue Devils as a forward.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Charlotte_49ers": "The Charlotte 49ers represent the NCAA Division I sports teams of the University of North Carolina at Charlotte. A founding member of Conference USA (C-USA), Charlotte rejoined the conference in 2013 after spending eight years as a member of the Atlantic 10 Conference. Previously, Charlotte was a charter member of the Sun Belt Conference and was a member of the Metro Conference.",
  "/wiki/Hamilton_Rage": "K–W United FC was a Canadian soccer team based in the Kitchener–Waterloo region in Ontario, Canada. Founded in 2010 as Hamilton Rage FC, the team played in the Premier Development League (PDL), the fourth tier of the American soccer league system, in the Great Lakes Division of the Central Conference.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/Gienir_Garc%C3%ADa": "Gienir Eduardo García Figueroa (born 8 October 1989) in Zacatepec, Morelos, is a Mexican footballer.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Cruz_Azul": "Cruz Azul (pronounced [kɾus a'sool]) is a Mexican football club that plays in the top division of Mexican football, Liga MX.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Dawyne_Smith": "Dawyne Ricky Smith (born 7 March 1988) is a Jamaican footballer.",
  "/wiki/Bethel_University_(Tennessee)": "Bethel University is a Christian university in McKenzie, Tennessee with satellite campuses located in Memphis, Nashville, Chattanooga, Jackson, Paris, and Clarksville.. It is accredited to bestow degrees up to the master's level.",
  "/wiki/Reading_United": "Reading United AC is an American soccer team based in Reading, Pennsylvania. Founded in 1995, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/Michael_Green_(soccer)": "Michael Green (born December 25, 1989) is an American soccer player.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/New_Mexico_Lobos_men%27s_soccer": "The New Mexico Lobos men's soccer team represented the University of New Mexico in all NCAA Division I men's soccer competitions from 1983 until 2018. The team became a soccer-only member of Conference USA in July 2013 after leaving the Mountain Pacific Sports Federation (the school's primary conference, the Mountain West, only sponsors that sport for women). The team is being cut after the 2019 season.",
  "/wiki/Chivas_USA": "Club Deportivo Chivas USA was an American professional soccer team based in Carson, California, a suburb of Los Angeles. The club played from 2005 to 2014 in Major League Soccer (MLS) and was a subsidiary of Mexican club C.D. Guadalajara, sharing common ownership and branding.",
  "/wiki/R._J._Allen": "Robert James \"R. J.\" Allen (born April 17, 1990) is an American professional soccer player. Predominantly a right-sided defender, Allen is the older brother of soccer player Brandon Allen.",
  "/wiki/Monmouth_University": "Monmouth University is a private university in West Long Branch, New Jersey. Founded in 1933 as Monmouth Junior College, it became Monmouth College in 1956 and Monmouth University in 1995 after receiving its charter.",
  "/wiki/Central_Jersey_Spartans": "Central Jersey Spartans was an American soccer team based in Lawrenceville, New Jersey, United States. Founded in 2009, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Mid Atlantic Division of the Eastern Conference.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/Andy_Rose": "Andrew Patrick Rose (born 13 February 1990) is an English professional footballer who plays for Vancouver Whitecaps FC of Major League Soccer. Rose is also a U.S. green card holder which allows him to play in MLS as a domestic player.",
  "/wiki/UCLA_Bruins": "The UCLA Bruins are the athletic teams that represent the University of California, Los Angeles. The Bruin men's and women's teams participate in NCAA Division I as part of the Pac-12 Conference and the Mountain Pacific Sports Federation (MPSF).  For football, they are in the Football Bowl Subdivision of Division I (formerly Division I-A). \nUCLA is second to only Stanford University as the school with the most NCAA team championships at 119 NCAA team championships. \nUCLA offers 11 varsity sports programs for men and 14 for women.",
  "/wiki/Ventura_County_Fusion": "Ventura County Fusion is an American soccer team based in Ventura, California, United States. Founded in 2006, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/Brian_Ownby": "Brian Tyler Ownby (born July 16, 1990) is an American soccer player who currently plays for Louisville City in the USL Championship.",
  "/wiki/Virginia_Cavaliers_men%27s_soccer": "The Virginia Cavaliers men's soccer team represent the University of Virginia in all NCAA Division I men's soccer competitions. The Virginia Cavaliers are a member of the Atlantic Coast Conference.",
  "/wiki/Reading_United_A.C.": "Reading United AC is an American soccer team based in Reading, Pennsylvania. Founded in 1995, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/Portland_Pilots_men%27s_soccer": "The Portland Pilots men's soccer team represents the University of Portland in NCAA Division I men's soccer competitions.",
  "/wiki/Portland_Timbers_U23%27s": "Portland Timbers U23 is an American soccer team based in Salem, Oregon, United States. Although founded in 2008 as part of the development system for the Portland Timbers USSF D2 organization, beginning in 2011 they are part of the development system for the Major League Soccer franchise of the same name. The team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Evans_Frimpong": "Evans Frimpong (born August 8, 1989) is a Ghanaian footballer who plays for Detroit City FC.",
  "/wiki/Delaware_Fightin%27_Blue_Hens_men%27s_soccer": "The Delaware Fightin' Blue Hens men's soccer team represents the University of Delaware in all men's college soccer competitions. The Blue Hens, have enjoyed a resurgence in conference and national prominence in the last 2 years under head coach Ian Hennessy. The team qualified and lost in the semi-finals of one of the nations top conferences, the CAA, in 2010 before winning its first ever conference championship in 2011. The 2011 team defeated the University of Virginia in the NCAA first round before succumbing to Final Four participant UCLA in the second round. The team's previous apex of success came in the late 1960s and early 1970s, when the Blue Hens qualified into the 1968 and 1970 editions of the NCAA Division I Men's Soccer Championship, to date their only appearances in the tournament.",
  "/wiki/Columbus_Crew_SC": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Kirk_Urso": "Kirk Jon Urso (March 6, 1990 – August 5, 2012) was an American professional soccer player who played as a midfielder. A product of Glenbard East High School and the IMG Soccer Academy, Urso played four years of college soccer at North Carolina. He helped the Tar Heels win three Atlantic Coast Conference titles, reach four consecutive College Cups, and claim a national championship in 2011. Upon his graduation, Urso's 91 appearances for North Carolina were the most in program history.",
  "/wiki/North_Carolina_Tar_Heels_men%27s_soccer": "The North Carolina Tar Heels men's soccer team represents the University of North Carolina at Chapel Hill in men's NCAA Division I soccer competition. They compete in the Atlantic Coast Conference. The Tar Heels won the NCAA championship in 2001 and 2011.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Alex_Lee_(soccer)": "Alexander Francis Vei Chen Lee (born January 15, 1990), known as Alex Lee, is a Guamanian international footballer who currently plays for Christos FC.",
  "/wiki/Maryland_Terrapins_men%27s_soccer": "The Maryland Terrapins men's soccer team represents the University of Maryland in National Collegiate Athletic Association (NCAA) college soccer competition. The program has won four NCAA Division I College Cup national championships (1968, 2005, 2008, 2018). Maryland won nineteen Atlantic Coast Conference (ACC) regular season championships (1953–68, 1971, 2012, 2013) and six ACC tournament championships (1996, 2002, 2008, 2010, 2012, 2013) before joining the Big Ten Conference on July 1, 2014. The Terps won the 2014 and 2016 Big Ten Conference men's soccer championships and the 2014 and 2015 men's soccer tournament titles.",
  "/wiki/Real_Maryland_F.C.": "Real Maryland F.C., commonly known as the Real Maryland Monarchs, was an American soccer team based in Rockville, Maryland, United States. Founded in 2007, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the South Atlantic Division of the Eastern Conference, having voluntarily self-relegated from the USL Second Division at the end of 2010. The team suspended operations after the 2012 season.",
  "/wiki/High_Point_University": "High Point University is a private liberal arts university in High Point, North Carolina.  It is affiliated with the United Methodist Church. Founded as High Point College in 1924, it became High Point University in October 1991. HPU offers 47 undergraduate majors, 51 undergraduate minors and 12 graduate-degree majors.",
  "/wiki/Carolina_Dynamo": "North Carolina Fusion U-23, formerly known as Carolina Dynamo, is an American soccer team based in Greensboro, North Carolina, United States. Founded in 1993, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/Tom_Brandt": "Thomas Brandt (born February 23, 1990) is an American soccer player who played for the Harrisburg City Islanders in the USL Professional Division.",
  "/wiki/Penn_Quakers": "The Penn Quakers are the athletic teams of the University of Pennsylvania. The school sponsors 33 varsity sports. The school has won three NCAA national championships in men's fencing and one in women's fencing.",
  "/wiki/Nickardo_Blake": "Nickardo Blake (born November 26, 1989) is a Jamaican-American retired footballer.",
  "/wiki/Connecticut_Huskies_men%27s_soccer": "The UConn Huskies men's soccer team is an intercollegiate varsity sports team of the University of Connecticut. The team is a member of the American Athletic Conference of the National Collegiate Athletic Association.",
  "/wiki/Carl_Woszczynski": "Carl Matthew Woszczynski (born April 18, 1988) is a retired American soccer player.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/UAB_Blazers": "The UAB Blazers are the varsity intercollegiate athletic programs that represent the University of Alabama at Birmingham (UAB). The school is one of the fourteen member institutions of Conference USA (C-USA) and participates in Division I of the NCAA. The school's men's basketball team plays in 8,508-seat Bartow Arena. The Blazers' colors are forest green and old gold. The men's basketball program has a long history of success spanning several decades.",
  "/wiki/Atlanta_Blackhawks": "Atlanta Blackhawks was an American soccer team based in Atlanta, Georgia, United States. Founded in 2009, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Southeast Division of the Southern Conference. The franchise folded at the end of the 2010 season and left the league thereafter.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Emiliano_Bonfigli": "Emiliano Bonfigli (born February 23, 1989 in Bahía Blanca) is an Argentine footballer who currently plays for Club Deportivo Olimpia.",
  "/wiki/Manta_FC": "Manta Fútbol Club is a football club based in Manta that plays in the Serie B, Ecuador's top-level of professional football. Their rival club is LDU Portoviejo.",
  "/wiki/Eder_Arreola": "Éder Arreola (born November 13, 1991) is a Mexican-American professional soccer player who currently plays for San Diego 1904 FC in the National Independent Soccer Association.",
  "/wiki/Orange_County_Blue_Star": "Orange County Blue Star was an American soccer team based in Irvine, California, United States. Founded in 1997, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Southwest Division of the Western Conference until 2012.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Bryan_Gaul": "Bryan Gaul (born August 10, 1989 in Naperville, Illinois) is an American soccer player who most recently played for FSV Zwickau in the 3. Liga.",
  "/wiki/Bradley_Braves": "The Bradley Braves are the intercollegiate athletics teams of Bradley University, located in Peoria, Illinois, United States. The Braves' athletic program is a member of the Missouri Valley Conference (MVC) and competes at the NCAA Division I level. The Bradley mascot is Kaboom! the Gargoyle, and the school colors are red and white.",
  "/wiki/GPS_Portland_Phoenix": "GPS Portland Phoenix is an American soccer team based in Portland, Maine. Founded in 2009, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid, in the Northeast Division of the Eastern Conference."
}