{
  "/wiki/Montreal_Impact": "The Montreal Impact (French: Impact de Montréal) is a Canadian professional soccer team based in Montreal, Quebec. The Impact competes as a member of the Eastern Conference in Major League Soccer (MLS). The team began play in 2012 as an expansion team of the league, being the league's third Canadian club, and replaced the North American Soccer League team of the same name.",
  "/wiki/Steven_Miller_(soccer)": "Steven Paul Miller (born September 12, 1989) is an American soccer player who currently plays for North Carolina FC in the USL Championship.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Colgate_University": "Colgate University is a private liberal arts college in Hamilton, New York.  Founded in 1819, Colgate enrolls nearly 3,000 students in 56 undergraduate majors that culminate in a Bachelor of Arts degree; it also enrolls a dozen students in a Master of Arts in Teaching program.",
  "/wiki/Ocean_City_Nor%27easters": "Ocean City Nor'easters is an American soccer team based in Ocean City, New Jersey. Founded in 1996, the team currently plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/Andrew_Fontein": "Andrew Fontein (born March 3, 1990, in Las Vegas, Nevada) is an American soccer player who last played as a goalkeeper for Minnesota United.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/UC_Irvine_Anteaters": "The UC Irvine Anteaters are the athletic teams fielded by the University of California, Irvine (UC Irvine). Its athletics programs participate in the NCAA's Division I, as members of the Big West Conference and the Mountain Pacific Sports Federation.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Kevin_Garcia": "Kevin Garcia (born August 21, 1990) is an American soccer player who is currently a free agent and last played for the Houston Dynamo in Major League Soccer.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Villanova_Wildcats": "The Villanova Wildcats are the athletic teams of Villanova University. They compete in the Big East (NCAA Division I) for every sport except football and where they compete in the Colonial Athletic Association (Football Championship Subdivision, formerly Division I-AA, for football only). On December 15, 2012, Villanova and the other six Catholic, non-FBS schools announced that they were departing the Big East for a new conference. This conference assumed the Big East name on July 1, 2013.",
  "/wiki/Long_Island_Rough_Riders": "The Long Island Rough Riders is an American soccer team based in South Huntington, New York, United States. Founded in 1994, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/SMU_Mustangs": "The SMU Mustangs  are the athletic teams that represent Southern Methodist University in Dallas, Texas, United States. The Mustangs were founded in 1911 and joined the Southwest Conference, competing against Baylor, Rice, Texas, Texas A&M, Arkansas and Oklahoma A&M (which later became Oklahoma State).",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Stefan_Antonijevic": "Stefan Zelimir Antonijevic (born 24 January 1989) is a Serbian-American footballer who currently plays for Sogndal. He most recently played for Lillestrøm in the Norwegian Eliteserien.",
  "/wiki/Valparaiso_Crusaders": "The Valparaiso Crusaders are the athletic teams from Valparaiso University, often referred to as Valpo, in Valparaiso, Indiana, United States. The Crusaders compete in the National Collegiate Athletic Association (NCAA) at the Division I level and are members of the Missouri Valley Conference in all sports except football, bowling, men's tennis, and men's swimming.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Ohio_State_Buckeyes_men%27s_soccer": "The Ohio State Buckeyes men's soccer team represents The Ohio State University in NCAA Division I men's college soccer competitions.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Charlotte_49ers": "The Charlotte 49ers represent the NCAA Division I sports teams of the University of North Carolina at Charlotte. A founding member of Conference USA (C-USA), Charlotte rejoined the conference in 2013 after spending eight years as a member of the Atlantic 10 Conference. Previously, Charlotte was a charter member of the Sun Belt Conference and was a member of the Metro Conference.",
  "/wiki/Nashville_Metros": "The Nashville Metros were an American soccer team based in Nashville, Tennessee, United States. Founded in 1989, the team most recently played in the Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the South Atlantic Division of the Eastern Conference. The Metros were the longest continuously operating soccer club in the United Soccer Leagues before their last season in 2012.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/Doug_Herrick": "Douglas \"Doug\" Herrick (born June 2, 1989) is a Guamanian international footballer who is currently unattached. He plays for the Guam national team.",
  "/wiki/Saint_Mary%27s_Gaels": "The Saint Mary's Gaels are the athletic teams that compete at Saint Mary's College of California in Moraga, California. The nickname applies to the college's intercollegiate NCAA Division I teams and to the school's club sports teams. Most varsity teams compete in the West Coast Conference.",
  "/wiki/Washington_Crossfire": "Crossfire Redmond, previously the Seattle Wolves and Washington Crossfire, is an American soccer organization based in Seattle, Washington, United States. Founded in 2009, the team plays in the National Premier Soccer League, the fourth tier of the American Soccer Pyramid, and was formerly in the Premier Development League (PDL) through the 2016 season.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Tony_Walls_(soccer)": "Tony Walls (born January 16, 1990) is an American soccer player currently playing for Pittsburgh Riverhounds in USL Championship, and also for St. Louis Ambush in the Major Arena Soccer League.",
  "/wiki/Green_Bay_Phoenix": "The Green Bay Phoenix, previously known as the UW–Green Bay Phoenix and UWGB Phoenix, are the athletic teams of the University of Wisconsin–Green Bay. A total of 15 Phoenix athletic teams compete in the Horizon League of NCAA Division I. The school does not sponsor an American football team.",
  "/wiki/Michigan_Bucks": "Flint City Bucks, formerly Michigan Bucks, is an American soccer team based in Flint, Michigan, United States. Founded in 1995, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Columbus_Crew_SC": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Darren_Amoo": "Darren Amoo (born June 2, 1988) is a former Ghanaian footballer.",
  "/wiki/Liberty_Flames": "The Liberty Flames and Lady Flames are the athletics teams of Liberty University, in Lynchburg, Virginia, United States. They are a member of the NCAA Division I level in 20 sports. LU is a member of the Atlantic Sun Conference for most sports. Two sports that are not sponsored by the ASUN are housed elsewhere. Women's swimming competes in the Coastal Collegiate Sports Association. The field hockey team was a member of the Northern Pacific Field Hockey Conference before that league's demise after the 2014 season. After playing the 2015 season as an independent, the team joined the Big East Conference in 2016. In football, Liberty participates in the NCAA Division I Football Bowl Subdivision as an independent. The mascot, Sparky, is frequently seen at events.  Liberty University is the second youngest school in NCAA Division I, founded in 1971 (the youngest, Florida Gulf Coast University, was founded in 1991).[n 1] As a member of the Big South Conference, Liberty regularly competed for the Sasser Cup, which is the trophy for the university which has the best sports program among the member institutions. Liberty won the Sasser Cup 10 times, the most in Big South Conference history.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/St._John%27s_Red_Storm": "The St. John's Red Storm is the nickname used for the 16 varsity athletic programs of St. John's University, in the U.S. state of New York. St. John's 16 NCAA Division I teams compete in the Big East Conference, with the exception of the fencing team, which compete in the ECAC. On December 15, 2012, St. John's and the other six Catholic, non-FBS schools (the so-called \"Catholic 7\") announced that they were departing the former Big East for a new conference. The \"Catholic 7\", after purchasing the \"Big East\" name from the FBS schools and adding Butler, Creighton, and Xavier, began operating as the new Big East Conference beginning in July 2013.",
  "/wiki/New_York_Red_Bulls": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Christian_Barreiro": "Christian Andreas Barreiro (born December 14, 1990) is an American soccer player who most recently played for Puerto Rico Islanders in the North American Soccer League.",
  "/wiki/Penn_Quakers": "The Penn Quakers are the athletic teams of the University of Pennsylvania. The school sponsors 33 varsity sports. The school has won three NCAA national championships in men's fencing and one in women's fencing.",
  "/wiki/Reading_United_A.C.": "Reading United AC is an American soccer team based in Reading, Pennsylvania. Founded in 1995, the team plays in USL League Two, the fourth tier of the American Soccer Pyramid.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/Antoine_Hoppenot": "Antoine Laurent Hoppenot (born November 23, 1990) is a French-born-American footballer who currently plays for Louisville City FC in the USL Championship.",
  "/wiki/Princeton_Tigers": "The Princeton Tigers are the athletic teams of Princeton University. The school sponsors 38 varsity sports. The school has won several NCAA national championships, including one in men's fencing, six in men's lacrosse, three in women's lacrosse, and eight in men's golf. Princeton's men's and women's crews have also won numerous national rowing championships. The field hockey team made history in 2012 as the first Ivy League team to win the Division I NCAA Championship in field hockey.",
  "/wiki/Central_Jersey_Spartans": "Central Jersey Spartans was an American soccer team based in Lawrenceville, New Jersey, United States. Founded in 2009, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Mid Atlantic Division of the Eastern Conference.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Kohei_Yamada": "Kohei Yamada (山田 晃平, Yamada Kōhei) (born 8 January 1989 in Itami, Hyōgo, Japan) is a Japanese footballer who currently plays for Nara Club.",
  "/wiki/Thespa_Kusatsu": "Thespakusatsu Gunma (ザスパクサツ群馬, zasupa kusatsu Gunma) is a professional football (soccer) club based in Maebashi, Gunma Prefecture in Japan. The club plays in the J3 League, the third division of professional football in Japan.",
  "/wiki/Seattle_Sounders_FC": "Seattle Sounders FC is an American professional soccer club based in Seattle, Washington. The Sounders compete as a member of the Western Conference of Major League Soccer (MLS). The club was established on November 13, 2007, and began play in 2009 as an MLS expansion team. The Sounders are a phoenix club, carrying the same name as the original franchise that competed in the North American Soccer League from 1974 to 1983.",
  "/wiki/Washington_Huskies": "The Washington Huskies are the intercollegiate athletic teams that represent the University of Washington, located in Seattle. The school is a member of the Pac-12 Conference.",
  "/wiki/North_Sound_SeaWolves": "Puget Sound Gunners FC was an American soccer team based in Issaquah, Washington, United States. Founded in 2010, the team played in the Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, from 2011 to 2015.",
  "/wiki/Kyle_Miller_(soccer)": "Kyle Miller (born May 12, 1989 in Overland Park, Kansas) is an American soccer player.",
  "/wiki/Rockhurst_University": "Rockhurst University is a private Jesuit university in Kansas City, Missouri. Founded in 1910 as Rockhurst College, Rockhurst University is accredited by the Higher Learning Commission.",
  "/wiki/Kansas_City_Brass": "Kansas City Brass was an American soccer team based in Kansas City, Missouri, United States. Founded in 1997, the team played in the USL Premier Development League (PDL), the fourth tier of the American Soccer Pyramid, in the Heartland Division of the Central Conference.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/Benjam%C3%ADn_Ubierna": "Benjamín Ubierna Baradiarán (born 22 November 1991) is a Peruvian footballer who currently plays for Carlos A. Mannucci.",
  "/wiki/Universidad_San_Mart%C3%ADn_de_Porres": "The University of San Martin de Porres (USMP) is a private university located in the city of Lima, Peru. It was founded by the Dominican Order of the Catholic Church in 1962.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Yuri_Gorentzvaig": "Yuri Gorentzvaig (born 26 June 1990) is a Brazilian footballer.",
  "/wiki/Associa%C3%A7%C3%A3o_Atl%C3%A9tica_Flamengo": "Associação Atlética Flamengo, commonly known as Flamengo, is a Brazilian football club from Guarulhos, São Paulo state."
}