{
  "/wiki/Benicia_Arsenal": "The Benicia Arsenal (1851–1964) and Benicia Barracks (1852–66) were part of a large military reservation located next to Suisun Bay in Benicia, California. For over 100 years, the arsenal was the primary US Army Ordnance facility for the West Coast of the United States.",
  "/wiki/Interstate_680_(California)": "Interstate 680 (I-680) is a major north–south auxiliary Interstate Highway in Northern California. It curves around the eastern cities of the San Francisco Bay Area from San Jose to Interstate 80 at Fairfield, bypassing cities along the eastern shore of San Francisco Bay such as Oakland and Richmond while serving others more inland such as Pleasanton and Concord.",
  "/wiki/Benicia,_California": "Benicia (/bəˈniːʃə/ bə-NEE-shə; bə-NI-shə; Spanish pronunciation: [beˈnisja]) is a waterside city in Solano County, California, located in the North Bay region of the San Francisco Bay Area. It served as the state capital for nearly thirteen months from 1853 to 1854.  The population was 26,997 at the 2010 census. The city is located along the north bank of the Carquinez Strait. Benicia is just east of Vallejo and across the strait from Martinez. Elizabeth Patterson has served as Mayor of Benicia since 2007.",
  "/wiki/Benicia_Capitol_State_Historic_Park": "Benicia Capitol State Historic Park is a state park in Benicia, California. The park is dedicated to California’s third capitol building, where the California State Legislature convened from February 3, 1853 to February 24, 1854, when they voted to move the state capital to Sacramento. It is the only pre-Sacramento capitol that survives. The park includes the Fischer-Hanlon House, an early Benicia building that was moved to the property and converted into a home in 1858, after the legislature departed. Benicia Capitol State Historic Park just off the city's main street also includes a carriage house, workers' quarters and sculptured gardens.",
  "/wiki/Bird_and_Dinkelspiel_Store": "The Bird and Dinkelspiel Store in Birds Landing, California was built in 1875.  The building was listed on the National Register of Historic Places in 1999.",
  "/wiki/Birds_Landing,_California": "Birds Landing (also Bird's Landing) is an unincorporated community in southern Solano County, California, United States. It lies at the intersection of Collinsville and Montezuma Hills Roads, southeast of the city of Fairfield, the county seat of Solano County. Situated just north of the Sacramento River, the community is located midway between Sacramento and San Francisco. Birds Landing has its own ZIP code (94512)  but presently no post office; the previous post office closed in 2001.",
  "/wiki/Jackson_Fay_Brown_House": "The Jackson Fay Brown House is a historic site in Dixon, California. Designed by Nathaniel Dudley Goodell, the house was built in 1888, in an Italianate style with elements of Greek Revival. It was added to the U.S. National Register of Historic Places on November 7, 2002.",
  "/wiki/Dixon,_California": "Dixon is a city in northern Solano County, California, United States, located 23 miles (37 km) from the state capital, Sacramento. The population was 18,351 at the 2010 census. Other nearby cities include Vacaville, Winters and Davis.",
  "/wiki/Will_H._Buck_House": "The Will H. Buck House is a historic building in Vacaville, California, United States. Designed by George Sharpe, it was built in 1892 in the Queen Anne style and was placed on the U.S. National Register of Historic Places on October 24, 1985.",
  "/wiki/Vacaville,_California": "Vacaville is a city located in Solano County in Northern California. Sitting approximately 35 miles (56 km) from Sacramento and 55 miles (89 km) from San Francisco, it is within the Sacramento Valley but is also considered, at least by some agencies,[citation needed] to be part of the San Francisco Bay Area.  As of the 2017, Vacaville had a population of 100,328, making it the third largest city in Solano County.",
  "/wiki/Carr_House_(Benicia,_California)": "The Carr House is a now demolished historic building in Benicia, California, United States. It was added to the U.S. National Register of Historic Places on September 13, 1979.",
  "/wiki/Vallejo,_California": "Vallejo (/vəˈleɪ(h)oʊ/ və-LAY-(h)oh; Spanish: [baˈʎexo]) is a waterfront city in Solano County, California, located in the North Bay subregion of the San Francisco Bay Area. Vallejo is geographically the closest North Bay city to the inner East Bay, so it is sometimes associated with that region. Its population was 115,942 at the 2010 census. It is the tenth most populous city in the San Francisco Bay Area, and the largest in Solano County.",
  "/wiki/Hastings_Adobe": "The Hastings Adobe near Collinsville, California is a structure that was listed on the National Register of Historic Places in 1972.  It is currently on private property and is inaccessible to the public.",
  "/wiki/CA_68": "State Route 68 (SR 68) is a state highway in the U.S. state of California, located entirely in Monterey County. It runs from Asilomar State Beach in Pacific Grove to U.S. Route 101 in Salinas. The approximately 20-mile (32 km) long highway serves as a major route between the Monterey Peninsula and Salinas.",
  "/wiki/Collinsville,_California": "Collinsville is a rural unincorporated community in Solano County, California, USA.  It is located next to the Sacramento River Delta on the north side of the Sacramento River, and is effectively separated from the more intense urban development in Contra Costa County immediately across the river.  The area was once proposed for a major chemical plant of the Dow Chemical Company in the 1980s. The community is in ZIP code 94585 and area code 707.",
  "/wiki/LCS-102_(landing_craft_support)": "USS LCS(L)(3)-102 is an LCS(L)(3)-1 Class Landing Craft Support ship built for the United States Navy during World War II. The vessel was completed near the end of the war and saw brief service during the Battle of Okinawa. After the war, LCS(L)(3)-102 served in China before being decommissioned in 1946 and then transferred to Japan in mid-1953. Serving under the name JDS Himawari, the vessel remained in Japan until mid-1966 when she was transferred to Thailand, becoming the HTMS Nakha. In 2007, after being retired, the ship was returned to the United States to become a museum ship.",
  "/wiki/Mare_Island,_California": "Mare Island is a peninsula in the United States in the city of Vallejo, California, about 23 miles (37 km) northeast of San Francisco. The Napa River forms its eastern side as it enters the Carquinez Strait juncture with the east side of San Pablo Bay. Mare Island is considered a peninsula because no full body of water separates this or several other named \"islands\" from the mainland. Instead, a series of small sloughs cause seasonal water-flows among the so-called islands. Mare Island is the largest of these at about 3.5 miles (5.6 km) long and a mile wide.",
  "/wiki/Mare_Island_Naval_Shipyard": "The Mare Island Naval Shipyard (MINSY) was the first United States Navy base established on the Pacific Ocean. It is located 25 miles northeast of San Francisco in Vallejo, California.  The Napa River goes through the Mare Island Strait and separates the peninsula shipyard (Mare Island, California) from the main portion of the city of Vallejo. MINSY made a name for itself as the premier US West Coast submarine port as well as serving as the controlling force in San Francisco Bay Area shipbuilding efforts during World War II.",
  "/wiki/Fairfield,_California": "Fairfield is a city in and the county seat of Solano County, California, in the North Bay sub-region of the San Francisco Bay Area. It is generally considered the midpoint between the cities of San Francisco and Sacramento, approximately 40 miles (64 km) from the city center of both cities, approximately 40 miles (64 km) from the city center of Oakland, less than 19 miles (31 km) from Napa Valley, 16 miles (26 km) from the Carquinez Bridge, and 14 miles (23 km) from the Benicia Bridge. Fairfield was founded in 1856 by clippership captain Robert H. Waterman, and named after his former hometown of Fairfield, Connecticut.",
  "/wiki/Old_Masonic_Hall_(Benicia,_California)": "The Old Masonic Hall, also known as Benicia Masonic Hall, is a historic building in Benicia, California.. Constructed by Benicia Lodge No. 5, in 1850, it was the first purpose build Masonic Hall in California.  The first floor was used as the Solano County court room and offices, the second floor held rooms for the Lodge. The Masons occupied the building until 1887, when the Lodge outgrew the premises.  The building was sold, became a public meeting hall until 1950, when the lodge repurchased the building.  The building was listed on the National Register of Historic Places in 1972.",
  "/wiki/Pena_Adobe": "Peña Adobe or Pena Adobe is a historic building in Vacaville, California, United States. It was built in 1842 by the Californios. It was designed by Juan Felipe Peña. It was located on the Rancho Los Putos (Spanish: The manwhore's or hustler's ranch). It is situated on 1.5 acres. It owned by the Peña Adobe Historical Society and is open to the public on the first Saturday of the month.",
  "/wiki/I-80": "Interstate 80 (I-80) is an east–west transcontinental freeway in the United States that runs from downtown San Francisco, California, to Teaneck, New Jersey, in the New York City Metropolitan Area. The highway was designated in 1956 as one of the original routes of the Interstate Highway System. Its final segment was opened to traffic in 1986. It is the second-longest Interstate Highway in the United States, following I-90. The Interstate runs through many major cities including Oakland, Sacramento, Reno, Salt Lake City, Omaha, Des Moines, and Toledo, and passes within 10 miles (16 km) of Chicago, Cleveland, and New York City.",
  "/wiki/Pleasants_Ranch": "Pleasants Ranch or Hoskins Ranch is a historic ranch located in Vacaville, California, United States.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Solano_County,_California": "This is a list of the National Register of Historic Places listings in Solano County, California."
}