{
  "/wiki/Muscogee_(Creek)_Nation": "The Muscogee (Creek) Nation is a federally recognized Native American tribe based in the U.S. state of Oklahoma. The nation descends from the historic Creek Confederacy, a large group of indigenous peoples of the Southeastern Woodlands. Official languages include Muscogee, Yuchi, Natchez, Alabama, and Koasati, with Muscogee retaining the largest number of speakers. They commonly refer to themselves as Este Mvskokvlke (pronounced [isti məskógəlgi]). Historically, they were often referred to by European Americans as one of the Five Civilized Tribes of the American Southeast.",
  "/wiki/Indian_Territory": "As general terms, Indian Territory or the Indian Territories  describe an evolving land area set aside by the United States Government for the relocation of Native Americans who held aboriginal title to their land. In general, the tribes ceded land they occupied in exchange for land grants in 1803. The concept of an Indian Territory was an outcome of the US federal government's 18th- and 19th-century policy of Indian removal. After the American Civil War (1861–1865), the policy of the US government was one of assimilation.",
  "/wiki/Treaty_with_Choctaws_and_Chickasaws": "The Treaty with Choctaws and Chickasaws was a treaty signed on July 12, 1861 between the Choctaw and Chickasaw (American Indian) and the Confederate States of America. At the beginning of the American Civil War, Albert Pike was appointed as Confederate envoy to Native Americans. In this capacity he negotiated several treaties, one of the most important being with Cherokee chief John Ross, which was concluded in 1861. The treaty was ratified and was proclaimed on December 20, 1861 by the Confederacy. The Choctaw and Chickasaw also duly ratified the treaty.",
  "/wiki/Choctaw": "The Choctaw (Choctaw: Chahta)[note 1] are a Native American people originally occupying what is now the Southeastern United States (modern-day Alabama, Florida, Mississippi and Louisiana). Their Choctaw language belongs to the Muskogean language family group.",
  "/wiki/Chickasaw_Nation": "The Chickasaw Nation is a federally recognized Native American nation, located in Oklahoma in the United States. The Chickasaw Nation originated in its homeland of the American Southeast, with territory in what are defined as modern-day Mississippi, Tennessee, Alabama and Kentucky.",
  "/wiki/Seminole": "The Seminole are a Native American people originally from Florida. Today, they principally live in Oklahoma with a minority in Florida, and comprise three federally recognized tribes: the Seminole Tribe of Oklahoma, the Seminole Tribe of Florida, and Miccosukee Tribe of Indians of Florida, as well as independent groups. The Seminole nation emerged in a process of ethnogenesis from various Native American groups who settled in Florida in the 18th century, most significantly northern Muscogee (Creeks) from what is now Georgia and Alabama. The word \"Seminole\" is derived from the Muscogee word simanó-li, which may itself be derived from the Spanish word cimarrón, meaning \"runaway\" or \"wild one\".",
  "/wiki/Comanche": "The Comanche /kəˈmæntʃi/ (Comanche: Nʉmʉnʉʉ) are a Native-American nation from the Great Plains whose historic territory consisted of most of present-day northwestern Texas and adjacent areas in eastern New Mexico, southeastern Colorado, southwestern Kansas, western Oklahoma, and northern Chihuahua. Within the United States, the government  federally recognizes the Comanche people as the Comanche Nation, headquartered in Lawton, Oklahoma.",
  "/wiki/Wichita_people": "The Wichita people or Kitikiti'sh are a confederation of Southern Plains Native American tribes. Historically they spoke the Wichita language and Kichai language, both Caddoan languages. They are indigenous to Oklahoma, Texas, and Kansas.",
  "/wiki/Caddo": "The Caddo Nation is a confederacy of several Southeastern Native American tribes. Their ancestors historically inhabited much of what is now East Texas, Louisiana, and portions of southern Arkansas and Oklahoma. They were descendants of the Caddoan Mississippian culture that constructed huge earthwork mounds at several sites in this territory. In the early 19th century, Caddo people were forced to a reservation in Texas; they were removed to Indian Territory in 1859.",
  "/wiki/Waco_tribe": "The Waco (also spelled Huaco and Hueco) of the Wichita people is a Southern Plains Native American tribe that inhabited northeastern Texas. Today, they are enrolled members of the federally recognized Wichita and Affiliated Tribes, headquartered in Anadarko, Oklahoma.",
  "/wiki/Tonkawa": "The Tonkawa are a Native American tribe indigenous to present-day Texas. They once spoke the now-extinct Tonkawa language, a language isolate. Today, many descendants are enrolled in the federally recognized Tonkawa Tribe of Indians of Oklahoma.",
  "/wiki/Kichai_people": "The Kichai tribe (also Keechi or Kitsai) was a Native American Southern Plains tribe that lived in Texas, Louisiana, and Oklahoma. Their name for themselves was K'itaish.",
  "/wiki/Shawnee": "The Shawnee (Shaawanwaki, Ša˙wano˙ki and Shaawanowi lenaweeki) are an Algonquian-speaking ethnic group indigenous to North America. In colonial times they were a semi-migratory Native American nation, primarily inhabiting areas of the Ohio Valley, extending from what became Ohio and Kentucky eastward to West Virginia, Virginia, Pennsylvania, and Western Maryland; south to Alabama and South Carolina; and westward to Indiana, and Illinois.",
  "/wiki/Lenape": "The Lenape (English: /ləˈnɑːpi/ or /ˈlɛnəpi/), also called the Leni Lenape, Lenni Lenape and Delaware people, are an indigenous people of the Northeastern Woodlands, who live in Canada and the United States. Their historical territory included present-day New Jersey and eastern Pennsylvania along the Delaware River watershed, New York City, western Long Island, and the Lower Hudson Valley.[notes 1] Today, Lenape people belong to the Delaware Nation and Delaware Tribe of Indians in Oklahoma; the Stockbridge-Munsee Community in Wisconsin; and the Munsee-Delaware Nation, Moravian of the Thames First Nation, and Delaware of Six Nations in Ontario.",
  "/wiki/Osage_Nation": "The Osage Nation (/ˈoʊseɪdʒ/ OH-sayj) (Osage: 𐓁𐓣 𐓂𐓤𐓘𐓯𐓤𐓘͘ (Ni-u-kon-ska), \"People of the Middle Waters\") is a Midwestern Native American tribe of the Great Plains. The tribe developed in the Ohio and Mississippi river valleys around 700 BC along with other groups of its language family. They migrated west of the Mississippi after the 17th century due to wars with Iroquois invading the Ohio Valley from New York and Pennsylvania in a search for new hunting grounds. The nations separated at that time, and the Osage settled near the confluence of the Missouri and Mississippi rivers.",
  "/wiki/Seneca_people": "The Seneca (/ˈsɛnɪkə/) are a group of indigenous Iroquoian-speaking people native to North America who historically lived south of Lake Ontario. They were the nation located farthest to the west within the Six Nations or Iroquois League (Haudenosaunee) in New York before the American Revolution.",
  "/wiki/Quapaw": "The Quapaw (or Arkansas and Ugahxpa) people are a tribe of Native Americans that coalesced in the Midwest and Ohio Valley. The Dhegiha Siouan-speaking tribe historically migrated from the Ohio Valley area to the west side of the Mississippi River and resettled in what is now the state of Arkansas; their name for themselves refers to this migration and traveling downriver.",
  "/wiki/Cherokee": "The Cherokee (/ˈtʃɛrəkiː/; Cherokee: ᎠᏂᏴᏫᏯᎢ, romanized: Aniyvwiyaʔi, or Cherokee: ᏣᎳᎩ, romanized: Tsalagi) are one of the indigenous people of the Southeastern Woodlands of the United States. Prior to the 18th century, they were concentrated in what is now southwestern North Carolina, southeastern Tennessee, edges of western South Carolina, northeastern Georgia and northeastern Alabama.",
  "/wiki/John_Ross_(Cherokee_chief)": "John Ross (Cherokee: ᎫᏫᏍᎫᏫ, romanized: guwisguwi) (October 3, 1790 – August 1, 1866), (meaning in Cherokee: \"Mysterious Little White Bird\"), was the Principal Chief of the Cherokee Nation from 1828–1866, serving longer in this position than any other person. Described as the Moses of his people, Ross influenced the Indian nation through such tumultuous events as the relocation to Indian Territory and the American Civil War."
}