{
  "/wiki/Luca_Sacchi": "Luca Sacchi (born 10 January 1968) is a TV commentator and retired Italian swimmer. He competed at the 1988, 1992 and 1996 Olympics in the 200 m and 400 m individual medley and won a bronze medal in the 400 m in 1992. In 1991 he became European champion in the same event.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Palma_de_Mallorca": "Palma, fully known as Palma de Mallorca (/ˈpɑːlmə/ or /ˈpɑːmə/, Catalan: [ˈpalmə], Spanish: [ˈpalma]), is the capital and largest city of the autonomous community of the Balearic Islands in Spain. It is situated on the south coast of Mallorca on the Bay of Palma. The Cabrera Archipelago, though widely separated from Palma proper, is administratively considered part of the municipality. As of 2018[update], Palma Airport serves over 29 million passengers per year.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Jani_Sievinen": "Jani Nikanor Sievinen (pronunciation (help·info); born 31 March 1974 in Vihti) is a former medley swimmer from Finland, who won the silver medal in the 200 m individual medley at the 1996 Summer Olympics in Atlanta, Georgia. In winning the World Championship 200m individual medley title in 1994, he established a new world record of 1:58.16 which lasted for almost nine years until it was broken by Michael Phelps (USA).",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Malm%C3%B6": "Malmö (/ˈmælmoʊ, ˈmɑːlmɜː/; Swedish: [ˈmâlmøː] (listen); Danish: Malmø [ˈmælmˌøˀ]) is the largest city of the Swedish county of Skåne County, the third-largest city in Sweden, after Stockholm and Gothenburg, and the sixth-largest city in Scandinavia, with a population of 316,588 inhabitants out of a municipal total of 338,230 in 2018. The Malmö Metropolitan Region is home to over 700,000 people, and the Øresund Region, which includes Malmö, is home to 4 million people.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Lappeenranta": "Lappeenranta (Swedish: Villmanstrand) is a city and municipality situated on the shore of the lake Saimaa in southeastern Finland, about 30 kilometres (19 miles) from the Russian border. It belongs to the region of South Karelia. With approximately 73,000  inhabitants (31 January 2019) Lappeenranta is the 13th largest city in Finland, after incorporating the previous municipalities of Lappee and Lauritsala in 1967, Nuijamaa in 1989, Joutseno in 2009, and Ylämaa in 2010.",
  "/wiki/Marcel_Wouda": "Marcel Reinier Wouda (born 23 January 1972, Tilburg) is a former Dutch swimmer, who became the first Dutch world champion in men's swimming when he won the world title in the 200 m individual medley at the 1998 World Aquatics Championships in Perth, Australia. He was the coach of Olympic champions Maarten van der Weijden and Hinkelien Schreuder at the Nationaal Zweminstituut Eindhoven.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Gelsenkirchen": "Gelsenkirchen (UK: /ˈɡɛlzənkɪərxən/, US: /ˌɡɛlzənˈkɪərxən/, German: [ˌɡɛlzn̩ˈkɪʁçn̩] (listen); Westphalian: Gelsenkiärken) is the 11th largest city of Germany's most populous federal state of North Rhine-Westphalia and its 262,528 (2016) inhabitants make it the 25th largest city of Germany. On the Emscher River (a tributary of the Rhine), it lies at the centre of the Ruhr, the largest urban area of Germany, of which it is the fifth largest city after Dortmund, Essen, Duisburg and Bochum. The Ruhr is located in the Rhine-Ruhr Metropolitan Region, one of Europe's largest urban areas. Gelsenkirchen is the fifth largest city of Westphalia after Dortmund, Bochum, Bielefeld and Münster, and it is one of the southernmost cities in the Low German dialect area. The city is home to the football club Schalke 04, which is named after Gelsenkirchen-Schalke [de]. The club's current stadium Veltins-Arena, however, is located in Gelsenkirchen-Erle [de].",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Paris,_France": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Matthew_Dunn": "Matthew Stephen Dunn (born 2 September 1973) is an Australian former freestyle and medley swimmer who competed in three consecutive Summer Olympics, starting in 1992.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Perth,_Western_Australia": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Brian_Johns": "Brian Lawrence Johns (born August 5, 1982) is a former competition swimmer from Canada.  Born in Regina, Saskatchewan, he grew up in Richmond, British Columbia and trained with the Aquanauts and Racers (later Rapids) swim clubs. He started swimming at age five.  He attended the University of British Columbia, where he was a member of the UBC Thunderbirds varsity swimming team.  He held the world record in the 400-metre individual medley (short-course), with a time of 4:02.72.  He won a silver medal at the 2002 world championships in Moscow, Russia in the 400-metre individual medley, and a bronze at the 1999 World Championships in Hong Kong in the 4x200-metre freestyle relay.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Victoria,_Canada": "Victoria (Saanich: METULIYE mətúliyə) is the capital city of the Canadian province of British Columbia, located on the southern tip of Vancouver Island off Canada's Pacific coast. The city has a population of 85,792, and the Greater Victoria Area has a population of 367,770. Victoria is the 7th most densely populated city in Canada with 4,405.8 people per square kilometre, which is a greater population density than Toronto.",
  "/wiki/L%C3%A1szl%C3%B3_Cseh": "László Cseh (pronounced [ˈlaːsloː ˈt͡ʃɛ]; born 3 December 1985) is a Hungarian competitive swimmer and six-time Olympic medalist.  He is a 33-time European Champion. His father, László Cseh Sr., also represented Hungary at the Olympics in swimming.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Trieste,_Italy": "Trieste (/triˈɛst/ tree-EST, Italian: [triˈɛste] (listen); Slovene: Trst [tə́ɾst]) is a city and a seaport in northeastern Italy. It is situated towards the end of a narrow strip of Italian territory lying between the Adriatic Sea and Slovenia, which lies approximately 10–15 km (6.2–9.3 mi) south and east of the city. Croatia is some 30 km (19 mi) to the south.",
  "/wiki/Debrecen": "Debrecen (/ˈdɛbrətsɛn/ DEB-rət-sen, Hungarian: [ˈdɛbrɛt͡sɛn] (listen); is Hungary's second largest city after Budapest.  It is the regional center of the Northern Great Plain region and the seat of Hajdú-Bihar county. It was the largest Hungarian city in the 18th century and it is one of the Hungarian people's most important cultural centres. Debrecen was also the capital city of Hungary during the revolution in 1848–1849. During the revolution, the dethronement of the Habsburg dynasty was declared in the Reformed Great Church. The city also served as the capital of Hungary by the end of the World War II in 1944–1945. It is home of the University of Debrecen.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Ryan_Lochte": "Ryan Steven Lochte (/ˈlɒkti/ LOK-tee; born August 3, 1984) is an American competitive swimmer and 12-time Olympic medalist. Lochte's 12 Olympic medals earn him the second-most decorated Olympian along with Natalie Coughlin, Dara Torres, and Jenny Thompson. He currently holds the world records in the 200-meter individual medley (long and short course). As part of the American teams, he also holds the world record in the 4×200-meter freestyle (long course) and 4x100-meter freestyle (mixed) relay.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Daiya_Seto": "Daiya Seto (瀬戸 大也, Seto Daiya, born 24 May 1994) is a Japanese competitive swimmer who swims in the individual medley, butterfly, breaststroke, and freestyle events. He won the gold medal in the 400 meter individual medley at the 2012, 2014, and 2016 world short course championships, as well as at the 2013 and 2015 world long course championships. Seto holds the world records in the 200 meter butterfly and the 400 meter individual medley (both short course).",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Las_Vegas": "Las Vegas  (Spanish for \"The Meadows\"), officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populated city in the United States, the most populated city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primarily for its gambling, shopping, fine dining, entertainment, and nightlife. The Las Vegas Valley as a whole serves as the leading financial, commercial, and cultural center for Nevada."
}