{
  "/wiki/Zhang_Chunzhen": "Zhang Chunzhen (born 1970) is a retired female pole vaulter from PR China, who was one of the leading athletes in her discipline in the early 1990s.  Before the event was an official world record event for women, Zhang set and improved the world record eight times.  She set her personal best (4.05 metres) in the women's pole vault event on 10 August 1991 in Guangzhou, China.  When Chinese rival Sun Caiyun set the first official world record in the event in May 1992, she actually only equalled Zhang's 4.05 from the year before.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/Sun_Caiyun": "Sun Caiyun (Chinese: 孙彩云; born July 21, 1973 in Shenzhen) is a Chinese former pole vaulter, who was one of the leading athletes in her discipline in the early 1990s. She became the first official world record holder, jumping 4.05 meters on May 21, 1992 in Nanjing, China. In 1994 she received a three-month doping ban.",
  "/wiki/Nanjing": "Nanjing (listen), alternatively romanized as Nanking and Nankin, also known as Langjin in Nanjing dialect, is the capital of Jiangsu of the People's Republic of China and the second largest city in the East China region,[c] with 11 districts,an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,436,200 as of 2018[update]. The inner area of Nanjing enclosed by the city wall is Nanjing City (南京城).",
  "/wiki/Emma_George": "Emma George (born 1 November 1974 in Beechworth, Victoria) is a former Australian pole vaulter. She set twelve world records in a row in the late nineties, but she lost the record on 26 May 2000 to Stacy Dragila and was unable to recapture it. She was previously a trapeze artist in The Flying Fruit Fly Circus. She was coached by world-renowned coach Mark Stewart, who also led Steve Hooker to Olympic gold.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Sapporo": "Sapporo (札幌市, Sapporo-shi) is the fifth largest city of Japan, and the largest city on the northern Japanese island of Hokkaido. It is the capital city of Hokkaido Prefecture and Ishikari Subprefecture. It is an ordinance-designated city. Located in the southwestern part of Hokkaido, Sapporo lies within the alluvial fan of the Toyohira River, a tributary stream of the Ishikari River.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Stacy_Dragila": "Stacy Renée Dragila (née Mikaelson; born 25 March 1971 in Auburn, California) is an American former pole vaulter.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Seville": "Seville (/səˈvɪl/; Spanish: Sevilla [seˈβiʎa] (listen)) is a Spanish city, the capital of the autonomous community of Andalusia and the province of Seville. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula. Seville has a municipal population of about 690,000 as of 2016[update], and a metropolitan population of about 1.5 million, making it the largest city in Andalusia, the fourth-largest city in Spain and the 30th most populous municipality in the European Union. Its old town, with an area of 4 square kilometres (2 sq mi), contains three UNESCO World Heritage Sites: the Alcázar palace complex, the Cathedral and the General Archive of the Indies. The Seville harbour, located about 80 kilometres (50 miles) from the Atlantic Ocean, is the only river port in Spain[citation needed]. Seville experiences high temperatures in the Summer, with daily maximums routinely above 35 °C (95 °F) in July and August.",
  "/wiki/Sacramento,_California": "Sacramento (/ˌsækrəˈmɛntoʊ/ SAK-rə-MEN-toh; Spanish: [sakɾaˈmento]; Spanish for \"sacrament\") is the capital city of the U.S. state of California and the seat of Sacramento County. Located at the confluence of the Sacramento River and the American River in Northern California's Sacramento Valley, Sacramento's estimated 2018 population of 501,334 makes it the sixth-largest city in California and the ninth largest capital in the United States. Sacramento is the seat of the California Legislature and the Governor of California, making it the state's political center and a hub for lobbying and think tanks. Sacramento is also the cultural and economic core of the Sacramento metropolitan area, which had a 2010 population of 2,414,783, making it the fifth largest in California.",
  "/wiki/Palo_Alto": "Palo Alto (/ˌpæloʊ ˈæltoʊ/) is a charter city located in the northwest corner of Santa Clara County, California, United States, in the San Francisco Bay Area. Palo Alto means tall stick in Spanish; the city is named after a coastal redwood tree called El Palo Alto.",
  "/wiki/Svetlana_Feofanova": "Svetlana Yevgenyevna Feofanova (Russian: Светлана Евгеньевна Феофанова; born 16 July 1980) is a Russian pole vaulter.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Elena_Isinbaeva": "Yelena Gadzhievna Isinbayeva (Russian: Елена Гаджиевна Исинбаева, IPA: [jɪˈlʲɛnə gɐˈdʐɨjɪvnə ɪsʲɪnˈbajɪvə]; born 3 June 1982) is a Russian former pole vaulter. She is a two-time Olympic gold medalist (2004 and 2008), a three-time World Champion (2005, 2007 and 2013), the current world record holder in the event, and is widely considered the greatest female pole-vaulter of all time. \nIsinbayeva was banned from the 2016 Rio Olympics after the appearance of an independent report about an extensive state-sponsored doping program in Russia, thus dashing her hopes of a grand retirement winning the Olympic gold medal. She retired from athletics in August 2016 after being elected to serve an 8-year term on the IOC's Athletes' Commission.",
  "/wiki/Gateshead": "Gateshead is a town in Tyne and Wear, England, on the southern bank of the River Tyne opposite Newcastle upon Tyne. Gateshead and Newcastle are joined by seven bridges across the Tyne, including the Gateshead Millennium Bridge. The town is known for its architecture, including the Sage Gateshead, the Angel of the North and the Baltic Centre for Contemporary Art. Residents of Gateshead, like the rest of Tyneside, are referred to as Geordies. Gateshead's population in 2011 was 120,046.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Donetsk": "Donetsk (UK: /dɒˈnjɛtsk/ don-YETSK, US: /dəˈn(j)ɛtsk/ də-N(Y)ETSK; Ukrainian: Донецьк [doˈnɛtsʲk] (listen); Russian: Донецк [dɐˈnʲetsk]), formerly known as Aleksandrovka, Hughesovka, Yuzovka and Stalino (see also: cities' alternative names), is an industrial city in Eastern Ukraine and the capital city of the unrecognized Donetsk People's Republic, located on the Kalmius River. The population was estimated at 929,063 (2016 est.) in the city core, with over 2,000,000 in the metropolitan area (2011). According to the 2001 Ukrainian Census, Donetsk was the fifth-largest city in Ukraine.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Zürich": "Zürich or Zurich (see below for pronunciation) is the largest city in Switzerland and the capital of the canton of Zürich. It is located in north-central Switzerland at the northwestern tip of Lake Zürich. The municipality has approximately 430,000 inhabitants, the urban area (agglomeration) 1.315 million and the Zürich metropolitan area 1.83 million. Zürich is a hub for railways, roads, and air traffic. Both Zurich Airport and railway station are the largest and busiest in the country.",
  "/wiki/Jennifer_Suhr": "Jennifer \"Jenn\" Suhr (née Stuczynski; born February 5, 1982) is an American pole vaulter. She has been an Olympic and World champion, has been ranked #1 in the World, has been the #1 American pole vaulter since 2006, and has won a total of 17 US National Championships (7 Indoor, 10 Outdoor). She holds the world indoor pole vault record at 5.03 m (16 ft 6 in). She holds the American women's pole vault record indoors. In 2008, she won the U.S. Olympic trials, setting an American record of 4.92 m (16 ft 2 in) and won a silver medal in the Beijing Olympics. She won the gold medal at the London Olympics on August 6, 2012. Track & Field News named her American Female Athlete of the Year for 2008.",
  "/wiki/Des_Moines": "Des Moines (/dɪˈmɔɪn/ (listen)) is the capital and the most populous city in the U.S. state of Iowa. It is also the county seat of Polk County. A small part of the city extends into Warren County. It was incorporated on September 22, 1851, as Fort Des Moines, which was shortened to \"Des Moines\" in 1857. It is on and named after the Des Moines River, which likely was adapted from the early French name, Rivière des Moines, meaning \"River of the Monks\". The city's population was 216,853 as of the 2018 population estimate. The five-county metropolitan area is ranked 89th in terms of population in the United States with 655,409 residents according to the 2018 estimate by the United States Census Bureau, and is the  largest metropolitan area fully located within the state. A portion of the larger Omaha, Nebraska, metropolitan area extends into three counties of southwest Iowa.",
  "/wiki/Pole_vault": "Pole vaulting is a track and field event in which a person uses a long flexible pole (which today is usually made either of fiberglass or carbon fiber) as an aid to jump over a bar. Pole jumping competitions were known to the ancient Greeks, Cretans and Celts. It has been a full medal event at the Olympic Games since 1896 for men and since 2000 for women."
}