{
  "/wiki/Rugby_World_Cup": "The Rugby World Cup is a men's rugby union tournament contested every four years between the top international teams. The tournament was first held in 1987, when the tournament was co-hosted by New Zealand and Australia.",
  "/wiki/1987_Rugby_World_Cup": "The 1987 Rugby World Cup was the first Rugby World Cup. New Zealand and Australia agreed to co-host the tournament. New Zealand hosted 20 matches – 17 pool stage matches, two quarter-finals and the final – while Australia hosted 12 matches – seven pool matches, two quarter-finals and both semi-finals. The event was won by co-hosts New Zealand, who were the strong favourites and won all their matches comfortably. France were losing finalists, and Wales surprise third-place winners: Australia, having been second favourites, finished fourth after conceding crucial tries in the dying seconds of both the semi-final against France and the third-place play-off against Wales.",
  "/wiki/2019_Rugby_World_Cup": "The 2019 Rugby World Cup was the ninth edition of the Rugby World Cup, the quadrennial world championship for men's rugby union teams. It was hosted in Japan from 20 September to 2 November in 12 venues all across the country. The opening match was played at Tokyo Stadium in Chōfu, Tokyo with the final match being held at International Stadium Yokohama in Yokohama. This was the first time that the tournament had taken place in Asia and outside the traditional Tier 1 rugby nations.",
  "/wiki/Women%27s_Rugby_World_Cup": "The Rugby World Cup for women, historically known as the Women's Rugby World Cup, is the premier international competition in rugby union for women. The tournament is organised by the sport's governing body, World Rugby. The championships are currently held every four years; the event was most recently held in Ireland in 2017. World Rugby has reset the tournament on a new four-year cycle to avoid conflict with the Olympics and Women's World Cup Sevens; World Cups will thus be held every four years after 2017.",
  "/wiki/1991_Women%27s_Rugby_World_Cup": "The 1991 Women's Rugby World Cup was the first Women's Rugby World Cup. The tournament was not approved by the International Rugby Board (IRB), yet it still went ahead despite the disapproval of the sports governing body. France confirmed their participation only minutes before the draw was made on 26 February.[citation needed] Representatives of the IRB, WRFU and RFU attended the final, but it was not until 2009 that the IRB officially endorsed the event as a \"world cup\" when it published, for the first time, a list of previous winners in a press release.",
  "/wiki/2017_Women%27s_Rugby_World_Cup": "The 2017 Women's Rugby World Cup was the eighth edition of the Women's Rugby World Cup and was held in Ireland in August 2017. New Zealand became the 2017 champions by beating England 41–32 in the final on 26 August. Matches were held in Dublin and Belfast. The pool stages were held at University College Dublin with the semi finals and finals held at Queen's University and Kingspan Stadium in Belfast.",
  "/wiki/Six_Nations_Championship": "The Six Nations Championship (known as the Guinness Six Nations[n 1] for sponsorship reasons) is an annual international rugby union competition between the teams of England, France, Ireland, Italy, Scotland, and Wales. These are currently the six highest-ranked teams in Europe although participation in the championship is based on historical membership, not ranking. The current champions are Wales, who won the 2019 tournament.",
  "/wiki/England_national_rugby_union_team": "The England national rugby union team is the representative national team in the sport of rugby union for the nation of England. They compete in the annual Six Nations Championship with France, Ireland, Italy, Scotland and Wales. England have won the championship on a total of 28 occasions (as well as sharing 10 victories) – winning the Grand Slam 13 times and the Triple Crown 25 times – making them the most successful outright winners in the tournament's history. As of 18 November 2019[update], England are ranked third in the world by the International Rugby Board. They are currently the only team from the Northern Hemisphere to win the Rugby World Cup, having won the tournament in 2003, and have been runners-up on three other occasions.",
  "/wiki/France_national_rugby_union_team": "The France national rugby union team represents France in senior men's rugby union, as administered by the French Rugby Federation. They traditionally play in blue shirts emblazoned with the national emblem of a golden rooster on a red shield, with white shorts and red socks; thus they are commonly referred to as Les Tricolores or Les Bleus. The team's home matches are mostly played at the Stade de France in the Paris suburb of Saint-Denis. France is ranked 6th in the World Rugby Rankings as of February 9, 2020.",
  "/wiki/Ireland_national_rugby_union_team": "The Ireland national rugby union team is the representative national team in the sport of rugby union for the island of Ireland. The team competes annually in the Six Nations Championship and every four years in the Rugby World Cup. Ireland is also one of the four unions that make up the British and Irish Lions – players eligible to play for Ireland are also eligible for the Lions.",
  "/wiki/Italy_national_rugby_union_team": "The Italy national rugby union team is the representative national team in the sport of rugby union for the nation of Italy. The team is known as gli Azzurri (the Blues). Savoy blue is the common colour of the national teams representing Italy, as it is the traditional colour of the royal House of Savoy which reigned over the Kingdom of Italy from 1860 to 1946.",
  "/wiki/Scotland_national_rugby_union_team": "The Scotland national rugby union team is administered by the Scottish Rugby Union. The team takes part in the annual Six Nations Championship and participates in the Rugby World Cup, which takes place every four years. As of 14 October 2019[update], Scotland are 9th in the World Rugby Rankings.",
  "/wiki/Wales_national_rugby_union_team": "The Wales national rugby union team (Welsh: Tîm rygbi'r undeb cenedlaethol Cymru) represents Wales in international rugby union. Its governing body, the Welsh Rugby Union (WRU), was established in 1881, the same year that Wales played their first international against England. The team plays its home matches at the Millennium Stadium in Cardiff (currently known for sponsorship reasons as the Principality Stadium), which replaced Cardiff Arms Park as the national stadium of Wales in 1999.",
  "/wiki/1883_Home_Nations_Championship": "The 1883 Home Nations Championship was the inaugural series of the rugby union Home Nations Championship. Five matches were played between 16 December 1882 and 3 March 1883. It was contested by England, Ireland, Scotland, and Wales.",
  "/wiki/2019_Six_Nations_Championship": "The 2019 Six Nations Championship (known as the Guinness Six Nations for sponsorship reasons) was the 20th Six Nations Championship, the annual rugby union competition contested by the national teams of England, France, Ireland, Italy, Scotland, and Wales, and the 125th edition of the competition (including all the tournament's previous versions as the Home Nations Championship and Five Nations Championship).",
  "/wiki/2000_Six_Nations_Championship": "The 2000 Six Nations Championship was the first series of the rugby union Six Nations Championship, following the addition of Italy to the Five Nations. It was the 106th season of the championship overall.",
  "/wiki/Women%27s_Six_Nations_Championship": "The Women's Six Nations Championship is an international rugby union competition contested between six European women's national teams. It started in the 1995/96 season as the Five Nations, all four home nations plus France. It remained a Five nations Competition in the 1996/97 season. In the 1997/98 season, which was a World Cup Year, it was simply a 'Home Nations' competition.",
  "/wiki/England_women%27s_national_rugby_union_team": "The England women's national rugby union team first played in 1982.[citation needed] England were the 2014 Rugby World Cup champions after beating Canada in the final. Their coach is Simon Middleton after their coach Gary Street, who had been head coach since 2006, contract wasn't renewed. Street now coaches Harlequins Ladies.",
  "/wiki/France_women%27s_national_rugby_union_team": "The France women's national rugby union team first played in 1982.",
  "/wiki/Ireland_women%27s_national_rugby_union_team": "The Ireland women's national rugby union team represents Ireland in international women's rugby union competitions such as the Women's Six Nations Championship and the Women's Rugby World Cup. They have also represented Ireland in the FIRA Women's European Championship. Ireland won the 2013 and 2015 Women's Six Nations Championships. In 2013 they also achieved both a Triple Crown and Grand Slam. They finished fourth in the 2014 Women's Rugby World Cup after defeating New Zealand in the pool stages. Ireland hosted the 2017 Women's Rugby World Cup. The team was originally organised by the Irish Women's Rugby Football Union. However, since 2009 it has been organised by the Irish Rugby Football Union",
  "/wiki/Italy_women%27s_national_rugby_union_team": "Italy women's national rugby union team are the national women's rugby union team that represents Italy at international level.\nIt has been administered by Federazione Italiana Rugby since 1991; previously, since its inception in 1985 up to 1991, it was administered by UISP – Unione Italiana Sport Popolari (Italian Union for People's Sports), an association which promotes amateur sports at every level of the society.",
  "/wiki/Scotland_women%27s_national_rugby_union_team": "The Scotland women's national rugby union team has competed in five of the Women's Rugby World Cups and has an important role in the rugby world stage.\nThe governing body in Scotland for women's rugby is Scottish Rugby. Clare Cribbes was the youngest player ever to play for Scotland in a World Cup.",
  "/wiki/Wales_women%27s_national_rugby_union_team": "The Wales women's national rugby union team first played in 1987. Wales plays in the Women's Rugby World Cup and the Women's Six Nations Championship.",
  "/wiki/1996_Women%27s_Home_Nations_Championship": "The 1996 Women's Home Nations Championship was the first Women's Home Nations Championship and was won by England, who achieved the Triple Crown. England also gained the Grand Slam by beating France outside of the championship.",
  "/wiki/2019_Women%27s_Six_Nations_Championship": "The 2019 Women's Six Nations Championship was the 18th series of the Women's Six Nations Championship, an annual women's rugby union competition between six European rugby union national teams. Matches were held in February and March 2019, on the same weekends as the men's tournament, if not always the same day.",
  "/wiki/The_Rugby_Championship": "The Rugby Championship is an international rugby union competition contested annually by Argentina, Australia, New Zealand, and South Africa. Prior to the 2012 tournament, when Argentina joined, it was known as the Tri Nations. These are the four highest ranked national teams in the Southern Hemisphere, the Six Nations is a similar tournament in the Northern Hemisphere. The competition is administered by SANZAAR, a consortium consisting of four national governing bodies: the       South African Rugby Union, New Zealand Rugby Union, Rugby Australia and the Argentine Rugby Union\nThe inaugural Tri Nations tournament was in 1996, and was won by New Zealand – known as the All Blacks. South Africa won their first title in 1998, and Australia their first in 2000. Following the last Tri Nations tournament in 2011, New Zealand had won ten championships, with South Africa and Australia on three titles each. The first Rugby Championship was won by New Zealand, who won all six of their matches.",
  "/wiki/Argentina_national_rugby_union_team": "The Argentina national rugby team is organised by the Argentine Rugby Union (UAR, from the Spanish: Unión Argentina de Rugby). Nicknamed the Pumas (Los Pumas in Spanish), they play in sky blue and white jerseys,",
  "/wiki/Australia_national_rugby_union_team": "The Australia national rugby union team, nicknamed the Wallabies, is the representative national team in the sport of rugby union for the nation of Australia. The team first played at Sydney in 1899, winning their first test match against the touring British Isles team.",
  "/wiki/New_Zealand_national_rugby_union_team": "The New Zealand national rugby union team, commonly known as the All Blacks, represents New Zealand in men's international rugby union, which is considered to be the country's national sport. The team won the Rugby World Cup in 2011 and 2015, as well as the inaugural tournament in 1987.",
  "/wiki/South_Africa_national_rugby_union_team": "The South African national rugby union team, commonly known as the Springboks (colloquially the Boks or Bokke, and Amabokoboko) is the country's national team governed by the South African Rugby Union. The Springboks play in green and gold jerseys with white shorts, and their emblem is the native antelope springbok. The team has been representing South Africa in international rugby union since 30 July 1891, when they played their first test match against a British Isles touring team.",
  "/wiki/1996_Tri_Nations_Series": "The 1996 Tri Nations Series was the inaugural series of the rugby union test matches, contested from 6 July to 10 August, between the Australia, New Zealand and South Africa national rugby union teams. The All Blacks won the inaugural tournament.",
  "/wiki/2019_Rugby_Championship": "The 2019 Rugby Championship was the eighth edition of the annual southern hemisphere Rugby Championship, featuring Argentina, Australia, South Africa and New Zealand. The competition is operated by SANZAAR, a joint venture of the four countries' national unions.",
  "/wiki/Rugby_Europe_Women%27s_Championship": "In rugby union, the Women's European Championship (or - as it is also known - the European Nations Cup and the European Trophy) is an international competition contested between women's national teams who are members of Rugby Europe (known from 1999 to 2014 as FIRA - Association of European Rugby, and FIRA before that). The competition has its origins in a four nation \"European Cup\" held in 1988 but did not become an official FIRA competition until 1995. The competition has grown significantly and is some years attracts sufficient entrants for it to be divided into two \"Pools\" (A and B) with the eight highest ranked entrants in any year (based on Rugby Europe rankings) in Pool A.",
  "/wiki/1988_Women%27s_European_Cup": "The 1988 Women's European Cup was the first women's rugby European championship and the first multi-national women's rugby competition of any sort,[citation needed] albeit not an official FIRA competition.",
  "/wiki/2019_Rugby_Europe_Women%27s_Championship": "The 2019 Rugby Europe Women's Championship was the 23rd edition of Rugby Europe's top division competition for women's national rugby union teams, and the eleventh such tournament for which the European Championship title was awarded.",
  "/wiki/Rugby_Europe_International_Championships": "The Rugby Europe International Championships is the European Championship for tier 2 and tier 3 rugby union nations.",
  "/wiki/2000_European_Nations_Cup_First_Division": "The 2000 European Nations Cup was the first newly formed European Championship for second tier nations. The main reformation of the competition was due to the induction of professionalism and Italy being granted a place in the Six Nations.",
  "/wiki/2019_Rugby_Europe_Championship": "The 2019 Rugby Europe Championship is the premier rugby union competition outside of the Six Nations Championship in Europe. This is the third season under its new format, that sees Georgia, Germany, Russia, Spain, Belgium and Romania compete for the title. After the eligibility controversy of the 2018 Championship, Romania had to face Portugal for the promotion- / relegation- play-off and defeated them, hence joining the competition as the sixth contender.",
  "/wiki/World_Rugby_Pacific_Nations_Cup": "The Pacific Nations Cup is an international rugby union competition held between three Pacific nations: Fiji, Samoa and Tonga.  The 2019 edition of the tournament will also include the national teams of Canada, Japan and United States. First held in 2006, the tournament is intended to strengthen the Tier 2 rugby nations by providing competitive test matches in a tournament format.",
  "/wiki/Fiji_national_rugby_union_team": "The Fiji national rugby union team competes every four years at the Rugby World Cup, and their best performances were the 1987 and 2007 tournaments when they defeated Argentina and Wales respectively to reach the quarterfinals. Fiji also regularly plays test matches during the June and November test windows. Fiji also plays in the Pacific Tri-Nations, and has won the most Pacific Tri-Nations Championships of the three participating teams.",
  "/wiki/Samoa_national_rugby_union_team": "The Samoa national rugby union team (also known as Manu Samoa) is governed by the Samoa Rugby Union. The name Manu Samoa is in honour of a famous Samoan warrior.  They perform a traditional Samoan challenge called the siva tau before each game. Samoa Rugby Union were formerly members of the Pacific Islands Rugby Alliance (PIRA) along with Fiji and Tonga. They are ranked 15th in the world.",
  "/wiki/Tonga_national_rugby_union_team": "The Tonga national rugby union team is nicknamed ʻIkale Tahi (Sea Eagles). Like their Polynesian neighbours, the Tongans start their matches with a war dance – the Sipi Tau. They are members of the Pacific Islands Rugby Alliance (PIRA) along with Fiji and Samoa. The Ikale Tahi achieved a historic 19–14 victory over France in the 2011 Rugby World Cup, but having lost to New Zealand and Canada, were unable to achieve what would have been their first ever presence at the quarter-finals.",
  "/wiki/2006_IRB_Pacific_5_Nations": "The 2006 IRB Pacific 5 Nations was the inaugural IRB Pacific 5 Nations rugby union competition held between five Pacific Rim sides; Fiji, Japan, Samoa, Tonga and the Junior All Blacks (New Zealand's second XV). The inaugural tournament kicked off on 3 June 2006 with the Junior All Blacks proclaimed the winner after their 38–8 defeat of Japan on 24 June 2006.",
  "/wiki/2019_World_Rugby_Pacific_Nations_Cup": "The 2019 World Rugby Pacific Nations Cup was the fourteenth edition of the Pacific Nations Cup annual international rugby union competition. The tournament was won by Japan after victory over the United States. It was Japan’s third Pacific Nations title and the second in their own right.",
  "/wiki/Pacific_Tri-Nations": "The Pacific Tri-Nations was the traditional rugby union series between Tonga, Fiji and Samoa. It was established in 1982 with the Samoan team, then known as Western Samoa, winning the tournament. In 2006 it was replaced by the IRB Pacific 5 Nations which was then renamed the Pacific Nations Cup.",
  "/wiki/Australia_A_national_rugby_union_team": "Australia A is a national representative rugby union football team of Australian rugby union. The last match played under the 'Australia A' name was in 2008, but the team was previously the second national side behind the Wallabies. Matches played by 'Australia A' were used as a stepping-stone to Wallaby selection, with the team playing at smaller venues than the Wallabies. Aspiring Wallaby players were given a chance to impress selectors during these games. In the past, the team would also play touring sides, such as the British and Irish Lions, when they visited Australia.",
  "/wiki/Junior_All_Blacks": "The Junior All Blacks are a New Zealand rugby union team. The Junior All Blacks are not an age grade side, but the second national team behind the New Zealand national rugby union team. For all intents and purposes, they are the \"New Zealand A\" team.",
  "/wiki/M%C4%81ori_All_Blacks": "The Māori All Blacks, previously called the New Zealand Māori, are a rugby union team from New Zealand. A representative team of the New Zealand Rugby Union, a prerequisite for playing in the team is that the player has Māori whakapapa (genealogy). In the past this rule was not strictly applied; non–Māori players who looked Māori were often selected in the team. These included a few Pacific island players and a couple of African descent. Today all players have their ancestry verified before selection in the team.",
  "/wiki/Canada_national_rugby_union_team": "The Canada national rugby union team (French: Équipe du Canada de rugby à XV) is governed by Rugby Canada, and play in red and white. Canada is classified by World Rugby as a tier two rugby nation. There are ten tier one nations, and thirteen tier two nations. Canada competes in competitions such as the Americas Rugby Championship and the Rugby World Cup.",
  "/wiki/United_States_national_rugby_union_team": "The United States men's national rugby union team, nicknamed the Eagles, is controlled by USA Rugby. USA Rugby is a member of Rugby Americas North, one of six regional governing bodies under World Rugby. Until rugby returned to Olympic competition, with sevens at the 2016 Rio Games, the United States was the reigning Olympic rugby champion, having defeated the one other competitor in 1920 and the two other competitors at the 1924 Summer Olympics.",
  "/wiki/World_Rugby_Pacific_Challenge": "The World Rugby Pacific Challenge, formerly the IRB Pacific Rugby Cup, is an annual rugby union football tournament held in Oceania since 2006. It is contested by national 'A' teams (formed from the best locally based players, with most not already on their nations' senior rugby team) from the Asia-Pacific region. The tournament is run by World Rugby (previously IRB) through Oceania Rugby.",
  "/wiki/Fiji_Warriors": "The Fiji Warriors, also referred to as Fiji A, is a national representative rugby team of rugby union in Fiji. It is the second-tier side to the Fiji national team. The Warriors team is selected from players in the Fijian domestic competitions and competes in the World Rugby Pacific Challenge against Samoa A and Tonga A. Since 2016, the Fiji Warriors team has played in the Americas Pacific Challenge against national A teams from North and South America.",
  "/wiki/Junior_Japan": "Junior Japan is a national representative rugby union team of the Japan rugby union. It is a second-tier side to the Japan national rugby union team. Junior Japan competes in the World Rugby Pacific Challenge against teams such as Samoa A, Fiji Warriors, and Argentina's Pampas XV.",
  "/wiki/Samoa_A_national_rugby_union_team": "Samoa A is a national representative rugby union team of the Samoan rugby union. It is the second-tier side to the Samoa national rugby union team. Samoa A competes in the Pacific Challenge, formerly known as the Pacific Rugby Cup, against teams including Tonga A and Fiji Warriors. Since 2016, the team has also competed in the Americas Pacific Challenge.",
  "/wiki/Tonga_A_national_rugby_union_team": "Tonga A is a national representative rugby union team of the Tongan rugby union. It is the second-tier side to the Tonga national rugby union team. Tonga A competes in the Pacific Challenge, formerly known as the Pacific Rugby Cup, against teams including Samoa A and Fiji Warriors. Since 2017, the team has also competed in the Americas Pacific Challenge.",
  "/wiki/2006_Pacific_Rugby_Cup": "The 2006 Pacific Rugby Cup was the inaugural season of the Pacific Rugby Cup. It featured 6 representative rugby union football teams; 2 from each of the three Pacific rugby unions - Fiji, Samoa and Tonga.",
  "/wiki/Pampas_XV": "Pampas XV was an Argentine rugby union team that was based in South Africa when they participated in the South African second domestic competition, the Vodacom Cup between 2010 and 2013. The team was established in 2010 and was composed almost entirely by members of the High Performance Plan of the UAR. It was an unofficial third national team, below the Senior squad (Los Pumas) and Argentina XV, although it has been described as the second team as well.",
  "/wiki/World_Rugby_Nations_Cup": "The Nations Cup is a rugby union competition that was first held in 2006 at Estádio Universitário in Lisbon with Argentina A, Italy A, Portugal and Russia taking part. The tournament is part of the International Rugby Board's US $50 million Strategic Investment programme, which also includes the Pacific Nations Cup, the Pacific Rugby Cup and the Americas Rugby Championship (as well as the ARC's predecessor, the North America 4).",
  "/wiki/Argentina_XV_national_rugby_union_team": "Argentina XV, formerly known as the Jaguares and then as Argentina XV, are the second national rugby union team in Argentina, after the full national side, the Pumas.",
  "/wiki/Italy_A_national_rugby_union_team": "The Italy A national rugby union team (Italian: Nazionale A di rugby a 15 dell'Italia, also known as Italia Emergenti which means Emerging Italy) are the second national rugby union team in Italy after the national side.",
  "/wiki/Namibia_national_rugby_union_team": "The Namibia national rugby union team, nicknamed the Welwitschias, are a tier-two nation in the World Rugby tier system, and have participated in five Rugby World Cup competitions since their first appearance in 1999. They are governed by the Namibia Rugby Union.",
  "/wiki/Romania_national_rugby_union_team": "The Romania national rugby union team (Romanian: Echipa națională de rugby a României), nicknamed The Oaks (Stejarii), is long considered one of the stronger European teams outside the Six Nations. They have participated in all but one Rugby World Cup and currently compete in the first division of the European Nations Cup, which they won most recently in 2017. Rugby union in Romania is administered by the Romanian Rugby Federation. The team plays in yellow and blue strips.",
  "/wiki/Spain_national_rugby_union_team": "The Spain national rugby union team, nicknamed Los Leones, is administered by the Spanish Rugby Federation. The team annually takes part in the European Nations Cup, the highest European rugby championship outside the Six Nations. The national side is ranked 16th in the world (as of 9 February 2020).",
  "/wiki/Uruguay_national_rugby_union_team": "The Uruguay national rugby union team, nicknamed Los Teros, is governed by the Unión de Rugby del Uruguay. One of the older test sides in the world, Uruguay has qualified four times for the Rugby World Cup, in 1999, 2003, 2015 and most recently 2019. As of 10 June 2019 they are ranked 17th in the world, and are ranked 3rd in the Americas region, behind rivals Argentina and the United States.",
  "/wiki/2006_IRB_Nations_Cup": "The 2006 IRB Nations Cup was the first edition of the international rugby union tournament, a competition created by the International Rugby Board.  It pits the \"A\" Teams of the stronger (Tier 1) rugby nations (Argentina Jaguars and Italy A) against some of the Tier 2 and 3 nations (Romania and Russia).",
  "/wiki/Portugal_national_rugby_union_team": "The Portugal national rugby union team is rated as a performance team in the World Rugby four-band classification system, the second highest. Portugal had their first match in 1935 and now compete in the European Nations Cup and occasionally in the IRB Nations Cup. The team as well as all rugby union in Portugal is administered by the Federação Portuguesa de Rugby. Portugal qualified for their first Rugby World Cup in 2007 where they were grouped in Pool C along with New Zealand, Italy, Romania and Scotland. They are nicknamed Os Lobos, Portuguese for \"The Wolves\".",
  "/wiki/Russia_national_rugby_union_team": "The Russia national rugby union team (Russian: Сборная России по регби, Sbornaya Rossii po regbi), nicknamed the Bears, is administered by the Rugby Union of Russia (RUR). The RUR is considered the official successor union of the Soviet Union by World Rugby and the combined CIS team which played in the early 1990s. Since 1992, the team has played as Russia. Its first test match as Russia was against the Barbarians in Moscow in June 1992 and the country's first test against an official Test nation was against Belgium later that same year.",
  "/wiki/Americas_Rugby_Championship": "The Americas Rugby Championship, often informally called the Americas' Six Nations, is an annual international rugby tournament between six North and South American nations: Argentina, Brazil, Canada, Chile, the United States and Uruguay. Originally competed by various interlocking combinations of club, second-tier national and top national sides,  the current (since 2016) international tournament has the top national sides competing (though Argentina, to date, sends its second-tier team). The current format provides these top national teams with additional test matches to be counted in the World Rugby Rankings.",
  "/wiki/Brazil_national_rugby_union_team": "The Brazil national rugby union team, nicknamed Tupis, is controlled by the Brazilian Rugby Confederation. Brazil is one of the founding unions of CONSUR (now Sudamérica Rugby) and played in the inaugural South American tournament. Brazil has not qualified for a Rugby World Cup, but participated in the first edition of rugby 7s in the Olympics. Brazil currently ranks 3rd in South America (behind Argentina and Uruguay) and 5th in the Americas region.",
  "/wiki/Chile_national_rugby_union_team": "The Chile national rugby union team, nicknamed Los Cóndores, plays in red jerseys and blue shorts, and is organised by the Chilean Rugby Federation (Federación de Rugby de Chile). As of 2019, Chile has not qualified for a Rugby World Cup.",
  "/wiki/2009_Americas_Rugby_Championship": "The 2009 Americas Rugby Championship season was the inaugural season of the Americas Rugby Championship. The season featured a Canadian division with four teams representing provinces or regions of Canada, along with international A sides from the U.S. and Argentina.",
  "/wiki/2019_Americas_Rugby_Championship": "The 2019 Americas Rugby Championship is the fourth series of the Americas Rugby Championship, the top level rugby union competition for Americas nations.",
  "/wiki/Asia_Rugby_Championship": "The Asia Rugby Championship, or ARC, is an annual rugby union competition held amongst national rugby sides within the Asia Rugby region. The competition was originally known as the Asian Rugby Football Tournament when founded in 1969, and was called the Asian Five Nations from 2008 to 2014.",
  "/wiki/2008_Asian_Five_Nations": "For divisional competitions, see: 2008 Asian Five Nations division tournaments",
  "/wiki/2019_Asia_Rugby_Championship": "The 2019 Asia Rugby Championship is the fifth annual rugby union series for the top-level Asia Rugby nations. Hong Kong, South Korea and Malaysia shall compete in the 2019 series. The Asia Rugby Championship in 2019 does not include Japan who is hosting the 2019 Rugby World Cup. Other Asian nations played in the lower division tournaments.",
  "/wiki/Japan_national_rugby_union_team": "The Japan national rugby union team (often known as the Cherry Blossoms, Sakura, and, more recently, The Brave Blossoms), is traditionally the strongest rugby union power in Asia and has enjoyed and endured mixed results against non-Asian teams over the years. Rugby union in Japan is administered by the Japan Rugby Football Union (JRFU), which was founded in 1926. They compete annually in the Pacific Nations Cup and previously in the Asia Rugby Championship. They have also participated in every Rugby World Cup since the tournament began in 1987.",
  "/wiki/Korea_national_rugby_union_team": "The South Korea national rugby union team, recognized as Korea by World Rugby, has yet to make their debut at the Rugby World Cup.",
  "/wiki/Hong_Kong_national_rugby_union_team": "The Hong Kong national rugby union team, nicknamed the Dragons, is one of the better rugby sides in Asia outside Japan, and has consistently made the repechages of the Rugby World Cup qualifying. Rugby union in Hong Kong is administered by the Hong Kong Rugby Union since 1952, and competes annually in the Asia Rugby Championship.",
  "/wiki/Kazakhstan_national_rugby_union_team": "The Kazakhstan national rugby union team, nicknamed \"The Nomads\", is controlled by the Kazakhstan Rugby Union.\nKazakhstan have been participating in international competition since 1994 after their independence from the USSR.",
  "/wiki/Arabian_Gulf_rugby_union_team": "The Arabian Gulf rugby union team was a combined team of players that represented the countries of the Gulf Cooperation Council in international rugby union competitions. The team competed in international matches between 1993 and 2010, and was governed by the Arabian Gulf Rugby Football Union (AGRFU). Associate members were Egypt, Lebanon and Jordan."
}