{
  "/wiki/Parliament_of_Pakistan": "The Parliament of Pakistan (Urdu: مجلس شوریٰ پاکستان‎ Majlis-e-Shūrā Pākistān, literally \"Pakistan advisory council\" or \"Pakistan consultative assembly\") is the federal and supreme legislative body of Pakistan. It is a bicameral federal legislature that consists of the Senate as the upper house and the National Assembly as the lower house. According to the constitution of the Islamic Republic of Pakistan, the President of Pakistan is also a component of the Parliament. The National Assembly is elected for a five-year term on the basis of adult franchise and one-man one-vote. The tenure of a Member of the National Assembly is for the duration of the house, or sooner, in case the Member dies or resigns. The tenure of the National Assembly also comes to an end if dissolved on the advice of the Prime Minister or by the president in his discretion under the Constitution.",
  "/wiki/1988_Pakistani_general_elections": "General elections were held in Pakistan on 16 November 1988, electing the 336 members of the National Assembly and 100 members of the Senate. The Pakistan Peoples Party (PPP), led by Benazir Bhutto, beat the technocratic military government of dead General Zia-ul-Haq, winning 94 of the 207 seats in the National Assembly. This was the second of four non-consecutive victories for the PPP and saw Benazir became Pakistan's – and the Muslim world's — first female head of government. Nawaz Sharif took the office of Leader of Opposition",
  "/wiki/Imran_Farooq": "Imran Farooq (Urdu: عمران فاروق‎; 14 June 1960 – 16 September 2010)\nwas a British-Pakistani politician who was best known for his association with the Muttahida Qaumi Movement (MQM), a political party in Pakistan, of which he was a very senior member. He was also a founding member of the All Pakistan Muhajir Student Organization. Farooq held several positions in MQM and the Pakistani government. He lived in London in self-imposed exile from 1999 until he was murdered in September 2010.",
  "/wiki/1990_Pakistani_general_elections": "General elections were held in Pakistan on 24 October 1990 to elect 217 members of the National Assembly. They resulted in a surprise victory for Islami Jamhoori Ittehad (IJI), a conservative front led by Nawaz Sharif, which won 106 seats. The IJI had campaigned for privatisation and social conservative policies. Voter turnout was 45.5%.",
  "/wiki/1993_Pakistani_general_elections": "General elections were held in Pakistan on 6 October 1993. The election took place after both the Prime Minister Nawaz Sharif and President Ghulam Ishaq Khan resigned to resolve a power struggle between them. Although the Pakistan Muslim League (N) won the largest number of votes, the Pakistan Peoples Party won the most seats. After winning the support of minor parties and independents the leader of the PPP, Benazir Bhutto, was elected Prime Minister by the National Assembly. Voter turnout was 40.3%.",
  "/wiki/Election_boycott": "An election boycott is the boycotting of an election by a group of voters, each of whom abstains from voting.",
  "/wiki/Operation_Blue_Fox": "Operation Clean-up (other codename: Operation Blue Fox), was an armed military intelligence program led by the Sindh Police and Pakistan Rangers, with an additional assistance from the Pakistan Army and its related intelligence agencies. Planned by the FIA, Intelligence Bureau and launched under the directives of Prime Minister Nawaz Sharif in 1992, the program was more roughly pursued by upcoming Prime Minister Benazir Bhutto in 1993–94, as part of her internal policies.",
  "/wiki/1997_Pakistani_general_elections": "General elections were held in Pakistan on 3 February 1997 to elect the National Assembly of Pakistan and the four provincial assemblies. The election featured a fierce contest between ruling Pakistan Peoples Party (PPP) led by incumbent Prime Minister Benazir Bhutto and the PML(N) led by conservative leader Nawaz Sharif. Nawaz Sharif was highly benefited and aided by the controversial death of populist leader Murtaza Bhutto, the worsening economy at home, and won the election in a landslide, receiving the highest number of votes ever won by a nonincumbent prime ministerial candidate. Sharif subsequently became the 12th prime minister of Pakistan.",
  "/wiki/Farooq_Sattar": "Muhammad Farooq Sattar (Urdu: محمد فاروق ستار‎; born 9 April 1959) is a Pakistani politician who has formerly been Convener and the leader of the Muttahida Qaumi Movement-Pakistan.",
  "/wiki/2002_Pakistani_general_elections": "General elections were held in Pakistan on 10 October 2002 to elect the National Assembly of Pakistan and the provincial assemblies. The elections were held under the watchful scrutiny of the military government of General Pervez Musharraf. This elections featured the multiparty democracy as it brought an end to the two-party system between the Pakistan Peoples Party and Pakistan Muslim League (N). A right of center Pakistan Muslim League (Q) emerged in the mainstream political spectrum of Pakistan, that supported liberal President Musharraf.",
  "/wiki/2008_Pakistani_general_elections": "General elections were held in Pakistan on 18 February 2008, after being postponed from 8 January 2008. The original date was intended to elect members of the National Assembly, the lower house of the Parliament of Pakistan.",
  "/wiki/Babar_Khan_Ghauri": "Babar Khan Ghauri (Urdu:  بابر خان غوری ‎) is a politician from Karachi, Sindh, Pakistan.  Babar Khan Ghauri is former Minister for Ports and Shipping in Ministry of Ports and Shipping in Pakistan. Senator Babar Khan Ghauri is also elected member of Senate of Pakistan. As main source of income, he runs a Real Estate Business in Karachi and Dubai. Babar Khan Ghauri is senior political leader of Muttahida Qaumi Movement (MQM).",
  "/wiki/2013_Pakistani_general_elections": "General elections were held in Pakistan on 11 May 2013 to elect the members of the 14th National Assembly and to the four provincial assemblies of Punjab, Sindh, Balochistan and Khyber Pakhtunkhwa. Elections were held in all four provinces, Islamabad's federal capital territory and in the Federally Administered Tribal Areas. The remaining two territories of Pakistan, the Azad Kashmir and Gilgit-Baltistan, were ineligible to vote due to their disputed status. Allegations on systematic vote rigging, favouritism, and ethnicity trends on political parties marred with controversy regarding the nationwide elections; this eventually led to anti-government march that called for electoral reforms in 2014.",
  "/wiki/Faisal_Sabzwari": "Syed Faisal Ali Subzwari (born, 4 August 1975) is a Pakistani politician and senior leader of Muttahida Qaumi Movement. He was elected as a member of the Provincial Assembly of Sindh on the ticket of MQM in 2013 Pakistani general election and currently serving as the opposition leader in Sindh Assembly.",
  "/wiki/2018_Pakistani_general_election": "General elections were held in Pakistan on Wednesday 25 July, after the completion of a five-year term by the outgoing government. At the national level, elections were held in 272 constituencies, each electing one member to the National Assembly. At the provincial level, elections were held in each of the four provinces to elect Members of the Provincial Assemblies (MPA).",
  "/wiki/Muttahida_Qaumi_Movement-Pakistan": "Muttahida Qaumi Movement–Pakistan (Urdu: متحدہ قومی موومنٹ پاکستان‎ Muttaḥidah Qọ̄mī Mūwmaṅṫ Pākistān abbr. MQM–P) is a liberal political party in Pakistan. It began as a faction in the Muttahida Qaumi Movement, and would be founded as a separate party by Farooq Sattar, who split it from MQM founder and leader Altaf Hussain. The faction was announced after Sattar's release from custody by the Pakistan Rangers, a paramilitary organization."
}