{
  "/wiki/Association_football_positions": "In the sport of association football, each of the 11 players on a team is assigned to a particular position on the field of play. A team is made up of one goalkeeper and ten outfield players who fill various defensive, midfield, and attacking positions depending on the formation deployed. These positions describe both the player's main role and their area of operation on the pitch.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Juan_Henao": "Juan Carlos Henao Valencia, usually known as Juan Carlos Henao (born December 30, 1971), is a Colombian retired football goalkeeper.",
  "/wiki/Once_Caldas": "Once Caldas S.A., simply known as Once Caldas, is a professional Colombian football team based in Manizales, that currently plays in the Categoría Primera A. They play their home games at the Palogrande stadium.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Tcheco_(footballer)": "Anderson Simas Luciano  or  Tcheco  (born April 11, 1976), is a Brazilian former footballer who played as an attacking midfielder.",
  "/wiki/Ittihad_FC": "Al-Ittihad Club Saudi Arabia  (Arabic: نادي الاتحاد العربي السعودي‎), also known as Al-Ittihad Jeddah or simply Al-Ittihad, meaning The Union, is a Saudi Premier League football club based in Jeddah. Al-Ittihad has won 8 League titles, 9 King's cup titles, 8 Crown Prince cup titles, 3 Saudi Federation Cup titles 1 Arab Champions League title, 1 Gulf Champions League title, 2 Saudi Egyptian Super Cup titles, 3 Asian championships and 13 other titles. Overall, it has won 48 official trophies in its history.",
  "/wiki/F%C3%A1bio_Baiano": "Fábio da Silva Morais commonly known as Fábio Baiano (born 22 April 1975 in Feira de Santana) is a Brazilian football player who plays for Brasiliense.",
  "/wiki/Sport_Club_Corinthians_Paulista": "Sport Club Corinthians Paulista (Brazilian Portuguese: [isˈpɔʁtʃi ˈklubi kʊˈɾĩtʃɐ̃s pawˈɫistɐ]) is a Brazilian sports club based in the city of  São Paulo. Although they compete in a number of different sports, Corinthians is mostly known for its professional association football team.",
  "/wiki/Cruzeiro_EC": "Cruzeiro Esporte Clube (Brazilian Portuguese: [kɾuˈzejɾu esˈpoɾtʃi ˈklubi]), commonly known as Cruzeiro and nicknamed Raposa (English: Fox), is one of the biggest Brazilian (and South American) multisport clubs; based in Barro Preto, Belo Horizonte. Although they compete in a number of different sports, Cruzeiro is mostly known for its association football team. It plays in the Campeonato Mineiro,[nb 1] the state of Minas Gerais's premier state league, as well as in the Campeonato Brasileiro Série B,[nb 2] the second tier of the Brazilian football league system.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Evando": "Evando Spinassé Camillato (born 7 March 1977), simply known as Evando, is a Brazilian retired footballer who played as a forward, and is the current manager.",
  "/wiki/Ava%C3%AD_Futebol_Clube": "Avaí Futebol Clube (Portuguese pronunciation: [avaˈi]) is a Brazilian football team from Florianópolis in Santa Catarina, founded on September 1, 1923. Their home stadium is Estádio Aderbal Ramos da Silva, also known as Ressacada, with a capacity of 17,800. They play in blue and white shirts, shorts and socks. Their best known supporter is tennis player Gustavo Kuerten.",
  "/wiki/%C3%89der_Ceccon": "Éder Ceccon (born 13 April 1983) is a Brazilian football player.",
  "/wiki/Danilinho": "Danilo Veron Bairros (born 11 March 1987), commonly known as Danilinho, is a Brazilian footballer who plays for CRB.",
  "/wiki/Am%C3%A9rica_Futebol_Clube_(SP)": "América Futebol Clube (SP), usually known simply as América (or as América-SP, or América (SP)), is a Brazilian football club from São José do Rio Preto, São Paulo state. It was named after America from Rio de Janeiro, even copying their team badge.",
  "/wiki/Luciano_Henrique": "Luciano Henrique de Gouveia (born October 10, 1978 in Tremembé) is a Brazilian football striker who currently plays for Santo André.",
  "/wiki/Atl%C3%A9tico_Sorocaba": "Clube Atlético Sorocaba, usually known as Atlético Sorocaba, is a Brazilian football club from Sorocaba. They play in the Campeonato Paulista league. The club competed in the Campeonato Brasileiro Série C several times.",
  "/wiki/Fabiano_Vieira_Soares": "Fabiano Vieira Soares  or simply  Fabiano  (born July 25, 1984) is a former Brazilian football striker.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Associa%C3%A7%C3%A3o_Portuguesa_de_Desportos": "Associação Portuguesa de Desportos, usually called Portuguesa or Lusa, is a sports club, and a Brazilian football team from São Paulo in São Paulo state, founded on August 14, 1920 by the Portuguese population of the city.",
  "/wiki/Wendel_Geraldo": "Wendel Geraldo Maurício e Silva, commonly known as Wendel, (born 8 April 1982) is a retired Brazilian footballer, who mainly played as a defensive midfielder.",
  "/wiki/Nacional_da_Madeira": "Clube Desportivo Nacional, commonly known as Nacional and sometimes Nacional da Madeira (Portuguese pronunciation: [nɐsjuˈnal dɐ mɐˈðɐjɾɐ]), is a Portuguese football club based in Funchal, on the island of Madeira.",
  "/wiki/Giovanni_Silva_de_Oliveira": "Giovanni Silva de Oliveira (born 4 February 1972), better known as Giovanni, is a Brazilian football manager and former player. A versatile playmaker, his natural and favorite position was as an attacking midfielder, but he could also play as a forward, being an exceptional goalscorer. He was predominantly known for his world-class technique, his exceptional dribbling skills, and his outstanding flair and creativity on the ball, which saw him employ a variety of crafty moves, as well as his passing accuracy and goalscoring ability. At club level, he most notably played for Spanish side Barcelona, Greek side Olympiacos, and Brazilian club Santos. Internationally, he played for the Brazilian national team, gaining 20 caps and scoring 6 goals; he was part of the Brazilian team that reached the 1998 FIFA World Cup Final.",
  "/wiki/Olympiacos_F.C.": "Olympiacos Football Club (Greek: ΠΑΕ Ολυμπιακός Σ.Φ.Π. Greek pronunciation: [olimbiaˈkos]), also known simply as Olympiacos, Olympiacos Piraeus or with its full name as Olympiacos C.F.P. (Oλυμπιακός Σύνδεσμος Φιλάθλων Πειραιώς Olympiakós Sýndesmos Filáthlon Peiraiós, \"Olympic Club of Fans of Piraeus\"), is a Greek professional football club based in Piraeus. Part of the major multi-sport club Olympiacos CFP, their name was inspired from the ancient Olympic Games and along with the club's emblem, the laurel-crowned Olympic athlete, symbolize the Olympic ideals of ancient Greece. Their home ground is the Karaiskakis Stadium, a 32,115-capacity stadium in Piraeus.",
  "/wiki/Diego_de_Lima_Barcelos": "Diego de Lima Barcelos (born 5 April 1985) is a Brazilian footballer who plays as a attacking midfielder. He has a twin brother named Diogo.",
  "/wiki/Sport_Club_Internacional": "Sport Club Internacional (Portuguese pronunciation: [ˌĩteɾnɐsjoˈnaw]), commonly known as Inter, is a Brazilian professional football club based in Porto Alegre.",
  "/wiki/L%C3%A9o_Lima": "Leonardo Lima da Silva  or simply  Léo Lima  (born 14 January 1982, in Rio de Janeiro), is a Brazilian attacking midfielder who plays for Madureira. He has played for teams such as Vasco da Gama, CSKA Sofia, Marítimo, Porto, Flamengo and Al-Nasr (Dubai).",
  "/wiki/FC_Porto": "Futebol Clube do Porto, MHIH, OM (Portuguese pronunciation: [futɨˈβɔl ˈkluβ(ɨ) ðu ˈpoɾtu]), commonly known as FC Porto or simply Porto, is a Portuguese professional sports club based in Porto. It is best known for the professional football team playing in the Primeira Liga, the top flight of Portuguese football, Founded on 28 September 1893, Porto is one of the \"Big Three\" (Portuguese: Os Três Grandes) teams in Portugal – together with Lisbon-based rivals Benfica and Sporting CP – that have appeared in every season of the Primeira Liga since its establishment in 1934. They are nicknamed Dragões (Dragons), for the mythical creature atop the club's crest, and Azuis e brancos (Blue-and-whites), for the shirt colours. The club supporters are called Portistas. Since 2003, Porto have played their home matches at the Estádio do Dragão, which replaced the previous 103-year-old ground, the Estádio das Antas.",
  "/wiki/Carlos_Esteban_Frontini": "Carlos Esteban Frontini (born August 19, 1981 in General Pacheco), or simply Frontini, is an Argentine footballer, who plays as a striker for Treze. Frontini also has Brazilian nationality.",
  "/wiki/Associa%C3%A7%C3%A3o_Atl%C3%A9tica_Ponte_Preta": "Associação Atlética Ponte Preta (Portuguese pronunciation: [ɐsosjɐˈsɐ̃w ɐˈtlɛtʃikɐ ˈpõtʃi ˈpɾetɐ]), commonly known as Ponte Preta, is a Brazilian football club located in Campinas, São Paulo. Ponte Preta is also known as Macaca. Ponte Preta's biggest rival is from the same city, Guarani, against whom matches are known as derby (dérbi in Portuguese). They are known as \"pontepretanos\". Ponte Preta is the second oldest football team established in Brazil still in activity, founded on August 11, 1900, the oldest being Sport Club Rio Grande, of Rio Grande do Sul.",
  "/wiki/Luiz_Alberto_da_Silva_Oliveira": "Luiz Alberto da Silva Oliveira (born 1 December 1977 in Rio de Janeiro), more commonly Luiz Alberto, is a Brazilian football defender, who currently plays for Boavista.",
  "/wiki/Real_Sociedad": "Real Sociedad de Fútbol, S.A.D., more commonly referred to as Real Sociedad (pronounced [reˈal soθjeˈðað]; Royal Society) or La Real, is a Spanish sports club in the city of San Sebastián, Basque Country, founded on 7 September 1909. It plays its home matches at the Anoeta Stadium. Real Sociedad won the Liga title in 1980–81 and 1981–82, and last finished runner-up in 2002–03. The club has also won the Copa del Rey twice, in 1909 and 1987. It contests the Basque derby against rivals Athletic Bilbao. Real Sociedad was a founder member of La Liga in 1929; its longest spell in the top flight was for 40 seasons, from 1967 to 2007.",
  "/wiki/Carlos_Alberto_Rodrigues_Gavi%C3%A3o": "Carlos Alberto Rodrigues Gavião (born February 2, 1980) is a Brazilian football player.",
  "/wiki/Jubilo_Iwata": "Júbilo Iwata (Japanese: ジュビロ磐田, Hepburn: Jubiro Iwata) is a professional Japanese association football team that currently play in the J2 League. The team name Júbilo means 'joy' in Spanish and Portuguese. The team's hometown is Iwata, Shizuoka prefecture and they play at Yamaha Stadium. For big fixtures such as the Shizuoka Derby with Shimizu S-Pulse and against some of the top teams in J1, Júbilo play at the much larger Ecopa Stadium in Fukuroi City, a venue built specifically for the 2002 FIFA World Cup finals. They practice at Okubo Ground in Iwata and Iwata Sports Park Yumeria.",
  "/wiki/Kl%C3%A9ber_de_Carvalho_Corr%C3%AAa": "Kléber de Carvalho Corrêa (born 1 April 1980 in São Paulo), commonly known as Kléber, is a Brazilian former professional footballer, who played as a left wingback.",
  "/wiki/FC_Basel": "FC Basel 1893 (Fussball Club Basel 1893), widely known as FC Basel, FCB, or just Basel, is a Swiss football club based in Basel, in the Canton of Basel-Stadt. Formed in 1893, the club has been Swiss national champions 20 times, Swiss Cup winners 12 times, and Swiss League Cup winners once.",
  "/wiki/Heleno_dos_Santos_Alves": "Heleno dos Santos Alves (born August 23, 1978 in São Vicente), or simply Heleno, is a Brazilian football defensive midfielder, who plays for Penapolense.",
  "/wiki/Vila_Nova_Futebol_Clube": "Vila Nova Futebol Clube is a Brazilian football team from Goiânia in Goiás, founded on July 29, 1943. They play in red shirts, shorts and socks. Their nickname is 'The Tigers' (or in Portuguese \"Tigrão\" which roughly translates \"Big Tiger\"). The club won the Campeonato Brasileiro Série C in 2015 and 1996. Vila Nova's greatest rival is Goiás.",
  "/wiki/Cl%C3%A1udio_Pitbull": "Cláudio Mejolaro (born 8 January 1982 in Porto Alegre, Rio Grande do Sul), commonly known as Pitbull, is a Brazilian professional footballer who plays as a forward for Associação Desportiva Cabofriense."
}