{
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.\n Alberta is bordered by the provinces of British Columbia to the west and Saskatchewan to the east, the Northwest Territories to the north, and the U.S. state of Montana to the south. Alberta is one of three Canadian provinces and territories to border only a single U.S. state and one of only two landlocked provinces. It has a predominantly humid continental climate, with stark contrasts over a year; but seasonal temperature average swings are smaller than in areas further east, due to winters being warmed by occasional chinook winds bringing sudden warming.\n Alberta's capital, Edmonton, is near the geographic centre of the province and is the primary supply and service hub for Canada's crude oil, the Athabasca oil sands and other northern resource industries.\n About 290 km (180 mi) south of the capital is Calgary, the largest city in Alberta. Calgary and Edmonton centre Alberta's two census metropolitan areas, both of which have populations exceeding one million, while the province has 16 census agglomerations.\n Tourist destinations in the province include Banff, Canmore, Drumheller, Jasper, Sylvan Lake and Lake Louise. Alberta is home to six UNESCO World Heritage Sites: the Canadian Rocky Mountain Parks, Dinosaur Provincial Park, the Head-Smashed-In Buffalo Jump, Waterton–Glacier International Peace Park, Wood Buffalo National Park, and Writing-on-Stone / Áísínai'pi.",
  "/wiki/Lois_Mitchell": "Lois Elizabeth Mitchell CM AOE (née Boulding; June 22, 1939) is a Canadian businesswoman and philanthropist who is the 18th Lieutenant Governor of Alberta. Her appointment as Lieutenant Governor was made by Governor General of Canada David Lloyd Johnston on the Constitutional advice of Prime Minister of Canada Stephen Harper, effective June 12, 2015. She is the viceregal representative of Queen Elizabeth II of Canada in the Province of Alberta. A former teacher and founder of a consulting firm, Mitchell is also a longtime organizer of events and active volunteer in the Calgary community, along with her husband, Doug Mitchell.",
  "/wiki/List_of_lieutenant_governors_of_Alberta": "The following is a list of the Lieutenant Governors of Alberta. Though the present-day office of lieutenant governor in Alberta came into being only upon the province's entry into Canadian Confederation in 1905, the post is a continuation from the first governorship of the Northwest Territories in 1869.",
  "/wiki/British_Columbia": "British Columbia (BC; French: Colombie-Britannique) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.\n The first British settlement in the area was Fort Victoria, established in 1843, which gave rise to the City of Victoria, at first the capital of the separate Colony of Vancouver Island. Subsequently, on the mainland, the Colony of British Columbia (1858–1866) was founded by Richard Clement Moody and the Royal Engineers, Columbia Detachment, in response to the Fraser Canyon Gold Rush. Moody was Chief Commissioner of Lands and Works for the Colony and the first Lieutenant Governor of British Columbia: he was hand-picked by the Colonial Office in London to transform British Columbia into the British Empire's \"bulwark in the farthest west\", and \"to found a second England on the shores of the Pacific\". Moody selected the site for and founded the original capital of British Columbia, New Westminster, established the Cariboo Road and Stanley Park, and designed the first version of the Coat of arms of British Columbia. Port Moody is named after him.\n In 1866, Vancouver Island became part of the colony of British Columbia, and Victoria became the united colony's capital. In 1871, British Columbia became the sixth province of Canada. Its Latin motto is Splendor sine occasu (\"Splendour without Diminishment\").\n The capital of British Columbia is Victoria, the fifteenth-largest metropolitan region in Canada, named for Queen Victoria, who ruled during the creation of the original colonies. The largest city is Vancouver, the third-largest metropolitan area in Canada, the largest in Western Canada, and the second-largest in the Pacific Northwest. In October 2013, British Columbia had an estimated population of 4,606,371 (about 2.5 million of whom were in Greater Vancouver). The province is currently governed by the British Columbia New Democratic Party, led by John Horgan, in a minority government with the confidence and supply of the Green Party of British Columbia. Horgan became premier as a result of a no-confidence motion on June 29, 2017.\n British Columbia evolved from British possessions that were established in what is now British Columbia by 1871. First Nations, the original inhabitants of the land, have a history of at least 10,000 years in the area. Today there are few treaties, and the question of Aboriginal Title, long ignored, has become a legal and political question of frequent debate as a result of recent court actions. Notably, the Tsilhqot'in Nation has established Aboriginal title to a portion of their territory, as a result of the 2014 Supreme Court of Canada decision in Tsilhqot'in Nation v British Columbia.",
  "/wiki/Janet_Austin": "Janet Edna Merivale Austin OBC (born 1956 or 1957) is a Canadian former nonprofit sector executive and public servant who is the 30th and current Lieutenant Governor of British Columbia, having served since April 24, 2018. She is the viceregal representative of Queen Elizabeth II in the province of British Columbia. Prior to her appointment as Lieutenant Governor, she spent 15 years as CEO of YWCA Metro Vancouver.\n Austin was appointed by Governor General Julie Payette, on the advice of Prime Minister Justin Trudeau. She is the third woman to serve as BC's viceroy, after Judith Guichon and Iona Campagnolo.",
  "/wiki/List_of_lieutenant_governors_of_British_Columbia": "The following is a list of the Lieutenant Governors of British Columbia. Though the present day office of the lieutenant governor in British Columbia came into being only upon the province's entry into Canadian Confederation in 1871, the post is a continuation from the first governorship of Vancouver Island in 1849, although without the same executive powers as Governors had.  There were also colonial Lieutenant-Governors whose job was that of deputy to the Governor.",
  "/wiki/Manitoba": "Manitoba (/ˌmænɪˈtoʊbə/ (listen)) is a province at the longitudinal centre of Canada. It is often considered one of the three prairie provinces (with Alberta and Saskatchewan) and is Canada's fifth-most populous province with its estimated 1.369 million people. Manitoba covers 649,950 square kilometres (250,900 sq mi) with a widely varied landscape, stretching from the northern oceanic coastline to the southern border with the United States. The province is bordered by the provinces of Ontario to the east and Saskatchewan to the west, the territories of Nunavut to the north, and Northwest Territories to the northwest, and the U.S. states of North Dakota and Minnesota to the south.\n Indigenous peoples have inhabited what is now Manitoba for thousands of years. In the late 17th century, fur traders arrived on two major river systems, what is now called the Nelson in northern Manitoba and in the southeast along the Winnipeg River system. A Royal Charter in 1670 granted all the lands draining into Hudson's Bay to the British company and they administered trade in what was then called Rupert's Land. During the next 200 years, communities continued to grow and evolve, with a significant settlement of Michif in what is now Winnipeg. The assertion of Métis identity and self-rule culminated in negotiations for the creation of the province of Manitoba. There are many factors that led to an armed uprising of the Métis people against the Government of Canada, a conflict known as the Red River Rebellion. The resolution of the assertion of the right to representation led to the Parliament of Canada passing the Manitoba Act in 1870 that created the province.\n Manitoba's capital and largest city, Winnipeg, is the eighth-largest census metropolitan area in Canada. Other census agglomerations in the province are Brandon, Steinbach, Portage la Prairie, Winkler, and Thompson.",
  "/wiki/Janice_Filmon": "Janice Clare Filmon CM OM (née Wainwright; born c. 1943) is the 25th and current Lieutenant Governor of Manitoba.  Her appointment as Lieutenant Governor was made by Governor General of Canada David Lloyd Johnston on the Constitutional advice of Prime Minister of Canada Stephen Harper, effective June 19, 2015. She is the viceregal representative of Queen Elizabeth II of Canada in the Province of Manitoba.\n Filmon was born around 1943. A social worker, philanthropist and community activist, she was made a member of the Order of Canada in 2012 and the Order of Manitoba in 2007. She is the chair of the CancerCare Manitoba Foundation and founder of the A Leadership Initiative in Voluntary Efforts (A.L.I.V.E.) volunteer program. She was born in Winnipeg and was a 1964 graduate from the University of Manitoba with a Bachelor of Science degree in home economics. Her husband is Gary Filmon, a former premier of Manitoba; they have four children.",
  "/wiki/List_of_lieutenant_governors_of_Manitoba": "The following is a list of the Lieutenant Governors of Manitoba. Though the present day office of the lieutenant governor in Manitoba came into being only upon the province's entry into Canadian Confederation in 1870, the post is a continuation from the first governorship of the Northwest Territories in 1869.",
  "/wiki/New_Brunswick": "New Brunswick is one of four Atlantic provinces on the east coast of Canada. According to the Constitution of Canada, New Brunswick is the only bilingual province. About two-thirds of the population declare themselves anglophones, and one third francophones. One-third of the population describes themselves as bilingual. Atypically for Canada, only about half of the population lives in urban areas, mostly in Greater Moncton, Greater Saint John and the capital Fredericton.\n Unlike the other Maritime provinces, New Brunswick's terrain is mostly forested uplands, with much of the land further from the coast, giving it a harsher climate. New Brunswick is 83% forested and less densely-populated than the rest of the Maritimes.\n Being relatively close to Europe, New Brunswick was among the first places in North America to be explored and settled by Europeans, starting with the French in the early 1600s, who displaced the indigenous Mi'kmaq, Maliseet, and the Passamaquoddy peoples. The French settlers were later displaced when the area became part of the British Empire. In 1784, after an influx of refugees from the American Revolutionary War, the province was partitioned from Nova Scotia. In 1785 Saint John became Canada's first incorporated city. The province prospered in the early 1800s and the population grew rapidly, reaching about a quarter of a million by mid-century. In 1867, New Brunswick was one of four founding provinces of the Canadian Confederation, along with Nova Scotia and the Province of Canada (now Ontario and Quebec).\n After Confederation, wooden shipbuilding and lumbering declined, while protectionism disrupted trade ties with New England. The mid-1900s found New Brunswick to be one of the poorest regions of Canada, now mitigated by Canadian transfer payments and improved support for rural areas. As of 2002, provincial gross domestic product was derived as follows: services (about half being government services and public administration) 43%; construction, manufacturing, and utilities 24%; real estate rental 12%; wholesale and retail 11%; agriculture, forestry, fishing, hunting, mining, oil and gas extraction 5%; transportation and warehousing 5%.\n Tourism accounts for about 9% of the labour force directly or indirectly. Popular destinations include Fundy National Park and the Hopewell Rocks, Kouchibouguac National Park, and Roosevelt Campobello International Park. In 2013, 64 cruise ships called at Port of Saint John carrying on average 2600 passengers each.",
  "/wiki/Brenda_Murphy": "Brenda Murphy ONB (born 1958 or 1959) is a Canadian activist and politician, who is the 32nd and current Lieutenant Governor of New Brunswick, since September 8, 2019.\n Formerly the executive director of the Saint John Women's Empowerment Network in Saint John, she is best known for her advocacy on poverty and domestic violence issues. An out lesbian, she is both the province's first openly LGBTQ lieutenant governor and the first openly LGBTQ person to hold any viceregal office in Canada.\n Murphy lives in Grand Bay–Westfield, where she is a former municipal councillor. She served on a federal advisory council on poverty, and on New Brunswick's advisory council on the status of women, prior to her vice-regal appointment.",
  "/wiki/List_of_lieutenant_governors_of_New_Brunswick": "The following is a list of the Lieutenant Governors of New Brunswick. Though the present day office of the lieutenant governor in New Brunswick came into being only upon the province's entry into Canadian Confederation in 1867, the post is a continuation from the first governorship of New Brunswick in 1786.",
  "/wiki/Newfoundland_and_Labrador": "Newfoundland and Labrador is the easternmost province of Canada. Situated in the country's Atlantic region, it is composed of the insular region of Newfoundland and the continental region of Labrador to the northwest, with a combined area of 405,212 square kilometres (156,500 sq mi). In 2018, the province's population was estimated at 525,073. About 92% of the province's population lives on the island of Newfoundland (and its neighbouring smaller islands), of whom more than half live on the Avalon Peninsula.\n The province is Canada's most linguistically homogeneous, with 97.0% of residents reporting English (Newfoundland English) as their mother tongue in the 2016 census. Historically, Newfoundland was also home to unique varieties of French and Irish, as well as the extinct Beothuk language. In Labrador, the indigenous languages Innu-aimun and Inuktitut are also spoken.\n Newfoundland and Labrador's capital and largest city, St. John's, is Canada's 20th-largest census metropolitan area and is home to almost 40 per cent of the province's population. St. John's is the seat of government, home to the House of Assembly of Newfoundland and Labrador and to the highest court in the jurisdiction, the Newfoundland and Labrador Court of Appeal.\n A former colony and then dominion of the United Kingdom, Newfoundland gave up its independence in 1933, following significant economic distress caused by the Great Depression and the aftermath of Newfoundland's participation in World War I. It became the tenth province to enter the Canadian Confederation on 31 March 1949, as \"Newfoundland\". On 6 December 2001, an amendment was made to the Constitution of Canada to change the province's name to Newfoundland and Labrador.",
  "/wiki/Judy_Foote": "Judy May Foote PC ONL (née Crowley; born June 23, 1952) is a Canadian former politician and  current Lieutenant Governor of Newfoundland and Labrador, the 14th since the province joined Canadian Confederation in 1949. She is the first woman to hold the position.\n Prior to her appointment as viceregal representative of the Queen in Right of Newfoundland and Labrador, Foote was the Liberal Member of Parliament for the ridings of Bonavista—Burin—Trinity (2015–2017) and Random—Burin—St. George's (2008–2015). She was the federal Minister of Public Services and Procurement from 2015 until her resignation from cabinet and Parliament for family reasons on August 24, 2017.",
  "/wiki/List_of_lieutenant_governors_of_Newfoundland_and_Labrador": "The following is a list of the governors, commodore-governors, and lieutenant governors of Newfoundland and Labrador. Though the present day office of the lieutenant governor in Newfoundland and Labrador came into being only upon the province's entry into Canadian Confederation in 1949, the post is a continuation from the first governorship of Newfoundland in 1610.",
  "/wiki/Nova_Scotia": "Nova Scotia (/noʊvə ˈskoʊʃə/) is a province in eastern Canada. With a population of 923,598 as of 2016, it is the most populous of Canada's three Maritime provinces and the four Atlantic provinces. It is the country's second most-densely populated province and second-smallest province by area, both after neighbouring Prince Edward Island. Its area of 55,284 square kilometres (21,345 sq mi) includes Cape Breton Island and 3,800 other coastal islands. The peninsula that makes up Nova Scotia's mainland is connected to the rest of North America by the Isthmus of Chignecto, on which the province's land border with New Brunswick is located. The province borders the Bay of Fundy to the northwest and the Atlantic Ocean to the south and east, and is separated from Prince Edward Island and the island of Newfoundland by the Northumberland and Cabot straits, respectively.\n The land that comprises what is now Nova Scotia has been inhabited by the indigenous Miꞌkmaq people for thousands of years. France's first settlement in North America, Port-Royal, was established in 1605 and intermittently served in various locations as the capital of the French colony of Acadia for over a hundred years. The Fortress of Louisbourg was a key focus point in the struggle between the British and French for control of the area, changing hands numerous times in the until France relinquished its claims with the Treaty of Paris in 1763. During the American Revolutionary War, thousands of Loyalists settled in Nova Scotia. In 1848, Nova Scotia became the first British colony to achieve responsible government, and it federated in July 1867 with New Brunswick and the Province of Canada (now Ontario and Quebec) to form what is now the country of Canada.\n Nova Scotia's capital and largest city is Halifax, which is today home to about 45 per cent of the province's population, is the thirteenth-largest census metropolitan area in Canada, the largest city in Atlantic Canada, and Canada’s second largest coastal city (after Vancouver).",
  "/wiki/Arthur_LeBlanc": "Arthur Joseph LeBlanc ONS QC (born 1943) is the 33rd and current Lieutenant Governor of Nova Scotia.",
  "/wiki/List_of_lieutenant_governors_of_Nova_Scotia": "The following is a list of the Governors and Lieutenant Governors of Nova Scotia. Though the present day office of the lieutenant governor in Nova Scotia came into being only upon the province's entry into Canadian Confederation in 1867, the post is a continuation from the first governorship of Nova Scotia in 1710. For much of the time, the full title of the post was Governor of Nova Scotia and Placentia (Placentia being in Newfoundland).",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.\n Ontario is bordered by the province of Manitoba to the west, Hudson Bay and James Bay to the north, and Quebec to the east and northeast, and to the south by the U.S. states of (from west to east) Minnesota, Michigan, Ohio, Pennsylvania, and New York. Almost all of Ontario's 2,700 km (1,678 mi) border with the United States follows inland waterways: from the westerly Lake of the Woods, eastward along the major rivers and lakes of the Great Lakes/Saint Lawrence River drainage system. These include Rainy River, Pigeon River, Lake Superior, St. Marys River, Lake Huron, St. Clair River, Lake St. Clair, Detroit River, Lake Erie, Niagara River, Lake Ontario and the St. Lawrence River from Kingston, Ontario, to the Quebec boundary just east of Cornwall, Ontario. There is only about 1 km (0.6 mi) of land border, made up of portages including Height of Land Portage on the Minnesota border.\n Ontario is sometimes conceptually divided into two regions, Northern Ontario and Southern Ontario. The great majority of Ontario's population and arable land is in the south. In contrast, the larger, northern part of Ontario is sparsely populated with cold winters and heavy forestation.",
  "/wiki/Elizabeth_Dowdeswell": "Violet Elizabeth Dowdeswell OC OOnt  (née Patton, born November 9, 1944) is the current Lieutenant Governor of Ontario, the 29th since Canadian Confederation. She is the viceregal representative of the Queen in Right of Ontario.",
  "/wiki/List_of_lieutenant_governors_of_Ontario": "The following is a list of Lieutenant Governors of Ontario and governors of predecessor colonies. Though the present day office of the lieutenant governor in Ontario came into being only upon the province's entry into Canadian Confederation in 1867, the post is a continuation from the first governorship of Upper Canada in 1791, which itself branched out of the governorship of the Province of Quebec. From 1841 to 1867, the Governors General of the Province of Canada simultaneously acted as the direct governor of Canada West (what is present day Ontario) only occasionally appointing a lieutenant to act in their stead.\n Prior to 1868 vice-regals were active or previous members of the British Army, but after Stisted the office was not held by non-Canadians or British military officers (Gzowski was a former Imperial Russian officer but was an engineer in Canada when serving as acting vice-regal).",
  "/wiki/Prince_Edward_Island": "Prince Edward Island (PEI) is a province of Canada and one of the three Maritime Provinces. It is the smallest province of Canada in both land area and population, but it is the most densely populated. Part of the traditional lands of the Mi'kmaq, it became a British colony in the 1700s and was federated into Canada as a province in 1873. Its capital is Charlottetown. According to Statistics Canada, the province of PEI has 155,318 residents.\n The backbone of the island economy is farming; it produces 25% of Canada's potatoes. Other important industries include the fisheries, tourism, aerospace, bio-science, IT, and renewable energy.\n The island has several informal names: \"Garden of the Gulf\", referring to the pastoral scenery and lush agricultural lands throughout the province; and \"Birthplace of Confederation\" or \"Cradle of Confederation\", referring to the Charlottetown Conference in 1864, although PEI did not join Confederation until 1873, when it became the seventh Canadian province.  Historically, PEI is one of Canada's older settlements and demographically still reflects older immigration to the country, with Scottish, Irish, English and French surnames being dominant.\n PEI is located about 200 kilometres (120 miles) north of Halifax, Nova Scotia, and 600 kilometres (370 miles) east of Quebec City and has a land area of 5,686.03 km2 (2,195.39 sq mi). The main island is 5,620 km2 (2,170 sq mi) in size. It is the 104th-largest island in the world and Canada's 23rd-largest island.",
  "/wiki/Antoinette_Perry_(vicereine)": "Antoinette Perry, OPEI (born 1953 or 1954) is a Canadian former schoolteacher and the 29th and current Lieutenant Governor of Prince Edward Island since 2017, acting as the province's viceregal representative of Queen Elizabeth II of Canada. She was appointed on September 14, 2017, by Governor General of Canada David Johnston on the constitutional advice of Prime Minister of Canada Justin Trudeau, and was sworn in on October 20, 2017, succeeding H. Frank Lewis. Perry's swearing in ceremony took place in Tignish, Prince Edward Island, marking the first time a PEI lieutenant governor was sworn in outside of the province's capital, Charlottetown.\n Perry is an Acadian who taught as a schoolteacher for 32 years after attaining a bachelor's degree in music education at the Université de Moncton in 1976, and has also served as the church organist at St. Simon & St. Jude Church in Tignish. Perry, who is single, is the first unmarried lieutenant governor of Prince Edward Island.",
  "/wiki/List_of_lieutenant_governors_of_Prince_Edward_Island": "The following is a list of the Governors and Lieutenant Governors of Prince Edward Island, known as St. John's Island until 1799. Though the present day office of the lieutenant governor in Prince Edward Island came into being only upon the province's entry into Canadian Confederation in 1873, the post is a continuation from the first governorship of St. John's Island in 1769.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).\n Quebec is the second-most populous province of Canada, after Ontario. It is the only one to have a predominantly French-speaking population, with French as the sole provincial official language. Most inhabitants live in urban areas near the Saint Lawrence River between Montreal and Quebec City, the capital. Approximately half of Quebec residents live in the Greater Montreal Area, including the Island of Montreal. English-speaking communities and English-language institutions are concentrated in the west of the island of Montreal but are also significantly present in the Outaouais, Eastern Townships, and Gaspé regions. The Nord-du-Québec region, occupying the northern half of the province, is sparsely populated and inhabited primarily by Aboriginal peoples.\n The climate around the major cities is four-seasons continental with cold and snowy winters combined with warm to hot humid summers, but farther north long winter seasons dominate and as a result the northern areas of the province are marked by tundra conditions. Even in central Quebec, at comparatively southerly latitudes, winters are severe in inland areas.\n Quebec independence debates have played a large role in the politics of the province. Parti Québécois governments held referendums on sovereignty in 1980 and 1995. Although neither passed, the 1995 referendum saw the highest voter turnout in Quebec history, at over 93%, and only failed by less than 1%. In 2006, the House of Commons of Canada passed a symbolic motion recognizing the \"Québécois as a nation within a united Canada\".\n While the province's substantial natural resources have long been the mainstay of its economy, sectors of the knowledge economy such as aerospace, information and communication technologies, biotechnology, and the pharmaceutical industry also play leading roles. These many industries have all contributed to helping Quebec become an economically influential province within Canada, second only to Ontario in economic output.",
  "/wiki/J._Michel_Doyon": "Joseph Michel Doyon QC (born April 22, 1943) is a Canadian politician who is the 29th and current Lieutenant Governor of Quebec, and a former head of the Quebec Bar. He assumed office on September 24, 2015.",
  "/wiki/List_of_lieutenant_governors_of_Quebec": "The following is a list of the Lieutenant Governors of Quebec. Though the present day office of the lieutenant governor in Quebec came into being only upon the province's entry into Canadian Confederation in 1867, the post is a continuation from the first governorship of New France in 1627, through the governor generalcy of New France, and the governorship of the Province of Quebec. From 1786 to 1867, the Governors General of The Canadas and then the Governors General of the Province of Canada simultaneously acted as the direct governor of Lower Canada and then Canada East (what is present day Quebec), only occasionally appointing a lieutenant to act in their stead.",
  "/wiki/Saskatchewan": "Saskatchewan (/səˈskætʃəwən, sæ-, -wɒn/ (listen)) is a prairie and boreal province in western Canada, the only province without a natural border. It has an area of 651,900 square kilometres (251,700 sq mi), nearly 10 percent of which (59,366 square kilometres (22,900 sq mi)) is fresh water, composed mostly of rivers, reservoirs, and the province's 100,000 lakes.\n Saskatchewan is bordered on the west by Alberta, on the north by the Northwest Territories, on the east by Manitoba, to the northeast by Nunavut, and on the south by the U.S. states of Montana and North Dakota. As of Q3 2019, Saskatchewan's population was estimated at 1,178,657. Residents primarily live in the southern prairie half of the province, while the northern boreal half is mostly forested and sparsely populated. Of the total population, roughly half live in the province's largest city Saskatoon, or the provincial capital Regina. Other notable cities include Prince Albert, Moose Jaw, Yorkton, Swift Current, North Battleford, Melfort, and the border city Lloydminster (partially within Alberta).\n Saskatchewan is a landlocked province with large distances to moderating bodies of waters. As a result, its climate is extremely continental, rendering severe winters throughout the province. Southern areas have very warm or hot summers. Midale and Yellow Grass (both near the U.S. border) are tied for the highest ever recorded temperatures in Canada, with 45 °C (113 °F) observed at both locations on July 5, 1937. In winter, temperatures below −45 °C (−49 °F) are possible even in the south during extreme cold snaps.\n Saskatchewan has been inhabited for thousands of years by various indigenous groups. Europeans first explored the area in 1690 and first settled in the area in 1774. It became a province in 1905, carved out from the vast North-West Territories, which had until then included most of the Canadian Prairies. In the early 20th century the province became known as a stronghold for Canadian social democracy; North America's first social-democratic government was elected in 1944. The province's economy is based on agriculture, mining, and energy.\n The former Lieutenant Governor, Thomas Molloy, died in office on July 2, 2019. On July 17, 2019, the federal government announced the appointment of Russell Mirasty, former Assistant Commissioner with the Royal Canadian Mounted Police, as the new Lieutenant Governor. The current premier is Scott Moe.\n In 1992, the federal and provincial governments signed a historic land claim agreement with First Nations in Saskatchewan. The First Nations received compensation and were permitted to buy land on the open market for the bands; they have acquired about 3,079 square kilometres (761,000 acres; 1,189 sq mi), now reserve lands. Some First Nations have used their settlement to invest in urban areas, including Saskatoon.",
  "/wiki/Russell_Mirasty": "Russell Mirasty SOM MSM (born 1956 or 1957) is the current Lieutenant Governor of the Canadian province of Saskatchewan. He was appointed as Lieutenant Governor by the Governor General of Canada, Julie Payette on the constitutional advice of the Prime Minister of Canada, Justin Trudeau, on July 17, 2019. Mirasty was sworn in on July 18, 2019,, filling the vacancy in the position left when the former Lieutenant Governor, W. Thomas Molloy, died in office on July 2, 2019.\n As Lieutenant Governor, Mirasty is the viceregal representative of Queen Elizabeth II of Canada in the Province of Saskatchewan. He is the first Indigenous person appointed as Lieutenant Governor of Saskatchewan.",
  "/wiki/List_of_lieutenant_governors_of_Saskatchewan": "The following is a list of the Lieutenant Governors of Saskatchewan. Though the present day office of the Lieutenant Governor in Saskatchewan came into being only upon the province's entry into Canadian Confederation in 1905, the post is a continuation from the first Governorship of the Northwest Territories in 1869.",
  "/wiki/List_of_viceregal_representatives_of_Elizabeth_II": "Queen Elizabeth II is sovereign of 16 countries informally known as the Commonwealth realms. She resides primarily in the oldest and most populous realm, the United Kingdom, and is represented in the other countries by the following viceregal representatives. She is also represented in each of the Canadian provinces, Australian states, British overseas territories and Crown dependencies, and the states in free association with New Zealand."
}