{
  "/wiki/Baba_Canton": "Baba Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Baba.  Its population at the 2001 census was 35,185.",
  "/wiki/Babahoyo_Canton": "Babahoyo Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Babahoyo.  Its population at the 2001 census was 132,824.",
  "/wiki/Babahoyo": "Babahoyo (Spanish pronunciation: [baβaˈoʝo]), founded September 30, 1948, by legislative decree, is the capital of the Los Ríos province of Ecuador. Its population is cited around 153,000.  It is bordered by two rivers, the San Pablo and the Caracol, which join to form the Babahoyo River. This meets the Daule River to form the Guayas River, which runs to the Pacific Ocean at the Gulf of Guayaquil.",
  "/wiki/Buena_F%C3%A9_Canton": "Buena Fe Canton is a canton in Los Ríos Province, Ecuador. Its capital is the town of Buena Fe.  Its population at the 2001 census was 47,361.",
  "/wiki/Mocache_Canton": "Mocache Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Mocache.  Its population at the 2001 census was 33,481.",
  "/wiki/Montalvo_Canton": "Montalvo Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Montalvo.  Its population at the 2001 census was 20,067.",
  "/wiki/Palenque_Canton": "Palenque Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Palenque.  Its population at the 2001 census was 20,658.",
  "/wiki/Pueblo_Viejo_Canton": "Pueblo Viejo Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Pueblo Viejo.  Its population at the 2001 census was 29,420.",
  "/wiki/Quevedo_Canton": "Quevedo Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Quevedo.  Its population at the 2001 census was 139,790.",
  "/wiki/Quevedo,_Ecuador": "Quevedo is a city in Ecuador located in the Los Rios Province. It is the seat of Quevedo Canton, a vibrant community founded in 1943. According to the latest census, Quevedo's population is 173,000. Located at 237 km SW of Quito (Ecuador's capital), or, 183 km NE of Guayaquil (Ecuador's main port). Quevedo is one of the fastest growing cities in Ecuador and it is mainly known for its agricultural tradition. Quevedo's agroindustrial complex is one of the leading exporters in the world of banana, cacao, passion fruit and coffee bean. In recent years non-agricultural activities have experienced significant progress mainly in the financial and educational sectors.",
  "/wiki/Quinsaloma_Canton": "Quinsaloma Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Quinsaloma.",
  "/wiki/Urdaneta_Canton": "Urdaneta Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Catarama.  Its population at the 2001 census was 25,812.",
  "/wiki/Catarama": "Catarama is a town in the Los Ríos Province of Ecuador. It is the seat of the Urdaneta Canton.",
  "/wiki/Valencia_Canton": "Valencia Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Valencia.  Its population at the 2001 census was 32,870.",
  "/wiki/Valencia,_Los_R%C3%ADos": "Valencia is the capital of Valencia Canton in Ecuador.",
  "/wiki/Ventanas_Canton": "Ventanas Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Ventanas.  Its population at the 2001 census was 71,145.",
  "/wiki/Ventanas": "Ventanas is a city in the Los Ríos Province of Ecuador. It is the seat of the Ventanas Canton.",
  "/wiki/Vinces_Canton": "Vinces Canton is a canton of Ecuador, located in the Los Ríos Province.  Its capital is the town of Vinces.  Its population at the 2001 census was 61,565.",
  "/wiki/Vinces": "Vinces is a city in the Los Ríos Province, Ecuador. It is the seat of the Vinces Canton. There is also a Vinces River."
}