{
  "/wiki/1982–83_NCAA_Division_I_men's_basketball_season": "The 1982–83 NCAA Division I men's basketball season began in November 1982 and ended with the Final Four in Albuquerque, New Mexico on April 4, 1983. The NC State Wolfpack won their second NCAA national championship with a 54–52 victory over the heavily-favored #1 ranked Houston Cougars.",
  "/wiki/Dan_Ruland": "Daniel Keefe Ruland (born August 24, 1960) is an American former professional basketball player who had a college basketball career at James Madison University (JMU) between 1979 and 1983.",
  "/wiki/James_Madison_Dukes": "The James Madison University Dukes are the intercollegiate athletics teams that represent James Madison University (JMU), in Harrisonburg, Virginia. The name \"Dukes\" is derived from Samuel Page Duke, the university's second president. JMU is a charter member of the Colonial Athletic Association, which sponsors sports at the NCAA Division I level. In football, JMU participates in the Football Championship Subdivision (FCS) of Division I, formerly known as Division I-AA. The university mascot, Duke Dog, is frequently seen at all sporting events, and the school colors are royal purple and gold. JMU has won five NCAA national championships, third-most among Virginia colleges and universities.\n JMU's women's athletics tradition is among the oldest in the nation, dating nearly back to the institution's founding in 1908. Strong intercollegiate programs for women have been in place at the university since the early 1920s, and JMU was among the first of the nation's institutions to provide well-rounded overall intercollegiate offerings for females. Men's athletics began at JMU during the late 1940s, and a comprehensive program for men began evolving in the late 1960s when the university became fully coeducational.",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post. \n Centers are valued for their ability to protect their own goal while scoring with high efficiency. In the 1950s and 1960s, George Mikan and Bill Russell were centerpieces of championship dynasties and defined early prototypical centers. With the addition of a three-point field goal for the 1979–80 season, however, NBA basketball gradually became more perimeter-oriented and saw the importance of the center position diminished. A center with the ability to shoot outside from three-point range is known as stretch five.",
  "/wiki/Carlos_Yates": "Carlos Yates (February 22, 1962 – August 13, 1989) was an American college basketball player for George Mason University.",
  "/wiki/George_Mason_Patriots_men's_basketball": "The George Mason Patriots men's basketball team represents George Mason University. The Patriots play at the EagleBank Arena in Fairfax, Virginia, on the George Mason campus. The current head coach, Dave Paulsen, was hired in March 2015.",
  "/wiki/Forward_(basketball)": "There are five position in basketball. These positions are employed by all organized/unorganized basketball teams. They are defined as the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).\n The point guard is the de facto leader of the team on the court. This position requires substantial ball-handling skills and the ability to facilitate the team during a play. The shooting guard, as the name implies, is often the best shooter. As well as being capable of shooting accurately from longer distances, this position tends to also be the best defender on the team. The small forward often has an aggressive approach to the basket when handling the ball. The small forward is also known to make cuts to the basket in efforts to get open for shots. The power forward and the center are usually called the \"front-court\", often acting as their team's primary rebounders or shot blockers, or receiving passes to take inside shots. The center is typically the larger of the two.",
  "/wiki/1983–84_NCAA_Division_I_men's_basketball_season": "The 1983–84 NCAA Division I men's basketball season began in November 1983 and ended with the Final Four in Seattle, Washington on April 2, 1984. The Georgetown Hoyas won their first NCAA national championship with an 84–75 victory over the Houston Cougars, who were making their third consecutive appearance in the Final Four.",
  "/wiki/Johnny_Newman": "John Sylvester Newman, Jr. (born November 28, 1963) is an American retired professional basketball player. A 6' 7\" and 210 lb (95 kg) shooting guard/small forward, Newman starred at the University of Richmond, before going on to play in the National Basketball Association. In his 16 seasons (1986–2002) in the NBA, he was a member of the Cleveland Cavaliers, New York Knicks, Charlotte Hornets, New Jersey Nets, Milwaukee Bucks, Denver Nuggets, and Dallas Mavericks.",
  "/wiki/Richmond_Spiders_men's_basketball": "The Richmond Spiders men's basketball team represents the University of Richmond in Richmond, Virginia and currently competes in the Atlantic 10 Conference. The team plays its home games at the Robins Center. The team last played in the NCAA Division I Men's Basketball Tournament in 2011 under head coach Chris Mooney, who has guided the program since the 2005–2006 season.\n UR's basketball program has developed a reputation as a \"giant killer\" in the NCAA tournament, defeating the Charles Barkley-led Auburn Tigers in 1984, reaching the Sweet Sixteen in 1988 by defeating defending national champion Indiana and Georgia Tech, beating #3 seeded South Carolina in 1998, and becoming the first #15 seed to knock off a #2 seed when the Spiders defeated Syracuse in 1991. The Spiders hold the distinction of being the only basketball program to win NCAA tournament games as a 12, 13, 14, and 15 seed.",
  "/wiki/Guard_(basketball)": "There are five position in basketball. These positions are employed by all organized/unorganized basketball teams. They are defined as the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).\n The point guard is the de facto leader of the team on the court. This position requires substantial ball-handling skills and the ability to facilitate the team during a play. The shooting guard, as the name implies, is often the best shooter. As well as being capable of shooting accurately from longer distances, this position tends to also be the best defender on the team. The small forward often has an aggressive approach to the basket when handling the ball. The small forward is also known to make cuts to the basket in efforts to get open for shots. The power forward and the center are usually called the \"front-court\", often acting as their team's primary rebounders or shot blockers, or receiving passes to take inside shots. The center is typically the larger of the two.",
  "/wiki/1984–85_NCAA_Division_I_men's_basketball_season": "The 1984–85 NCAA Division I men's basketball season began in November 1984 and ended with the Final Four in Lexington, Kentucky on April 1, 1985. The Villanova Wildcats won their first NCAA national championship with a 66–64 victory over the defending champion, top-ranked Georgetown Hoyas. It was the second time in three seasons that the national champion had 10 losses.",
  "/wiki/David_Robinson_(basketball)": "David Maurice Robinson (born August 6, 1965) is an American former professional basketball player, who played center for the San Antonio Spurs in the National Basketball Association (NBA) for his entire career. Based on his prior service as an officer in the United States Navy, Robinson earned the nickname \"The Admiral\".\n Robinson is a 10-time NBA All-Star, the 1995 NBA MVP, a two-time NBA Champion (1999 and 2003), a two-time Olympic Gold Medal winner (1992, 1996), a two-time Naismith Memorial Basketball Hall of Fame inductee (2009 for his individual career, 2010 as a member of the 1992 United States men's Olympic basketball team), and a two-time U.S. Olympic Hall of Fame inductee (2008 individually, 2009 as a member of the 1992 Olympic team). He is widely considered one of the greatest centers in both college basketball and NBA history. To date, Robinson is the only player from the Naval Academy to play in the NBA.",
  "/wiki/Navy_Midshipmen_men's_basketball": "The Navy Midshipmen men's basketball team represents the United States Naval Academy, in Annapolis, Maryland, in NCAA Division I college basketball. The team competes in the Patriot League and plays its home games in Alumni Hall.\n The U.S. Naval Academy began varsity intercollegiate competition in men's basketball in the 1907–08 season. Navy was retroactively recognized as the pre-NCAA Tournament national champion for the 1912–13 and 1918–19 seasons by the Premo-Porretta Power Poll and for the 1912–13 season by the Helms Athletic Foundation.",
  "/wiki/1985–86_NCAA_Division_I_men's_basketball_season": "Beginning in 1985–86, the following rules changes were implemented:",
  "/wiki/1986–87_NCAA_Division_I_men's_basketball_season": "The 1986–87 NCAA Division I men's basketball season began in November 1986 and ended with the Final Four in New Orleans, Louisiana on March 30, 1987.",
  "/wiki/1987–88_NCAA_Division_I_men's_basketball_season": "The 1987–88 NCAA Division I men's basketball season began in November 1987 and ended with the Final Four in Kansas City, Missouri on April 4, 1988.",
  "/wiki/Kenny_Sanders": "Kenny Sanders is an American former college basketball player for George Mason University. Sanders came to George Mason from McKinley Technical High School in Washington, D.C. He was the Colonial Athletic Association's (CAA) Rookie of the Year in 1986 and its Player of the Year in 1988. As a senior, he led the Patriots to their first ever NCAA men's basketball tournament in 1989 after being selected to his third straight All-CAA First Team.\n Sanders is currently George Mason University's second all-time leading scorer in men's basketball history. His 2,177 points trail only Carlos Yates (2,420). Kenny finished his collegiate career as one of fewer than 100 NCAA Division I men's basketball players with 2,000+ points and 1,000+ rebounds. In addition to his 2,177 points, he also grabbed 1,026 rebounds in 107 career games.\n After graduation, Sanders was selected by the Cedar Rapids Silver Bullets in the 1989 CBA draft as the 11th pick in the third round (43rd overall).",
  "/wiki/1988–89_NCAA_Division_I_men's_basketball_season": "The 1988–89 NCAA Division I men's basketball season began in November 1988 and ended with the Final Four at the Kingdome in Seattle, Washington on April 3, 1989.",
  "/wiki/Blue_Edwards": "Theodore \"Blue\" Edwards (born October 31, 1965) is a retired American professional basketball player who played ten seasons in the National Basketball Association (NBA). Edwards now coaches at his alma mater, Greene Central High School in Snow Hill, North Carolina.",
  "/wiki/East_Carolina_Pirates": "The East Carolina Pirates are the athletic teams that represent East Carolina University (ECU), located in Greenville, North Carolina. All varsity-level sports teams except for women's lacrosse participate at the National Collegiate Athletic Association (NCAA) Division I (Football Bowl Subdivision (FBS) for football) level as a member of the American Athletic Conference. The women's lacrosse team, newly launched for the 2018 season (2017–18 school year), is playing its inaugural season as a Division I independent before becoming a charter member of The American's new women's lacrosse league in the 2019 season. The school became an NCAA member in 1961.",
  "/wiki/1989–90_NCAA_Division_I_men's_basketball_season": "The 1989–90 NCAA Division I men's basketball season began in November 1989 and ended with the Final Four at McNichols Sports Arena in Denver, Colorado on April 2, 1990. The UNLV Runnin' Rebels won their first NCAA national championship with a 103–73 victory over the Duke Blue Devils.",
  "/wiki/Steve_Hood": "Steven Lamarr Hood (born April 4, 1968) is an American former professional basketball player born in Lynchburg, Virginia. In high school Hood starred for DeMatha Catholic High School in Hyattsville, Maryland, from 1983–86 and was selected as a 1986 McDonald's All-American. He then received an athletic scholarship to play for the Maryland Terrapins men's basketball team. After two seasons, Hood transferred to James Madison University (JMU) to play for coach Lefty Driesell, who recruited Hood from high school. Driesell was the coach at Maryland when he recruited Hood but left the summer before Hood went to play at UMD.\n After sitting out for one season upon the transfer per NCAA rules, Hood became one of the most feared players in the Colonial Athletic Association (CAA). He started all 60 games for the Dukes and in both seasons with them was named the Colonial Athletic Association Men's Basketball Player of the Year both seasons.\n Hood was selected in the second round of the 1991 NBA Draft by the Sacramento Kings (42nd overall).",
  "/wiki/Shooting_guard": "The shooting guard (SG), also known as the two or off guard, is one of the five traditional positions in a regulation basketball game. A shooting guard's main objective is to score points for their team and steal the ball on defense. Some teams ask their shooting guards to bring up the ball as well; these players are known colloquially as combo guards. A player who can switch between playing shooting guard and small forward is known as a swingman. In the NBA, shooting guards usually range from 6' 2\" (1.88 m) to 6' 7\" (2.01 m), and from 5' 8\" (1.73 m) to 5' 11\" (1.80 m) in the WNBA.",
  "/wiki/1990–91_NCAA_Division_I_men's_basketball_season": "The 1990–91 NCAA Division I men's basketball season began in November 1990 and ended with the Final Four at the Hoosier Dome in Indianapolis, Indiana on April 1, 1991. The Duke Blue Devils won their first NCAA national championship with a 72–65 victory over the Kansas Jayhawks.",
  "/wiki/1991–92_NCAA_Division_I_men's_basketball_season": "The 1991–92 NCAA Division I men's basketball season began in November 1991 and ended with the Final Four at the Hubert H. Humphrey Metrodome in Minneapolis, Minnesota on April 6, 1992.",
  "/wiki/Curtis_Blair": "Curtis Blair (born September 24, 1970, in Roanoke, Virginia) is a retired American professional basketball player and current referee in the National Basketball Association (NBA).\n A 6'3\" and 185 lb point guard, Blair played college basketball for the University of Richmond Spiders.  Blair was honored as the Colonial Athletic Association Men's Basketball Player of the Year in 1991-92 season, as well as a two-time first-team All-CAA and three-time CAA All-Tournament team selection.\n He was selected by the Houston Rockets in the 2nd round (53rd overall) of the 1992 NBA Draft, though he never played in a regular-season game for the Rockets.\n Following a brief career playing overseas including Turkey, Blair became a referee in the NBA, where he wears the number 74.",
  "/wiki/1992–93_NCAA_Division_I_men's_basketball_season": "The 1992–93 NCAA Division I men's basketball season began in November 1992 and ended with the Final Four at the Louisiana Superdome in New Orleans, Louisiana. The North Carolina Tar Heels earned their third national championship by defeating the Michigan Wolverines 77–71 on April 5, 1993.",
  "/wiki/Brian_Gilgeous": "R. Brian Gilgeous (born July 7, 1970) is an American former professional basketball player for Angers BC 49 in France's Ligue Nationale de Basketball. A native of Brooklyn, New York, Gilgeous is best known for his college career at American University between 1989–90 and 1992–93. He led the team in scoring in each of his final three seasons as an Eagle, including a career-best 22.7 points per game as a senior. That year he was named the Colonial Athletic Association Player of the Year—the only player from American to be named as such—and through 2010–11 is just one of nine CAA men's basketball players to record 2,000+ points (2,013). He garnered three All-CAA First Team and All-Defensive Team selections as well.\n Gilgeous' professional career spanned from 1993 until 1998, all overseas, and since then has worked in the Washington, D.C. area. He was inducted into the American University Athletic Hall of Fame and was part of the CAA's 25th Anniversary all-time team in 2009, which honored the greatest 25 men's basketball players in the conference's history through its first 25 years.",
  "/wiki/American_University_Eagles": "The American Eagles are the athletics teams that represent the American University in National Collegiate Athletic Association (NCAA) Division I competition. American is a member of the Patriot League in all sports except wrestling, where it is a member of the Eastern Intercollegiate Wrestling Association. Many of the teams have gone on to win championships over the years, particularly their field hockey, volleyball, and wrestling teams. The team colors are red and blue.",
  "/wiki/1993–94_NCAA_Division_I_men's_basketball_season": "The 1993–94 NCAA Division I men's basketball season concluded in the 64-team 1994 NCAA Men's Division I Basketball Tournament whose finals were held at the Charlotte Coliseum in Charlotte, North Carolina. The Arkansas Razorbacks earned their first national championship by defeating the Duke Blue Devils 76–72 on April 4, 1994. They were coached by Nolan Richardson and the NCAA Basketball Tournament Most Outstanding Player was Arkansas' Corliss Williamson.\n In the 32-team 1994 National Invitation Tournament, the Villanova Wildcats defeated the Vanderbilt Commodores at Madison Square Garden in New York City. \n Following the season, the 1994 NCAA Men's Basketball All-American Consensus First team included Grant Hill, Jason Kidd, Donyell Marshall, Glenn Robinson, and Clifford Rozier.",
  "/wiki/Odell_Hodge": "Odell Hodge (born March 26, 1973) is an American former basketball player for Old Dominion University and, later, professional teams in Belgium.",
  "/wiki/Old_Dominion_Monarchs_basketball": "The Old Dominion Monarchs basketball team represents Old Dominion University in Norfolk, Virginia, United States in NCAA Division I men's competition. The school's team currently competes in the Conference USA. They were the Division II national champions in 1975, champions of the inaugural CollegeInsider.com Postseason Tournament in 2009, and champions of the inaugural Vegas 16 in 2016. The team last played in the Division I NCAA Tournament in 2019. The Monarchs are currently coached by Jeff Jones.",
  "/wiki/1994–95_NCAA_Division_I_men's_basketball_season": "The 1994–95 NCAA Division I men's basketball season concluded in the 64-team 1995 NCAA Men's Division I Basketball Tournament whose finals were held at the Kingdome in Seattle, Washington. The UCLA Bruins earned their eleventh national championship by defeating the Arkansas Razorbacks 89–78 on April 3, 1995. They were coached by Jim Harrick and the NCAA Basketball Tournament Most Outstanding Player was UCLA's Ed O'Bannon.\n In the 32-team 1995 National Invitation Tournament, the Virginia Tech Hokies defeated the Marquette Warriors at Madison Square Garden in New York City. \n Following the season, the 1995 NCAA Men's Basketball All-American Consensus First team included Ed O'Bannon, Shawn Respert, Joe Smith, Jerry Stackhouse, and Damon Stoudamire.",
  "/wiki/Petey_Sessoms": "Petey Sessoms (born June 10, 1972) is an American retired professional basketball player. He played in six different countries in his career that spanned between 1995–96 and 2003–04. He is best known in the United States for his college career at Old Dominion University in which he was named the Colonial Athletic Association Men's Basketball Player of the Year as a senior in 1994–95.",
  "/wiki/1995–96_NCAA_Division_I_men's_basketball_season": "The 1995–96 NCAA Division I men's basketball season concluded in the 64-team 1996 NCAA Men's Division I Basketball Tournament whose finals were held at the Continental Airlines Arena in East Rutherford, New Jersey. The Kentucky Wildcats earned their sixth national championship by defeating the Syracuse Orangemen 76–67 on April 1, 1996. They were coached by Rick Pitino and the NCAA Basketball Tournament Most Outstanding Player was Kentucky's Tony Delk.\n In the 32-team 1997 National Invitation Tournament, the Nebraska Cornhuskers defeated the St. Joseph's Hawks at Madison Square Garden in New York City.\n Following the season, the 1996 NCAA Men's Basketball All-American Consensus First team included Ray Allen, Marcus Camby, Tony Delk, Tim Duncan, Allen Iverson, and Kerry Kittles.",
  "/wiki/Bernard_Hopkins_(basketball)": "Bernard Anthony Hopkins White (born January 13, 1973) is an American-Spanish retired professional basketball player. Hopkins is a 6'6\", 235-pound power forward. He played college ball at Hagerstown Community College for two seasons before transferring to Virginia Commonwealth University (VCU) for his final two. As a senior in 1995–96, Hopkins was named the 1996 CAA Men's Basketball Tournament MVP as well as the Colonial Athletic Association Men's Basketball Player of the Year.",
  "/wiki/VCU_Rams_men's_basketball": "The VCU Rams men's basketball team is the intercollegiate men's basketball team that represents Virginia Commonwealth University. The Rams joined the Atlantic 10 Conference in the 2012–13 season after previously competing in the Colonial Athletic Association (CAA). In 2017, VCU was ranked the fortieth most valuable men's basketball program in the country by The Wall Street Journal.  With a valuation of $56.9 million,  VCU ranks second in the Commonwealth of Virginia, and second in the A10 Conference. The team is coached by Mike Rhoades.\n Since 1999, the team has played home basketball games at the E.J. Wade Arena at the Stuart C. Siegel Center in Richmond, Virginia on the university's Monroe Park campus. Virginia Commonwealth has made it to the NCAA Final Four once in its program's history, in 2011. Additionally, the Rams won the 2010 CBI Tournament and have nine conference tournaments; three being in the Sun Belt Conference, five being in the Colonial Athletic Association, and one in the Atlantic 10 Conference. The Rams have also won ten regular season championships; four from the Sun Belt, five from the CAA, and one in the Atlantic 10.  The official student supporter group is known as the Rowdy Rams.\n The team is known for its Final Four run in the 2011 NCAA Men's Division I Basketball Tournament.  While the team had made nine NCAA Tournament appearances beforehand, never had the Rams made it beyond the second round of the tournament.  In 2011, the Rams' journey to the Final Four began in one of the four opening round games, commonly called \"play-in\" games, intended to narrow the field from 68 to 64 teams.  Thus, VCU became the first team to advance from the \"First Four\" to the Final Four.\n VCU reached the NCAA tournament a state record seven consecutive times from 2011–2017.",
  "/wiki/1996–97_NCAA_Division_I_men's_basketball_season": "The 1996–97 NCAA Division I men's basketball season concluded in the 64-team 1997 NCAA Men's Division I Basketball Tournament whose finals were held at the RCA Dome in Indianapolis, Indiana. The Arizona Wildcats earned their first national championship by defeating the Kentucky Wildcats 84–79 on March 31, 1997. They were coached by Lute Olsen and the NCAA Basketball Tournament Most Outstanding Player was Arizona's Miles Simon.\n In the 32-team 1997 National Invitation Tournament, the Michigan Wolverines defeated the Florida State Seminoles at Madison Square Garden in New York City. Michigan later vacated the 1997 NIT title after Robert Traylor and Louis Bullock were ruled ineligible.\n Following the season, the 1997 NCAA Men's Basketball All-American Consensus First team included Tim Duncan, Danny Fortson, Raef LaFrentz, Ron Mercer, and Keith Van Horn.",
  "/wiki/1997–98_NCAA_Division_I_men's_basketball_season": "The 1997–98 NCAA Division I men's basketball season concluded in the 64-team 1998 NCAA Men's Division I Basketball Tournament whose finals were held at the Alamodome in San Antonio, Texas. The Kentucky Wildcats earned their seventh national championship by defeating the Utah Utes 78–69 on March 30, 1998. They were coached by Tubby Smith and the NCAA Basketball Tournament Most Outstanding Player was Kentucky's Jeff Shepherd.\n In the 32-team 1998 National Invitation Tournament, the Minnesota Golden Gophers defeated the Penn State Nittany Lions at the Madison Square Garden in New York City.\n Following the season, the 1998 NCAA Men's Basketball All-American Consensus First team included Mike Bibby, Antawn Jamison, Raef LaFrentz, Paul Pierce, and Miles Simon. The consensus second team was composed of Vince Carter, Mateen Cleaves, Pat Garrity, Richard Hamilton, and Ansu Sesay.",
  "/wiki/Jarod_Stevenson": "Moon Tae-jong (Korean: 문태종; Hanja: 文泰鐘; Jarod Cameron Stevenson; born 1 December 1975) is a South Korean professional basketball player who plays at the small forward position. He is 1.99 m in height. Moon played at the 2011 FIBA Asia Championship games, representing South Korea.",
  "/wiki/Small_forward": "The small forward (SF), also known as the three, is one of the five positions in a regulation basketball game. Small forwards are typically shorter, quicker, and leaner than power forwards and centers, but typically taller, larger and stronger than either of the guard positions. \n The small forward is considered to be perhaps the most versatile of the five main basketball positions. In the NBA, small forwards usually range from 6' 4\" (1.93 m) to 6' 8\" (2.03 m) without shoes while in the WNBA, small forwards are usually between 5' 10\" (1.78 m) to 6' 1\" (1.85 m). \n Small forwards are responsible for scoring points, defending and often as secondary or tertiary rebounders behind the power forward and center, although a few have considerable passing responsibilities. Many small forwards in professional basketball are prolific scorers.\n The styles with which small forwards amass their points vary widely. Some players at the position are very accurate shooters, others prefer to initiate physical contact with opposing players, and still others are primarily slashers who also possess jump shots. In some cases, small forwards position on the baseline or as off-the-ball specialists. Small forwards who are defensive specialists are very versatile as they can often guard multiple positions using their size, speed, and strength.\n Small forwards that are inducted in the Naismith Memorial Basketball Hall of Fame include Julius Erving, Cheryl Miller, Larry Bird, Sheryl Swoopes, James Worthy, Elgin Baylor, Scottie Pippen, Dominique Wilkins and Rick Barry.",
  "/wiki/1998–99_NCAA_Division_I_men's_basketball_season": "The 1998–99 NCAA Division I men's basketball season concluded in the 64-team 1999 NCAA Division I Men's Basketball Tournament whose finals were held at Tropicana Field in St. Petersburg, Florida.  The Connecticut Huskies earned their first national championship by defeating the Duke Blue Devils 77–74 on March 29, 1999.  They were coached by Jim Calhoun and the NCAA Basketball Tournament Most Outstanding Player was Richard Hamilton.\n In the 32-team 1999 National Invitation Tournament, the California Golden Bears defeated the Clemson Tigers at the Madison Square Garden in New York City.\n Following the season, the 1999 NCAA Men's Basketball All-American Consensus First team included Elton Brand, Mateen Cleaves, Richard Hamilton, Andre Miller and Jason Terry.  The consensus second team was composed of Evan Eschmeyer, Steve Francis, Trajan Langdon, Chris Porter and Wally Szczerbiak.",
  "/wiki/George_Evans_(basketball)": "George Evans (born January 31, 1971) is a former basketball standout at George Mason University from 1997–2001.  He ranks first all time at George Mason in steals (218) and blocked shots (211), third in points (1,953) and rebounds (953), and 13th in assists (226).",
  "/wiki/1999–00_NCAA_Division_I_men's_basketball_season": "The 1999–2000 NCAA Division I men's basketball season began on November 11, 1999, with the Coaches Vs. Cancer Classic, progressed through the regular season and conference tournaments, and concluded with the 2000 NCAA Men's Division I Basketball Tournament Championship Game on April 3, 2000, at the RCA Dome in Indianapolis, Indiana.",
  "/wiki/2000–01_NCAA_Division_I_men's_basketball_season": "The 2000–01 NCAA Division I men's basketball season began on November 8, 2000, progressed through the regular season and conference tournaments, and concluded with the 2001 NCAA Men's Division I Basketball Tournament Championship Game on April 2, 2001 at the Hubert H. Humphrey Metrodome in Minneapolis, Minnesota. The Duke Blue Devils won their third NCAA national championship with an 82–72 victory over the Arizona Wildcats.",
  "/wiki/Colonial_Athletic_Association_Men's_Basketball_Player_of_the_Year": "The Colonial Athletic Association Men's Basketball Player of the Year is a basketball award given to the Colonial Athletic Association's most outstanding player. The award was first given following the 1982–83 season, when the conference was known as the ECAC South basketball league. In 1985, the conference expanded to offer more sports, and became the Colonial Athletic Association.\n The first award, the only tie, was given to Dan Ruland of James Madison and Carlos Yates of George Mason. Two different players have won the award three times. David Robinson of Navy won in 1984, 1985, and 1986. George Evans won in 1999, 2000, and 2001 while playing for George Mason. Evans' first award in 1999 was as a 28-year-old sophomore—he had served seven years in the United States Army, seeing combat in Somalia, Bosnia, and Desert Storm. Steve Hood of James Madison, Odell Hodge of Old Dominion, Brett Blizzard of UNC Wilmington, Eric Maynor of VCU, Charles Jenkins of Hofstra, Jerrelle Benimon of Towson and Justin Wright-Foreman of Hofstra have each won the award twice.\n Three of the four schools with the most winners are no longer in the conference. George Mason (six winners), left for the Atlantic 10 in 2013. Hofstra is the current CAA member with the most winners (also six), while Old Dominion and VCU have each had four winners. Old Dominion left for Conference USA in 2013, and VCU left for the A10 in 2012. Navy's three wins by Robinson were won while the team was a conference member for just nine years. Another charter member, Richmond, won three awards before leaving the conference in 2001. Other original members to leave, American and East Carolina, each have one recipient. Of the conference's current members, William & Mary went the longest without its first winner. In 2015, 32 years after the award was first handed out, Marcus Thornton claimed William & Mary's first ever CAA Player of the Year honor."
}