{
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Film": "Film, also called movie or motion picture or The Seventh Art, is a visual art used to simulate experiences that communicate ideas, stories, perceptions, feelings, beauty or atmosphere by the means of recorded or programmed moving images along with other sensory stimulations. The word \"cinema\", short for cinematography, is often used to refer to filmmaking and the film industry, and to the art form that is the result of it.",
  "/wiki/Annecy_International_Animated_Film_Festival": "The Annecy International Animation Film Festival (French: Festival international du film d'animation d'Annecy, abbreviated as AIAFF, officially Annecy International Animation Film Festival in English) was created in 1960 and takes place at the beginning of June in the town of Annecy, France. Initially occurring every two years, the festival became an annual event in 1998. It is one of the four international animated film festivals sponsored by the International Animated Film Association (French: Association Internationale du Film d'Animation, or ASIFA).",
  "/wiki/Annecy": "Annecy (US: /ˌænəˈsiː, ɑːnˈsiː/ AN-ə-SEE, ahn-SEE, French: [ansi] (listen); Arpitan: Èneci or Ènneci) is the largest city of Haute-Savoie department in the Auvergne-Rhône-Alpes region in southeastern France. It lies on the northern tip of Lake Annecy, 35 kilometers (22 mi) south of Geneva.",
  "/wiki/Seoul_International_Cartoon_and_Animation_Festival": "The Seoul International Cartoon and Animation Festival (SICAF, Korean: 서울 국제 만화 애니메이션 페스티벌) is an annual showcase festival of animation, cartoon and related art genres held in Seoul, South Korea since 1995. It is sponsored by the Ministry of Culture, Sports and Tourism and the city of Seoul. The main mascots are \"Bummy\" (버미) the tiger (after the original Korean word \"bum\" (범), which means tiger) and \"Tanko\" (땡고추, very hot chili pepper).",
  "/wiki/Seoul": "Seoul (/soʊl/, like soul; Korean: 서울 [sʌ.ul] (listen); lit. \"Capital\"), officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul forms the heart of the Seoul Capital Area. Ranked as an alpha world city, Seoul was the world's 4th largest metropolitan economy with a GDP of US$635 billion in 2014 after Tokyo, New York City and Los Angeles. International visitors generally reach Seoul via AREX from the Incheon International Airport, notable for having been rated the best airport for nine consecutive years (2005–2013) by the Airports Council International. In 2015, it was rated Asia's most livable city with the second highest quality of life globally by Arcadis, with the GDP per capita (PPP) in Seoul being around $40,000. In 2017, the cost of living in Seoul was ranked 6th globally. In 2018, Seoul's real estate market was ranked 5th in the world for the price of apartments in the downtown center., Seoul was one of the host cities for the official tournament of the 2002 FIFA World Cup in Korea/Japan.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Mercury_Filmworks": "Mercury Filmworks is a Canadian independent animation studio based in Ottawa, Canada, that produces animated features and TV shows for the likes of Disney, Netflix, Warner Brothers and Nickelodeon as well as the firm’s own original projects.",
  "/wiki/Ottawa_International_Animation_Festival": "The Ottawa International Animation Festival is an annual animated film and media festival that takes place in Ottawa, Canada. The OIAF was founded in 1975, with the first festival held from August 10 to 15 in 1976. Initially organized by the Canadian Film Institute on a biennial basis and with the co-operation of the International Animated Film Association, the Festival organization now remains in the hands of the CFI. It moved from a biennial to an annual festival in 2005. Today the festival is recognized as the largest animation festival in North America, and regularly attracts upwards of 25,000 attendees when it is held each September.",
  "/wiki/Ottawa,_Ontario": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/KROK_International_Animated_Films_Festival": "The KROK International Animated Films Festival is an annual international animation film festival, and one of the main animation festivals in the territory of the former Soviet Union. It is held in Russia on even years and in Ukraine on odd years. The festival takes place over the course of 12 days between September and October on the cruise ship Taras Shevchenko. When in Russia, it cruises along the Volga, and when in Ukraine it cruises along the Dnieper and the Black Sea.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Festival_de_Cine_de_Sitges": "The Sitges Film Festival (Catalan: Festival Internacional de Cinema Fantàstic de Catalunya) is a Spanish film festival and one of the world's foremost international festivals specializing in fantasy and horror films. Established in 1968, the festival normally takes place every year in early October in the coastal resort of Sitges, 34 kilometers West-South-West of the city of Barcelona, Catalonia (Spain).",
  "/wiki/Sitges": "Sitges (Catalan pronunciation: [ˈsidʒəs]) is a town about 35 kilometres southwest of Barcelona, in Catalonia, renowned worldwide for its Film Festival and Carnival. Located between the Garraf Massif and the sea, it is known for its beaches, nightspots, and historical sites.",
  "/wiki/Kecskemét_Animation_Film_Festival": "Kecskemét Animation Film Festival (Hungarian: Kecskeméti Animációs Filmfesztivál) (KAFF) is an animated film festival held biennially during the month of June in Kecskemét, Hungary. Although the bulk of the festival is oriented toward efforts in Hungarian animation, the associated KAFF-sponsored Festival of European Animated Feature Films and TV Specials (Hungarian: Európai Animációs Játékfilm Fesztivál) has opened the festival to international works as well. The festival was first held in 1985 and was opened to international works of animation in 1996.",
  "/wiki/Kecskemét": "Kecskemét (US: /ˈkɛtʃkɛmeɪt/ KETCH-kem-ayt, Hungarian: [ˈkɛt͡ʃkɛmeːt]) is a city in the central part of Hungary. It is the eighth-largest city in the country, and the county seat of Bács-Kiskun.",
  "/wiki/Animafest_Zagreb": "World Festival of Animated Film Zagreb (Croatian: Svjetski festival animiranog filma), also known as Animafest Zagreb, is a film festival entirely dedicated to animated film held annually in Zagreb, Croatia. Initiated by the International Animated Film Association (ASIFA), the event was established in 1972. Animafest is the second oldest animation festival in the World, after the Annecy International Animated Film Festival (established in 1960).",
  "/wiki/Zagreb": "Zagreb (/ˈzɑːɡrɛb, ˈzæɡrɛb, zɑːˈɡrɛb/; Croatian pronunciation: [zǎːɡreb] (listen)) is the capital and the largest city of Croatia. It is located in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain. Zagreb lies at an elevation of approximately 122 m (400 ft) above sea level. \nThe estimated population of the city in 2018 was 820,678. The population of the Zagreb urban agglomeration is 1,086,528, approximately a quarter of the total population of Croatia.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Calgary_Underground_Film_Festival": "The Calgary Underground Film Festival (CUFF) is a film festival held annually in Calgary, Alberta, Canada for 7 days at THE Globe Cinema in downtown Calgary.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Lisbon": "Lisbon (/ˈlɪzbən/; Portuguese: Lisboa [liʒˈboɐ] (listen)) is the capital and the largest city of Portugal, with an estimated population of 505,526 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.8 million people, being the 10th-most populous urban area in the European Union. About 3 million people live in the Lisbon metropolitan area, which represents approximately 27% of the country's population. It is mainland Europe's westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus. The westernmost portions of its metro area form the westernmost point of Continental Europe, which is known as Cabo da Roca, located in the Sintra Mountains.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/The_District!": "The District! (Hungarian: Nyócker!) is a 2004 Hungarian caricaturistic animated film directed by Áron Gauder. Its original title is a shortened colloquial form of nyolcadik kerület, the eighth district of Budapest, also known as Józsefváros, including an infamous neighbourhood where the film takes place. It is sometimes labelled as the Hungarian South Park.[citation needed]"
}