{
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/Bethel,_Alaska": "Bethel (Mamterilleq in Central Alaskan Yup'ik; Russian: Бетел) is the largest community on the Kuskokwim River, located approximately 50 mi (80 km) upriver from where the river flows into Kuskokwim Bay. Bethel is the largest community in western Alaska and in the Unorganized Borough, as well as the ninth largest in the state, with a population of 6,080 as of the 2010 Census.",
  "/wiki/Bethel_Airport": "Bethel Airport (IATA: BET, ICAO: PABE, FAA LID: BET) is a state owned, public use airport located three nautical miles (6 km) southwest of the central business district of Bethel, a city in the Bethel Census Area of the U.S. state of Alaska.",
  "/wiki/Billings,_Montana": "Billings is the largest city in the U.S. state of Montana, with a population estimated at 109,550 as of 2018. Located in the south-central portion of the state, it is the seat of Yellowstone County and the principal city of the Billings Metropolitan Area, which has a population of 171,677. It has a trade area of over 500,000.",
  "/wiki/Billings_Logan_International_Airport": "Billings Logan International Airport (IATA: BIL, ICAO: KBIL, FAA LID: BIL) is two miles northwest of downtown Billings, in Yellowstone County, Montana. It is the second largest airport in Montana, having been surpassed by Bozeman in both number of gates as well as annual enplanements in recent years, and is owned by the city of Billings. The airport is on top of the Rims, a 500-foot (150 m) cliff overlooking the downtown core. BIL covers 2,300 acres (9.3 km2.) of land.",
  "/wiki/Barrow,_Alaska": "Utqiagvik (Inupiaq: Utqiaġvik; IPA: [utqe.ɑʁvik], English: /ˌʊtkiˈɑːvɪk/ UUT-kee-AH-vik), officially the City of Utqiaġvik,[A] formerly known as Barrow (/ˈbæroʊ/), is the largest city and the borough seat of the North Slope Borough in the U.S. state of Alaska and is located north of the Arctic Circle. It is one of the northernmost public communities in the world and is the northernmost city in the United States. Nearby Point Barrow is the country's northernmost point. Utqiagvik's population was 4,581 at the 2000 census and 4,212 at the 2010 census.",
  "/wiki/Wiley_Post-Will_Rogers_Memorial_Airport": "Wiley Post–Will Rogers Memorial Airport, (IATA: BRW, ICAO: PABR, FAA LID: BRW) often referred to as Post/Rogers Memorial, is a public airport located in Utqiagvik (formerly known as Barrow), the largest city and borough seat of the North Slope Borough of the U.S. state of Alaska. The airport is owned by the state. Situated on the Chukchi Sea at a latitude of 71.29°N, the airport is the farthest north of any in US territory. The airport is named after American humorist Will Rogers and aviator Wiley Post, both of whom died about 9 mi (14 km) away at Point Barrow in a 1935 airplane crash.",
  "/wiki/Cold_Bay,_Alaska": "Cold Bay (Udaamagax in Aleut) is a city in Aleutians East Borough, Alaska, United States. As of the 2010 census, the population was 108.",
  "/wiki/Cold_Bay_Airport": "Cold Bay Airport (IATA: CDB, ICAO: PACD, FAA LID: CDB) is a state owned, public use airport located in Cold Bay, a city in the Aleutians East Borough of the U.S. state of Alaska. First built as a United States Army Air Forces airfield during World War II, it is one of the main airports serving the Alaska Peninsula. Scheduled passenger service is available and air taxi operators fly in and out of the airport daily. Formerly, the airport operated as Thornbrough Air Force Base.",
  "/wiki/Fairbanks,_Alaska": "Fairbanks is a home rule city and the borough seat of the Fairbanks North Star Borough in the U.S. state of Alaska.",
  "/wiki/Fairbanks_International_Airport": "Fairbanks International Airport (IATA: FAI, ICAO: PAFA, FAA LID: FAI) is a state-owned public-use airport located three miles (5 km) southwest of the central business district of Fairbanks, a city in the Fairbanks North Star Borough of the United States state of Alaska. Fairbanks is the smallest city in the United States with non-stop service to Europe, as Condor offers weekly flights to Frankfurt during the summer tourist season. In addition, Air North is another international airline with flights (to Canada) and Antonov Airlines offers cargo flights to South Korea.",
  "/wiki/Honolulu,_Hawaii": "Honolulu (/ˌhɒnəˈluːluː/; Hawaiian: [honoˈlulu]) is the capital and largest city of the U.S. state of Hawaii. It is an unincorporated part of and the county seat of the City and County of Honolulu along the southeast coast of the island of Oʻahu.[a] The city is the main gateway to Hawaiʻi and a major portal into the United States. The city is also a major hub for international business and military defense, as well as being host to a diverse variety of east–west and Pacific cultures, cuisine, and traditions.",
  "/wiki/Honolulu_International_Airport": "Daniel K. Inouye International Airport (IATA: HNL, ICAO: PHNL, FAA LID: HNL), also known as Honolulu International Airport, is the principal aviation gateway of the City and County of Honolulu on Oahu of the State of Hawaii. It is identified as one of the 30 busiest airports in the United States, with traffic now exceeding 21 million passengers a year and rising.",
  "/wiki/Juneau,_Alaska": "The City and Borough of Juneau (/ˈdʒuːnoʊ/ JOO-noh; Tlingit: Dzánti K'ihéeni [ˈtsántʰì kʼìˈhíːnì]; Russian: Джуно, Dzhuno), commonly known as Juneau, is the capital city of Alaska. Located in the Gastineau Channel and the Alaskan panhandle, it is a unified municipality and the second largest city in the United States by area. Juneau was named the capital of Alaska in 1906, when the government of what was then the District of Alaska was moved from Sitka as dictated by the U.S. Congress in 1900. The municipality unified on July 1, 1970, when the city of Juneau merged with the city of Douglas and the surrounding Greater Juneau Borough to form the current municipality, which is larger by area than both Rhode Island and Delaware.",
  "/wiki/Juneau_International_Airport": "Juneau International Airport (IATA: JNU, ICAO: PAJN, FAA LID: JNU) is a city-owned, public-use airport and seaplane base located seven nautical miles (8 mi, 13 km) northwest of the central business district of Juneau, a city and borough in the U.S. state of Alaska that has no direct road access to the outside world.  The airport serves as a regional hub for all air travel, from bush carriers to a major U.S. air carrier, Alaska Airlines.",
  "/wiki/M%C3%A9rida,_Yucat%C3%A1n": "Mérida (Spanish pronunciation: [ˈmeɾiða] (listen)) is the capital and largest city in Yucatan state in Mexico, as well as the largest city of the Yucatán Peninsula. The city is located in the northwest part of the state, about 35 kilometres (22 miles) off the coast of the Gulf of Mexico. The city is also the municipal seat of the Municipality of Mérida, which includes the city and the areas around it.",
  "/wiki/Manuel_Crescencio_Rej%C3%B3n_International_Airport": "Manuel Crescencio Rejón International Airport, formerly known as Mérida-Rejón Airport (IATA: MID, ICAO: MMMD) is an international airport located in the Mexican city of Mérida, Yucatán. It is located on the southern edge of the city and it is one of four airports in Mexico which has an Area Control Center \n(Centro Mérida/Mérida Center); the other ones being Mexico City International Airport, Monterrey International Airport and Mazatlán International Airport. Mérida Center controls air traffic over the southeast part of the country, largely traffic going from Central, South America and the Caribbean to the United States and Canada.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/Mexico_City_International_Airport": "Mexico City International Airport (Spanish: Aeropuerto Internacional de la Ciudad de México, AICM); officially Aeropuerto Internacional Benito Juárez (Benito Juárez International Airport) (IATA: MEX, ICAO: MMMX) is an international airport that serves Greater Mexico City.  It is Mexico's and Latin America's busiest airport by passenger traffic and aircraft movements. The airport sustains 35,000 jobs directly and around 15,000 indirectly in the immediate area. The airport is owned by Grupo Aeroportuario de la Ciudad de México and operated by Aeropuertos y Servicios Auxiliares, the government-owned corporation, which also operates 22 other airports throughout Mexico. In recent years Toluca Airport has become an alternate airport.",
  "/wiki/Puerto_Vallarta,_Jalisco": "Puerto Vallarta (Spanish pronunciation: [ˈpweɾto βaˈʎaɾta]) is a Mexican beach resort city situated on the Pacific Ocean's Bahía de Banderas.\nPV or simply Vallarta is the second largest urban agglomeration in the state after the Guadalajara Metropolitan Area. The City of Puerto Vallarta is the government seat of the Municipality of Puerto Vallarta which comprises the city as well as population centers outside of the city extending from Boca de Tomatlán to the Nayarit border (the Ameca River).\nThe city is located at 20°40′N 105°16′W﻿ / ﻿20.667°N 105.267°W﻿ / 20.667; -105.267. The municipality has an area of 1,300.7 square kilometres (502.19 sq mi). To the north, it borders the southwest part of the state of Nayarit. To the east, it borders the municipality of Mascota and San Sebastián del Oeste, and to the south, it borders the municipalities of Talpa de Allende and Cabo Corrientes.",
  "/wiki/Lic._Gustavo_D%C3%ADaz_Ordaz_International_Airport": "Licenciado Gustavo Díaz Ordaz International Airport (sometimes abbreviated as Lic. Gustavo Díaz Ordaz International Airport) (IATA: PVR, ICAO: MMPR) is an international airport located at Puerto Vallarta, Jalisco in Mexico. The airport is named after President Gustavo Díaz Ordaz (1964–70). It handled 4,522,600 passengers in 2017 and 4,627,800 passengers in 2018.",
  "/wiki/San_Jos%C3%A9_del_Cabo,_Baja_California_Sur": "San José del Cabo (Spanish pronunciation: [san xo'se ðel 'kaβo], Saint Joseph of the Cape) is a city located in southern Baja California Sur state, Mexico. It is the seat of Los Cabos Municipality lying at a shallow bay 20 miles (32 km) northeast of Cabo San Lucas on the Gulf of California. The city has a population of 93,069 as of 2015. San José del Cabo together with Cabo San Lucas are known as Los Cabos. Together they form a metropolitan area of 305,983 inhabitants.",
  "/wiki/Los_Cabos_International_Airport": "Los Cabos International Airport (IATA: SJD, ICAO: MMSD)  is the sixth-busiest airport in Mexico and one of the Top 30 in Latin America, located at San José del Cabo in Los Cabos Municipality, Baja California Sur state, Mexico.",
  "/wiki/Tapachula,_Chiapas": "Tapachula de Córdova y Ordóñez, simply known as Tapachula, is a city and municipality located in the far southeast of the state of Chiapas in Mexico, near the Guatemalan border and the Pacific Ocean. It is one of the most important cities of Chiapas economically as the capital of the agriculturally rich Soconusco region as well as port for trade between Mexico and Central America. The area was originally inhabited by the Mames as a region under the control of the Mame state of Xelaju but was first established as a city by the Aztecs in the 13th century. Most of its economic importance has come since the late 19th century with the establishment of coffee plantations. This agricultural production began a history of migration into the area which continues to this day and has left the city with a significant Asian and German cultural presence as well as large Mayan and Nahua indigenous populations.",
  "/wiki/Tapachula_International_Airport": "Tapachula International Airport (IATA: TAP, ICAO: MMTP), Aeropuerto Internacional de Tapachula, is an international airport located  at Tapachula, Chiapas, is Mexico's southernmost airport. It handles national and international air traffic for the city of Tapachula, Port of Chiapas and the Soconusco region.",
  "/wiki/Kotzebue,_Alaska": "Kotzebue (/ˈkɒtsəbjuː/ KOTS-ə-bew) or Qikiqtaġruk (Inupiaq: Qikiqtaġruk [qekeqtɑʁʐuk]) is a city in the Northwest Arctic Borough in the U.S. state of Alaska.  It is the borough's seat, by far its largest community and the economic and transportation hub of the subregion of Alaska encompassing the borough.  The population of the city was 3,201 as of the 2010 census, up from 3,082 in 2000. The city has an All-America City award",
  "/wiki/Ralph_Wien_Memorial_Airport": "Ralph Wien Memorial Airport (IATA: OTZ, ICAO: PAOT, FAA LID: OTZ) is a state-owned public-use airport located on the south side of Kotzebue, a city on the Baldwin Peninsula in the Northwest Arctic Borough of the U.S. state of Alaska.",
  "/wiki/Iqaluit,_Nunavut": "Iqaluit (/iˈkæluɪt/ ee-KAL-oo-it; Inuktitut: ᐃᖃᓗᐃᑦ [iqaluit] (meaning \"place of fish\"); French: [ikalɥi(t)]) is the capital of the Canadian territory of Nunavut, its largest community, and its only city. It was known as Frobisher Bay from 1942 to 1987, after the large bay on the coast of which the city is situated, when the traditional Inuktitut name was restored.",
  "/wiki/Iqaluit_Airport": "Iqaluit Airport (IATA: YFB, ICAO: CYFB) serves Iqaluit, Nunavut, Canada and is located adjacent to the city. It is operated by the government of Nunavut. It hosts scheduled passenger service from Ottawa, Montreal, Rankin Inlet, and Kuujjuaq on carriers such as Canadian North, and from smaller communities throughout eastern Nunavut. It is also used as a forward operating base by the CF-18 Hornet. In 2011, the terminal handled more than 120,000 passengers.",
  "/wiki/Gander,_Newfoundland_and_Labrador": "Gander is a town located in the northeastern part of the island of Newfoundland in the province of Newfoundland and Labrador, approximately 40 km (25 mi) south of Gander Bay, 100 km (62 mi) south of Twillingate and 90 km (56 mi) east of Grand Falls-Windsor. Located on the northeastern shore of Gander Lake, it is the site of Gander International Airport, once an important refuelling stop for transatlantic aircraft, and still a preferred emergency landing point for aircraft facing on-board medical or security issues.",
  "/wiki/Gander_International_Airport": "Gander International Airport (IATA: YQX, ICAO: CYQX) is located in Gander, Newfoundland and Labrador, Canada, and is operated by the Gander International Airport Authority. Canadian Forces Base Gander shares the airfield but is a separate entity from the airport.",
  "/wiki/Winnipeg,_Manitoba": "Winnipeg (/ˈwɪnɪpɛɡ/ (listen)) is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America.",
  "/wiki/Winnipeg_James_Armstrong_Richardson_International_Airport": "Winnipeg James Armstrong Richardson International Airport (commonly known as Winnipeg International Airport or simply Winnipeg Airport) (IATA: YWG, ICAO: CYWG) is an international airport located in Winnipeg, Manitoba, Canada. It is the seventh busiest airport in Canada by passenger traffic, serving 4,484,343 passengers in 2018, and the 11th busiest airport by aircraft movements. It is a hub for passenger airlines Calm Air, Perimeter Airlines, Flair Airlines, and cargo airline Cargojet. It is also a focus city for WestJet. The airport is co-located with Canadian Forces Base Winnipeg.",
  "/wiki/Goose_Bay,_Newfoundland_and_Labrador": "Happy Valley-Goose Bay (Inuit: Vâli) is a town in the province of Newfoundland and Labrador, Canada.",
  "/wiki/CFB_Goose_Bay": "Canadian Forces Base Goose Bay (IATA: YYR, ICAO: CYYR), commonly referred to as CFB Goose Bay, is a Canadian Forces Base located in the municipality of Happy Valley-Goose Bay in the province of Newfoundland and Labrador. It is operated as an air force base by the Royal Canadian Air Force (RCAF). Its primary RCAF lodger unit is 5 Wing, commonly referred to as 5 Wing Goose Bay.",
  "/wiki/Albuquerque,_New_Mexico": "Albuquerque (/ˈælbəkɜːrki/ (listen) AL-bə-kur-kee; Navajo: Beeʼeldííl Dahsinil [pèːʔèltíːl tɑ̀xsɪ̀nɪ̀l]; Eastern Keres: Arawageeki; Jemez: Vakêêke; Zuni: Alo:ke:k'ya; Jicarilla Apache: Gołgéeki'yé), abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico, and the 32nd-most populous city in the United States. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque, named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano towns in the area (such as Barelas, Corrales, Isleta Pueblo, Los Ranchos, and Sandia Pueblo). Since the city's founding it has continued to be included on travel and trade routes including Santa Fe Railway (ATSF), Route 66, Interstate 25, Interstate 40, and the Albuquerque International Sunport. The population census-estimated population of the city as 560,218 in 2018, it is the principal city of the Albuquerque metropolitan area, which has 915,927 residents as of July 2018. The metropolitan population includes Rio Rancho, Bernalillo, Placitas, Zia Pueblo, Los Lunas, Belen, South Valley, Bosque Farms, Jemez Pueblo, Cuba, and part of Laguna Pueblo. This metro is included in the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,171,991 as of 2016. The CSA constitutes the southernmost point of the Southern Rocky Mountain Front megalopolis, including other major Rocky Mountain region cities such as Cheyenne, Wyoming, and Denver, Colorado, with a population of 5,467,633 according to the 2010 United States Census.",
  "/wiki/Albuquerque_Air_Route_Traffic_Control_Center": "Albuquerque Air Route Traffic Control Center (ZAB) is located at 8000 Louisiana Boulevard, Albuquerque, New Mexico, United States. The Albuquerque ARTCC is one of 22 Air Route Traffic Control Centers in the United States.",
  "/wiki/Anchorage,_Alaska": "Anchorage (officially called the Municipality of Anchorage; Dena'ina: Dgheyay Kaq') is a unified home rule municipality in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 291,538 residents in 2018, it is Alaska's most populous city and contains more than 40% of the state's population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 399,148 in 2018, accounting for more than half the state's population. At  1,706 square miles (4,420 km2) of land area, the city is the fourth-largest by area in the United States and larger than the smallest state, Rhode Island, which has 1,212 square miles (3,140 km2).",
  "/wiki/Anchorage_Air_Route_Traffic_Control_Center": "Anchorage Air Route Traffic Control Center (PAZA/ZAN) is located just outside the main gate of Joint Base Elmendorf-Richardson at 700 North Boniface Parkway in Anchorage, Alaska, United States.  The Anchorage ARTCC is one of 22 Air Route Traffic Control Centers in the United States.",
  "/wiki/Aurora,_Illinois": "Aurora, a suburb of Chicago, is a city in DuPage, Kane, Kendall, and Will counties in the U.S. state of Illinois.  Located primarily in DuPage and Kane counties, it is an outer suburb of Chicago and the second most populous city in the state, and the 115th most populous city in the country. The population was 197,899 at the 2010 census, and was estimated to have increased to 199,602 by 2018.",
  "/wiki/Chicago_Air_Route_Traffic_Control_Center": "Chicago Air Route Traffic Control Center (ZAU) (radio communications: \"Chicago Center\") is one of 22 Air Route Traffic Control Centers (ARTCCs) operated by the United States Federal Aviation Administration. It is located at 619 W. New Indian Trail Rd., Aurora, Illinois.",
  "/wiki/List_of_WAAS_reference_stations": "Each reference station in the Wide Area Augmentation System includes three GPS antennas.  The coordinates of each antenna, along with its elevation, are listed below."
}