{
  "/wiki/1999_IIHF_World_U18_Championships": "The 1999 IIHF World U18 Championships was the first of its kind, It was held between April 8 and 18, 1999, in Füssen and Kaufbeuren, Germany. It replaced the European Under 18 Championship at the top two levels (which had run since 1977), by including one nation, the United States. Below the top two levels (Groups A & B) two tiers of European divisions played, as well as two tiers of Asian divisions.",
  "/wiki/Finland_men%27s_national_under-18_ice_hockey_team": "The Finland men's national under-18 ice hockey team is the men's national under-18 ice hockey team of Finland. The team is controlled by the Finnish Ice Hockey Association, a member of the International Ice Hockey Federation. The team represents Finland at the IIHF World U18 Championships.",
  "/wiki/Sweden_men%27s_national_under-18_ice_hockey_team": "The Sweden men's national under-18 ice hockey team or Småkronorna (Small Crowns in Swedish) is the men's national under-18 ice hockey team of Sweden. The team is controlled by the Swedish Ice Hockey Association, a member of the International Ice Hockey Federation. The team represents Sweden at the IIHF World U18 Championships and the Hlinka Gretzky Cup. Sweden won its first gold medal in 2019.",
  "/wiki/Slovakia_men%27s_national_under-18_ice_hockey_team": "The Slovakia men's national under-18 ice hockey team is the men's national under-18 ice hockey team of Slovakia. The team is controlled by the Slovak Ice Hockey Federation, a member of the International Ice Hockey Federation. The team represents Slovakia at the IIHF World U18 Championships. The team also competes in 1.Liga, the second tier of Slovak hockey pyramid, as a preparation for the World U18 Championship.",
  "/wiki/F%C3%BCssen": "Füssen is a town in Bavaria, Germany, in the district of Ostallgäu, situated one kilometre from the Austrian border. The town is known for violin manufacturing and as the closest transportation hub for the Neuschwanstein and Hohenschwangau castles. Its coat of arms depicts a triskelion. As of 2018 the town has a population of 15,608.",
  "/wiki/Kaufbeuren": "Kaufbeuren (German pronunciation: [kaʊfˈbɔʏʁən]) is an independent town in the Regierungsbezirk of Swabia, Bavaria. The town is completely enclaved within the district of Ostallgäu.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/2000_IIHF_World_U18_Championships": "The 2000 IIHF World U18 Championships were held in Kloten and Weinfelden, Switzerland. The championships ran between April 14 and April 24, 2000. Games were played at Eishalle Schluefweg in Kloten and Sportanlage Güttingersreuti in Weinfelden. Finland defeated Russia 3–1 in the final to win the gold medal, while Sweden defeated Switzerland 7–1 to capture the bronze medal.",
  "/wiki/Russia_men%27s_national_under-18_ice_hockey_team": "The Russia men's national under-18 ice hockey team is the men's national under-18 ice hockey team of Russia. The team is controlled by the Ice Hockey Federation of Russia, a member of the International Ice Hockey Federation. The team represents Russia at the IIHF World U18 Championships.",
  "/wiki/Kloten": "Kloten is a municipality in the district of Bülach in the canton of Zürich in Switzerland, and belongs to the Glatt Valley (German: Glatttal).",
  "/wiki/Weinfelden": "Weinfelden is a municipality in the canton of Thurgau in Switzerland.  It is the capital of the district of the same name.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/2001_IIHF_World_U18_Championships": "The 2001 IIHF World U18 Championships were held in Heinola, Helsinki, and Lahti, Finland. The championships ran between April 12 and April 22, 2001. Games were played at the Heinolan Jäähalli in Heinola, the Helsinki Ice Hall in Helsinki, and the Lahden Jäähalli in Lahti. Russia defeated Switzerland 6-2 in the final to win the gold medal, with Finland defeating the Czech Republic 2-1 to capture the bronze medal.",
  "/wiki/Switzerland_men%27s_national_under-18_ice_hockey_team": "The Switzerland men's national under-18 ice hockey team is the men's national under-18 ice hockey team of Switzerland. The team is controlled by the Swiss Ice Hockey Association, a member of the International Ice Hockey Federation. The team represents Switzerland at the IIHF World U18 Championships.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Lahti": "Lahti (Finnish pronunciation: [ˈlɑhti]; Swedish: Lahtis) is a city and municipality in Finland.",
  "/wiki/Heinola": "Heinola is a town and a municipality of 18,878 inhabitants (31 January 2019) located in the region of Päijänne Tavastia, Finland. Neighbour municipalities: Asikkala, Hartola, Iitti, Kouvola, Mäntyharju, Nastola, Pertunmaa and Sysmä.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/2002_IIHF_World_U18_Championships": "The 2002 IIHF World U18 Championships were held in Piešťany and Trnava, Slovakia. The championships began on April 11, 2002, and finished on April 21, 2002. Games were played at Zimny Stadion in Piešťany and Zimny Stadion in Trnava. The US team finished first in the final round to capture the gold, while Russia and the Czech Republic captured the silver and bronze medal respectively. USA and Russia played the last game of the final round to determine the medals. Needing to beat Russia by two goals, USA led 2–1 with a minute remaining. They pulled their goalie, leading to Zach Parise's gold medal-winning goal with thirty seconds remaining.",
  "/wiki/United_States_men%27s_national_under-18_ice_hockey_team": "The National Team Development Program (NTDP) was started in 1996 by USA Hockey as a way to identify elite ice hockey players under the age of 18, and centralize their training. There are two teams in the program: under-17 and under-18. Both teams are based in Plymouth, Michigan. The stated goal of the NTDP is \"to prepare student-athletes under the age of 18 for participation on the U.S. National Teams and success in their future hockey careers. Its efforts focus not only on high-caliber participation on the ice, but creating well-rounded individuals off the ice\". While enrolled in the NTDP, players stay with billet families.",
  "/wiki/Czech_Republic_men%27s_national_under-18_ice_hockey_team": "The Czech Republic men's national under-18 ice hockey team is the men's national under-18 ice hockey team of the Czech Republic. The team is controlled by the Czech Ice Hockey Association, a member of the International Ice Hockey Federation. The team represents the Czech Republic at the IIHF World U18 Championships.",
  "/wiki/Pie%C5%A1%C5%A5any": "Piešťany (Slovak pronunciation: [ˈpɪ̯ɛʃcani] (listen); German: Pistyan, Hungarian: Pöstyén, Polish: Pieszczany, Czech: Píšťany) is a town in Slovakia. It is located in the western part of the country within the Trnava Region and is the seat of its own district. It is the biggest and best known spa town in Slovakia and has around 28,000 inhabitants.",
  "/wiki/Trnava": "Trnava (Slovak pronunciation: [ˈtr̩naʋa] (listen), also known by other alternative names) is a city in western Slovakia, 47 km (29 mi) to the north-east of Bratislava, on the Trnávka river. It is the capital of a kraj (Trnava Region) and of an okres (Trnava District). It is the seat of a Roman Catholic archbishopric (1541–1820 and then again since 1977). The city has a historic center. Because of the many churches within its city walls, Trnava has often been called \"parva Roma\", i.e. \"Little Rome\", or more recently, the \"Slovak Rome\".",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/2003_IIHF_World_U18_Championships": "The 2003 IIHF World U18 Championships were held in Yaroslavl, Russia. The championships began on April 8, 2003 and finished on April 18, 2003. Games were played at Arena 2000 and Avtodizel Arena in Yaroslavl. Canada defeated Slovakia 3-0 in the final to claim the gold medal, while Russia defeated the United States 6-3 to capture the bronze medal.",
  "/wiki/Canada_men%27s_national_under-18_ice_hockey_team": "The Canadian men's national under 18 ice hockey team is part of a three-stage Program of Excellence beginning with the Under-17 regional teams and ending with the National Junior Team. The primary objectives of the Under-18 program are to identify, evaluate, and condition players to the rigors of international competition by giving first exposure to off-shore officiating, ice-surfaces, and travel.",
  "/wiki/Yaroslavl": "Yaroslavl (Russian: Ярослáвль, IPA: [jɪrɐˈsɫavlʲ]) is a city and the administrative center of Yaroslavl Oblast, Russia, located 250 kilometers (160 mi) northeast of Moscow. The historic part of the city, a World Heritage Site, is located at the confluence of the Volga and the Kotorosl Rivers. It is one of the Golden Ring cities, a group of historic cities northeast of Moscow that have played an important role in Russian history. In 2010, the city had a population of 591,486.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/2004_IIHF_World_U18_Championships": "The 2004 IIHF World U18 Championships were held in Minsk, Belarus. The championships began on April 8, 2004, and finished on April 18, 2004. Games were played at the Ice Palace and Palace sport in Minsk. Russia defeated the United States 3–2 in the final to claim the gold medal, while the Czech Republic defeated Canada 3–2 to capture the bronze medal.",
  "/wiki/Minsk": "Minsk (Belarusian: Мінск, pronounced [mʲinsk], traditionally Belarusian: Менск, [mʲensk]; Russian: Минск, Polish: Mińsk) is the capital and largest city of Belarus, situated on the Svislač and the Nyamiha Rivers. As the capital, Minsk has a special administrative status in Belarus and is the administrative centre of Minsk Region (voblasć) and Minsk District (rajon). The population in January 2018 was 1,982,444,  (not including suburbs) making Minsk the 11th most populous city in Europe. Minsk is the administrative capital of the Commonwealth of Independent States (CIS) and seat of its Executive Secretary.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/2005_IIHF_World_U18_Championships": "The 2005 IIHF World U18 Championships were held in České Budějovice and Plzeň, Czech Republic. The championships began on April 14, 2005 and finished on April 24, 2005. Games were played at Budvar Arena in České Budějovice and ČEZ Aréna in Plzeň. The United States of America defeated Canada 5–1 in the final to claim the gold medal, while the Sweden defeated Czech Republic 4–2 to capture the bronze medal.",
  "/wiki/Plze%C5%88": "Plzeň (Czech pronunciation: [ˈpl̩zɛɲ] (listen); German and English: Pilsen, /ˈpɪlzən/) is a city in the Czech Republic. About 90 kilometres (56 miles) west of Prague in western Bohemia, it is the fourth most populous city in the Czech Republic.",
  "/wiki/%C4%8Cesk%C3%A9_Bud%C4%9Bjovice": "České Budějovice (Czech: [ˈtʃɛskɛː ˈbuɟɛjovɪtsɛ] (listen); German: Budweis; Latin: Budovicium) is a statutory city in the Czech Republic. It is the largest city in the South Bohemian Region as well as its political and commercial capital, the seat of the Roman Catholic Diocese of České Budějovice, the University of South Bohemia, and the Academy of Sciences. It is located in the center of a valley of the Vltava River, at the confluence with the Malše. It is famous for Budweiser.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/2006_IIHF_World_U18_Championships": "The 2006 IIHF World U18 Championships were held in Ängelholm and Halmstad, Sweden. The championships began on April 12, 2006 and finished on April 22, 2006. Games were played at Ängelholms Ishall in Ängelholm and Sannarps Isstadion in Halmstad. The United States of America defeated Finland 3–1 in the final to claim the gold medal, while the Czech Republic defeated Canada 4–1 to capture the bronze medal.",
  "/wiki/%C3%84ngelholm": "Ängelholm is a locality and the seat of Ängelholm Municipality in Skåne, Sweden with 39,612 inhabitants in 2010.",
  "/wiki/Halmstad": "Halmstad (Swedish: [ˈhâlmsta(d)] (listen)) is a port, university, industrial and recreational city at the mouth of the Nissan river, in the province of Halland on the Swedish west coast.  Halmstad is the seat of Halmstad Municipality and the capital of Halland County.  The city had a population of 92,797 in 2012, out of a municipal total of over 90,000 (18th most populous - 2012). Halmstad is Sweden's 20th-largest city by population and located about midway between Gothenburg (the second most populous) and Malmö (the third). Timber framing architecture is common.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/2007_IIHF_World_U18_Championships": "The 2007 IIHF World U18 Championships was an ice hockey tournament held in Rauma and Tampere, Finland. The championships began on April 11, 2007 and finished on April 22, 2007. Games were played at Äijänsuo Arena in Rauma and Hakametsän jäähalli in Tampere. Russia defeated the United States 6–5 in the final to claim the gold medal, while Sweden defeated Canada 8–3 to capture the bronze medal.",
  "/wiki/Tampere": "Tampere (/ˈtæmpəreɪ/, also US: /ˈtɑːm-/, Finnish: [ˈtɑmpere] (listen); Swedish: Tammerfors [tɑmːærˈforsː] (listen)) is a city in Pirkanmaa, southern Finland. It is the most populous inland city in the Nordic countries.",
  "/wiki/Rauma,_Finland": "Rauma (Finnish pronunciation: [ˈrɑumɑ]; Swedish: Raumo) is a town and municipality of ca. 39,400 (31 January 2019 ) inhabitants on the west coast of Finland, 92 kilometres (57 mi) north of Turku, and 50 kilometres (31 mi) south of Pori. Granted town privileges on 17 April 1442 (then under the rule of Sweden), Rauma is known for its paper and maritime industry, high quality lace (since the 18th century) and the old wooden architecture of its centre (Old Rauma, Vanha Rauma), which is a UNESCO world heritage site.",
  "/wiki/2008_IIHF_World_U18_Championships": "The 2008 IIHF World U18 Championships were held in Kazan, Russia. The championships began on April 13, 2008, and finished on April 24, 2008. Games were played at TatNeft Arena and Arena Kazan in Kazan. Canada defeated Russia 8–0 in the final to claim the gold medal, while the United States defeated Sweden 6–3 to capture the bronze medal.",
  "/wiki/Kazan": "Kazan (/kəˈzæn, -ˈzɑːn/; Russian: Каза́нь, IPA: [kɐˈzanʲ]; Tatar: Казан) is the capital and largest city of the Republic of Tatarstan, Russia. With a population of 1,243,500, it is the sixth most populous city in Russia.",
  "/wiki/2009_IIHF_World_U18_Championships": "The 2009 IIHF World U18 Championships were held in Fargo, North Dakota and Moorhead, Minnesota, United States. The championships ran from April 9 to April 19, 2009. Games were played at the Urban Plains Center in Fargo and the Moorhead Sports Center in Moorhead. Fargo-Moorhead defeated Providence, Rhode Island and St. Cloud, Minnesota for the rights to host the event.",
  "/wiki/Fargo,_North_Dakota": "Fargo is a city in and the county seat of Cass County, North Dakota, United States. The most populous city in the state, it accounts for nearly 17% of the state population. According to the 2018 United States Census estimates, its population was 124,844, making it the 222nd-most populous city in the United States. Fargo, along with its twin city of Moorhead, Minnesota, as well as the adjacent cities of West Fargo, North Dakota and Dilworth, Minnesota, form the core of the Fargo-Moorhead, ND-MN Metropolitan Statistical Area, which in 2018 contained a population of 245,471.",
  "/wiki/Moorhead,_Minnesota": "Moorhead is a city in Clay County, Minnesota, United States, and the largest city in northwest Minnesota. The population was 38,065 according to the 2010 census. 2018 estimated population is 43,348. It is the county seat of Clay County.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/2010_IIHF_World_U18_Championships": "The 2010 IIHF World U18 Championships was the 12th edition of the IIHF World U18 Championship.  The tournament was held in Minsk and Babruysk, Belarus, between April 13 and April 23, 2010. Tournament games were played at the Minsk Sports Palace in Minsk and the Babruysk Arena in Babruysk.  The United States won the gold medal for the second consecutive year with a 3–1 victory over Sweden in the championship game.  The gold medal was the fifth for the United States since the tournament began in 1999; Sweden matched their best ever performance with a silver medal.",
  "/wiki/Babruysk": "Babruysk, Babrujsk, or Bobruisk (Belarusian: Бабру́йск [bäˈbruɪ̯s̪k], Łacinka: Babrujsk, Russian: Бобру́йск, tr. Bobrujsk, IPA: [bɐˈbruɪ̯s̪k], Yiddish: באברויסק‎) is a city in the Mogilev Region of eastern Belarus on the Berezina river. It is a large city in Belarus. As of 2009[update], its population was 215,092. The name Babruysk (as well as that of the Babruyka River) probably originates from the Belarusian word babyor (бабёр; beaver), many of which used to inhabit the Berezina. However, beavers in the area had been almost eliminated by the end of the 19th century due to hunting and pollution.",
  "/wiki/2011_IIHF_World_U18_Championships": "The 2011 IIHF World U18 Championships was held in Crimmitschau and Dresden, Germany. The championships ran from April 14–24, 2011.",
  "/wiki/Crimmitschau": "Crimmitschau (German pronunciation: [ˈkʁɪmɪtʃaʊ]) is a town in the district of Zwickau in the  Free State of Saxony.",
  "/wiki/Dresden": "Dresden (/ˈdrɛzdən/, German: [ˈdʁeːsdn̩] (listen); Upper and Lower Sorbian: Drježdźany; Czech: Drážďany; Polish: Drezno) is the capital city of the German state of Saxony, and with around 550,000 inhabitants, the state's second most populous city after Leipzig. It is the 12th most populous city of Germany, the fourth largest by area after Berlin, Hamburg and Cologne, as well as the third most populous city in the area of former East Germany, after (East) Berlin and Leipzig. Dresden is contiguous with Freital, Pirna, Radebeul, Meissen and Coswig, and its urban area has around 780,000 inhabitants, making it the largest in Saxony.",
  "/wiki/2012_IIHF_World_U18_Championships": "The 2012 IIHF U18 World Championship was the 14th IIHF World U18 Championship and was hosted in Brno, Znojmo and Břeclav, Czech Republic. It began on 12 April 2012 with the gold medal game played on 22 April 2012.",
  "/wiki/Brno": "Brno (/ˈbɜːrnoʊ/ BUR-noh, Czech: [ˈbr̩no] (listen); German: Brünn [bʁʏn]) is a city in the South Moravian Region of Czechia. Located at the confluence of the Svitava and Svratka rivers, Brno has about 400,000 inhabitants, making it the second-largest city in the Czech Republic after the capital, Prague. Its metropolitan area has around 1,183,207 inhabitants.",
  "/wiki/Znojmo": "Znojmo (Czech pronunciation: [ˈznoimo]; German: Znaim) is a major town in the South Moravian Region of the Czech Republic, the administrative capital of the Znojmo District. It is the historical and cultural centre of southwestern Moravia and the second largest city in the South Moravian Region.",
  "/wiki/B%C5%99eclav": "Břeclav (Czech pronunciation: [ˈbr̝ɛtslaf]; German: Lundenburg) is a town in the Moravia, South Moravian Region, Czech Republic, approximately 55 km southeast of Brno. It is located at the border with Lower Austria on the Dyje River. The nearest town on Austrian territory is Bernhardsthal. Břeclav also lies 10 km northwest of the Slovak border at Kúty and 100 km north of the Austrian capital city Vienna.",
  "/wiki/2013_IIHF_World_U18_Championships": "The 2013 IIHF U18 World Championship was the 15th IIHF World U18 Championship and was hosted in Sochi, Russia. This was also a test event for the facilities to be used in the 2014 Winter Olympics. It began on 18 April 2013 with the gold medal game played on 28 April 2013.",
  "/wiki/Sochi": "Sochi (Russian: Со́чи, IPA: [ˈsotɕɪ] (listen)) is a city in Krasnodar Krai, Russia, located on the Black Sea coast near the border between Georgia/Abkhazia and Russia. The Greater Sochi area, which includes territories and localities subordinated to Sochi proper, has a total area of 3,526 square kilometers (1,361 sq mi) and sprawls for 145 kilometers (90 mi) along the shores of the Black Sea near the Caucasus Mountains.[citation needed] The area of the city proper is 176.77 square kilometers (68.25 sq mi). According to the 2010 Census, the city had a permanent population of 343,334, up from 328,809 recorded in the 2002 Census, making it Russia's largest resort city. Being part of the Caucasian Riviera, it is one of the very few places in Russia with a subtropical climate, with warm to hot summers and mild winters.",
  "/wiki/2014_IIHF_World_U18_Championships": "The 2014 IIHF U18 World Championship was the 16th IIHF World U18 Championship, and was hosted by Lappeenranta and Imatra, Finland. The tournament began on 17 April 2014, with the gold medal game played on 27 April 2014.",
  "/wiki/Lappeenranta": "Lappeenranta (Swedish: Villmanstrand) is a city and municipality situated on the shore of the lake Saimaa in southeastern Finland, about 30 kilometres (19 miles) from the Russian border. It belongs to the region of South Karelia. With approximately 73,000  inhabitants (31 January 2019) Lappeenranta is the 13th largest city in Finland, after incorporating the previous municipalities of Lappee and Lauritsala in 1967, Nuijamaa in 1989, Joutseno in 2009, and Ylämaa in 2010.",
  "/wiki/Imatra": "Imatra is a town and municipality in eastern Finland. Imatra is dominated by Lake Saimaa, the Vuoksi River and the border with Russia.",
  "/wiki/2015_IIHF_World_U18_Championships": "The 2015 IIHF U18 World Championship was the 17th IIHF World U18 Championship, and was hosted by Zug and Lucerne, Switzerland. The tournament began on 16 April 2015, with the gold medal game played on 26 April 2015.",
  "/wiki/Zug": "Zug (German: Zug, [tsuːɡ] (listen); French: Zoug; Italian: Zugo; Romansh: Zug; New Latin: Tugium)[Note 1] is the capital  and biggest town of the canton of Zug in Switzerland. Its name originates from the fishing vocabulary; in the Middle Ages it referred to the right to pull up fishing nets and hence to the right to fish.",
  "/wiki/Lucerne": "Lucerne (/luːˈsɜːrn/ loo-SURN, French: [lysɛʁn]; German: Luzern [luˈtsɛrn] (listen); Lucerne German: Lozärn; Italian: Lucerna [luˈtʃɛrna]; Romansh: Lucerna [luˈtsɛrnɐ] (listen)) is a city in central Switzerland, in the German-speaking portion of the country. Lucerne is the capital of the canton of Lucerne and part of the district of the same name. With a population of about 81,057 people (as of 2013[update]), Lucerne is the most populous town in Central Switzerland, and a nexus of economics, transportation, culture, and media of this region. The city's urban area consists of 17 municipalities and towns located in three different cantons with an overall population of about 250,000 people (as of 2007[update]).",
  "/wiki/2016_IIHF_World_U18_Championships": "The 2016 IIHF U18 World Championship was the 18th IIHF World U18 Championship, and was hosted by Grand Forks, North Dakota, USA. The tournament was played in April 2016.",
  "/wiki/Grand_Forks,_North_Dakota": "Grand Forks is the third-largest city in the American state of North Dakota (after Fargo and Bismarck) and is the county seat of Grand Forks County. According to the 2010 census, the city's population was 52,838, while the total of the city and surrounding metropolitan area was 98,461. Grand Forks, along with its twin city of East Grand Forks, Minnesota, forms the center of the Grand Forks, ND-MN Metropolitan Statistical Area, which is often called Greater Grand Forks or the Grand Cities.",
  "/wiki/2017_IIHF_World_U18_Championships": "The 2017 IIHF U18 World Championship was the 19th IIHF World U18 Championship and was hosted by Poprad and Spišská Nová Ves, Slovakia. The tournament was played from 13 to 23 April 2017. Finland entered the tournament as the defending champions and once again advanced to the final, but this time they lost to the United States.",
  "/wiki/Poprad": "Poprad (Slovak pronunciation: [ˈpɔpɾat]; German: Deutschendorf) is a city in northern Slovakia at the foot of the High Tatra Mountains, famous for its picturesque historic centre and as a holiday resort. It is the biggest town of the Spiš region and the tenth largest city in Slovakia, with a population of approximately 50,000.",
  "/wiki/Spi%C5%A1sk%C3%A1_Nov%C3%A1_Ves": "Spišská Nová Ves (pronunciation (help·info); is a town in the Košice Region of Slovakia. The town is located southeast of the High Tatras in the Spiš region, and lies on both banks of the Hornád River. It is the biggest town of the Spišská Nová Ves District (okres).",
  "/wiki/2018_IIHF_World_U18_Championships": "The 2018 IIHF U18 World Championship was the 20th IIHF World U18 Championship. The tournament was played from 19 to 29 April 2018 in Chelyabinsk and Magnitogorsk, Russia. United States lost to Finland.",
  "/wiki/Chelyabinsk": "Chelyabinsk (Russian: Челя́бинск, IPA: [tɕɪˈlʲæbʲɪnsk] (listen)) is a city and the administrative center of Chelyabinsk Oblast, Russia, located in the northeast of the oblast, 210 kilometers (130 mi) south of Yekaterinburg, just to the east of the Ural Mountains, and on the Miass River, part of the border between Europe and Asia.",
  "/wiki/Magnitogorsk": "Magnitogorsk (Russian: Магнитого́рск, IPA: [məɡnʲɪtɐˈɡorsk], lit. city of the magnetic mountain) is an industrial city in Chelyabinsk Oblast, Russia,  located on the eastern  side of the extreme southern extent of the Ural Mountains by the Ural River. Its population is 407,775 (2010 Census)."
}