{
  "/wiki/Thamizh": "Thamizh is a 2002 Indian Tamil-language action drama film written and directed by Hari, in his directorial debut and produced by Amutha Durairaj.  The movie stars Prashanth and Simran in the leading roles, while Vadivelu, Ashish Vidyarthi, Nassar, and Livingston, among others, portray supporting roles. Featuring music composed by Bharadwaj, Thamizh opened to positive reviews upon release in April 2002.",
  "/wiki/Prashanth": "Prashanth (born 6 April 1973) is an Indian film actor and businessman, known for his works predominantly in Tamil cinema. He has also appeared in few Telugu, Hindi and Malayalam films. The son of actor-director Thiagarajan, Prashanth began his career at 17 by appearing in Vaigasi Poranthachu (1990) and went on to feature in other films including Balu Mahendra's Vanna Vanna Pookkal (1992), R. K. Selvamani's Chembaruthi (1992), K. Rushendra Reddy's Tholi Muddhu (1993), and Mani Ratnam's action-comedy Thiruda Thiruda (1993).",
  "/wiki/Simran_(actress)": "Simran Bagga (born Rishibhala Naval; 4 April 1976), also known by the mononym Simran, is an Indian film actress, producer and television personality. She has predominantly appeared in Tamil, Telugu language films, as well as a few films in Hindi, Malayalam and Kannada.",
  "/wiki/Saamy": "Saamy is a 2003 Indian Tamil-language action film written and directed by Hari. The film was presented by K. Balachander and produced by Pushpa Kandasamy under banner Kavithalayaa Productions. The film stars Vikram and Trisha in lead roles and Kota Srinivasa Rao (debut in Tamil cinema) in a negative role. Music was composed by Harris Jayaraj. Upon release, the film was highly successful at the box office. It was remade in Telugu as Lakshmi Narasimha (2004) starring Nandamuri Balakrishna, in Bengali as Barood starring Mithun Chakraborty, loosely in Kannada as Ayya (2005) starring Darshan and later in Hindi as Policegiri (2013) starring Sanjay Dutt.",
  "/wiki/Vikram_(actor)": "Kennedy John Victor (born 17 April 1966), better known by his stage name Vikram or Chiyaan Vikram, is an Indian actor and singer who predominantly appears in Tamil language films. He has won seven Filmfare Awards as well as one National Film Award and Tamil Nadu State Film Award amongst other recognitions and was awarded an Honorary Doctorate by the People's University of Milan in May 2011.",
  "/wiki/Trisha_Krishnan": "Trisha Krishnan (born 4 May 1983), known mononymously as Trisha, is an Indian film actress and model, who primarily works in Tamil and Telugu language films. She was noticed after winning several beauty pageants like the Miss Madras contest (1999), which marked her entry into filmdom.",
  "/wiki/Kovil_(film)": "Kovil (English: Temple) is a 2004 Indian Tamil-language drama film written and directed by  Hari and produced by A. M. Rathnam. It starred Silambarasan and Sonia Agarwal in the lead roles while Vadivelu, Rajkiran, and Nassar play supporting roles. The music was composed by Harris Jayaraj, with editing done by V. T. Vijayan and cinematography by Priyan. The film released on 10 January 2004 and was released to positive reviews from critics and audience. The film was a super hit. It was dubbed into Telugu as Rudrudu.",
  "/wiki/Silambarasan": "T. R. Silambarasan (born 3 February 1983), also credited by his initials STR or nickname Simbu, is an Indian film actor, director, writer, music composer, dancer, lyricist and playback singer in the Tamil film industry. He began his career by playing roles as a child artist in films directed by his father T. Rajendar, before his first lead role in Kadhal Azhivathillai (2002), under his father's direction and produced by his mother Usha.",
  "/wiki/Sonia_Agarwal": "Sonia Agarwal (born 28 March 1982) is an Indian film actress known for her works predominantly in Tamil cinema and a few Telugu films. She is best known for her performances in super-hit films such as Kaadhal Kondein (2003), 7G Rainbow Colony (2004) and Pudhupettai (2006) directed by Selvaraghavan.",
  "/wiki/Arul": "Arul (English: Grace) is a 2004 Indian Tamil-language action drama film written and directed by Hari starring Vikram, Jyothika, Pasupathy, Kollam Thulasi, and Vadivelu, among others. The music is composed by Harris Jayaraj. The story tells how a man is rejected by his family but then finds his way back. The film opened to mixed reviews from both critics as well as audience. The film was dubbed in Telugu as Akhandudu and in Hindi as Main Balwaan. The film received mixed reviews.",
  "/wiki/Jyothika": "Jyothika Saravanan (née Sadanah; born 18 October 1977) is an Indian actress who predominantly appears in Tamil films. She also acted in some Telugu, Malayalam, Kannada and Hindi films.",
  "/wiki/Ayya_(2005_Tamil_film)": "Ayya (English: Master/Sir) is a 2005 Indian Tamil action drama film written and directed by Hari, presented by K. Balachander and produced by Pushpa Kandasamy under banner Kavithalayaa Productions. The film stars Sarath Kumar in a dual role, along with Nayanthara and Napoleon in the lead roles, while Vadivelu, Prakash Raj, Lakshmi, Rohini, and Charle play supporting roles. The film  was a success at the Chennai Box office and the music was rendered by Bharadwaj. Oru Vaarthai song was very famous around South India. This movie was also Nayanthara's debut in Tamil cinema. The film was dubbed and released in Telugu as Maa Daivam Peddayana.",
  "/wiki/Sarathkumar": "Ramanathan Sarathkumar (born 14 July 1954) is an Indian film actor, politician, journalist and former body builder and former president of the South Indian Film Artistes' Association. He has acted in more than 130 Tamil, Malayalam, Telugu and Kannada films. He is fluent in all South Indian languages and is quite proficient in Russian.",
  "/wiki/Napoleon": "Napoléon Bonaparte[a] (/nəˈpoʊliən ˈboʊnəpɑːrt/, French: [napɔleɔ̃ bɔnɑpaʁt]; 15 August 1769 – 5 May 1821) was a French statesman and military leader who rose to prominence during the French Revolution and led several successful campaigns during the French Revolutionary Wars. He was Emperor of the French as Napoleon I from 1804 until 1814 and again briefly in 1815 during the Hundred Days. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napoleonic Wars. He won most of these wars and the vast majority of his battles, building a large empire that ruled over much of continental Europe before its final collapse in 1815. He is considered one of the greatest commanders in history, and his wars and campaigns are studied at military schools worldwide. Napoleon's political and cultural legacy has endured as one of the most celebrated and controversial leaders in human history.",
  "/wiki/Nayanthara": "Diana Mariam Kurian (born 18 November 1984), known professionally as Nayanthara, is an Indian actress who primarily works in Tamil and Telugu cinema.",
  "/wiki/Aaru_(film)": "Aaru (English: Six) is a 2005 Indian Tamil-language action thriller film written and directed by Hari. It stars Suriya and Trisha in lead roles. The film's score and soundtrack were composed by Devi Sri Prasad. The film released on 9 December 2005 and received positive reviews and commercial hit.",
  "/wiki/Suriya": "Saravanan Sivakumar, known by his stage name Suriya, (born 23 July 1975) is an Indian film actor, producer, and television presenter, best known for his work in Tamil cinema.. After making his debut in Nerukku Ner (1997), Suriya landed his breakthrough role in Nandha (2001) and then had his first major commercial success with the thriller, Kaakha Kaakha (2003). Following award-winning performances of a conman in Pithamagan (2003) and a hunchback in Perazhagan (2004), he played a man suffering from anterograde amnesia, in the 2005 blockbuster Ghajini. He rose to stardom with dual roles of a father and son in Gautham Menon's semi-autobiographical Vaaranam Aayiram (2008). His status as an action star was established with roles of a smuggler in Ayan (2009), and an aggressive cop in the Singam trilogy. Suriya has also found success with science fiction films like 7aum Arivu (2011) and  24 (2016). As of 2017, he has won three Tamil Nadu State Film Awards and four Filmfare Awards South.",
  "/wiki/Trisha": "Trisha is a unisex given name, usually derived from the female Latin given name Patricia.",
  "/wiki/Thaamirabharani": "Thaamirabharani is a 2007 Indian Tamil-language action drama film written and directed by Hari. It stars Vishal, newcomer Bhanu, Prabhu, Vijayakumar, Nadhiya and Nassar in lead roles. The score and soundtrack were composed by Yuvan Shankar Raja. It was released on 14 January 2007 during Thai Pongal along with Vijay's Pokkiri and Ajith's Aalwar, eventually becoming a commercial success at the box office, running for more than 100 days in theatres.",
  "/wiki/Vishal_(actor)": "Vishal Krishna Reddy (born 29 August 1977) is an Indian film actor and producer who works in the Tamil film industry. The younger son of film producer G. K. Reddy, Vishal studied Visual Communications at Loyola College, Chennai. Best known for his roles in action films, he produces films under his production company, Vishal Film Factory.",
  "/wiki/Muktha_(actress)": "Elsa George (born 19 November 1991), better known by her stage name Muktha in the Malayalam film industry and by Bhanu in the  Tamil film industry, is an Indian film and television actress.  She is also a classical dancer and an entrepreneur.",
  "/wiki/Vel_(film)": "Vel (transl. Spear) is a 2007 Indian Tamil-language action film written and directed by Hari and produced by Mohan Natarajan. It stars Suriya in a double role as identical twins as protagonists, Asin as the female lead, and Kalabhavan Mani as the antagonist. It also features Vadivelu, Lakshmi, Saranya Ponvannan, Charan Raj, Ambika, and Nassar in supporting roles. The film's score and soundtrack was composed by Yuvan Shankar Raja. The film released on 8 November 2007, coinciding with Diwali.  Upon release, the film received mixed reviews but was a critical and commercial success. The film was later dubbed and released in Telugu as Deva and in Hindi as Main Faisla Karunga in 2014.",
  "/wiki/Asin": "Asin Thottumkal (born 26 October 1985), known mononymously as Asin, is a former Indian actress who mostly appeared in Tamil films. She also appeared in lead roles in  Hindi, Telugu and Malayalam films. She is a trained Bharathanatyam dancer. She has received three Filmfare Awards. She began her acting career in the South Indian film industry, but later shifted her focus to Bollywood. She speaks eight languages, and dubs her own films. She is the only Malayali actress, other than Padmini, to have dubbed in her own voice for all her films, irrespective of language. Asin has been referred to as the \"Queen of Kollywood\" by online portals in 2007. She is a member of the Bollywood 100 Crore Club.",
  "/wiki/Seval": "Seval (English: Rooster) is a 2008 Indian Tamil-language period romantic action film written and directed by Hari and produced  by M. A. Jinnah. It stars Bharath, Poonam Bajwa, Simran, and Vadivelu in the lead roles, while Sampath Raj, Prem, Y. G. Mahendran, Rajesh, Yuvasri, and Shanmugarajan play supporting roles. The music was composed by G. V. Prakash Kumar with cinematography by Priyan and editing by V. T. Vijayan. The film released on 27 October 2008.",
  "/wiki/Bharath_(actor)": "Bharath is an Indian film actor, working predominantly in the Tamil film industry along with a few films in Malayalam, Hindi and Telugu. He was named as Chinna Thalapathy (little commander) in Tamil Cinema.",
  "/wiki/Poonam_Bajwa": "Poonam Bajwa is an Indian actress who appears in Malayalam, Telugu, Tamil and Kannada films. She made her acting debut in 2005 with the Telugu film Modati Cinema, after that she was featured in more Telugu film, such as Boss (2006). Her debut Tamil movie was Seval (2008). She exposed her talent by her acting in various movies in different languages.",
  "/wiki/Singam": "Singam (English: Lion) is a 2010 Indian Tamil-language action film written and directed by S. Hari, starring Suriya Sivakumar, Anushka Shetty, Prakash Raj, and Vivek in the lead and is the first installment in the Singam film series. The film, produced by K. E. Gnanavel Raja in association with Reliance Big Pictures, and distributed by Sun Pictures, was released on 28 May 2010.",
  "/wiki/Anushka_Shetty": "Sweety Shetty (born 7 November 1981), known by her stage name Anushka Shetty, is an Indian actress and model who predominantly works in the Telugu and Tamil film industries. She has received several accolades, including three CineMAA Awards, a Nandi Award, TN State Film Awards and three Filmfare Awards from eight nominations. Anushka is one of the highest paid actresses of India and is popularly referred as Lady Superstar of south Indian cinema.",
  "/wiki/Prakash_Raj": "Prakash Raj (born 26 March 1965) is an Indian film actor, director, producer, thespian, television presenter, activist and politician who is known for his works in the South Indian film industry, and Hindi-language films. He acted in back-to-back stage shows for ₹300 a month in the initial stages of his career, when he joined Kalakshetra, Bengaluru, and he has 2,000 street theatre performances to his credit.",
  "/wiki/Venghai": "Venghai (transl. Leopard) is a 2011 Indian Tamil-language action film written and directed by Hari, starring Dhanush and Tamannaah in the lead roles. The story is based in Sivagangai district. The filming started in November 2010 in Trichy, and the film was released on 8 July 2011 to generally negative reviews. It was dubbed Hindi as Meri Taqat Mera Faisla by Goldmines Telefilms.",
  "/wiki/Dhanush": "Venkatesh Prabhu (born 28 July 1983), better known by his stage name Dhanush, is an Indian film actor, producer, director, writer, lyricist, screenwriter and playback singer who predominantly works in Tamil cinema.",
  "/wiki/Rajkiran": "J.Mohideen Abdul Khadar (born August 26, 1954), known by his stage name Rajkiran, is Indian actor, producer and director, who has acted in more than 25 Tamil films.",
  "/wiki/Tamannaah": "Tamanna Bhatia (born 21 December 1989), known professionally as Tamannaah, is an Indian actress who predominantly appears in Telugu and Tamil films. She has also appeared in several Hindi films. In addition to acting, she also participates in stage shows and is a prominent celebrity endorser for brands and products.",
  "/wiki/Singam_II": "Singam II is a 2013 Indian Tamil-language action film written and directed by Hari. A sequel to the 2010 film Singam and the second installment in the Singam film series, the film stars Suriya, who reprises the  title role, along with Anushka Shetty, Hansika Motwani, Vivek and Santhanam in supporting roles. This film is the second installment in the Singam film series. Produced by S. Lakshman Kumar, it has music and background score by Devi Sri Prasad.",
  "/wiki/Hansika_Motwani": "Hansika Motwani is an Indian actress who mainly appears in Tamil films. She also acts in Telugu, Malayalam, Kannada and Hindi films. She made her film debut in the Telugu film Desamuduru (2007), winning the Filmfare Award for Best Female Debut – South.",
  "/wiki/Poojai": "Poojai (transl. Prayer) is a 2014 Indian Tamil-language action film directed by Hari and produced by Vishal, who also played the lead role alongside an ensemble cast featuring Shruti Haasan, Sathyaraj, Raadhika, Mukesh Tiwari, and Soori. Yuvan Shankar Raja composed the soundtrack and score for the film, while cinematography and editing were handled by Priyan and V. T. Vijayan, respectively.",
  "/wiki/Shruthi_Haasan": "Shruti Haasan (born 28 January 1986) is an Indian film actress and singer who works predominantly in Telugu, Tamil, and Hindi language films. Born in the Haasan family, she is the daughter of actors Kamal Haasan and Sarika Thakur. She is the recipient of several awards, including three  Filmfare Awards South, and has established herself as one of the leading actresses of South Indian cinema.",
  "/wiki/Sathyaraj": "Rangaraj Subbiah (born 3 October 1954), professionally known as Sathyaraj, is an Indian actor, producer, director, media personality and a former politician who has predominantly appeared in Tamil cinema.",
  "/wiki/Si3_(film)": "Si3 (also known as Singam 3) is a 2017 Indian Tamil-language action film written and directed by Hari. A sequel to Singam II (2013) and the third film in the Singam film series, it stars Suriya and Anushka Shetty (both of whom reprised their roles in the first two films), along with Shruti Haasan in the lead roles. It is the fifth collaboration of Suriya and Hari. The film occurs a few months after Singam 2 and focuses on officer Durai Singam's attempt to solve the murder case of Visakhapatnam police commissioner Ramakrishna, motivated by much more disastrous activities masterminded all the way from Australia.",
  "/wiki/Saamy_Square": "Saamy Square, (stylized as Saamy²) is a 2018 Indian Tamil-language action film written and directed by Hari and produced by Shibu Thameens. It stars Vikram in a double role as a father and son,  with Aishwarya Rajesh and Keerthy Suresh as the female leads alongside Prabhu, Bobby Simha, and Soori in supporting roles. The film is a sequel to the 2003 film Saamy. The film was released on 21 September 2018 along with its Telugu dubbed version titled Saamy.",
  "/wiki/Keerthy_Suresh": "Keerthy Suresh (born 17 October 1992) is an Indian film actress who appears predominantly in Tamil, Telugu and Malayalam films. She won the National Film Award for Best Actress for portraying actress Savitri in the biopic Mahanati (2018).",
  "/wiki/Bobby_Simha": "Jayasimha known as Bobby Simha is an Indian film actor who has appeared in Tamil, Telugu and Malayalam-language films. After making brief appearances in the films Kadhalil Sodhappuvadhu Yeppadi and Pizza (2012), he portrayed a kidnapper in Nalan Kumarasamy's Soodhu Kavvum and a comic villain in Alphonse Putharen's Neram. Simha's subsequent performance as the Madurai gangster Sethu in Karthik Subbaraj's Jigarthanda (2014) won him positive reviews from critics and the National Film Award for Best Supporting Actor."
}