{
  "/wiki/First_World_War": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/Yale_University_Press": "Yale University Press is a university press associated with Yale University.  It was founded in 1908 by George Parmly Day, and became an official department of Yale University in 1961, but it remains financially and operationally autonomous.",
  "/wiki/Modern_Art": "Modern art includes artistic work produced during the period extending roughly from the 1860s to the 1970s, and denotes the styles and philosophy of the art produced during that era. The term is usually associated with art in which the traditions of the past have been thrown aside in a spirit of experimentation. Modern artists experimented with new ways of seeing and with fresh ideas about the nature of materials and functions of art. A tendency away from the narrative, which was characteristic for the traditional arts, toward abstraction is characteristic of much modern art. More recent artistic production is often called contemporary art or postmodern art.",
  "/wiki/Winckelmann": "Johann Joachim Winckelmann (/ˈvɪŋkəlˌmɑːn/; German: [ˈvɪŋkl̩man]; 9 December 1717 – 8 June 1768) was a German art historian and archaeologist. He was a pioneering Hellenist who first articulated the difference between Greek, Greco-Roman and Roman art.  \"The prophet and founding hero of modern archaeology\", Winckelmann was one of the founders of scientific archaeology and first applied the categories of style on a large, systematic basis to the history of art. Many consider him the father of the discipline of art history. He was one of the first to separate Greek Art into periods, and time classifications. His would be the decisive influence on the rise of the neoclassical movement during the late 18th century. His writings influenced not only a new science of archaeology and art history but Western painting, sculpture, literature and even philosophy. Winckelmann's History of Ancient Art (1764) was one of the first books written in German to become a classic of European literature.  His subsequent influence on Lessing, Herder, Goethe, Hölderlin, Heine, Nietzsche, George, and Spengler has been provocatively called \"the Tyranny of Greece over Germany.\"",
  "/wiki/Picasso": "Pablo Ruiz Picasso[a] (UK: /ˈpæbloʊ pɪˈkæsoʊ/, US: /ˈpɑːbloʊ pɪˈkɑːsoʊ, -ˈkæs-/, Spanish: [ˈpaβlo piˈkaso]; 25 October 1881 – 8 April 1973) was a Spanish painter, sculptor, printmaker, ceramicist, stage designer, poet and playwright who spent most of his adult life in France. Regarded as one of the most influential artists of the 20th century, he is known for co-founding the Cubist movement, the invention of constructed sculpture, the co-invention of collage, and for the wide variety of styles that he helped develop and explore. Among his most famous works are the proto-Cubist Les Demoiselles d'Avignon (1907), and Guernica (1937), a dramatic portrayal of the bombing of Guernica by the German and Italian airforces during the Spanish Civil War.",
  "/wiki/I._B._Tauris": "I.B. Tauris (usually typeset as I.B.Tauris) was an independent publishing house with offices in London and New York City. In May 2018 it was purchased by Bloomsbury Publishing. The I.B.Tauris brand will be kept as an imprint of Bloomsbury Publishing.",
  "/wiki/Victorian_era": "In the history of the United Kingdom, the Victorian era was the period of Queen Victoria's reign, from 20 June 1837 until her death on 22 January 1901. The era followed the Georgian period and preceded the Edwardian period, and its later half overlaps with the first part of the Belle Époque era of Continental Europe. In terms of moral sensibilities and political reforms, this period began with the passage of the Reform Act 1832. There was a strong religious drive for higher moral standards led by the nonconformist churches, such as the Methodists, and the Evangelical wing of the established Church of England. Britain's relations with the other Great Powers were driven by the colonial antagonism of the Great Game with Russia, climaxing during the Crimean War; a Pax Britannica of international free trade was maintained by the country's naval and industrial supremacy. Britain embarked on global imperial expansion, particularly in Asia and Africa, which made the British Empire the largest empire in history. National self-confidence peaked.",
  "/wiki/Oxford_University_Press": "Oxford University Press (OUP) is the largest university press in the world, and the second oldest after Cambridge University Press. It is a department of the University of Oxford and is governed by a group of 15 academics appointed by the vice-chancellor known as the delegates of the press. They are headed by the secretary to the delegates, who serves as OUP's chief executive and as its major representative on other university bodies. Oxford University has used a similar system to oversee OUP since the 17th century. The Press is located on Walton Street, opposite Somerville College, in the suburb of Jericho.",
  "/wiki/Tate_Publishing_Ltd": "Tate Publishing is a publisher of visual arts books, associated with the Tate Gallery in London, England. It was established in 1911; nowadays it is a division of Tate Enterprises Ltd, an independent company wholly owned by the Trustees of Tate, and is based at Tate Britain, Millbank, London. In 2001, it produced 30 new book titles and had gross sales of £4 million, a large increase over previous years due to the opening of the Tate Modern branch of the Tate Gallery.",
  "/wiki/Princeton_University_Press": "Princeton University Press is an independent publisher with close connections to Princeton University. Its mission is to disseminate scholarship within academia and society at large.",
  "/wiki/John_Singer_Sargent": "John Singer Sargent (/ˈsɑːrdʒənt/; January 12, 1856 – April 14, 1925) was an American expatriate artist, considered the \"leading portrait painter of his generation\" for his evocations of Edwardian-era luxury. He created roughly 900 oil paintings and more than 2,000 watercolors, as well as countless sketches and charcoal drawings. His oeuvre documents worldwide travel, from Venice to the Tyrol, Corfu, the Middle East, Montana, Maine, and Florida.",
  "/wiki/Manchester_University_Press": "Manchester University Press is the university press of the University of Manchester, England and a publisher of academic books and journals. Manchester University Press has developed into an international publisher. It maintains its links with the University.",
  "/wiki/Rutgers_University_Press": "Rutgers University Press is a nonprofit academic publishing house, operating in New Brunswick, New Jersey under the auspices of Rutgers University.",
  "/wiki/Frederic_Leighton": "Frederic Leighton, 1st Baron Leighton, PRA (3 December 1830 – 25 January 1896), known as Sir Frederic Leighton between 1878 and 1896, was a British painter, draughtsman and sculptor. His works depicted historical, biblical, and classical subject matter. Leighton was the bearer of the shortest-lived peerage in history; after only one day his hereditary peerage became extinct upon his death."
}