{
  "/wiki/List_of_U.S._state_mammals": "A state mammal is the official mammal of a U.S. state as designated by a state's legislature. The first column of the table is for those denoted as the state mammal, and the second shows the state marine mammals. Animals with more specific designations are also listed. Many states also have separately officially designated state birds, state fish, state butterflies, state reptiles, and other animals. Listed separately are state dogs and state horses.",
  "/wiki/North_American_beaver": "The North American beaver (Castor canadensis) is one of two extant beaver species. It is native to North America and introduced in South America (Patagonia) and Europe (primarily Finland and Karelia). In the United States and Canada, the species is often referred to simply as \"beaver\", though this causes some confusion because another distantly related rodent, Aplodontia rufa, is often called the \"mountain beaver\". Other vernacular names, including American beaver and Canadian beaver, distinguish this species from the other extant beaver species, Castor fiber, which is native to Eurasia. The North American beaver is an official animal symbol of Canada and is the official state mammal of Oregon.",
  "/wiki/Rodent": "Rodents (from Latin Rodere, \"to gnaw\") are mammals of the order Rodentia, which are characterized by a single pair of continuously growing incisors in each of the upper and lower jaws. About 40% of all mammal species are rodents (2,277 species); they are found in vast numbers on all continents except Antarctica. They are the most diversified mammalian order and live in a variety of terrestrial habitats, including human-made environments.",
  "/wiki/Fur": "Fur is a thick growth of hair that covers the skin of many animals. It is a defining characteristic of mammals. It consists of a combination of oily guard hair on top and thick underfur beneath. The guard hair keeps moisture and the underfur acts as an insulating blanket that keeps the animal warm.",
  "/wiki/Oregon_State_University": "Oregon State University (OSU) is a public flagship research university in Corvallis, Oregon. The university offers more than 200 undergraduate degree programs along with a variety of graduate and doctoral degrees. With a student enrollment approaching 32,000, it is Oregon's largest university. More than 230,000 students have graduated from OSU since its founding. The Carnegie Foundation designates Oregon State University as a \"Community Engagement\" university and classifies it as a doctoral university with a status of \"Highest research activity\".",
  "/wiki/Oregon_State_Beavers": "The Oregon State Beavers are the athletic teams that represent Oregon State University, located in Corvallis, Oregon. The Beavers compete at the National Collegiate Athletic Association (NCAA) Division I (Football Bowl Subdivision (FBS) for college football) level as a member of the Pac-12 Conference.  Oregon State's mascot is Benny the Beaver.  Both the men's and women's teams share the name, competing in 7 NCAA Division I men's sports and 10 NCAA Division I women's sports respectively.  The official colors for the athletics department are Beaver Orange (Pantone 165), black, and white.",
  "/wiki/State_beverage": "This is a list of state beverages as designated by the various states of the United States. The first known usage of declaring a specific beverage a \"state beverage\" within the US began in 1965 with Ohio designating tomato juice as their official beverage. The most popular choice for state beverage designation is milk (or a flavored milk) with 21 out of the 29 entities (27 states and 2 territories with official beverages) making milk their official beverage, while Rhode Island chose coffee-flavored milk. Alabama and Virginia are the only two U.S. states to have alcoholic beverages as their state beverages.",
  "/wiki/Tillamook_County": "Tillamook County is a county located in the U.S. state of Oregon. As of the 2010 census, the population was 25,250. The county seat is Tillamook. The county is named for the Killamuk, an American Indian tribe who were living in the area in the early 19th century at the time of European American settlement. The county is located within Northwest Oregon.",
  "/wiki/List_of_U.S._state_birds": "Below is a list of U.S. state birds as designated by each state's legislature, as well as the District of Columbia's state bird. The list also contains U.S. territory birds as designated by each territory's legislature. The selection of state birds began in 1927, when the legislatures for Alabama, Florida, Maine, Missouri, Oregon, Texas and Wyoming selected their state birds. The last state to choose its bird was Arizona in 1973. Alaska, California, and South Dakota permit hunting of their state birds. Pennsylvania has adopted a \"state game bird\" but not a state bird, while Alabama, Georgia, Massachusetts, Missouri, Oklahoma, South Carolina, and Tennessee have designated an additional \"state game bird\" for the purpose of hunting. The northern cardinal is the state bird of seven states, followed by the western meadowlark as the state bird of six states. Several states have extinct official animals, such as state dinosaurs in addition to state insects, state butterflies, state mammals and state reptiles. The District of Columbia designated a district bird in 1938. Each of the five inhabited territories of the United States has a designated territorial bird (except for American Samoa).",
  "/wiki/Western_meadowlark": "The western meadowlark (Sturnella neglecta) is a medium-sized icterid bird, about 8.5 in (22 cm) in length. It nests on the ground in open grasslands across western and central North America. It feeds mostly on bugs, but will also feed on seeds and berries. The western meadowlark has distinctive calls described as watery or flute-like, which distinguish it from the closely related eastern meadowlark. It is also the state bird of Wyoming",
  "/wiki/List_of_U.S._state_crustaceans": "As of July 2017[update], six U.S. states have designated state crustaceans:",
  "/wiki/Dungeness_crab": "The Dungeness crab, Metacarcinus magister  (the naming convention recognised by WoRMS) or Cancer magister (the naming convention recognised by ITIS), is a species of crab that inhabits eelgrass beds and water bottoms on the west coast of North America. It typically grows to 20 cm (7.9 in) across the carapace and is a popular seafood. Its common name comes from the port of Dungeness, Washington, where it is \"a prized crustacean that supports the most valuable fishery on the west coast\", and where ocean acidification threatens the marine environment.",
  "/wiki/West_Linn,_Oregon": "West Linn is a city in Clackamas County, Oregon, United States. An affluent southern suburb within the Portland metropolitan area, West Linn has a history of early development, prompted by the opportunity to harvest energy from nearby Willamette Falls.  It was named after U.S. Senator Lewis F. Linn of Ste. Genevieve, Missouri, who had advocated the American occupation of Oregon as a counterclaim to the British. As of the 2010 census, the city had a population of 25,109.",
  "/wiki/List_of_U.S._state_dances": "This is a list of official U.S. state, federal district, and territory dances:",
  "/wiki/Square_dance": "A square dance is a dance for four couples (eight dancers in total) arranged in a square, with one couple on each side, facing the middle of the square. Square dances were first documented in 16th-century England but were also quite common in France and throughout Europe. They came to North America with the European settlers and have undergone considerable development there. In some countries and regions, through preservation and repetition, square dances have attained the status of a folk dance.\nThe Western American square dance may be the most widely known form worldwide, possibly due to its association in the 20th century with the romanticized image of the American cowboy. Square dancing is, therefore, strongly associated with the United States.  Nineteen U.S. states have designated it as their official state dance.",
  "/wiki/Folk_dance": "A folk dance is a dance developed by people that reflect the life of the people of a certain country or region.  Not all ethnic dances are folk dances. For example, ritual dances or dances of ritual origin are not considered to be folk dances. Ritual dances are usually called \"Religious dances\" because of their purpose.\nThe terms \"ethnic\" and \"traditional\" are used when it is required to emphasize the cultural roots of the dance. In this sense, nearly all folk dances are ethnic ones. If some dances, such as polka, cross ethnic boundaries and even cross the boundary between \"folk\" and \"ballroom dance\", ethnic differences are often considerable enough to mention.",
  "/wiki/John_McLoughlin": "Dr. John McLoughlin, baptized Jean-Baptiste McLoughlin, (October 19, 1784 – September 3, 1857) was a French-Canadian, later American, Chief Factor and Superintendent of the Columbia District of the Hudson's Bay Company at Fort Vancouver from 1824 to 1845. He was later known as the \"Father of Oregon\" for his role in assisting the American cause in the Oregon Country. In the late 1840s, his general store in Oregon City was famous as the last stop on the Oregon Trail.",
  "/wiki/Factor_(agent)": "A factor is a type of trader who receives and sells goods on commission (called factorage). A factor is a mercantile fiduciary transacting business in his own name and not disclosing his principal. A factor differs from a commission merchant in that a factor takes possession of goods (or documents of title representing goods, e.g. a bill of lading) on consignment, whereas a commission merchant sells goods not in his possession on the basis of samples.",
  "/wiki/Columbia_District": "The Columbia District was a fur trading district in the Pacific Northwest region of British North America in the 19th century. Much of its territory overlapped with the disputed Oregon Country.  It was explored by the North West Company between 1793 and 1811, and established as an operating fur district around 1810. The North West Company was absorbed into the Hudson's Bay Company in 1821–under which the Columbia District became known as the Columbia Department. The Oregon Treaty of 1846 marked the effective end of the Hudson's Bay Company's Columbia Department.",
  "/wiki/Hudson%27s_Bay_Company": "The Hudson's Bay Company (HBC; French: Compagnie de la Baie d'Hudson) is a Canadian retail business group. A fur trading business for much of its existence, HBC now owns and operates retail stores in Canada and the United States. The company had sold most of its European operations by August 2019 and its remaining stores, in the Netherlands, were to be closed by the end of the year. HBC owns the Saks stores in the US; most other US operations had been sold by mid-2019 and the last remaining stores (Lord & Taylor chain) were to be sold prior to the end of 2019.",
  "/wiki/Fort_Vancouver": "Fort Vancouver was a 19th-century fur trading post that was the headquarters of the Hudson's Bay Company's Columbia Department, located in the Pacific Northwest. Named for Captain George Vancouver, the fort was located on the northern bank of the Columbia River in present-day Vancouver, Washington. The fort was a major center of the regional fur trading. Every year trade goods and supplies from London arrived either via ships sailing to the Pacific Ocean or overland from Hudson Bay via the York Factory Express. Supplies and trade goods were exchanged with a plethora of Indigenous cultures for fur pelts. Furs from Fort Vancouver were often shipped to the Chinese port of Guangzhou where they were traded for Chinese manufactured goods for sale in the United Kingdom. At its pinnacle, Fort Vancouver watched over 34 outposts, 24 ports, six ships, and 600 employees. Today, a full-scale replica of the fort, with internal buildings, has been constructed and is open to the public as Fort Vancouver National Historic Site.",
  "/wiki/Oregon_City,_Oregon": "Oregon City is the county seat of Clackamas County, Oregon, United States, located on the Willamette River near the southern limits of the Portland metropolitan area. Established in 1829 by the Hudson's Bay Company, in 1844 it became the first U.S. city west of the Rocky Mountains to be incorporated.",
  "/wiki/Oregon_Trail": "The Oregon Trail is a 2,170-mile (3,490 km) historic east–west, large-wheeled wagon route and emigrant trail in the United States that connected the Missouri River to valleys in Oregon. The eastern part of the Oregon Trail spanned part of the future state of Kansas, and nearly all of what are now the states of Nebraska and Wyoming. The western half of the trail spanned most of the future states of Idaho and Oregon.",
  "/wiki/Oregon_Country": "In the nineteenth century, the Oregon Country was a disputed region of the Pacific Northwest of North America. The region was occupied by British and French Canadian fur traders from before 1810, and American settlers from the mid-1830s, with its coastal areas north from the Columbia River frequented by ships from all nations engaged in the maritime fur trade, most of these from the 1790s through 1810s being Boston-based. The Oregon Treaty of 1846 ended disputed joint occupancy pursuant to the Treaty of 1818 and established the British-American boundary at the 49th parallel (except Vancouver Island).[citation needed]",
  "/wiki/List_of_U.S._state_fish": "This is a list of official and unofficial U.S. state fishes:",
  "/wiki/Chinook_salmon": "The Chinook salmon /ʃɪˈnʊk/ (Oncorhynchus tshawytscha) is the largest species in the Pacific salmon genus Oncorhynchus. The common name refers to the Chinookan peoples. Other vernacular names for the species include king salmon, Quinnat salmon, spring salmon, chrome hog, and Tyee salmon. The scientific species name is based on the Russian common name chavycha (чавыча).",
  "/wiki/Legend": "A legend is a genre of folklore that consists of a narrative featuring human actions perceived or believed both by teller and listeners to have taken place within human history. Narratives in this genre may demonstrate human values, and possess certain qualities that give the tale verisimilitude. Legend, for its active and passive participants, includes no happenings that are outside the realm of \"possibility,\" but may include miracles. Legends may be transformed over time, in order to keep them fresh, vital, and realistic. Many legends operate within the realm of uncertainty, never being entirely believed by the participants, but also never being resolutely doubted.",
  "/wiki/Taboo": "A taboo is an implicit prohibition on something (usually against an utterance or behavior) based on a cultural sense that it is excessively repulsive or, perhaps, too sacred for ordinary people. Such prohibitions are present in virtually all societies. On a comparative basis taboos, for example related to food items, seem to make no sense at all as what may be declared unfit for one group by custom or religion may be perfectly acceptable to another.",
  "/wiki/Dam": "A dam is a barrier that stops or restricts the flow of water or underground streams. Reservoirs created by dams not only suppress floods but also provide water for activities such  as irrigation, human consumption, industrial use, aquaculture, and navigability. Hydropower is often used in conjunction with dams to generate electricity. A dam can also be used to collect water or for storage of water which can be evenly distributed between locations. Dams generally serve the primary purpose of retaining water, while other structures such as floodgates or levees (also known as dikes) are used to manage or prevent water flow into specific land regions. The earliest known dam is the Jawa Dam in Jordan, dating to 3,000 BC.",
  "/wiki/Flags_of_the_U.S._states": "The flags of the U.S. states, territories, and the District of Columbia exhibit a variety of regional influences and local histories, as well as different styles and design principles. Nonetheless, the majority of the states' flags share the same design pattern consisting of the state seal superimposed on a monochrome background, commonly a shade of blue.",
  "/wiki/Flag_of_Oregon": "The flag of the state of Oregon is a  two-sided flag in navy blue and gold with an optional gold fringe. On the front is the escutcheon from the state seal and on the reverse is a gold figure of a beaver, the state animal. Oregon is the only U.S. state to feature different designs on either side of its flag (the flag of Massachusetts was changed in 1971 to be single-sided).",
  "/wiki/Flag": "A flag is a piece of fabric (most often rectangular or quadrilateral) with a distinctive design and colours. It is used as a symbol, a signalling device, or for decoration. The term flag is also used to refer to the graphic design employed, and flags have evolved into a general tool for rudimentary signalling and identification, especially in environments where communication is challenging (such as the maritime environment, where semaphore is used). The study of flags is known as \"vexillology\" from the Latin vexillum, meaning \"flag\".",
  "/wiki/Flags_whose_reverse_differs_from_the_obverse": "This article contains a list of flags for which the reverse (back) is different from the obverse (front). It includes current as well as historic flags of both nations and national subdivisions such as provinces, states, territories, and cities (including a few that are not recognized by the United Nations or whose sovereignty is in dispute). When the flag is that of a nation, the Subdivision column is blank. For present-day flags the Dates column is typically blank.",
  "/wiki/Oregon_State_Seal": "The Seal of the State of Oregon is the official seal of the U.S. state of Oregon.  It was designed by Harvey Gordon in 1857, two years before Oregon was admitted to the Union. The seal was preceded by the Salmon Seal of the Provisional Government and the Seal of the Oregon Territory. The state seal is mandated by Article VI of the Oregon Constitution.",
  "/wiki/List_of_U.S._state_flowers": "This is a list of U.S. state, federal district, and territory flowers:",
  "/wiki/Oregon-grape": "Mahonia aquifolium, the Oregon grape, is a species of flowering plant in the family Berberidaceae, native to western North America. It is an evergreen shrub growing to 1 m (3 ft) tall by 1.5 m (5 ft) wide, with pinnate leaves consisting of spiny leaflets, and dense clusters of yellow flowers in early spring, followed by dark bluish-black berries.",
  "/wiki/Indigenous_(ecology)": "In biogeography, a species is indigenous to a given region or ecosystem if its presence in that region is the result of only natural processes, with no human intervention. The term is equivalent to the concept of native or autochthonous species. Every wild organism (as opposed to a domesticated organism) has its own natural range of distribution in which it is regarded as indigenous. Outside this native range, a species may be introduced by human activity, either intentionally or unintentionally; it is then referred to as an introduced species within the regions where it was anthropogenically introduced.",
  "/wiki/Evergreen": "In botany, an evergreen is a plant that has leaves throughout the year that are always green. This is true even if the plant retains its foliage only in warm climates, and contrasts with deciduous plants, which completely lose their foliage during the winter or dry season.",
  "/wiki/Shrub": "A shrub or bush is a small- to medium-sized perennial woody plant. Unlike herbaceous plants, shrubs have persistent woody stems above the ground. They are distinguished from trees by their multiple stems and shorter height, less than 6 m-10 m (20 ft–33 ft) tall. Small shrubs, less than 2 m (6.6 ft) tall are sometimes termed subshrubs.",
  "/wiki/Pacific_Northwest": "The Pacific Northwest (PNW), sometimes referred to as Cascadia, is a geographic region in western North America bounded by the Pacific Ocean to the west and (loosely) by the Rocky Mountains on the east. Though no official boundary exists, the most common conception includes the Canadian province of British Columbia (BC) and the U.S. states of Idaho, Oregon, and Washington. Broader conceptions reach north into Southeast Alaska and Yukon, south into northern California, and east to the Continental Divide to include Western Montana and parts of Wyoming. Narrower conceptions may be limited to the coastal areas west of the Cascade and Coast mountains. The variety of definitions can be attributed to partially overlapping commonalities of the region's history, culture, geography, society, and other factors.",
  "/wiki/Indigenous_peoples_of_the_Pacific_Northwest_Coast": "The Indigenous peoples of the Pacific Northwest Coast are composed of many nations and tribal affiliations, each with distinctive cultural and political identities, but they share certain beIiefs, traditions and practices, such as the centrality of salmon as a resource and spiritual symbol, and many cultivation and subsistence practices. The term Northwest Coast or North West Coast is used in anthropology to refer to the groups of Indigenous people residing along the coast of what is now called British Columbia, Washington state, parts of Alaska, Oregon, and Northern California. The term Pacific Northwest is largely used in the American context.",
  "/wiki/Fruit_preserves": "Fruit preserves are preparations of fruits, vegetables and sugar, often stored in glass jam jars and Mason jars.",
  "/wiki/Salal": "Gaultheria shallon is a leathery-leaved shrub in the heather family (Ericaceae), native to western North America.  In English, it is known as salal, shallon, or simply gaultheria in Britain.",
  "/wiki/List_of_U.S._state_fossils": "Most American states have made a state fossil designation, in many cases during the 1980s. It is common to designate one species in which fossilization has occurred, rather than a single specimen, or a category of fossils not limited to a single species.",
  "/wiki/Metasequoia": "Metasequoia (Metasequoia glyptostroboides), or dawn redwood, is a fast-growing deciduous tree, one of three species of conifers known as redwoods, and the sole living species in its genus. It is native to Lichuan county in Hubei province, China. Although the shortest of the redwoods, it grows to at least 165 feet (50 meters) in height. Local villagers refer to the original tree from which most others derive as Shui-sa, or \"water fir\", which is part of a local shrine. Since its rediscovery in 1944, the dawn redwood has become a popular ornamental, with examples found in various parks in a variety of countries.",
  "/wiki/Miocene": "The Miocene ( /ˈmaɪ.əˌsiːn, ˈmaɪ.oʊ-/ MY-ə-seen, MY-oh-) is the first geological epoch of the Neogene Period and extends from about 23.03 to 5.333 million years ago (Ma). The Miocene was named by Charles Lyell; its name comes from the Greek words μείων (meiōn, \"less\") and καινός (kainos, \"new\") and means \"less recent\" because it has 18% fewer modern sea invertebrates than the Pliocene. The Miocene is preceded by the Oligocene and is followed by the Pliocene.",
  "/wiki/List_of_U.S._state_foods": "This is a list of official U.S. state foods:",
  "/wiki/Pear": "The pear (/ˈpɛər/) tree and shrub are a species of genus Pyrus /ˈpaɪrəs/, in the family Rosaceae, bearing the pomaceous fruit of the same name. Several species of pear are valued for their edible fruit and juices while others are cultivated as trees.",
  "/wiki/Orchard": "An orchard is an intentional planting of trees or shrubs that is maintained for food production. Orchards comprise fruit- or nut-producing trees which are generally grown for commercial production. Orchards are also sometimes a feature of large gardens, where they serve an aesthetic as well as a productive purpose. A fruit garden is generally synonymous with an orchard, although it is set on a smaller non-commercial scale and may emphasize berry shrubs in preference to fruit trees. Most temperate-zone orchards are laid out in a regular grid, with a grazed or mown grass or bare soil base that makes maintenance and fruit gathering easy.",
  "/wiki/Crop": "A crop is a plant or animal product that can be grown and harvested extensively for profit or subsistence. Crop may refer either to the harvested parts or to the harvest in a more refined state. Most crops are cultivated in agriculture or aquaculture. A crop may include macroscopic fungus (e.g. mushrooms), or alga (algaculture).",
  "/wiki/List_of_U.S._state_minerals,_rocks,_stones_and_gemstones": "Leaders of states in the U.S. which have significant mineral deposits often create a state mineral, rock, stone or gemstone to promote interest in their natural resources, history, tourism, etc. Not every state has an official state mineral, rock, stone and/or gemstone, however.",
  "/wiki/Sunstone": "Sunstone is a plagioclase feldspar, which when viewed from certain directions  exhibits a spangled appearance. It has been found in Southern Norway, Sweden, various United States localities and on some beaches along the midcoast of South Australia.",
  "/wiki/Plagioclase": "Plagioclase is a series of tectosilicate (framework silicate) minerals within the feldspar group. Rather than referring to a particular mineral with a specific chemical composition, plagioclase is a continuous solid solution series, more properly known as the plagioclase feldspar series (from the Ancient Greek for \"oblique fracture\", in reference to its two cleavage angles).  This was first shown by the German mineralogist Johann Friedrich Christian Hessel (1796–1872) in 1826.  The series ranges from albite to anorthite endmembers (with respective compositions NaAlSi3O8 to CaAl2Si2O8), where sodium and calcium atoms can substitute for each other in the mineral's crystal lattice structure. Plagioclase in hand samples is often identified by its polysynthetic crystal twinning or 'record-groove' effect.",
  "/wiki/Feldspar": "Feldspars (KAlSi3O8 – NaAlSi3O8 – CaAl2Si2O8) are a group of rock-forming tectosilicate minerals that make up about 41% of the Earth's continental crust by weight.",
  "/wiki/Aventurescence": "In gemology, aventurescence (sometimes called aventurization) is an optical reflectance effect seen in certain gems. The effect amounts to a metallic glitter, arising from minute, preferentially oriented mineral platelets within the material. These platelets are so numerous that they also influence the material's body colour. In aventurine quartz chrome-bearing fuchsite produces a green stone, and various iron oxides produce a red stone.",
  "/wiki/Miss_Oregon": "The Miss Oregon competition is a regional scholarship competition and beauty pageant that selects the representative for the US state of Oregon in the Miss America pageant. The annual event includes contestants from across the state and awards scholarships to the participants.",
  "/wiki/Seaside,_Oregon": "Seaside is a city in Clatsop County, Oregon,  United States. The name Seaside is derived from Seaside House, a historic summer resort built in the 1870s by railroad magnate Ben Holladay. The city's population was 6,457 at the 2010 census.",
  "/wiki/Beauty_contest": "A beauty pageant  or beauty contest is a competition that has traditionally focused on judging and ranking the physical attributes of the contestants, although most contests have evolved to also incorporate personality traits, intelligence, talent, and a contestant's ability to answer judges' questions on various subjects as judged criteria. The term refers largely to contests for women such as the Big Four international beauty pageants.",
  "/wiki/Miss_America": "Miss America is an annual competition that is open to women from the United States between the ages of 17 and 25.\nOriginating in 1921 as a \"bathing beauty revue\", the contest is now judged on competitors' talent performances and interviews.  As of 2018, there is no longer a swimsuit portion to the contest, or consideration of physical appearance.  Miss America travels about 20,000 miles a month, changing her location every 24 to 48 hours, touring the nation and promoting her particular platform of interest. The winner is crowned by the previous year's titleholder.",
  "/wiki/List_of_U.S._state_insects": "State insects are designated by 48 individual states of the fifty United States. Some states have more than one designated insect, or have multiple categories (e.g., state insect and state butterfly, etc.). More than half of the insects chosen are not native to North America, because of the inclusion of three European species (European honey bee, European mantis, and 7-spotted ladybird), each having been chosen by multiple states.",
  "/wiki/Oregon_swallowtail": "The Oregon swallowtail (Papilio machaon oregonius, sometimes classified as Papilio oregonius or Papilio bairdii oregonius) is a subspecies of swallowtail butterfly native to the United States of America, Oregon, Washington,  and Idaho and south-central British Columbia in Canada. In 1976, it became one of the first four butterflies that the United States Postal Service placed on a U.S. stamp.",
  "/wiki/Sagebrush": "Sagebrush is the common name of several woody and herbaceus species of plants in the genus Artemisia. The best known sagebrush is the shrub Artemisia tridentata. Sagebrushes are native to the North American west.",
  "/wiki/Columbia_River": "The Columbia River is the largest river in the Pacific Northwest region of North America. The river rises in the Rocky Mountains of British Columbia, Canada. It flows northwest and then south into the US state of Washington, then turns west to form most of the border between Washington and the state of Oregon before emptying into the Pacific Ocean. The river is 1,243 miles (2,000 km) long, and its largest tributary is the Snake River. Its drainage basin is roughly the size of France and extends into seven US states and a Canadian province. The fourth-largest river in the United States by volume, the Columbia has the greatest flow of any North American river entering the Pacific.",
  "/wiki/Saccharomyces_cerevisiae": "Saccharomyces cerevisiae (/ˌsɛrɪˈvɪsiiː/) is a species of yeast. It has been instrumental in winemaking, baking, and brewing since ancient times. It is believed to have been originally isolated from the skin of grapes (one can see the yeast as a component of the thin white film on the skins of some dark-colored fruits such as plums; it exists among the waxes of the cuticle). It is one of the most intensively studied eukaryotic model organisms in molecular and cell biology, much like Escherichia coli as the model bacterium. It is the microorganism behind the most common type of fermentation. S. cerevisiae cells are round to ovoid, 5–10 μm in diameter. It reproduces by budding.",
  "/wiki/Yeast": "Yeasts are eukaryotic, single-celled microorganisms classified as members of the fungus kingdom. The first yeast originated hundreds of millions of years ago, and at least 1,500 species are currently recognized. They are estimated to constitute 1% of all described fungal species.",
  "/wiki/Model_organism": "A model organism is a non-human species that is extensively studied to understand particular biological phenomena, with the expectation that discoveries made in the model organism will provide insight into the workings of other organisms. Model organisms are widely used to research human disease when human experimentation would be unfeasible or unethical. This strategy is made possible by the common descent of all living organisms, and the conservation of metabolic and developmental pathways and genetic material over the course of evolution.[page needed]",
  "/wiki/Tabitha_Brown": "Tabitha Moffatt Brown (May 1, 1780 – May 4, 1858) was an American pioneer colonist who traveled the Oregon Trail to the Oregon Country. There she assisted in the founding of Tualatin Academy, which would grow to become Pacific University in Forest Grove, Oregon. Brown was honored in 1987 by the Oregon Legislature as the \"Mother of Oregon.\"",
  "/wiki/Tualatin_Academy": "Tualatin Academy was a secondary school in the U.S. state of Oregon that eventually became Pacific University. Tualatin Academy also refers to the National Register of Historic Places-listed college building constructed in 1850 to house the academy, also known as Old College Hall. The building now serves as the Pacific University Museum, and is one of the oldest collegiate buildings in the western United States.",
  "/wiki/Pacific_University": "Pacific University is a private, liberal arts university in Forest Grove, Oregon. Founded in 1849 as the Tualatin Academy, the university's original Forest Grove campus is 23 miles (37 km) west of Portland. The university maintains three other campuses in the cities of Eugene, Hillsboro, and Woodburn, and has an enrollment of more than 4,000 students.",
  "/wiki/Forest_Grove,_Oregon": "Forest Grove is a city in Washington County, Oregon, United States, 25 miles (40 km) west of Portland. Originally a small farm town, it is now primarily a bedroom suburb of Portland. Settled in the 1840s, the town was platted in 1850, then incorporated in 1872, making it the first city in Washington County. The population was 21,083 at the 2010 census, an increase of 19.1% over the 2000 figure (17,708).",
  "/wiki/List_of_U.S._state_and_territory_mottos": "All of the United States' 50 states have a state motto, as do the District of Columbia, and 3 U.S. territories. A motto is a phrase intended to formally describe the general motivation or intention of an organization. State mottos can sometimes be found on state seals or state flags. Some states have officially designated a state motto by an act of the state legislature, whereas other states have the motto only as an element of their seals. The motto of the United States itself is In God We Trust, proclaimed by Congress and signed into law by President Dwight D. Eisenhower on July 30, 1956. The motto E Pluribus Unum (Latin for \"One from many\") was approved for use on the Great Seal of the United States in 1782, but was never adopted as the national motto through legislative action.",
  "/wiki/Alis_volat_propriis": "Alis volat propriis is a Latin phrase used as the motto of U.S. state of Oregon.",
  "/wiki/Latin": "Latin (Latin: lingua latīna, IPA: [ˈlɪŋɡʷa laˈtiːna]) is a classical language belonging to the Italic branch of the Indo-European languages. The Latin alphabet is derived from the Etruscan and Greek alphabets and ultimately from the Phoenician alphabet.",
  "/wiki/Jesse_Quinn_Thornton": "Jesse Quinn Thornton (1810–1888) was an American settler of Oregon, active in political, legal, and educational circles. He served as the 6th Supreme Judge of the Provisional Government of Oregon, presented Oregon's petition for official territorial status to Congress, served in the Oregon Legislature, and wrote the state's motto.",
  "/wiki/Cantharellus_formosus": "Cantharellus formosus, commonly known as the pacific golden chanterelle, is a fungus native to the Pacific Northwest region of North America. It is a member of the genus Cantharellus along with other popular edible chanterelles.  It was distinguished from the similar C. cibarius of Europe in the 1990s.  It is orange to yellow, meaty and funnel-shaped. On the underside of the smooth cap, it has gill-like ridges that run down onto its stipe, which tapers down seamlessly from the cap. The false gills often have a pinkish hue. It has a mild, sweet odor.  It is solitary to gregarious in coniferous forests, fruiting from July to December.",
  "/wiki/Fungus": "A fungus (plural: fungi or funguses) is any member of the group of eukaryotic organisms that includes microorganisms such as yeasts and molds, as well as the more familiar mushrooms. These organisms are classified as a kingdom, fungi, which is separate from the other eukaryotic life kingdoms of plants and animals.",
  "/wiki/Tillamook_State_Forest": "The Tillamook State Forest is a 364,000-acre (1,470 km2) publicly owned forest in the U.S. state of Oregon. Managed by the Oregon Department of Forestry, it is located 40 miles (64 km) west of Portland in the Northern Oregon Coast Range, and spans Washington, Tillamook, Yamhill, and Clatsop counties. The forest receives large amounts of precipitation and is dominated by Douglas-fir trees. Activities include commercial logging, recreation, and other commercial resource extraction activities such as mushroom hunting.",
  "/wiki/Hazelnut": "The hazelnut is  the  nut of the hazel and therefore includes any of the nuts deriving from species of the genus Corylus, especially the nuts of the species Corylus avellana. It also is known as cobnut or filbert nut according to species. A cob is roughly spherical to oval, about 15–25 mm (0.59–0.98 in) long and 10–15 mm (0.39–0.59 in) in diameter, with an outer fibrous husk surrounding a smooth shell. A filbert is more elongated, being about twice as long as its diameter. The nut falls out of the husk when ripe, about 7 to 8 months after pollination. The kernel of the seed is edible and used raw or roasted, or ground into a paste. The seed has a thin, dark brown skin, which sometimes is removed before cooking.",
  "/wiki/Nut_(fruit)": "A nut is a fruit composed of an inedible hard shell and a seed, which is generally edible. In general usage, a wide variety of dried seeds are called nuts, but in a botanical context \"nut\" implies that the shell does not open to release the seed (indehiscent). The translation of \"nut\" in certain languages frequently requires paraphrases, as the word is ambiguous.",
  "/wiki/Willamette_Valley": "The Willamette Valley (/wɪˈlæmɪt/) is a 150-mile (240 km) long valley in Oregon, in the Pacific Northwest region of the United States. The Willamette River flows the entire length of the valley, and it is surrounded by mountains on three sides – the Cascade Range to the east, the Oregon Coast Range to the west, and the Calapooya Mountains to the south.",
  "/wiki/Thunderegg": "A thunderegg (or thunder egg) is a nodule-like rock, similar to a filled geode, that is formed within rhyolitic volcanic ash layers.\nThundereggs are rough spheres, most about the size of a baseball—though they can range from a little more than a centimeter  to over a meter across. They usually contain centres of chalcedony which may have been fractured followed by deposition of agate, jasper or opal, either uniquely or in combination.  Also frequently encountered are quartz and gypsum crystals, as well as various other mineral growths and inclusions.  Thundereggs usually look like ordinary rocks on the outside, but slicing them in half and polishing them may reveal intricate patterns and colours.  A characteristic feature of thundereggs is that (like other agates) the individual beds they come from can vary in appearance, though they can maintain a certain specific identity within them.",
  "/wiki/Geological": "Geology (from the Ancient Greek γῆ, gē (\"earth\") and -λoγία, -logia, (\"study of\", \"discourse\")) is an earth science concerned with the solid Earth, the rocks of which it is composed, and the processes by which they change over time. Geology can also include the study of the solid features of any terrestrial planet or natural satellite such as Mars or the Moon. Modern geology significantly overlaps all other earth sciences, including hydrology and the atmospheric sciences, and so is treated as one major aspect of integrated earth system science and planetary science.",
  "/wiki/Geode": "Geodes (derived from the Greek word \"γεώδης\" meaning \"Earth-like\") are geological secondary formations within sedimentary and volcanic rocks. Geodes are hollow, vaguely circular rocks, in which masses of mineral matter (which may include crystals) are secluded. The crystals are formed by the filling of vesicles in volcanic and sub-volcanic rocks by minerals deposited from hydrothermal fluids; or by the dissolution of syn-genetic concretions and partial filling by the same, or other, minerals precipitated from water, groundwater or hydrothermal fluids.",
  "/wiki/Crook_County,_Oregon": "Crook County is a county in the U.S. state of Oregon. As of the 2010 census, the population was 20,978. The county seat is Prineville. The county is named after George Crook, a U.S. Army officer who served in the American Civil War and various Indian Wars.",
  "/wiki/Jefferson_County,_Oregon": "Jefferson County is a county located in the U.S. state of Oregon. As of the 2010 census, the population was 21,720. The county seat is Madras. The county is named after Mount Jefferson.",
  "/wiki/Malheur_County,_Oregon": "Malheur County /mælˈhɪər/ is a county in the southeast corner of the U.S. state of Oregon. As of the 2010 census, the population was 31,313. Its county seat is Vale, and its largest city is Ontario. The county was named after the Malheur River, which runs through the county. The word \"malheur\" is French for misfortune or tragedy.",
  "/wiki/Wasco_County,_Oregon": "Wasco County is a county in the U.S. state of Oregon. As of the 2010 census, the population was 25,213.  Its county seat is The Dalles. The county is named for a local tribe of Native Americans, the Wasco, a Chinook tribe who live on the south side of the Columbia River.",
  "/wiki/Wheeler_County,_Oregon": "Wheeler County is a county in the U.S. state of Oregon. As of the 2010 census, the population was 1,441, making it Oregon's least populous county. The county seat is Fossil. It is named in honor of Henry H. Wheeler, an early settler who owned a farm near Mitchell.",
  "/wiki/Rice_Northwest_Museum_of_Rocks_and_Minerals": "The Rice Northwest Museum of Rocks and Minerals is a non-profit museum in Hillsboro, Oregon, United States. Located just north of the Sunset Highway on the northern edge of Hillsboro, the earth science museum is in the Portland metropolitan area. Opened in 1997, the museum's collections date to the 1930s with the museum housed in a home built to display the rock and mineral collections of the museum founders. The ranch style home is listed on the National Register of Historic Places, the first of its kind listed in Oregon. In 2015 the museum became a Smithsonian Affiliate museum.",
  "/wiki/List_of_Oregon_state_symbols": "The U.S. state of Oregon has 27 official emblems, as designated by the Oregon State Legislature. Most of the symbols are listed in Title 19, Chapter 186 of the Oregon Revised Statutes (2011 edition). Oregon's first symbol was the motto Alis Volat Propriis, written and translated in 1854. Latin for \"She Flies With Her Own Wings\", the motto remained unchanged until 1957, when \"The Union\" became the official state motto. Alis Volat Propriis became the state motto once again in 1987. Originally designed in 1857, usage of the Oregon State Seal began after Oregon became the 33rd state of the United States on February 14, 1859. The motto and seal served as Oregon's only symbols until over 50 years later, when the Oregon-grape became the state flower in 1899. Oregon had six official symbols by 1950 and 22 symbols by 2000. The newest symbol of Oregon is brewer's yeast, declared the state microbe in 2013."
}