{
  "/wiki/Joe_Darling": "Joseph Darling CBE (21 November 1870 – 2 January 1946) was an Australian cricketer who played 34 Test matches as a specialist batsman between 1894 and 1905. As captain, he led Australia in a total of 21 Tests, winning seven and losing four. In Test cricket, he scored 1657 runs at an average of 28.56 per innings, including three centuries. Darling toured England four times with the Australian team—in 1896, 1899, 1902 and 1905; the last three tours as captain. He was captain of the Australian cricket team in England in 1902, widely recognised as one of the best teams in Australian cricket history.",
  "/wiki/Captain_(cricket)": "The captain of a cricket team, often referred to as the skipper, is the appointed leader, having several additional roles and responsibilities over and above those of the other players. As in other sports, the captain is usually experienced and has good communication skills, and is likely to be one of the most regular members of the team, as the captain often has a say in team selection. Before the game the captains toss for innings. During the match the captain decides the team's batting order, who will bowl each over, and where each fielder will be positioned. While the captain has the final say, decisions are often collaborative. A captain's knowledge of the complexities of cricket strategy and tactics, and shrewdness in the field, may contribute significantly to the team's success.",
  "/wiki/South_Australia_cricket_team": "The South Australia cricket team, named West End Redbacks, nicknamed the ’Southern Redbacks’, is an Australian men's professional first class cricket team based in Adelaide, South Australia. The Redbacks play their home matches at Adelaide Oval and are the state cricket team for South Australia, representing the state in the Sheffield Shield competition and the limited overs Marsh One-Day Cup. Their Marsh One-Day Cup uniform features a red body with black sleeves. They are known as the West End Redbacks due to a sponsorship agreement with West End. The Redbacks formerly competed in the now-defunct KFC Twenty20 Big Bash, but were succeeded by the Adelaide Strikers in 2011 because this league was replaced with the Big Bash League.",
  "/wiki/Jim_Kelly_(Australian_cricketer)": "James Joseph Kelly, nicknamed 'Stumper', (10 May 1867 – 14 August 1938) was a wicket-keeper who played for Australia and New South Wales.",
  "/wiki/Wicketkeeper": "The wicket-keeper in the sport of cricket is the player on the fielding side who stands behind the wicket or stumps being watchful of the batsman and ready to take a catch, stump the batsman out and run out a batsman when occasion arises. The wicket-keeper is the only member of the fielding side permitted to wear gloves and external leg guards.  The role of the keeper is governed by Law 27 of the Laws of Cricket.",
  "/wiki/New_South_Wales_cricket_team": "The New South Wales cricket team (currently named NSW Blues) are an Australian men's professional first class cricket team based in Sydney, New South Wales. The team competes in the Australian first class cricket competition known as the Sheffield Shield and the limited overs Marsh One-Day Cup. The team previously played in the now defunct Twenty20, Big Bash, which has since been replaced by the Big Bash League since the 2011–12 season. New South Wales were the inaugural winners of the Champions League Twenty20.",
  "/wiki/Sammy_Carter": "Hanson \"Sammy\" Carter (15 March 1878 – 8 June 1948) was a cricketer who played for Australia and New South Wales.",
  "/wiki/Warwick_Armstrong": "Warwick Windridge Armstrong (22 May 1879 – 13 July 1947) was an Australian cricketer who played 50 Test matches between 1902 and 1921. An all-rounder, he captained Australia in ten Test matches between 1920 and 1921, and was undefeated, winning eight Tests and drawing two.  Armstrong was captain of the 1920–21 Australian team which defeated the touring English 5–0: one of only three teams to win an Ashes series in a whitewash.  In a Test career interrupted by the First World War, he scored 2,863 runs at an average of 38.68, including six centuries, and took 87 wickets. He was inducted into the Australian Cricket Hall of Fame in 2000.",
  "/wiki/Leg_break": "A leg break is a type of delivery in the sport of cricket. It is a delivery of a right-handed leg spin bowler.",
  "/wiki/Fast_bowling": "Pace bowler (also referred to as fast bowling) is one of two main approaches to bowling in the sport of cricket, the other being spin bowling. Practitioners of pace bowling are usually known as fast bowlers, quicks, or pacemen. They can also be referred to as a seam bowler, a swing bowler or a 'fast bowler who can swing it' to reflect the predominant characteristic of their deliveries. Strictly speaking, a pure swing bowler does not need to have a high degree of pace, though dedicated medium-pace swing bowlers are rarely seen at Test level these days.",
  "/wiki/Victoria_cricket_team": "The Victoria cricket team, who were named Victorian Bushrangers between 1995 and 2018, is an Australian first-class cricket team based in Melbourne, Victoria. The Victoria cricket team, which first played in 1851, represents the state of Victoria in the Sheffield Shield first-class competition and the Marsh One Day Cup competition. The team shares home matches between the Melbourne Cricket Ground and the Junction Oval.",
  "/wiki/Reggie_Duff": "Reginald Alexander \"Reggie\" Duff (17 August 1878 – 13 December 1911) was an Australian cricketer who played in 22 Tests between 1902 and 1905.",
  "/wiki/Syd_Gregory": "Sydney Edward Gregory (14 April 1870 — 1 August 1929), sometimes known as Edward Sydney Gregory, was a cricketer who played for New South Wales and Australia. At the time of his retirement, he had played a world-record 58 Test matches during a career spanning 1890 to 1912. A right-handed batsman, he was also a renowned fielder, particularly at cover point.",
  "/wiki/Bert_Hopkins": "Albert John Young \"Bert\" Hopkins (3 May 1874 – 25 April 1931) was an Australian cricketer and Penrith bee-farmer who played in 20 Tests between 1902 and 1909.",
  "/wiki/Bill_Howell_(cricketer)": "William Peter Howell (born 29 December 1869, Penrith, New South Wales. died 14 July 1940, Castlereagh, New South Wales) was an Australian cricketer who played in 18 Tests from 1898 to 1904.",
  "/wiki/Clem_Hill": "Clement \"Clem\" Hill (18 March 1877 – 5 September 1945) was an Australian cricketer who played 49 Test matches as a specialist batsman between 1896 and 1912. He captained the Australian team in ten Tests, winning five and losing five. A prolific run scorer, Hill scored 3,412 runs in Test cricket—a world record at the time of his retirement—at an average of 39.21 per innings, including seven centuries. In 1902, Hill was the first batsman to make 1,000 Test runs in a calendar year, a feat that would not be repeated for 45 years. His innings of 365 scored against New South Wales for South Australia in 1900–01 was a Sheffield Shield record for 27 years. The South Australian Cricket Association named a grandstand at the Adelaide Oval in his honour in 2003 and he was inducted into the Australian Cricket Hall of Fame in 2005.",
  "/wiki/Ernie_Jones_(Australian_sportsman)": "Ernest Jones (30 September 1869, Auburn, South Australia – 23 November 1943, Magill, South Australia) was an Australian sportsman, playing Test cricket and Australian rules football.",
  "/wiki/Monty_Noble": "Montague Alfred Noble (28 January 1873 – 22 June 1940) was an Australian cricketer who played for New South Wales and Australia. A right-hand batsman, right-handed bowler who could deliver both medium pace and off-break bowling, capable fieldsman and tactically sound captain, Noble is considered as one of the great Australian all-rounders. He scored 13,975 first class runs between 1893 and 1920 and took 624 wickets. He made 37 centuries – including a best of 284 in 1902 – and set several partnership and high-score records for his State team.",
  "/wiki/Off_break": "An off break is the type of delivery in the sport of cricket. It is the attacking delivery of an off spin bowler. Off breaks are known as off spinners.",
  "/wiki/Jack_Saunders_(cricketer,_born_1876)": "John Victor Saunders (21 March 1876 – 21 December 1927) was an Australian cricketer who played in 14 Test matches between 1902 and 1908. On his debut, he took five wickets in the second innings against England in Sydney, and would go on to take 79 Test scalps in total.",
  "/wiki/Slow_left_arm": "Left-arm orthodox spin, also known as slow left-arm orthodox spin bowling, is a type of left-arm finger off spin bowling in the sport of cricket. \nLeft-arm orthodox spin is bowled by a left-arm bowler using the fingers to spin the ball from right to left of the cricket pitch (from the bowler's perspective).",
  "/wiki/Hugh_Trumble": "Hugh Trumble (19 May 1867 – 14 August 1938) was an Australian cricketer who played 32 Test matches as a bowling all-rounder between 1890 and 1904. He captained the Australian team in two Tests, winning both. Trumble took 141 wickets in Test cricket—a world record at the time of his retirement—at an average of 21.78 runs per wicket. He is one of only four bowlers to twice take a hat-trick in Test cricket. Observers in Trumble's day, including the authoritative Wisden Cricketers' Almanack, regarded him as ranking among the great Australian bowlers of the Golden Age of cricket. He was named as one of the Wisden Cricketers of the Year in 1897 and the Australian Cricket Hall of Fame, established in 1996, inducted him in 2004.",
  "/wiki/Victor_Trumper": "Victor Thomas Trumper (2 November 1877 – 28 June 1915) was an Australian cricketer known as the most stylish and versatile batsman of the Golden Age of cricket, capable of playing match-winning innings on wet wickets his contemporaries found unplayable. Archie MacLaren said of him, \"Compared to Victor I was a cab-horse to a Derby winner\". Trumper was also a key figure in the foundation of rugby league in Australia.\nHe was the first cricketer to score 7 and 8 centuries in Test match cricket.",
  "/wiki/Australian_cricket_team_in_England_in_1902": "The Australian cricket team toured England during the 1902 English cricket season. The five-Test series between the two countries has been fondly remembered; in 1967 the cricket writer A. A. Thomson described the series as \"a rubber more exciting than any in history except the Australia v West Indies series in 1960–61\". Australia had won the previous three Test rubbers between the two countries, and now won their fourth successive series, by two matches to one with two draws. In the process they \"beat the records of all their predecessors in the country\" by losing only two of 39 matches during the tour, their defeats being against England in the Fifth Test and in the first of their two fixtures against Yorkshire. The remaining 37 matches gave 23 wins for Australia and 14 draws."
}