{
  "/wiki/USS_Porpoise_(1836)": "The second USS Porpoise was a 224-ton Dolphin-class brigantine. (In early American usage, a brigantine was referred to as a hermaphrodite brig.) Porpoise was later re-rigged as a brig. She was based on the same plans as Dolphin.",
  "/wiki/USS_Truxtun_(1842)": "The first USS Truxtun was a brig in the United States Navy. She was named for Commodore Thomas Truxtun, and was an active participant in the Mexican–American War.",
  "/wiki/USS_Yorktown_(1839)": "The first USS Yorktown was a 16-gun sloop-of-war of the United States Navy. Used mostly for patrolling in the Pacific and anti-slave trade duties in African waters, the vessel was wrecked off Maio, Cape Verde in 1850.",
  "/wiki/Cabinda_(city)": "Cabinda (Kongo: Tsiowa), formerly Vila Amélia, is a city and a municipality located in the Cabinda Province, an exclave of Angola. Angolan sovereignty over Cabinda is disputed by the secessionist Republic of Cabinda. The city of Cabinda had a population of 550,000 and the municipality a population of 624,646, at the 2014 Census. The residents of the city are known as Cabindas or Fiotes. Cabinda, due to its proximity to rich oil reserves, serves as one of Angola's main oil ports.",
  "/wiki/USS_Jamestown_(1844)": "The first USS Jamestown was a sloop-of-war in the United States Navy during the Mexican–American War and the American Civil War.",
  "/wiki/Sierra_Leone": "Sierra Leone (/siˌɛrə liˈoʊn(i)/ (listen), also UK: /siˌɛərə -/, US: /ˌsɪərə -/), officially the Republic of Sierra Leone, informally Salone, is a country on the southwest coast of West Africa. It is bordered by Liberia to the southeast and Guinea to the northeast. Sierra Leone has a tropical climate, with a diverse environment ranging from savanna to rainforests, and a total area of 71,740 km2 (27,699 sq mi) and a population of 7,075,641 as of the 2015 census. The capital and largest city is Freetown. Sierra Leone is divided into five administrative regions, which are further subdivided into sixteen districts.",
  "/wiki/Praia": "Praia (Portuguese pronunciation: [ˈpɾajɐ], Portuguese for \"beach\") is the capital and largest city of Republic of Cabo Verde. Located on the southern coast of Santiago island, within the Sotavento Islands group, the city is the seat of the Praia Municipality. Praia is the economic, political, and cultural center of Cabo Verde.",
  "/wiki/USS_Boxer_(1832)": "USS Boxer of the United States Navy was a 10-gun schooner, launched on 22 November 1831 by the Boston Navy Yard, and commissioned sometime in 1832, with Lt. Benjamin Payne in command; this was the second U.S. Navy ship to be named for the original HMS Boxer, which had been captured from the British during the War of 1812.",
  "/wiki/USS_Marion_(1839)": "USS Marion was a sloop-of-war of the third rate in the Union Navy during the American Civil War launched at the Boston Navy Yard on 24 April 1839. On 10 November 1839, she departed Boston on her first cruise, to Brazil. Sunk when heaved down in the harbor at Rio de Janeiro early in 1842, she was raised and sailed back to Boston, arriving in May. She then set sail for the Caribbean, returning in May 1843. For the next few years, she remained in ordinary at Boston and then cruised off the West Coast of Africa and in the Mediterranean until 1848. She captured the Casket, a slaver, near Cabinda on 2 August 1846. After a tour in the East Indies from 1850–52, she resumed operations with the African Squadron from 1853–55 and 1858-60, capturing three more slaving ships: Brothers off Mayumba on 8 September 1858 and Orion and Ardennes in late April 1859 off the coast of Kongo. 1856-57 was spent in ordinary at Norfolk.",
  "/wiki/USS_Dolphin_(1836)": "The third USS Dolphin was a brig in the United States Navy. Her plans were the basis of other brigs of that time. She was named for the aquatic mammal.",
  "/wiki/USS_John_Adams_(1799)": "The first John Adams was originally built in 1799 as a frigate for the United States Navy, converted to a corvette in 1809, and later converted back to a frigate in 1830. Named for President John Adams, she fought in the Quasi-War, the First and Second Barbary Wars, the War of 1812, the Mexican–American War and the American Civil War. At the end of her career, she participated in the Union blockade of South Carolina's ports. She then participated in a historic raid that Harriet Tubman, the former slave and Union operative, organized with Union colonel Montgomery. John Adams led three steam-powered gunboats up the Harbor River to Port Royal. The squadron relied on local black mariners to guide it past mines and fortifications. The squadron freed 750+ slaves and unsettled the Confederacy. Tubman was the first woman in U.S. history to plan and execute an armed expedition.",
  "/wiki/Ambriz": "Ambriz is a village and municipality in Bengo Province, Angola. It is located 127 km from the town of Caxito. It borders the municipality of N'zeto, Zaire Province, to the North and the municipality of Dande, to the South.",
  "/wiki/USS_Perry_(1843)": "USS Perry (1843) was a brig commissioned by the United States Navy prior to the American Civil War. She was tasked by the Navy for various missions, including those related to diplomatic tensions with Paraguay, the Mexican–American War, the slave trade, and the American Civil War.  She was probably named after Commodore Oliver Hazard Perry.",
  "/wiki/USS_Germantown_(1846)": "USS Germantown was a United States Navy sloop-of-war in commission for various periods between 1847 and 1860. She saw service in the Mexican–American War in 1847–1848 and during peacetime operated in the Caribbean, in the Atlantic Ocean off Africa and South America, and in East Asia. Scuttled at the outbreak of the American Civil War in 1861, she was captured and refloated by the Confederate States of America and placed in service with the Confederate States Navy as the floating battery CSS Germantown before again being scuttled in 1862.",
  "/wiki/USS_Constitution": "USS Constitution, also known as Old Ironsides, is a wooden-hulled, three-masted heavy frigate of the United States Navy. She is the world's oldest commissioned naval vessel still afloat.[Note 1] She was launched in 1797, one of six original frigates authorized for construction by the Naval Act of 1794 and the third constructed. The name \"Constitution\" was among ten names submitted to President George Washington by Secretary of War Timothy Pickering in March of 1795 for the frigates that were to be constructed. Joshua Humphreys designed the frigates to be the young Navy's capital ships, and so Constitution and her sister ships were larger and more heavily armed and built than standard frigates of the period. She was built at Edmund Hartt's shipyard in the North End of Boston, Massachusetts. Her first duties were to provide protection for American merchant shipping during the Quasi-War with France and to defeat the Barbary pirates in the First Barbary War.",
  "/wiki/Kingdom_of_Kongo": "The Kingdom of Kongo (Kongo: Kongo dya Ntotila or Wene wa Kongo; Portuguese: Reino do Congo) was a kingdom located in west central Africa in present-day northern Angola, the western portion of the Democratic Republic of the Congo, the Republic of the Congo as well as the southernmost part of Gabon. At its greatest extent it reached from the Atlantic Ocean in the west to the Kwango River in the east, and from the Congo River in the north to the Kwanza River in the south. The kingdom consisted of several core provinces ruled by the Manikongo, the Portuguese version of the Kongo title Mwene Kongo, meaning \"lord or ruler of the Kongo kingdom\", but its sphere of influence extended to neighbouring kingdoms, such as Ngoyo, Kakongo, Loango, Ndongo and Matamba, the latter two located in what is Angola today.",
  "/wiki/USS_Dale_(1839)": "USS Dale (1839) (later Oriole) was a sloop-of-war in the United States Navy commissioned on 11 December 1839.  Dale was involved in the Mexican–American War, the American Civil War, operations along Africa to suppress slave trade, and was used in the U.S. Coast Guard, among other activities.  Dale was placed into ordinary (naval reserve) numerous times.",
  "/wiki/Mayumba,_Gabon": "Mayumba is a town of about 2,500 people on the Atlantic Ocean coast of Gabon, at the end of the N6 road, lying on a peninsula separated from the mainland by the Banio Lagoon.",
  "/wiki/USS_Vincennes_(1826)": "USS Vincennes (1826) was a 703-ton Boston-class sloop of war in the United States Navy from 1826 to 1865. During her service, Vincennes patrolled the Pacific, explored the Antarctic, and blockaded the Confederate Gulf coast in the Civil War. Named for the Revolutionary War Battle of Vincennes, she was the first U.S. warship to circumnavigate the globe.",
  "/wiki/Cape_Coast_Castle": "Cape Coast Castle (Swedish: Carolusborg) is one of about forty \"slave castles\", or large commercial forts, built on the Gold Coast of West Africa (now Ghana) by European traders. It was originally a Portuguese \"feitoria\" or trading post, established in 1555. However in 1653 the Swedish Africa Company constructed a timber fort there. It originally  was a centre for the trade in timber and gold. It was later used in the trans-Atlantic slave trade. Other Ghanaian slave castles include Elmina Castle and Fort Christiansborg. They were used to hold slaves before they were loaded onto ships and sold in the Americas, especially the Caribbean. This \"gate of no return\" was the last stop before crossing the Atlantic Ocean.",
  "/wiki/Africa_Squadron": "The Africa Squadron was a unit of the United States Navy that operated from 1819 to 1861 to suppress the slave trade along the coast of West Africa.  However, the term was often ascribed generally to anti-slavery operations during the period leading up to the American Civil War."
}