{
  "/wiki/Angistorhinus": "Angistorhinus (meaning \"narrow snout\" or \"hook snout\") is an extinct genus of phytosaur known from the Late Triassic period of Texas and Wyoming, United States. It was first named by Mehl in 1913 and the type species is Angistorhinus grandis. Other species from Texas and Wyoming, A. alticephalus (Stovall and Wharton, 1936), A. gracilis (Mehl, 1915) and A. maximus (Mehl, 1928), are cospecific with the type species. Angistorhinus is known from the holotype UC 631, partial skull and lower jaws recovered from the Popo Agie Formation, Chugwater Group, Wyoming and from the associated paratype UM 531, a partial skull, TMM 31098-1, skull and lower jaws and ROM 7977, partial skull and lower jaws, recovered from the 'Pre-Tecovas Horizon' in the Dockum Group, Texas. A possible second species, A. talainti is known from the Triassic of Morocco. In 1995, Long and Murry created the new combination, Angistorhinus megalodon by synonymy for Brachysuchus. Hungerbühler and Sues (2001) hypothesised that Angistorhinus is a junior synonym of Rutiodon. However, in 2010 Michelle R. Stocker retained the validity of Brachysuchus and of A. grandis.",
  "/wiki/Carnian": "The Carnian (less commonly, Karnian) is the lowermost stage of the Upper Triassic series (or earliest age of the Late Triassic epoch). It lasted from 237 to 227 million years ago (Ma). The Carnian is preceded by the Ladinian and is followed by the Norian. Its boundaries are not characterized by major extinctions or biotic turnovers, but a climatic event (known as the Carnian Pluvial Event) occurred during the Carnian and seems to be associated with important extinctions or biotic radiations.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Argana_Formation": "The Argana Group is a geological group in the western High Atlas northeast of Agadir, Morocco. It dates back to the Late Triassic. The group contains the Timezgadiouine Formation.",
  "/wiki/Dockum_Group": "The Dockum is a Late Triassic (approximately late Carnian through Rhaetian, or 223–200 Ma) geologic group found primarily on the Llano Estacado of western Texas and eastern New Mexico with minor exposures in southwestern Kansas, eastern Colorado, and Oklahoma panhandle. The Dockum reaches a maximum thickness of slightly over 650 m but is usually much thinner. The Dockum rests on an unconformity over the Anisian (242–234 Ma) aged Anton Chico Formation. The Dockum and Chinle Formation were deposited roughly at the same time and share many of the same vertebrates and plant fossils. They appear to have very similar paleoenviroments. The two units are approximately separated by the Rio Grande in central New Mexico. The Chinle and Dockum are thought by some to be two separate units, deposited in separate depositional basins.",
  "/wiki/Popo_Agie_Formation": "The Popo Agie Formation is a Triassic geologic formation that outcrops in western Wyoming, western Colorado, and Utah. It was deposited during the Late Triassic in fluvial (river) and lacustrine (lake) environments that existed across much of what is now the American southwest. Fragmentary fossils of prehistoric reptiles and amphibians, including pseudosuchian reptiles and temnospondyl amphibians, have been discovered in the Popo Agie Formation. Dinosaur remains are also among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus.",
  "/wiki/Arganarhinus": "Arganarhinus (meaning \"Argana (Morocco) snout\") is an extinct genus of phytosaur known from the late Triassic period (Middle Carnian stage) of Argana Basin in Morocco. It is known from a skull which is housed at the Muséum national d'Histoire naturelle. It was first named by Long and Murry in 1995 and the type species is Arganarhinus magnoculus. Its closest relative was Paleorhinus.",
  "/wiki/Belodon": "Belodon (meaning \"arrow tooth\") is a genus of phytosaur, a crocodile-like reptile that lived during the Triassic. Its fossils have been found in Europe and elsewhere. The type species, Belodon plieningeri, was named by prolific German paleontologist Christian Erich Hermann von Meyer in 1844.",
  "/wiki/Nomen_dubium": "In zoological nomenclature, a nomen dubium (Latin for \"doubtful name\", plural nomina dubia) is a scientific name that is of unknown or doubtful application.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Stubensandstein": "The Löwenstein Formation (Stubensandstein in Baden-Württemberg, Burgsandstein in Bavaria) is a lithostratigraphic formation of the Keuper in Germany. It is underlain by the Mainhardt Formation and overlain by the Trossingen Formation. It dates back to the middle Norian.",
  "/wiki/Chinle_Formation": "The Chinle Formation is an Upper Triassic continental geologic formation of fluvial, lacustrine, and palustrine to eolian deposits spread across the U.S. states of Nevada, Utah, northern Arizona, western New Mexico, and western Colorado. The Chinle is controversially considered to be synonymous to the Dockum Group of eastern Colorado and New Mexico, western Texas, the Oklahoma panhandle, and southwestern Kansas. The Chinle is sometimes colloquially named as a formation within the Dockum Group in New Mexico and in Texas. The Chinle Formation is part of the Colorado Plateau, Basin and Range, and the southern section of the Interior Plains.",
  "/wiki/Brachysuchus": "Brachysuchus is an extinct genus of phytosaur known from the late Triassic period (Carnian stage) of Dockum Group in Texas, United States. It is known from the holotype UMMP 10336 is composed of a skull, lower jaws and partial postcranium and from the associated paratype UMMP 14366, nearly complete skull, recovered from the 'Pre-Tecovas Horizon' in the Dockum Group. It was first named by Case in 1929 and the type species is Brachysuchus megalodon. Its closest relative was Angistorhinus. However, its rostral crest was much smaller than that of Angistorhinus, and the rostrum as a whole is shorter and thicker.",
  "/wiki/Centemodon": "Centemodon (meaning \"point tooth\") is an extinct genus of basal phytosaur from the Late Triassic Period. It lived in what is now Pennsylvania, United States. It is classified as a nomen dubium. It was found in the Red Sandstone Formation near the Schuyklill River. Centemodon may have been related to Suchoprion.",
  "/wiki/Cumnock_Formation": "The Cumnock Formation is a geologic formation in North Carolina. It preserves fossils dating back to the Triassic period.",
  "/wiki/Coburgosuchus": "Coburgosuchus is an extinct genus of pseudopalatine phytosaur. The genus was named for Coburg, Germany, the type locality where specimens have been found dating back to the Late Triassic. It has at times been considered a nomen dubium due to the fragmentary nature of the material associated with the genus, and it may prove to be synonymous with other phytosaurs such as Nicrosaurus  or Phytosaurus.",
  "/wiki/Diandongosuchus": "Diandongosuchus is an extinct genus of archosauriform reptile, possibly a member of the Phytosauria, known from the Middle Triassic of China. The type species Diandongosuchus fuyuanensis was named in 2012 from the Falang Formation of Yunnan Province. It is a marine species that shows similarities with another Chinese Triassic species called Qianosuchus mixtus, although it has fewer adaptations toward marine life. It was originally classified as the basal-most member of the pseudosuchian clade Poposauroidea. However, a subsequent study conducted by Stocker et al. (2016, 2017) indicated it to be the basalmost known phytosaur instead.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Ebrachosuchus": "Ebrachosuchus is an extinct genus of basal phytosaur known from the Late Triassic (late Carnian stage) of Bavaria, southern Germany. It is known only from the holotype BSPG 1931 X 501, a complete skull missing both mandibles. It was collected at Ebrach Quarry, bed number 9 from the late Carnian-aged Blasensandstein Member of the Hassberge Formation. It was first named by Oskar Kuhn in 1936 and the type species is Ebrachosuchus neukami.",
  "/wiki/Hassberge_Formation": "The Hassberge Formation is a geologic formation in Germany. It preserves fossils dating back to the Triassic period.",
  "/wiki/Francosuchus": "Francosuchus is a dubious genus of probably basal phytosaur known from the Late Triassic (late Carnian stage) of Bavaria, southern Germany. It was named by Oskar Kuhn in 1933 and the type species is Francosuchus broilii. In the same article Kuhn also named a second species Francosuchus latus. Both species were known solely from their holotypes, two partial skulls that were housed at the Bavarian State Collection for Palaeontogy and Geology. Both specimens were collected at Ebrach Quarry, bed number 13 from the late Carnian-aged Blasensandstein Member of the Hassberge Formation. As the holotypes were destroyed during World War II and poorly documented, Francosuchus and its species are usually considered to be nomina dubia.",
  "/wiki/Leptosuchus": "Leptosuchus is an extinct genus of leptosuchomorph phytosaurid with a complex taxonomical history. Fossils have been found from the Dockum Group and lower Chinle Formation outcropping in Texas, New Mexico, and Arizona, USA, and date back to the Carnian stage of the Late Triassic.",
  "/wiki/Tecovas_Formation": "The Tecovas Formation is a geological formation in Texas.",
  "/wiki/Machaeroprosopus": "Machaeroprosopus is an extinct genus of pseudopalatine phytosaurid from the Late Triassic of the southwestern United States. M. validus, once thought to be the type species of Machaeroprosopus, was named in 1916 on the basis of three complete skulls from Chinle Formation, Arizona. The skulls have been lost since the 1950s, and a line drawing in the original 1916 description is the only visual record of the specimen. Another species, M. andersoni, was named in 1922 from New Mexico, and the species M. adamanensis, M. gregorii, M. lithodendrorum, M. tenuis, and M. zunii were named in 1930. Most species have been reassigned to the genera Smilosuchus, Rutiodon, Pseudopalatus, or Phytosaurus. Until recently, M. validus was considered to be the only species that has not been reassigned. Thus, Machaeroprosopus was considered to be a nomen dubium or \"doubtful name\" because of the lack of diagnostic specimens that can support its distinction from other phytosaur genera. However, a taxonomic revision of Machaeroprosopus, conducted by Parker et al. (in press), revealed that UW 3807, the holotype of M. validus, is not the holotype of Machaeroprosopus, while the previously named species Pseudopalatus buceros has priority as the type species of the genus. Therefore, the name Pseudopalatus must be considered a junior synonym of Machaeroprosopus, and all species of the former must be reassigned to the later. This revised taxonomy was already accepted in several studies, including Stocker and Butler (2013). Stocker and Butler (2013) also treated M. andersoni as a valid species, and not a junior synonym of Machaeroprosopus buceros as was previously suggested by Long and Murry (1995).",
  "/wiki/Mesorhinosuchus": "Mesorhinosuchus is an extinct genus of basal phytosaur possibly known from the Early Triassic (early Olenekian stage) of Saxony-Anhalt, central-eastern Germany. It was first named by Otto Jaekel in 1910 and the type species is Mesorhinus fraasi. The generic name Mesorhinus was preoccupied by Mesorhinus piramydatus Ameghino, 1885, a macraucheniid meridiungulatan mammal. Thus, an alternative generic name, Mesorhinosuchus, was proposed by Oskar Kuhn in 1961. The genus is occasionally misspelled as Mesorhinosaurus, while Stocker and Butler (2013) recently misspelled its original generic name as Mesosuchus.",
  "/wiki/Middle_Buntsandstein": "The Buntsandstein (German for coloured or colourful sandstone) or Bunter sandstone is a lithostratigraphic and allostratigraphic unit (a sequence of rock strata) in the subsurface of large parts of west and central Europe. The Buntsandstein predominantly consists of sandstone layers of the Lower Triassic series and is one of three characteristic Triassic units, together with the Muschelkalk and Keuper that form the Germanic Trias Supergroup.",
  "/wiki/Mystriosuchus": "Mystriosuchus (meaning \"spoon-crocodile\") is an extinct genus of phytosaur that lived in the Late Triassic (middle Norian) in Europe. It was first named by Eberhard Fraas in 1896, and includes two species: M. westphali and the type species, M. planirostris.",
  "/wiki/Nicrosaurus": "Nicrosaurus (/nɛkroʊˈsɔrəs/) is an extinct genus of phytosaur reptile existing during the Late Triassic period. Although it looked like a crocodile (and probably lived like the more terrestrial crocodylomorphs), it was not closely related to these creatures, instead being an example of parallel evolution. The main difference between Nicrosaurus (and all other phytosaurs) and modern crocodiles is the position of the nostrils – Nicrosaurus's nostrils, or external nares, were placed directly in front of the forehead, whereas in crocodiles, the nostrils are positioned on the end of the snout. A 2013 study has also found that illium of Nicrosaurus is quite distinctive from all other phytosaurs.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Keuper": "The Keuper is a lithostratigraphic unit (a sequence of rock strata) in the subsurface of large parts of west and central Europe. The Keuper consists of dolomite, shales or claystones and evaporites that were deposited during the Middle and Late Triassic epochs (about 220 million years ago). The Keuper lies on top of the Muschelkalk and under the predominantly Lower Jurassic Lias or other Early Jurassic strata.",
  "/wiki/Paleorhinus": "Paleorhinus (Greek: \"Old Nose\") is an extinct genus of basal phytosaur known from the Late Triassic (late Carnian stage) of Texas and Wyoming, United States, Bavaria, Germany and possibly Poland. It contains two valid species, the type species: Paleorhinus bransoni and Paleorhinus angustifrons. Paleorhinus had a length of about 2.5 meters (8.2 feet).",
  "/wiki/Junior_synonym": "In scientific nomenclature, a synonym is a scientific name that applies to a taxon that (now) goes by a different scientific name, although the term is used somewhat differently in the zoological code of nomenclature. For example, Linnaeus was the first to give a scientific name (under the currently used system of scientific nomenclature) to the Norway spruce, which he called Pinus abies. This name is no longer in use: it is now a synonym of the current scientific name, Picea abies.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Cooper_Canyon_Formation": "The Cooper Canyon Formation is a geological formation of Norian age in Texas and New Mexico.",
  "/wiki/Parasuchus": "Parasuchus is an extinct genus of phytosaur known from the Late Triassic (late Carnian to early Norian stage) of Andhra Pradesh and Madhya Pradesh, India. It contains a single species, Parasuchus hislopi (though see below).",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Lower_Maleri_Formation": "The Lower Maleri Formation is a sedimentary rock formation found in Andhra Pradesh and Telangana, India. It is the lowermost member of the Pranhita–Godavari Basin. It is of late Carnian to early Norian age (Upper Triassic), and is notable for its fossils of early dinosaurs, including the basal saurischian (possible theropod) Alwalkeria.",
  "/wiki/Tiki_Formation": "The Tiki Formation is a Mesozoic geologic formation in India. Dinosaur remains are among the fossils that have been recovered from the formation, although none have yet been referred to a specific genus.",
  "/wiki/Pravusuchus": "Pravusuchus is an extinct genus of leptosuchomorph phytosaurid phytosaur known from the Late Triassic (Norian stage) of Arizona, United States. It contains a single species, Pravusuchus hortus, which is known from three specimens. These specimens were previously referred to Smilosuchus or to Leptosuchus, but Pravusuchus's autapomorphy, its phylogenetic position as well as a trait shared with pseudopalatines, justified the erection of a new taxon for the material.",
  "/wiki/Phytosaur": "Phytosaurs are an extinct group of large, mostly semiaquatic Late Triassic archosauriform reptiles. Phytosaurs belong to the family Phytosauridae and the order Phytosauria. Phytosauria and Phytosauridae are often considered to be equivalent groupings containing the same species, but some studies have identified non-phytosaurid phytosaurians. Phytosaurs were long-snouted and heavily armoured, bearing a remarkable resemblance to modern crocodilians in size, appearance, and lifestyle, as an example of convergence or parallel evolution. The name \"phytosaur\" means \"plant reptile\", as the first fossils of phytosaurs were mistakenly thought to belong to plant eaters. The name is misleading because the sharp teeth in phytosaur jaws clearly show that they were predators."
}