{
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Sony_Entertainment_Television": "Sony Entertainment Television (abbr. SET) is an Indian Hindi-language pay television channel that was launched in October 1996, and is owned by Sony Pictures Networks India, a subsidiary of the Japanese Sony.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/CTV_Television_Network": "The CTV Television Network (commonly referred to as CTV) is a Canadian English-language terrestrial television network launched in 1961. Since 2000, it is owned by the CTV Inc. subdivision of the Bell Media division of BCE Inc. It is Canada's largest privately or commercially owned network, and has consistently been placed as Canada's top-rated network in total viewers and in key demographics since 2002, after several years trailing the rival Global Television Network in key markets.[citation needed]",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Fox_Life": "Fox Life is an international pay television network, launched by the Fox Networks Group in 2004, which airs across Latin America, Europe (also available in HD, starting February 2012, in Italy), Southeast Asia, and Japan (changed its name to FOX bs238 in October 2011). Its basic programming include numerous television series, sitcoms and movies, among others, which includes some original programming in certain regions.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/RT%C3%89_Two": "RTÉ2 is an Irish free-to-air television channel operated by public service broadcaster RTÉ. It was launched in 1978 becoming the Republic of Ireland's second television channel.",
  "/wiki/Arab_World": "The Arab world (Arabic: العالم العربي‎ al-ʿālam al-ʿarabī; formally: Arab homeland, الوطن العربي al-waṭan al-ʿarabī), also known as the Arab nation (الأمة العربية al-ummah al-ʿarabīyyah), the Arabsphere, or the Arab states, consists of the 22 Arabic-speaking countries which are members of the Arab League. These countries are located in Western Asia, North Africa, and the Horn of Africa, while the southernmost member, the Comoros, is an island country off the coast of East Africa. The region stretches from the Atlantic Ocean in the west to the Arabian Sea in the east, and from the Mediterranean Sea in the north to the Indian Ocean in the southeast. Arabic is used as the lingua franca throughout the Arab world.",
  "/wiki/Fox_Series": "Fox Series was a Middle Eastern version of the American Fox Channel. It launched in 2006. The channel was relaunched as Fox on March 1, 2011. Fox is jointly owned by Elang Mahkota Teknologi.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Comedy_Central_Germany": "Comedy Central is a German free-to-air channel owned by ViacomCBS Networks EMEAA. It is distributed in Germany, Austria, and Switzerland and broadcasts many American and British imported television series as well as original programming. It launched on 15 January 2007 replacing former music channel VIVA Plus. Prior to its launch, Viacom had Nick Comedy, which was a timeshared channel with Nickelodeon Germany, airing from 9:15pm to 6:00am.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Veronica_(TV_channel)": "Veronica is a Dutch commercial television channel currently a part of Talpa TV (Talpa Network). The channel was launched as TV10 Gold on 1 May 1995, then became TV10, Fox, Fox 8 and V8, before becoming Veronica on 20 September 2003. The channel is dedicated to young adults and the male audience.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Comedy_Central_Polska": "Comedy Central is a Polish pay television channel focusing on comedy which was launched on 19 October 2006. It was the first channel outside the United States to use the Comedy Central name and the fourth channel launched by MTV Networks International in Poland. It broadcasts some local TV series and a variety of imported comedy programming, including older sitcoms such as The Cosby Show and newer series such as Sex and the City.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Kanal_5_(Sweden)": "Kanal 5 (Channel 5) is a Swedish free-to-air television channel that was launched in 1989. It is owned by the media corporation SBS Discovery Media, changing its ownership from ProSiebenSat.1 Media in April 2013.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/TV_Norge": "TVNorge (originally abbreviated TVN, now just abbreviated N in the logos; i.e. \"TVNorway\") is a Norwegian television channel.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Comedy_Max": "ComedyMax is a former television channel in Turkey, which broadcasts worldwide hit TV series as Turkish subtitled. It is exclusively available for Digiturk satellite package subscribers.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Fox_(Italy)": "Fox is an Italian Entertainment TV channel, owned and produced by Fox Networks Group Italy and broadcast in Italy by Sky Italia on Channel 112. Timeshift of the channel is available at channel 113 (+1).\nLaunched in 2003, it broadcasts international TV series in Italian and English.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/M-Net": "M-Net (an abbreviation of Electronic Media Network) is a South African pay television channel established by Naspers in 1986. The channel broadcasts both local and international programming, including general entertainment, children's series, sport and movies. While the TV signal is generally encrypted, M-Net showed some programmes 'free to air' in its \"Open Time\" slot between 5 p.m. and 7 p.m., until the slot closed on 1 April 2007.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/TV_2_(New_Zealand)": "TVNZ 2 is the second New Zealand television channel owned and operated by the state-owned broadcaster Television New Zealand (TVNZ). It targets a younger audience than its sister channel, TVNZ 1. TVNZ 2's line up consists of dramas, comedies, and reality TV shows. A small number are produced in New Zealand which are either of a comedic, soap opera or reality nature, with rest of the line-up imported from mostly a Warner Bros. or Disney catalogue or a FremantleMedia or Endemol soap opera/reality TV catalogue.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Seven_Network": "The Seven Network (commonly known as Channel Seven or simply Seven) is a major Australian commercial free-to-air television network. It is owned by Seven West Media Limited, and is one of five main free-to-air television networks in Australia. Channel Seven's head office is in Sydney.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/RTP2": "RTP2 is the second television channel of Rádio e Televisão de Portugal, the Portuguese public broadcasting corporation. Commonly referred as the \"Second\" (O Segundo), and for a time rebranded as \"Dois\" (Portuguese for two), this historically state-run television channel started its regular broadcasting on 25 December 1968. Nowadays, RTP2 is a public-service, advertising-free channel that serves as an alternative to RTP's main channel, RTP1.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/FOXlife": "Fox Life is an international pay television network, launched by the Fox Networks Group in 2004, which airs across Latin America, Europe (also available in HD, starting February 2012, in Italy), Southeast Asia, and Japan (changed its name to FOX bs238 in October 2011). Its basic programming include numerous television series, sitcoms and movies, among others, which includes some original programming in certain regions.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Kanal_5_(Denmark)": "Kanal 5 (Channel 5) is a Danish subscription television channel operated by SBS Discovery Media, a subsidiary of Discovery Communications.\nThe station is broadcast to Denmark by satellite from London, showing mainly films, US drama shows and sports.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Viasat3": "Viasat 3 is a Hungarian TV channel. It began broadcasting on October 23, 2000.",
  "/wiki/Gary_Unmarried": "Gary Unmarried is an American sitcom television series created by Ed Yeager, which ran on CBS from September 24, 2008 to March 17, 2010. The series focuses on a recently divorced couple (Jay Mohr and Paula Marshall) sharing custody of their kids while starting new relationships. The show was produced by ABC Studios and CBS Television Studios, and Yeager and Ric Swartzlander served as executive producers for the first season. The series was known as Project Gary during tapings before premiering on television."
}