{
  "/wiki/Sutherland": "Sutherland is a historic county, registration county and lieutenancy area in the Highlands of Scotland. Its county town is Dornoch. Sutherland borders Caithness and Moray Firth to the east, Ross-shire and Cromartyshire (later combined into Ross and Cromarty) to the south and the Atlantic to the north and west. Like its southern neighbour Ross-shire, Sutherland has some of the most dramatic scenery in the whole of Europe, especially on its western fringe where the mountains meet the sea. These include high sea cliffs, and very old mountains composed of Precambrian and Cambrian rocks.",
  "/wiki/Migdale_Hoard": "Dating from about 2000BC, the artifacts are in the custody of the National Museums Scotland in Edinburgh. They include a bronze axe head, sets of bronze bangles and anklets, and a series of beautifully carved jet and cannel coal buttons that may well have adorned a Bronze Age jacket, bronze hair ornaments and fragments of an elaborate bronze headdress.",
  "/wiki/Skibo_Castle": "Skibo Castle (Scottish Gaelic: Caisteal Sgìobail) is located to the west of Dornoch in the Highland county of Sutherland, Scotland overlooking the Dornoch Firth. Although largely of the 19th century, and early 20th century, when it was the home of industrialist Andrew Carnegie, its origins go back much earlier.",
  "/wiki/Jet_(lignite)": "Jet is a type of lignite, a precursor to coal, and is a gemstone. Unlike many gemstones, jet is not a mineral, but is rather a mineraloid. It is derived from wood that has changed under extreme pressure.",
  "/wiki/West_Lothian": "West Lothian (Scots: Wast Lowden; Scottish Gaelic: Lodainn an Iar) is one of the 32 council areas of Scotland, and one of its historic counties. The county, which was also known as Linlithgowshire, was bounded geographically by the Avon to the west and the Almond to the east. The modern council area occupies a larger area, with areas in the west transferred to Falkirk and areas in the east transferred to Edinburgh following local government reforms in the late 20th century. It did however gain areas from Midlothian.",
  "/wiki/Cist": "A cist (/ˈsɪst/ or /ˈkɪst/; also kist /ˈkɪst/;\nfrom Greek: κίστη, Middle Welsh Kist or Germanic Kiste) is a small stone-built coffin-like box or ossuary used to hold the bodies of the dead. Examples can be found across Europe and in the Middle East.\nA cist may have been associated with other monuments, perhaps under a cairn or long barrow. Several cists are sometimes found close together within the same cairn or barrow. Often ornaments have been found within an excavated cist, indicating the wealth or prominence of the interred individual.",
  "/wiki/British_Iron_Age": "The British Iron Age is a conventional name used in the archaeology of Great Britain, referring to the prehistoric and protohistoric phases of the Iron Age culture of the main island and the smaller islands, typically excluding prehistoric Ireland, which had an independent Iron Age culture of its own. The parallel phase of Irish archaeology is termed the Irish Iron Age.\nThe Iron Age is not an archaeological horizon of common artefacts, but is rather a locally diverse cultural phase.",
  "/wiki/Christian_era": "The terms anno Domini[note 1] (AD) and before Christ[note 2] (BC) are used to label or number years in the Julian and Gregorian calendars. The term anno Domini is Medieval Latin and means \"in the year of the Lord\", but is often presented using \"our Lord\" instead of \"the Lord\", taken from the full original phrase \"anno Domini nostri Jesu Christi\", which translates to \"in the year of our Lord Jesus Christ\".",
  "/wiki/Forteviot": "Forteviot (Scottish Gaelic: Fothair Tabhaicht) (Ordnance Survey grid reference NO052175) is a village in Strathearn, Scotland on the south bank of the River Earn between Dunning and Perth. It lies in the council area of Perth and Kinross. The population in 1991 was 160.",
  "/wiki/Forteviot_Bronze_Age_tomb": "Forteviot Bronze Age tomb is a Bronze Age burial chamber discovered in 2009 at Forteviot near Perth, Scotland. The Bronze Age tomb is one of a number of archaeological digs at the site that Co-directors of the excavation, Dr. Gordon Noble of the University of Aberdeen, and professor Stephen Driscoll and Dr Kenneth Brophy, both of the University of Glasgow, are currently conducting.",
  "/wiki/Quartz": "Quartz is a hard, crystalline mineral composed of silicon and oxygen atoms. The atoms are linked in a continuous framework of SiO4 silicon–oxygen tetrahedra, with each oxygen being shared between two tetrahedra, giving an overall chemical formula of SiO2.  Quartz is the second most abundant mineral in Earth's continental crust, behind feldspar.",
  "/wiki/County_of_Nairn": "The County of Nairn (also called Nairnshire) (Scottish Gaelic: Siorrachd Inbhir Narann) is a historic county, registration county and lieutenancy area of Scotland. The county was used for local administration until the county council, based at the county town of Nairn, was abolished in 1975 under the Local Government (Scotland) Act 1973, the area becoming one of the eight districts of the two-tier Highland region. This arrangement ended in 1996 when the Highland council area was made a unitary authority.",
  "/wiki/Clava_cairn": "The Clava cairn is a type of Bronze Age circular chamber tomb cairn, named after the group of three cairns at Balnuaran of Clava, to the east of Inverness in Scotland. There are about 50 cairns of this type in an area round about Inverness. They fall into two sub-types, one typically consisting of a corbelled passage grave with a single burial chamber linked to the entrance by a short passage and covered with a cairn of stones, with the entrances oriented south west towards midwinter sunset. In the other sub-type an annular ring cairn encloses an apparently unroofed area with no formal means of access from the outside. In both sub-types a stone circle surrounds the whole tomb and a kerb often runs around the cairn. The heights of the standing stones vary in height so that the tallest fringe the entrance (oriented south west) and the shortest are directly opposite it.",
  "/wiki/Chamber_tomb": "A chamber tomb is a tomb for burial used in many different cultures. In the case of individual burials, the chamber is thought to signify a higher status for the interree than a simple grave. Built from rock or sometimes wood, the chambers could also serve as places for storage of the dead from one family or social group and were often used over long periods for multiple burials.",
  "/wiki/Cairn": "A cairn is a man-made pile (or stack) of stones. The word cairn comes from the Scottish Gaelic: càrn [ˈkʰaːrˠn̪ˠ] (plural càirn [ˈkʰaːrˠɲ]).",
  "/wiki/Inverness-shire": "The Shire of Inverness (Scottish Gaelic: Siorrachd Inbhir Nis) is a historic county and lieutenancy area of Scotland. Covering much of the Highlands and Outer Hebrides, it is Scotland's largest county, though one of the smallest in population, with 67,733 people or 1.34% of the national population.",
  "/wiki/Inverness": "Inverness (/ɪnvərˈnɛs/ (listen); from the Scottish Gaelic: Inbhir Nis [iɲɪɾʲˈniʃ], meaning \"Mouth of the River Ness\"; Scots: Innerness) is an ancient cathedral city in the Scottish Highlands. It is the administrative centre for The Highland Council and is regarded as the capital of the Highlands. Historically it served as the county town of the county of Inverness-shire. Inverness lies near two important battle sites: the 11th-century battle of Blàr nam Fèinne against Norway which took place on the Aird, and the 18th century Battle of Culloden which took place on Culloden Moor. It is the northernmost city in the United Kingdom and lies within the Great Glen (Gleann Mòr) at its northeastern extremity where the River Ness enters the Moray Firth. At the latest, a settlement was established by the 6th century with the first royal charter being granted by Dabíd mac Maíl Choluim (King David I) in the 12th century. The Gaelic king Mac Bethad Mac Findláich (MacBeth) whose 11th-century killing of King Duncan was immortalised in Shakespeare's largely fictionalized play Macbeth, held a castle within the city where he ruled as Mormaer of Moray and Ross.",
  "/wiki/Argyll": "Argyll (/ɑːrˈɡaɪl/; archaically Argyle, Earra-Ghàidheal in modern Gaelic, pronounced [ˈaːrˠəɣɛː.əl̪ˠ]), sometimes called Argyllshire, is a historic county and registration county of western Scotland.",
  "/wiki/Lochgilphead": "Lochgilphead (/lɒxˈɡɪlphɛd/; Scottish Gaelic: Ceann Loch Gilb [kʲʰan̪ˠ l̪ˠɔx ˈkʲilip]) is a town and former burgh in Argyll and Bute, Scotland, United Kingdom, with a population of around 2,300 people. It is the administrative centre of Argyll and Bute. The village lies at the end of Loch Gilp (a branch of Loch Fyne) and lies on the banks of the Crinan Canal. Lochgilphead sits on the A83, with Ardrishaig 2 miles (3 km) to the south and Inveraray 24 miles (39 km) to the north-east; Oban lies 37 miles (60 km) north on the A816.",
  "/wiki/Cup_and_ring_mark": "Cup and ring marks or cup marks are a form of prehistoric art found in the Atlantic seaboard of Europe (Ireland, Wales, Northern England, Scotland, France (Brittany), Portugal, and Spain (Galicia) – and in Mediterranean Europe – Italy (in Alpine valleys and Sardinia) and Greece (Thessaly[citation needed] and Irakleia (Cyclades)), as well as in Scandinavia (Denmark, Sweden, Norway and Finland)[citation needed] and in Switzerland (at Caschenna in Grisons). Two studies published in 2019 found that the population which built Britain's Stonehenge descended predominantly from Fertile Crescent, South Slavic, Anatolian, and Aegean farmers, and while female lineages were varied, male lineages belonged almost exclusively to Eastern European and Mediterranean males of I2a genetic lineage.",
  "/wiki/South_Uist": "South Uist (Scottish Gaelic: Uibhist a Deas, [ˈɯ.ɪʃtʲ ə ˈtʲes̪] (listen)) is the second-largest island of the Outer Hebrides in Scotland. At the 2011 census, it had a usually resident population of 1,754: a decrease of 64 since 2001. The island, in common with the rest of the Hebrides, is one of the last remaining strongholds of the Gaelic language in Scotland and the population – South Uist's inhabitants are known in Gaelic as Deasaich (Southerners) – is about 90% Roman Catholic.",
  "/wiki/Cladh_Hallan": "Cladh Hallan (Scottish Gaelic: Cladh Hàlainn, Scottish Gaelic pronunciation: [kʰl̪ˠɤɣ ˈhaːl̪ˠɪɲ]) is an archaeological site on the island of South Uist in the Outer Hebrides  in Scotland. It is significant as the only place in Great Britain where prehistoric mummies have been found.  Excavations were carried out there between 1988 and 2002, indicating the site was occupied from 2000 BC.",
  "/wiki/UK": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Mummy": "A mummy is a dead human or an animal whose skin and organs have been preserved by either intentional or accidental exposure to chemicals, extreme cold, very low humidity, or lack of air, so that the recovered body does not decay further if kept in cool and dry conditions. Some authorities restrict the use of the term to bodies deliberately embalmed with chemicals, but the use of the word to cover accidentally desiccated bodies goes back to at least 1615 AD (see the section Etymology and meaning).",
  "/wiki/Aberdeenshire": "Aberdeenshire (Scots: Aiberdeenshire; Scottish Gaelic: Siorrachd Obar Dheathain) is one of the 32 council areas of Scotland.",
  "/wiki/Bennachie": "Bennachie (/bɛnəˈxiː/ ben-ə-HEE; Scottish Gaelic: Beinn na Cìche) is a range of hills in Aberdeenshire, Scotland.  It has several tops, the highest of which, Oxen Craig, has a height of 528 metres (1,732 ft). Though not particularly high, compared to other peaks within Scotland, the mountain is very prominent, owing to its isolation and the relative flatness of the surrounding terrain, and dominates the skyline from several viewpoints.",
  "/wiki/Bronze_Age": "The Bronze Age is a historical period that was characterized by the use of bronze, and in some areas proto-writing, and other early features of urban civilization. The Bronze Age is the second principal period of the three-age Stone-Bronze-Iron system, as proposed in modern times by Christian Jürgensen Thomsen, for classifying and studying ancient societies.",
  "/wiki/Atlantic_roundhouse": "In archaeology, an Atlantic roundhouse is an Iron Age stone building found in the northern and western parts of mainland Scotland, the Northern Isles and the Hebrides.",
  "/wiki/East_Lothian": "East Lothian (/ˈloʊðiən/; Scottish Gaelic: Lodainn an Ear) is one of the 32 council areas of Scotland, a historic county, registration county and lieutenancy area. The county was also known as Haddingtonshire.",
  "/wiki/Traprain_Law": "Traprain Law is a hill about 221 m (725 ft) elevation, located 6 km (4 mi) east of Haddington in East Lothian, Scotland. It is the site of an oppidum or hill fort, which covered at its maximum extent about 16 ha (40 acres). It is the site of the Traprain Law Treasure, the largest Roman silver hoard from anywhere outside the Roman Empire and which included exquisite silver artefacts.",
  "/wiki/Hill_fort": "A hillfort is a type of earthworks used as a fortified refuge or defended settlement, located to exploit a rise in elevation for defensive advantage. They are typically European and of the Bronze and Iron Ages. Some were used in the post-Roman period. The fortification usually follows the contours of a hill, consisting of one or more lines of earthworks, with stockades or defensive walls, and external ditches. Hillforts developed in the Late Bronze and Early Iron Age, roughly the start of the first millennium BC, and were used in many Celtic areas of central and western Europe until the Roman conquest.",
  "/wiki/Votadini": "The Votadini, also known as the Wotādīni, Votādīni or Otadini, were a Celtic people of the Iron Age in Great Britain. Their territory was in what is now south-east Scotland and north-east England, extending from the Firth of Forth and around modern Stirling to the River Tyne, including at its peak what are now the Falkirk, Lothian and Borders regions and Northumberland. This area was briefly part of the Roman province of Britannia. The earliest known capital of the Votadini appears to have been the Traprain Law hill fort in East Lothian, until that was abandoned in the early 5th century. They afterwards moved to Din Eidyn (Edinburgh).",
  "/wiki/River_Forth": "The River Forth is a major river, 47 km (29 mi) long, whose drainage basin covers much of Stirlingshire in Scotland's Central Belt. The Gaelic name is Abhainn Dubh, meaning \"black river\", in the upper reach above Stirling. Below the tidal reach, (just after being crossed by the M9 motorway) its name is Uisge For.",
  "/wiki/Blair_Drummond": "Blair Drummond is a small rural community 5 miles north-west of the city of Stirling in the Stirling district of Scotland, predominantly located along the A84 road. Lying to the north of the River Forth, the community is within the registration county of Perthshire.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.",
  "/wiki/Hekla": "Hekla (Icelandic pronunciation: ​[ˈhɛʰkla] (listen)), or Hecla, is a stratovolcano in the south of Iceland with a height of 1,491 m (4,892 ft). Hekla is one of Iceland's most active volcanoes; over 20 eruptions have occurred in and around the volcano since 874. During the Middle Ages, Europeans called the volcano the \"Gateway to Hell\".",
  "/wiki/Volcano": "A volcano is a rupture in the crust of a planetary-mass object, such as Earth, that allows hot lava, volcanic ash, and gases to escape from a magma chamber below the surface.",
  "/wiki/Melrose,_Scotland": "Melrose (Scottish Gaelic: Maolros, \"bald moor\") is a small town and civil parish in the Scottish Borders, historically in Roxburghshire. It lies within the Eildon committee area of Borders Regional Council.",
  "/wiki/Eildon_Hill": "Eildon Hill lies just south of Melrose, Scotland in the Scottish Borders, overlooking the town. The name is usually pluralised into \"the Eildons\" or \"Eildon Hills\", because of its triple peak. The 422 metres (1,385 ft) high eminence overlooks Teviotdale to the South. The north hilltop (of three peaks) is surrounded by over 5 km (3.1 mi) of ramparts, enclosing an area of about 16 ha (40 acres) in which at least 300 level platforms have been cut into the rock to provide bases for turf or timber-walled houses, forming one of the largest hill forts known in Scotland. A Roman army signalling station was later constructed on the same site as this hill fort.",
  "/wiki/Skye": "The Isle of Skye, commonly known as Skye (/skaɪ/; Scottish Gaelic: An t-Eilean Sgitheanach or Eilean a' Cheò), is the largest and northernmost of the major islands in the Inner Hebrides of Scotland.[Note 1] The island's peninsulas radiate from a mountainous centre dominated by the Cuillin, the rocky slopes of which provide some of the most dramatic mountain scenery in the country.  Although it has been suggested that the Gaelic Sgitheanach describes a winged shape there is no definitive agreement as to the name's origins.",
  "/wiki/Dun_Ringill": "Dun Ringill (Gaelic: Dùn, 'fort', Ringill, 'point of the ravine') is an Iron Age hill fort on the Strathaird peninsula on the island of Skye, Scotland.   Further fortified in the Middle Ages, tradition holds that it was for several centuries the seat of Clan MacKinnon. It is located east of Kirkibost on the west shore of Loch Slapin.",
  "/wiki/Broch": "A broch ( /ˈbrɒx/) is an Iron Age drystone hollow-walled structure found in Scotland. Brochs belong to the classification \"complex Atlantic roundhouse\" devised by Scottish archaeologists in the 1980s. Their origin is a matter of some controversy.",
  "/wiki/Shetland": "Shetland (Scottish Gaelic: Sealtainn), also called the Shetland Islands and formerly Zetland, is a subarctic archipelago in the Northern Isles of Scotland, situated in the Northern Atlantic, between Great Britain, the Faroe Islands and Norway.",
  "/wiki/Forge": "A forge is a type of hearth used for heating metals, or the workplace (smithy) where such a hearth is located. The forge is used by the smith to heat a piece of metal to a temperature where it becomes easier to shape by forging, or to the point where work hardening no longer occurs. The metal (known as the \"workpiece\") is transported to and from the forge using tongs, which are also used to hold the workpiece on the smithy's anvil while the smith works it with a hammer. Sometimes, such as when hardening steel or cooling the work so that it may be handled with bare hands, the workpiece is transported to the slack tub, which rapidly cools the workpiece in a large body of water. However, depending on the metal type, it may require an oil quench or a salt brine instead; many metals require more than plain water hardening. The slack tub also provides water to control the fire in the forge.",
  "/wiki/Viking": "Vikings[a] were Scandinavians, who from the late 8th to late 11th centuries, raided and traded from their Northern European homelands across wide areas of Europe, and explored westwards to Iceland, Greenland, and Vinland. The term is also commonly extended in modern English and other vernaculars to include the inhabitants of Norse home communities during what has become known as the Viking Age, 793–1066 AD. This period of Nordic military, mercantile and demographic expansion constitutes an important element in the early medieval history of Scandinavia, Estonia, the British Isles, France, Kievan Rus' and Sicily.",
  "/wiki/Perthshire": "Perthshire (/ˈpɜːrθʃər/ (listen); Scottish Gaelic: Siorrachd Pheairt), officially the County of Perth, is a historic county and registration county in central Scotland. Geographically it extends from Strathmore in the east, to the Pass of Drumochter in the north, Rannoch Moor and Ben Lui in the west, and Aberfoyle in the south; it borders the counties of Inverness-shire and Aberdeenshire to the north, Angus to the east, Fife, Kinross-shire, Clackmannanshire, Stirlingshire and Dunbartonshire to the south and Argyllshire to the west. It was a local government county from 1890 to 1930.",
  "/wiki/Ballachulish": "The village of Ballachulish (/ˌbæləˈxuːlɪʃ/ BAL-ə-KHOO-lish or /ˌbæləˈhuːlɪʃ/ BAL-ə-HOO-lish, from Scottish Gaelic Baile a' Chaolais [baləˈxɯːl̪ˠɪʃ]) in Lochaber, Highland, Scotland, is centred on former slate quarries. The name Ballachulish (Ballecheles, 1522 – Straits town,) was more correctly applied to the area now called North Ballachulish, to the north of Loch Leven, but was usurped for the quarry villages at East Laroch and West Laroch, either side of the River Laroch, which were actually within Glencoe and South Ballachulish respectively.",
  "/wiki/Ross-shire": "Ross-shire (Scottish Gaelic: Siorrachd Rois) is a historic county in the Scottish Highlands. The county borders Sutherland to the north and Inverness-shire to the south, as well as having a complex border with Cromartyshire – a county consisting of numerous enclaves or exclaves scattered throughout Ross-shire's territory. Ross-shire includes most of Ross along with Lewis in the Outer Hebrides. Dingwall is the traditional county town. The area of Ross-shire is based on that of the historic province of Ross, but with the exclusion of the many enclaves that form Cromartyshire.",
  "/wiki/Loch_Broom": "Loch Broom (Scottish Gaelic: Lochbraon, \"loch of rain showers\") is a sea loch located in northwestern Ross and Cromarty, in the former parish of Lochbroom, on the west coast of Scotland. The small town of Ullapool lies on the eastern shore of the loch.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Chariot": "A chariot is a type of carriage driven by a charioteer, usually using horses[a] to provide rapid motive power. Chariots were used by armies as transport or mobile archery platforms, for hunting or for racing, and as a conveniently fast way to travel for many ancient people.",
  "/wiki/Newbridge_chariot": "The remains of an Iron Age chariot burial were found near the Bronze Age burial mound at Huly Hill, Newbridge in Scotland, 14 km west of Edinburgh city centre, in advance of development at the Edinburgh Interchange. The chariot was the first of its kind to be found in Scotland and shows Iron Age Scotland in direct contact with the European Continent. The Newbridge chariot was buried intact, a method consistent with the burial practices of Continental Europe rather than Yorkshire.",
  "/wiki/Bridge_(instrument)": "A bridge is a device that supports the strings on a stringed musical instrument and transmits the vibration of those strings to another structural component of the instrument—typically a soundboard, such as the top of a guitar or violin—which transfers the sound to the surrounding air. Depending on the instrument, the bridge may be made of carved wood (violin family instruments, acoustic guitars and some jazz guitars), metal (electric guitars such as the Fender Telecaster) or other materials. The bridge supports the strings and holds them over the body of the instrument under tension.",
  "/wiki/Lyre": "The lyre (Greek: λύρα, lýra) is a string instrument known for its use in Greek classical antiquity and later periods. The lyre is similar in appearance to a small harp but with distinct differences.",
  "/wiki/High_Pasture_Cave": "High Pasture Cave (Gaelic: Uamh An Ard-Achaidh) is an archaeological site on the island of Skye, Scotland. Human presence is documented since the Mesolithic, and remains, including Iron Age structures, point to ritual veneration of either the landscape or deities associated with the place. The cave system extends to about 320 metres (1,050 ft) of accessible passages",
  "/wiki/Kirkcudbright": "Kirkcudbright (/kərˈkuːbri/ kur-KOO-bree; Scottish Gaelic: Cille Chuithbeirt) is a town and parish and a Royal Burgh from 1455 in Kirkcudbrightshire, of which it is traditionally the county town, within Dumfries and Galloway, Scotland.",
  "/wiki/Torrs_Pony-cap_and_Horns": "The Torrs Horns and Torrs Pony-cap (once together known as the Torrs Chamfrein) are Iron Age bronze pieces now in the National Museum of Scotland, which were found together, but whose relationship is one of many questions about these \"famous and controversial\" objects that continue to be debated by scholars. Most scholars agree that horns were added to the pony-cap at a later date, but whether they were originally made for this purpose is unclear; one theory sees them as mounts for drinking-horns, either totally or initially unconnected to the cap. The three pieces are decorated in a late stage of La Tène style, as Iron Age Celtic art is called by archaeologists. The dates ascribed to the elements vary, but are typically around 200 BC; it is generally agreed that the horns are somewhat later than the cap, and in a rather different style.",
  "/wiki/Celtic_art": "Celtic art is associated with the peoples known as Celts; those who spoke the Celtic languages in Europe from pre-history through to the modern period, as well as the art of ancient peoples whose language is uncertain, but have cultural and stylistic similarities with speakers of Celtic languages.",
  "/wiki/La_T%C3%A8ne_style": "Celtic art is associated with the peoples known as Celts; those who spoke the Celtic languages in Europe from pre-history through to the modern period, as well as the art of ancient peoples whose language is uncertain, but have cultural and stylistic similarities with speakers of Celtic languages."
}