{
  "/wiki/Albuquerque_Basin": "The Albuquerque Basin (or Middle Rio Grande Basin) is one of the largest and deepest of the structural basins in the Rio Grande rift.  It contains the city of Albuquerque, New Mexico.",
  "/wiki/Miocene": "The Miocene ( /ˈmaɪ.əˌsiːn, ˈmaɪ.oʊ-/ MY-ə-seen, MY-oh-) is the first geological epoch of the Neogene Period and extends from about 23.03 to 5.333 million years ago (Ma). The Miocene was named by Charles Lyell; its name comes from the Greek words μείων (meiōn, \"less\") and καινός (kainos, \"new\") and means \"less recent\" because it has 18% fewer modern sea invertebrates than the Pliocene. The Miocene is preceded by the Oligocene and is followed by the Pliocene.",
  "/wiki/Pliocene": "The Pliocene ( /ˈplaɪ.əˌsiːn, ˈplaɪ.oʊ-/ PLY-ə-seen, PLY-oh-; also Pleiocene) Epoch is the epoch in the geologic timescale that extends from 5.333 million to 2.58 million years BP. It is the second and youngest epoch of the Neogene Period in the Cenozoic Era. The Pliocene follows the Miocene Epoch and is followed by the Pleistocene Epoch. Prior to the 2009 revision of the geologic time scale, which placed the four most recent major glaciations entirely within the Pleistocene, the Pliocene also included the Gelasian stage, which lasted from 2.588 to 1.806 million years ago, and is now included in the Pleistocene.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Cheshire_Basin": "The Cheshire Basin is a late Palaeozoic and Mesozoic sedimentary basin extending under most of the county of Cheshire in northwest England. It extends northwards into the Manchester area and south into Shropshire. The basin possesses something of the character of a half-graben as its deepest extent is along its eastern and southeastern margins, where it is well defined by a series of sub-parallel faults, most important of which is the Red Rock Fault. These faults divide the basin from the older Carboniferous rocks of the Peak District and the North Staffordshire Coalfield.",
  "/wiki/Palaeozoic": "The Paleozoic (or Palaeozoic) Era ( /ˌpæl.i.əˈzoʊ.ɪk, -i.oʊ-, ˌpeɪ.li.ə-, -li.oʊ-/ pal-ee-ə-ZOH-ik, -⁠ee-oh-, pay-lee-, -⁠lee-oh-; from the Greek palaiós (παλαιός), \"old\" and zōḗ (ζωή), \"life\", meaning \"ancient life\") is the earliest of three geologic eras of the Phanerozoic Eon. It is the longest of the Phanerozoic eras, lasting from 541 to 251.902 million years ago, and is subdivided into six geologic periods (from oldest to youngest): the Cambrian, Ordovician, Silurian, Devonian, Carboniferous, and Permian. The Paleozoic comes after the Neoproterozoic Era of the Proterozoic Eon and is followed by the Mesozoic Era.",
  "/wiki/Mesozoic": "The Mesozoic Era ( /ˌmɛz.əˈzoʊ.ɪk, ˌmɛz.oʊ-, ˌmɛs-, ˌmiː.zə-, -zoʊ-, ˌmiː.sə-, -soʊ-/ mez-ə-ZOH-ik, mez-oh-, mess-, mee-zə-, -⁠zoh-, mee-sə-, -⁠soh-) is an interval of geological time from about 252 to 66 million years ago. It is also called the Age of Reptiles and the Age of Conifers.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Ellisras_Basin": "The Ellisras Basin is a geological basin that spans the border between South Africa and Botswana, extending west from the town of Lephalale (formerly Ellisras) in Limpopo province. Basin fill consists of sedimentary rocks of the Karoo Supergroup, with maximum thickness of 1,500 metres (4,900 ft).",
  "/wiki/Permian": "The Permian (/ˈpɜːr.mi.ən/ PUR-mee-ən) is a geologic period and system which spans 47 million years from the end of the Carboniferous period 298.9 million years ago (Mya), to the beginning of the Triassic period 251.902 Mya. It is the last period of the Paleozoic era; the following Triassic period belongs to the Mesozoic era. The concept of the Permian was introduced in 1841 by geologist Sir Roderick Murchison, who named it after the region of Perm in Russia.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Erris_Trough": "The Slyne-Erris Trough is a geological basin off the west coast of Donegal, Ireland.",
  "/wiki/Triassic": "The Triassic (/traɪˈæs.ɪk/ try-ASS-ik) is a geologic period and system which spans 50.6 million years from the end of the Permian Period 251.9 million years ago (Mya), to the beginning of the Jurassic Period 201.3 Mya. The Triassic is the first and shortest period of the Mesozoic Era. Both the start and end of the period are marked by major extinction events. The Triassic period is subdivided into three epochs: Early Triassic, Middle Triassic and Late Triassic.",
  "/wiki/Jurassic": "The Jurassic (/dʒʊˈræs.ɪk/ juu-RASS-ik; from the Jura Mountains) is a geologic period and system that spanned 56 million years from the end of the Triassic Period 201.3 million years ago (Mya) to the beginning of the Cretaceous Period 145 Mya.[note 1] The Jurassic constitutes the middle period of the Mesozoic Era, also known as the Age of Reptiles. The start of the period was marked by the major Triassic–Jurassic extinction event. Two other extinction events occurred during the period: the Pliensbachian-Toarcian extinction in the Early Jurassic, and the Tithonian event at the end; neither event ranks among the \"Big Five\" mass extinctions, however.",
  "/wiki/Ireland": "Ireland (/ˈaɪərlənd/ (listen); Irish: Éire [ˈeːɾʲə] (listen); Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth.",
  "/wiki/Lake_Baikal": "Lake Baikal (/baɪˈkɑːl, -ˈkæl/; Russian: озеро Байкал, tr. Ozero Baykal, IPA: [ˈozʲɪrə bɐjˈkaɫ]; Buryat: Байгал нуур, Baigal nuur; Mongolian: Байгал нуур, Baigal nuur, etymologically meaning, in Mongolian, \"Nature Lake\") is a rift lake located in southern Siberia, Russia, between Irkutsk Oblast to the northwest and the Buryat Republic to the southeast.",
  "/wiki/Cenozoic": "The Cenozoic Era (/ˌsiː.nəˈzoʊ.ɪk, -noʊ-, ˌsɛn.ə-, ˌsɛn.oʊ-/ see-nə-ZOH-ik, -⁠noh-, SEN-ə-, SEN-oh-) meaning \"new life\" is the current and most recent of the three Phanerozoic geological eras, following the Mesozoic Era and extending from 66 million years ago to the present day. It is generally believed to have started on the day of the Cretaceous–Paleogene extinction event when an asteroid hit the earth.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Newark_Basin": "The Newark Basin is a sediment-filled rift basin located mainly in northern New Jersey but also stretching into south-eastern Pennsylvania and southern New York. It is part of the system of Eastern North America Rift Basins.",
  "/wiki/Pannonian_Basin": "The Pannonian Basin, or Carpathian Basin, is a large basin in Central Europe. The geomorphological term Pannonian Plain is more widely used for roughly the same region though with a somewhat different sense, with only the lowlands, the plain that remained when the Pliocene Epoch Pannonian Sea dried out.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Saint_Lawrence_rift_system": "The Saint Lawrence rift system is a seismically active zone paralleling the Saint Lawrence River. The rift system trends northeast and southwest and forms a half-graben that links the Ottawa-Bonnechere and the Saguenay grabens. The rift system extends more than 1,000 km (620 mi) along the Saint Lawrence valley from the Ottawa – Montreal area. Within the system, fault reactivation is believed to occur along late Proterozoic to early Paleozoic normal faults related to the opening of the Iapetus Ocean.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Slyne-Erris_Trough": "The Slyne-Erris Trough is a geological basin off the west coast of Donegal, Ireland.",
  "/wiki/Middle_Jurassic": "The Middle Jurassic is the second epoch of the Jurassic Period. It lasted from about 174.1 to 163.5 million years ago. Fossils of land-dwelling animals, such as dinosaurs, from the Middle Jurassic are relatively rare, but geological formations containing land animal fossils include the Forest Marble Formation in England, the Kilmaluag Formation in Scotland, the Daohugou Beds in China, the Itat Formation in Russia, and the Isalo III Formation of western Madagascar.",
  "/wiki/Taipei_Basin": "The Taipei Basin (Chinese: 臺北盆地; pinyin: Táiběi Péndì) is a geographic region in northern Taiwan. It is the second largest basin in Taiwan. The basin is bounded by Yangmingshan to the north, Linkou mesa to the west, and the Ridge of Xueshan Range to the southeast. The shape of the basin is close to a triangle. The three vertices are Nangang, Huilong of Xinzhuang, and Guandu of Beitou.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Vale_of_Clwyd": "The Vale of Clwyd (Welsh: Dyffryn Clwyd) is a tract of low-lying ground in the county of Denbighshire in northeast Wales. The Vale extends south-southwestwards from the coast of the Irish Sea for some 20 miles (about 30 km) forming a triangle of low ground bounded on its eastern side by the well-defined scarp of the Clwydian Range and to the west by numerous low hills. The River Clwyd (Welsh: Afon Clwyd) which rises within Clocaenog Forest, southwest of Denbigh, runs the full length of the vale. It is joined by the two major left bank tributaries of the River Clywedog (Welsh: Afon Clywedog) and River Elwy (Welsh: Afon Elwy) and the smaller right bank tributary of the River Wheeler (Welsh: Afon Chwiler).",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate.",
  "/wiki/Widmerpool_Gulf": "The Widmerpool Gulf is a name given to a sedimentary basin that existed as an area of open water during the Early Carboniferous (Tournaisian Age). It is named after Widmerpool, near Nottingham and was an extension eastwards as far as Lincolnshire, of the North Staffordshire Gulf. It was formed during a rifting event, which began in the Late Devonian, that affected the area between the London-Brabant Massif to the south and the Highland Boundary Fault to the north.  It has a large normal fault on its southern margin and has the form of a half-graben.",
  "/wiki/Carboniferous": "The Carboniferous (/ˌkɑːr.bəˈnɪf.ər.əs/ KAHR-bə-NIF-ər-əs) is a geologic period and system that spans 60 million years from the end of the Devonian Period 358.9 million years ago (Mya), to the beginning of the Permian Period, 298.9 Mya. The name Carboniferous means \"coal-bearing\" and derives from the Latin words carbō (\"coal\") and ferō (\"I bear, I carry\"), and was coined by geologists William Conybeare and William Phillips in 1822."
}