{
  "/wiki/Niujie_Mosque": "The Niujie Mosque(simplified Chinese: 牛街礼拜寺; traditional Chinese: 牛街禮拜寺; pinyin: Niújiē lǐbàisì; Wade–Giles: Niu-chieh Li-pai-ssu \"Oxen Street House of Worship\" or Chinese: 牛街清真寺; pinyin: Niújiē Qīngzhēnsì; Wade–Giles: Niu-chieh Ch'ing-chen-ssu \"Oxen Street Mosque\") is the oldest mosque in Beijing, China. It was first built in 996 during the Liao Dynasty and was reconstructed as well as enlarged under the Kangxi Emperor (r. 1661–1722) of the Qing Dynasty.",
  "/wiki/Xicheng_District": "Xicheng District (simplified Chinese: 西城区; traditional Chinese: 西城區; pinyin: Xīchéng Qū; literally: 'West City District') is a district of Beijing. Xicheng District spans 32 square kilometres (12 sq mi), making it the largest portion of the old city (inside the 2nd Ring Road), and has 706,691 inhabitants (2000 Census). Its postal code is 100032. Xicheng is subdivided into 15 subdistricts of the city proper of Beijing. The former Xuanwu District was merged into Xicheng on July 2010.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Qingjing_Mosque": "The Qingjing Mosque (Chinese: 清淨寺; pinyin: Qīngjìng Sì; Pe̍h-ōe-jī: Chheng-chēng-sī; Arabic: مسجد الأصحاب‎, romanized: Masjid al-Aṣḥāb), also known as the Ashab Mosque, is a mosque located in the city of Quanzhou, Fujian, China. It is found on Tumen Street.",
  "/wiki/Quanzhou": "Quanzhou, alternatively known as Chinchew, is a prefecture-level port city on the north bank of the Jin River, beside the Taiwan Strait in Fujian Province, People's Republic of China. It is Fujian's largest metropolitan region, with an area of 11,245 square kilometers (4,342 sq mi) and, as of 2010, a population of 8,128,530. Its built-up area is home to 6,107,475 inhabitants, encompassing the Licheng, Fengze, and Luojiang urban districts; Jinjiang, Nan'an, and Shishi cities; Hui'an County; and the Quanzhou District for Taiwanese Investment.  Quanzhou was China's 12th-largest extended metropolitan area in 2010.",
  "/wiki/Fujian": "Fújiàn (福建; alternately romanized as Fukien or Hokkien Province) is a province on the southeast coast of mainland China. Fujian is bordered by Zhejiang to the north, Jiangxi to the west, Guangdong to the south, and the Taiwan Strait to the east. Its capital is Fuzhou, while its largest city by population is Xiamen, both located near the coast of the Taiwan Strait in the east of the province. The name Fujian came from the combination of Fuzhou and Jianzhou (present Nanping), a city in Fujian, during the Tang dynasty.",
  "/wiki/Dunhuang_Mosque": "The Dunhuang Mosque (Chinese: 敦煌清真寺; pinyin: Dūnhuáng Qīngzhēnsì) is a mosque in Dunhuang City, Gansu Province, China.",
  "/wiki/Dunhuang": "Dunhuang (listen (help·info)) is a county-level city in northwestern Gansu Province, Western China. The 2000 Chinese census reported a population of 187,578 in this city. Dunhuang was a major stop on the ancient Silk Road and is best known for the nearby Mogao Caves. It has also been known at times as Shazhou and, in Uyghur, Dukhan.",
  "/wiki/Gansu": "Gansu (甘肃; alternately romanized as Kansu) is a landlocked province in Northwest China. Its capital and largest city is Lanzhou, located in the southeast part of the province.",
  "/wiki/Huasi_Mosque": "The Huasi Mosque (Chinese: 华寺清真寺; pinyin: Huásì Qīngzhēnsì; literally: 'Multicoloured Mosque') is a mosque in China built during the reign of the Chenghua Emperor (r. 1465–1487) in the Ming dynasty. Buddhist temples and imperial palaces were the architecture on which the construction for the mosque was based. It was constructed by Muslims living in West Phoenix Wood Town, now the Bafang areas of Linxia City, Gansu. Ma Zhongying's 1928 revolt in the Muslim conflict in Gansu (1927–30) led to a blaze that destroyed the building. It was capable of holding 2,000 people being 5 mu in area after reconstruction of the Mosque in 1941.",
  "/wiki/Linxia_City": "Linxia City (simplified Chinese: 临夏市; traditional Chinese: 臨夏市; pinyin: Línxià Shì), once known as Hezhou (Chinese: 河州; pinyin: Hézhōu; Wade–Giles: Ho-chou), is a county-level city in the province of Gansu of the People's Republic of China, and the capital of the multi-ethnic Linxia Hui Autonomous Prefecture.  It is located in the valley of the Daxia River (a right tributary of the Yellow River), 150 km (93 mi) (by road) southwest of the provincial capital Lanzhou.",
  "/wiki/Huaisheng_Mosque": "The Huaisheng Mosque, Chinese: 广州怀圣寺, also known as the Lighthouse Mosque and the Great Mosque of Canton,[n 1] is the main mosque of Guangzhou. Rebuilt many times over its history, it is traditionally thought to have been originally built over 1,300 years ago, which would make it one of the oldest mosques in the world.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/Guangdong": "Guangdong (alternately romanized as Canton Province or Kwangtung) is a coastal province in South China on the north shore of South China Sea. The capital of the province is Guangzhou. With a population of 113.46 million (as of 2018) across a total area of about 179,800 km2 (69,400 sq mi), Guangdong is the most populous province of China and the 15th-largest by area. Its economy is larger than that of any other province in the nation and the 6th largest sub-national economy in the world with a GDP size of 1.47 trillion US dollars (9.73 trillion Chinese yuan) in 2018. The Pearl River Delta Economic Zone, a Chinese megalopolis, is a core for high technology, manufacturing and foreign trade. Located in this zone are two of the four top Chinese cities and the top two Chinese prefecture-level cities by GDP; Guangzhou, the capital of the province, and Shenzhen, the first special economic zone in the country. These two are among the most populous and important cities in China, and have now become two of the world's most populous megacities.",
  "/wiki/Nanning_Mosque": "The Nanning Mosque (Chinese: 南宁清真寺; pinyin: Nánníng Qīngzhēnsì) is a mosque in Xingning District, Nanning City, Guangxi, China.",
  "/wiki/Nanning": "Nanning (Chinese: 南宁; pinyin: Nánníng; Standard Zhuang: Namzningz) is the capital and largest city by population of the Guangxi Zhuang Autonomous Region in Southern China. It is known as the \"Green City\" because of its abundance of lush subtropical foliage. Located in the South of Guangxi, Nanning is surrounded by a hilly basin, with a warm, monsoon-influenced humid subtropical climate. As of 2018 sampling, Nanning had a population of 7,241,100 whom 4,417,600 urban and 3,839,800 living in its built-up (or metro) area made up of 6 urban districts.",
  "/wiki/Guangxi": "Guangxi ([kwàŋ.ɕí] (listen); alternately romanized as Kwanghsi; Chinese: 广西; Zhuang: Gvangjsih), officially the Guangxi Zhuang Autonomous Region (GZAR), is an autonomous region of the People's Republic of China, located in South China and bordering Vietnam (Hà Giang, Cao Bằng, Lạng Sơn and Quảng Ninh Provinces) and the Gulf of Tonkin. Formerly a province, Guangxi became an autonomous region in 1958. Its current capital is Nanning.",
  "/wiki/Daowai_Mosque": "The Daowai Mosque or Harbin Mosque (Chinese: 道外清真寺; pinyin: Dàowài Qīngzhēnsì) is a mosque in Daowai District, Harbin, Heilongjiang, China. It is the largest mosque in Heilongjiang.",
  "/wiki/Harbin": "Harbin (Manchu: ᡥᠠᠯᠪᡳᠨ; Chinese: 哈尔滨 Hā'ěrbīn) is a sub-provincial city and the provincial capital of Heilongjiang province, People's Republic of China, as well as the second largest city by urban population and largest city by metropolitan population (urban and rural together) in Northeast China.  Harbin has direct jurisdiction over nine metropolitan districts, two county-level cities and seven counties, and is the eighth most populous Chinese city according to the 2010 census, the built-up area (which consists of all districts except Shuangcheng and Acheng) had 5,282,093 inhabitants, while the total metropolitan population was up to 10,635,971.  Harbin serves as a key political, economic, scientific, cultural and communications hub in Northeast China, as well as an important industrial base of the nation.",
  "/wiki/Bukui_Mosque": "Bukui Mosque (Chinese: 卜奎清真寺; pinyin: Bǔkuí Qīngzhēnsì) is a mosque in Qiqihar, Heilongjiang, China. It is located in Mosque Road (Chinese: 清真路; pinyin: Qīngzhēn Lù) off Bukui Street. It was built during the Qing Dynasty, and listed in 2006 as a Major Site to Be Protected for Its Historical and Cultural Value at the National Level. It is the largest and oldest mosque in the province.",
  "/wiki/Heilongjiang": "Heilongjiang (黑龙江; formerly romanized as Heilungkiang) is a province in Northeast China. The province is bordered by Jilin to the south and Inner Mongolia to the west. It also shares a border with Russia (Amur Oblast, Jewish Autonomous Oblast, Khabarovsk Krai, Primorsky Krai and Zabaykalsky Krai) to the north and east. The capital and the largest city of the province is Harbin. Among Chinese provincial-level administrative divisions, Heilongjiang is the sixth-largest by total area and the 15th-most populous.",
  "/wiki/List_of_mosques_in_Hong_Kong": "The following is the list of mosques in Hong Kong:",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/Macau_Mosque_and_Cemetery": "The Macau Mosque and Cemetery (Chinese: 澳門伊斯蘭清真寺及墳場; Portuguese: Mesquita e Cemitério de Macau) is the only mosque and Muslim cemetery in Macau, China, located in the parish of Nossa Senhora de Fátima.",
  "/wiki/Freguesia_de_Nossa_Senhora_de_Fátima_(Macau)": "Freguesia de Nossa Senhora de Fátima is the northernmost and largest freguesia (parish) in Macau Peninsula, Macau. It has an area of 2.7 square kilometers (1.0 sq mi) and a population of 126,000, which constitutes about 40.3% of the peninsula's land mass and one-third of the population.[citation needed] It consists mostly of land reclaimed from the sea. Natural land comprises only a quarter of its current size. It was developed from farmlands in the 1960s and 1970s, to become an industrial area.  Forty-one percent of Macau's factories are located in the parish.[citation needed]",
  "/wiki/Macau": "Macau, also spelt Macao (/məˈkaʊ/ (listen); 澳門, Cantonese: [ōu.mǔːn]; official Portuguese: [mɐˈkaw] Macau), and officially the Macao Special Administrative Region of the People's Republic of China, is a city and special administrative region on the western side of the Pearl River estuary in southern China. With a population of 667,400 and an area of 32.9 km2 (12.7 sq mi), it is the most densely populated region in the world.",
  "/wiki/Tongxin_Great_Mosque": "The Tongxin Great Mosque (Chinese: 同心清真大寺; pinyin: Tóngxīn Qīngzhēn Dàsì) is a mosque in Tongxin County, Wuzhong City, Ningxia Hui Autonomous Region, China. The mosque is the oldest and largest mosque in Ningxia.",
  "/wiki/Tongxin_County": "Tongxin County (simplified Chinese: 同心县; traditional Chinese: 同心縣; pinyin: Tóngxīn Xiàn) is a county under the administration of the prefecture-level city of Wuzhong in the central part of the Ningxia Hui Autonomous Region of the People's Republic of China, bordering Gansu province to the east. It has a total area of 7021 square kilometers, and a population of approximately 360,000 people.",
  "/wiki/Ningxia": "Ningxia (Chinese: 宁夏; Mandarin pronunciation: [nǐŋ.ɕjâ]; alternately romanized as Ninghsia), officially the Ningxia Hui Autonomous Region (NHAR), is a landlocked autonomous region in Northwestern China. Formerly a province, Ningxia was incorporated into Gansu in 1954 but was separated from Gansu in 1958 and was reconstituted as an autonomous region for the Hui people, one of the 56 officially recognised nationalities of China. Twenty percent of China's Hui population lives in Ningxia.",
  "/wiki/Dongguan_Mosque": "Dongguan Mosque (Chinese: 东关清真大寺; pinyin: Dōngguān Qīngzhēnsì) is a mosque in Xining, Qinghai Province, China. It is the largest mosque in Qinghai.",
  "/wiki/Xining": "Xining (simplified Chinese: 西宁; traditional Chinese: 西寧 Xīníng [ɕí.nǐŋ]; Standard Tibetan: ཟི་ལིང་། Ziling) is the capital of Qinghai province in western China, and the largest city on the Tibetan Plateau. It has 2,208,708 inhabitants at the 2010 census of whom 1,198,304 live in the built up area made of 4 urban districts.",
  "/wiki/Qinghai": "Qinghai (青海; formerly romanized as Tsinghai, Ch'inghai or Kokonur) is a landlocked province in Northwestern China. As one of the largest province-level administrative divisions of China by area, the province is ranked fourth-largest in area and has the third-smallest population. Its capital and largest city is Xining.",
  "/wiki/Xunhua_Salar_Autonomous_County": "Xunhua Salar Autonomous County (Chinese: 循化撒拉族自治县; pinyin: Xúnhuà Sǎlázú Zìzhìxiàn; Salar: Göxdeñiz Velayat Yisır Salır Özbaşdak Yurt) is an autonomous Salar county in the southeast of Haidong Prefecture of Qinghai Province, China. The county has an area of around 2,100 square kilometres (810 sq mi) and approximately 110,000 inhabitants (2002). In the east it borders on the province of Gansu, in the south and the west to the Huangnan Tibetan Autonomous Prefecture, its postal code is 811100, and its capital is the town of Jishi.",
  "/wiki/Great_Mosque_of_Xi'an": "The Great Mosque of Xi'an (Chinese: 西安大清真寺; pinyin: Xīān Dà Qīngzhēnsì) is the largest mosque in China.:128 An active place of worship within Xi'an Muslim Quarter, this courtyard complex is also a popular tourist site. The majority of the mosque was built during the early Ming dynasty.:121 It now houses more than twenty buildings in its five courtyards, and covers 12,000 square metres (130,000 square feet).",
  "/wiki/Xi'an": "Xi'an (UK: /ˌʃiːˈæn/ shee-AN, US: /ˌʃiːˈɑːn/ shee-AHN, Chinese: [ɕí.án] (listen)), also known as Sian, is the capital of Shaanxi Province. A sub-provincial city on the Guanzhong Plain in northwest China, it is one of the oldest cities in China, and the oldest prefecture capital and one of the Four Great Ancient Capitals, having held the position under several of the most important dynasties in Chinese history, including Western Zhou, Qin, Western Han, Sui, and Tang. Xi'an is the starting point of the Silk Road and home to the Terracotta Army of Emperor Qin Shi Huang.",
  "/wiki/Shaanxi": "Shaanxi (simplified Chinese: 陕西; traditional Chinese: 陝西; pinyin: Shǎnxī; Mandarin pronunciation: [ʂàn.ɕí] (listen); formerly Shensi) is a landlocked province in Northwest China. It lies in central China, bordering the provinces of Shanxi (NE, E), Henan (E), Hubei (SE), Chongqing (S), Sichuan (SW), Gansu (W), Ningxia (NW), and Inner Mongolia (N).",
  "/wiki/Jinan_Great_Southern_Mosque": "The Jinan Great Southern Mosque (Chinese: 济南清真南大寺; pinyin: Jǐnán Qīngzhēn Nán Dà Sì) is the oldest mosque in the city of Jinan, Shandong Province, China. It was established during the Yuan dynasty (in 1295). Most of the present structures were erected during the Ming dynasty (in 1436 and 1492). The basic layout of the mosque is that of a Chinese temple into which the elements needed for its function as a mosque have been integrated.",
  "/wiki/Jinan": "Jinan, alternately romanized as Tsinan,[a] is the capital of Shandong province in Eastern China. The area of present-day Jinan has played an important role in the history of the region from the earliest beginnings of civilization and has evolved into a major national administrative, economic, and transportation hub. The city has held sub-provincial administrative status since 1994. Jinan is often called the \"Spring City\" for its famous 72 artesian springs.\nIts population was 6.8 million at the 2010 census.",
  "/wiki/Shandong": "Shandong (山东; alternately romanized as Shantung) is a coastal province of the People's Republic of China, and is part of the East China region.",
  "/wiki/Fuyou_Road_Mosque": "The Fuyou Road Mosque (Chinese: 福佑路清真寺; pinyin: Fúyòu Lù Qīngzhēnsì), also known as the North Mosque, is a mosque in Huangpu District, Shanghai, China.",
  "/wiki/Huangpu_District,_Shanghai": "Huangpu (help·info) District, makes up the eastern part of Shanghai's traditional urban core and is today the most central of Shanghai's 16 districts. Huangpu district is the seat of municipal government, includes key attractions such as The Bund and the Old City God Temple, as well as popular shopping districts such as Nanjing Road and Huaihai Road. The Huangpu District is one of the most densely populated urban districts in the world.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/Xiaotaoyuan_Mosque": "The Xiaotaoyuan Mosque (Chinese: 小桃园清真寺; pinyin: Xiǎotáoyuán Qīngzhēnsì), formerly known as Islamic Western Mosque or Shanghai Western Mosque, is a mosque in Huangpu District, Shanghai, China. It is the largest mosque in Shanghai.",
  "/wiki/Lhasa_Great_Mosque": "The Lhasa Great Mosque (Chinese: 拉萨清真大寺; pinyin: Lāsà Qīngzhēn Dàsì), also known as Hebalin Mosque (河坝林清真寺), is a mosque in Lhasa, Tibet Autonomous Region, China.",
  "/wiki/Lhasa": "Lhasa or Chengguan is a district and administrative capital of Lhasa City in the Tibet Autonomous Region of the People's Republic of China. The inner urban area of Lhasa City is equivalent to the administrative borders of Chengguan District, which is part of the wider prefectural Lhasa City.",
  "/wiki/Tibet": "Tibet (/tɪˈbɛt/ (listen); Tibetan: བོད་, Lhasa dialect: [/pʰøː˨˧˩/]; Chinese: 西藏; pinyin: Xīzàng) is a region in Asia covering much of the Tibetan Plateau. It is the traditional homeland of the Tibetan people as well as some other ethnic groups such as Monpa, Tamang, Qiang, Sherpa, and Lhoba peoples and is now also inhabited by considerable numbers of Han Chinese and Hui people. Tibet is the highest region on Earth, with an average elevation of 5,000 m (16,000 ft). The highest elevation in Tibet is Mount Everest, Earth's highest mountain, rising 8,848 m (29,029 ft) above sea level.",
  "/wiki/Afaq_Khoja_Mausoleum": "The Afāq Khoja Mausoleum or Aba Khoja Mausoleum (آفاق خواجه مزار) (Uyghur: Apakh Khoja Mazar, Апақ Хоҗа Мазар), is a mausoleum in Xinjiang, China. The holiest local Muslim site, it is located some 5 km north-east from the centre of Kashgar, in Haohan Village (浩罕村; Ayziret in Uyghur), which has is also known as Yaghdu. The shrine is heavily patronized by sightseers.",
  "/wiki/Xinjiang": "Xinjiang (Uyghur: شىنجاڭ‎, SASM/GNC: Xinjang; Chinese: 新疆; pinyin: Xīnjiāng; alternately romanized as Sinkiang), officially the Xinjiang Uygur Autonomous Region (XUAR), is an autonomous region of the People's Republic of China, located in the far northwest of the country. Being the largest province-level division of China and the 8th largest country subdivision in the world, Xinjiang spans over 1.6 million km2 (640,000 square miles). The Aksai Chin region, administered by China mostly as part of Xinjiang's Hotan Prefecture, is claimed by India. Xinjiang borders the countries of Mongolia (Bayan-Ölgii, Khovd and Govi-Altai Provinces), Russia (Altai Republic), Kazakhstan (East Kazakhstan and Almaty Provinces), Kyrgyzstan (Issyk Kul, Naryn and Osh Regions), Tajikistan (Gorno-Badakhshan Autonomous Region), Afghanistan (Badakhshan Province), Pakistan (Gilgit Baltistan) and India (Ladakh and Jammu and Kashmir). The rugged Karakoram, Kunlun and Tian Shan mountain ranges occupy much of Xinjiang's borders, as well as its western and southern regions. Xinjiang also borders the Tibet Autonomous Region and the provinces of Gansu and Qinghai. The most well-known route of the historical Silk Road ran through the territory from the east to its northwestern border.",
  "/wiki/Khotan_Mosque": "Khotan Mosque (Chinese: 和田清真寺; pinyin: Hétián Qīngzhēnsì) is a mosque in Khotan, Xinjiang, China. It was built in 1870 and its patron is Habibullah Khan, the ruler of the temporary Khotan Khanate.",
  "/wiki/Hotan": "Hotan[note 1] is a major oasis town in Southwestern Xinjiang, an autonomous region in Western China. The city proper of Hotan broke off from the larger Hotan County to become an administrative area in its own right in August 1984. It is the seat of Hotan Prefecture.",
  "/wiki/List_of_mosques_in_China": "This is a list of notable mosques in China. A mosque is a place of worship for followers of the religion of Islam.  The first mosque in China was the Great Mosque of Xi'an, built during the Tang Dynasty in the 8th century CE. Today there are over 39,000 mosques in China, 25,000 of these are in Xinjiang, a north-west autonomous region."
}