{
  "/wiki/Will_Mellor": "William Mellor (born 3 April 1976) is an English actor, singer, and model. He is best known for his television roles, including Jambo Bolton in Hollyoaks, Gaz Wilkinson in Two Pints of Lager and a Packet of Crisps, DC Spike Tanner in No Offence, Steve Connolly in Broadchurch, Georgie in Barking!, and Ollie Curry in White Van Man.",
  "/wiki/Gaz_Wilkinson": "The following is a list of characters for the British sitcom Two Pints of Lager and a Packet of Crisps written by Susan Nickson and broadcast by the BBC. The first series began on 26 February 2001 with the final series being broadcast in 2020.",
  "/wiki/Natalie_Casey": "Natalie Casey (born 15 April 1980) is an English actress, television presenter and singer. She is known for her long-running role playing Donna Henshaw in Two Pints of Lager and a Packet of Crisps from 2001 to 2011.",
  "/wiki/Donna_Wilkinson": "The following is a list of characters for the British sitcom Two Pints of Lager and a Packet of Crisps written by Susan Nickson and broadcast by the BBC. The first series began on 26 February 2001 with the final series being broadcast in 2020.",
  "/wiki/Sheridan_Smith": "Sheridan Smith, OBE (born 25 June 1981) is an English actress and singer.",
  "/wiki/List_of_Two_Pints_of_Lager_and_a_Packet_of_Crisps_characters": "The following is a list of characters for the British sitcom Two Pints of Lager and a Packet of Crisps written by Susan Nickson and broadcast by the BBC. The first series began on 26 February 2001 with the final series being broadcast in 2020.",
  "/wiki/Ralf_Little": "Ralf Alastair John Little (born 8 February 1980) is an English actor, writer and semi-professional footballer, working mainly in television comedy. He has played Antony Royle in The Royle Family and Jonny Keogh in the first six series of Two Pints of Lager and a Packet of Crisps.",
  "/wiki/Jonny_Keogh": "The following is a list of characters for the British sitcom Two Pints of Lager and a Packet of Crisps written by Susan Nickson and broadcast by the BBC. The first series began on 26 February 2001 with the final series being broadcast in 2020.",
  "/wiki/Kathryn_Drysdale": "Kathryn Drysdale (born 1 December 1981) is an English actress known for her role as Grace Shelley in The West End show The Ruling Class opposite James McAvoy, as Taylor in the film St Trinian's, Rhoda Swartz in Mira Nair's Vanity Fair, and Louise Brooks in the BBC comedy series Two Pints of Lager and a Packet of Crisps from 2001 until her departure from the show in 2009. She has also starred in the fourth series of the ITV sitcom Benidorm and as Brownwell in William Boyd's award-winning Any Human Heart opposite Jim Broadbent. She previously worked with Broadbent on Mira Nair's feature adaptation of William Thackeray's Vanity Fair starring Reese Witherspoon. She played the role of mixed-race heiress Rhoda Swartz. She is also known for her role as Lizzie in the drama series Tripping Over by Mike Bullen. She appeared in Doctor Who as Bliss in the episode \"Love & Monsters\". She currently plays Meghan Markle in season 2 of The Windsors.",
  "/wiki/Beverley_Callard": "Beverley Jane McEwan (née Moxon; previously Atkinson, Sowden and Callard; born 28 March 1957) is an English actress, known for her role as Liz McDonald in ITV's Coronation Street and Flo Henshaw in  Two Pints of Lager and a Packet of Crisps.",
  "/wiki/Flo_Henshaw": "The following is a list of characters for the British sitcom Two Pints of Lager and a Packet of Crisps written by Susan Nickson and broadcast by the BBC. The first series began on 26 February 2001 with the final series being broadcast in 2020.",
  "/wiki/Lee_Oakes": "Lee Oakes (born 1976) is an English actor best known for his role as Munch Wilkinson in the British comedy Two Pints of Lager and a Packet of Crisps and as Kev in the British television series After You've Gone, a friend and fellow builder of Jimmy Venables (portrayed by Nicholas Lyndhurst).[citation needed]",
  "/wiki/Munch_Wilkinson": "The following is a list of characters for the British sitcom Two Pints of Lager and a Packet of Crisps written by Susan Nickson and broadcast by the BBC. The first series began on 26 February 2001 with the final series being broadcast in 2020.",
  "/wiki/Hayley_Bishop": "Two Pints of Lager and a Packet of Crisps is a British sitcom that ran from 26 February 2001 to 24 May 2011 and will return under a new format for a special one-off episode in 2020. First broadcast on BBC Two, it starred Ralf Little, Will Mellor, Natalie Casey, Sheridan Smith, Kathryn Drysdale, and Luke Gell. Created and written by Susan Nickson, it was set in the northwest England town of Runcorn, and originally revolved around the lives of five twenty-somethings. Little departed after the sixth series finished airing, with Smith and Drysdale leaving following the airing of the eighth series. The ninth and final series had major changes with new main cast members and new writers.",
  "/wiki/Luke_Gell": "Luke Martin Gell (born 20 January 1987[citation needed] in Nottingham) is an English actor. He was educated at The Kings School in Nottingham and trained at Central Independent Television's Television Workshop. He has been described as a \"young Peter Kay\" and is most well known for the role of Tim in the BBC Three sitcom, Two Pints of Lager and a Packet of Crisps from 2008 to the show's end in 2011.",
  "/wiki/Tim_Claypole": "The following is a list of characters for the British sitcom Two Pints of Lager and a Packet of Crisps written by Susan Nickson and broadcast by the BBC. The first series began on 26 February 2001 with the final series being broadcast in 2020.",
  "/wiki/Thomas_Nelstrop": "Thomas Nelstrop (born 29 July 1980) is an English actor, comedian, and voiceover artist. He played Ben Wainright in the Doctor Who episode \"Blink\" and Wesley Presley in the BBC Three comedy series Two Pints of Lager and a Packet of Crisps.",
  "/wiki/Wesley_Presley": "The following is a list of characters for the British sitcom Two Pints of Lager and a Packet of Crisps written by Susan Nickson and broadcast by the BBC. The first series began on 26 February 2001 with the final series being broadcast in 2020.",
  "/wiki/Freddie_Hogan": "Freddie Hogan (born 17 May 1988) is a British actor, who became known to a wider audience in a leading role in the ninth series of the British sitcom Two Pints of Lager and a Packet of Crisps broadcast by BBC Three. Hogan also appears in a minor role in the second part of the movie Harry Potter and the Deathly Hallows.  His theatre performance in Extra Virgin earned him an Off West End Theatre Award nomination for Best Actor. Hogan is filming the new BBC1, 7 part series of Jonathan Strange and Mr Norell as Davey.",
  "/wiki/Georgia_Henshaw": "Georgia Henshaw (born 11 July 1993) is a Welsh actress best known for her roles on British television. Among her leading roles have been those of member of \"The Ace Gang\", Rosie in Angus, Thongs and Perfect Snogging, and as JJ's love interest, Lara, in Skins. She has also appeared as Cassie Claypole in the BBC Three show Two Pints of Lager and a Packet of Crisps. From 2011 to 2012, she was in the BBC drama Waterloo Road as Madeline 'Madi' Diamond.",
  "/wiki/Two_Pints_of_Lager_and_a_Packet_of_Crisps": "Two Pints of Lager and a Packet of Crisps is a British sitcom that ran from 26 February 2001 to 24 May 2011 and will return under a new format for a special one-off episode in 2020. First broadcast on BBC Two, it starred Ralf Little, Will Mellor, Natalie Casey, Sheridan Smith, Kathryn Drysdale, and Luke Gell. Created and written by Susan Nickson, it was set in the northwest England town of Runcorn, and originally revolved around the lives of five twenty-somethings. Little departed after the sixth series finished airing, with Smith and Drysdale leaving following the airing of the eighth series. The ninth and final series had major changes with new main cast members and new writers."
}