{
  "/wiki/Albuquerque_Basin": "The Albuquerque Basin (or Middle Rio Grande Basin) is one of the largest and deepest of the structural basins in the Rio Grande rift. It contains the city of Albuquerque, New Mexico. Geologically, the Albuquerque Basin is a half-graben that slopes down towards the east to terminate on the Sandia and Manzano mountains. It has a semi-arid climate, with large areas that count as desert. From Paleo-Indian traces dating back 12,000 years, the climate used to be wetter and more fertile than it is today. The Rio Grande flows through the basin from north to south. Its valley has been irrigated for at least 1,000 years. Intense irrigation began in the late nineteenth century with new dams, levees and ditches and has caused environmental problems.",
  "/wiki/Miocene": "The Miocene ( /ˈmaɪ.əˌsiːn, ˈmaɪ.oʊ-/ MY-ə-seen, MY-oh-) is the first geological epoch of the Neogene Period and extends from about 23.03 to 5.333 million years ago (Ma). The Miocene was named by Charles Lyell; its name comes from the Greek words μείων (meiōn, \"less\") and καινός (kainos, \"new\") and means \"less recent\" because it has 18% fewer modern sea invertebrates than the Pliocene. The Miocene is preceded by the Oligocene and is followed by the Pliocene. As the earth went from the Oligocene through the Miocene and into the Pliocene, the climate slowly cooled towards a series of ice ages. The Miocene boundaries are not marked by a single distinct global event but consist rather of regionally defined boundaries between the warmer Oligocene and the cooler Pliocene Epoch. The apes first evolved, arose, and diversified during the early Miocene (Aquitanian and Burdigalian stages), becoming widespread in the Old World. By the end of this epoch and the start of the following one, the ancestors of humans had split away from the ancestors of the chimpanzees to follow their own evolutionary path during the final Messinian stage (7.5–5.3 Ma) of the Miocene. As in the Oligocene before it, grasslands continued to expand and forests to dwindle in extent.",
  "/wiki/Pliocene": "The Pliocene ( /ˈplaɪ.əˌsiːn, ˈplaɪ.oʊ-/ PLY-ə-seen, PLY-oh-; also Pleiocene) Epoch is the epoch in the geologic timescale that extends from 5.333 million to 2.58 million years BP. It is the second and youngest epoch of the Neogene Period in the Cenozoic Era. The Pliocene follows the Miocene Epoch and is followed by the Pleistocene Epoch. Prior to the 2009 revision of the geologic time scale, which placed the four most recent major glaciations entirely within the Pleistocene, the Pliocene also included the Gelasian stage, which lasted from 2.588 to 1.806 million years ago, and is now included in the Pleistocene.\n As with other older geologic periods, the geological strata that define the start and end are well identified but the exact dates of the start and end of the epoch are slightly uncertain. The boundaries defining the Pliocene are not set at an easily identified worldwide event but rather at regional boundaries between the warmer Miocene and the relatively cooler Pliocene. The upper boundary was set at the start of the Pleistocene glaciations.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions. [g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City. Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast.",
  "/wiki/Cheshire_Basin": "The Cheshire Basin is a late Palaeozoic and Mesozoic sedimentary basin extending under most of the county of Cheshire in northwest England. It extends northwards into the Manchester area and south into Shropshire. The basin possesses something of the character of a half-graben as its deepest extent is along its eastern and southeastern margins, where it is well defined by a series of sub-parallel faults, most important of which is the Red Rock Fault. These faults divide the basin from the older Carboniferous rocks of the Peak District and the North Staffordshire Coalfield. In terms of its architecture, the basin is sometimes considered to be divided into two sub-basins: the more southerly Wem–Audlem Sub-basin and the Sandbach–Knutsford Sub-basin to its northeast. The basin fill is mainly Permian and Triassic sandstones and mudstones, but it also incorporates economically important halite beds. The sequences referred to the Sherwood Sandstone Group and the overlying Mercia Mudstone Group are the thickest in England. An isolated outlier of Jurassic rocks occurs within the basin at Prees in north Shropshire.",
  "/wiki/Palaeozoic": "The Paleozoic (or Palaeozoic) Era ( /ˌpæl.i.əˈzoʊ.ɪk, -i.oʊ-, ˌpeɪ.li.ə-, -li.oʊ-/ pal-ee-ə-ZOH-ik, -⁠ee-oh-, pay-lee-, -⁠lee-oh-; from the Greek palaiós (παλαιός), \"old\" and zōḗ (ζωή), \"life\", meaning \"ancient life\") is the earliest of three geologic eras of the Phanerozoic Eon. It is the longest of the Phanerozoic eras, lasting from 541 to 251.902 million years ago, and is subdivided into six geologic periods (from oldest to youngest): the Cambrian, Ordovician, Silurian, Devonian, Carboniferous, and Permian. The Paleozoic comes after the Neoproterozoic Era of the Proterozoic Eon and is followed by the Mesozoic Era. The Paleozoic was a time of dramatic geological, climatic, and evolutionary change. The Cambrian witnessed the most rapid and widespread diversification of life in Earth's history, known as the Cambrian explosion, in which most modern phyla first appeared. Arthropods, molluscs, fish, amphibians, synapsids and diapsids all evolved during the Paleozoic. Life began in the ocean but eventually transitioned onto land, and by the late Paleozoic, it was dominated by various forms of organisms. Great forests of primitive plants covered the continents, many of which formed the coal beds of Europe and eastern North America.",
  "/wiki/Mesozoic": "The Mesozoic Era ( /ˌmɛz.əˈzoʊ.ɪk, ˌmɛz.oʊ-, ˌmɛs-, ˌmiː.zə-, -zoʊ-, ˌmiː.sə-, -soʊ-/ mez-ə-ZOH-ik, mez-oh-, mess-, mee-zə-, -⁠zoh-, mee-sə-, -⁠soh-) is an interval of geological time from about 252 to 66 million years ago. It is also called the Age of Reptiles and the Age of Conifers. The Mesozoic (\"middle life\") is one of three geologic eras of the Phanerozoic Eon, preceded by the Paleozoic (\"ancient life\") and succeeded by the Cenozoic (\"new life\"). The era is subdivided into three major periods: the Triassic, Jurassic, and Cretaceous, which are further subdivided into a number of epochs and stages. The era began in the wake of the Permian–Triassic extinction event, the largest well-documented mass extinction in Earth's history, and ended with the Cretaceous–Paleogene extinction event, another mass extinction whose victims included the non-avian dinosaurs. The Mesozoic was a time of significant tectonic, climate, and evolutionary activity. The era witnessed the gradual rifting of the supercontinent Pangaea into separate landmasses that would move into their current positions during the next era. The climate of the Mesozoic was varied, alternating between warming and cooling periods.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles. The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world.",
  "/wiki/Ellisras_Basin": "The Ellisras Basin is a geological basin that spans the border between South Africa and Botswana, extending west from the town of Lephalale (formerly Ellisras) in Limpopo province. Basin fill consists of sedimentary rocks of the Karoo Supergroup, with maximum thickness of 1,500 metres (4,900 ft).\n The principal economic resources in the basin are the Waterberg Coalfield in South African and the Mmamabula coalfields in Botswana.",
  "/wiki/Permian": "The Permian (/ˈpɜːr.mi.ən/ PUR-mee-ən) is a geologic period and system which spans 47 million years from the end of the Carboniferous period 298.9 million years ago (Mya), to the beginning of the Triassic period 251.902 Mya. It is the last period of the Paleozoic era; the following Triassic period belongs to the Mesozoic era. The concept of the Permian was introduced in 1841 by geologist Sir Roderick Murchison, who named it after the region of Perm in Russia. The Permian witnessed the diversification of the early amniotes into the ancestral groups of the mammals, turtles, lepidosaurs, and archosaurs. The world at the time was dominated by two continents known as Pangaea and Siberia, surrounded by a global ocean called Panthalassa. The Carboniferous rainforest collapse left behind vast regions of desert within the continental interior. Amniotes, which could better cope with these drier conditions, rose to dominance in place of their amphibian ancestors. The Permian (along with the Paleozoic) ended with the Permian–Triassic extinction event, the largest mass extinction in Earth's history, in which nearly 96% of marine species and 70% of terrestrial species died out.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry. South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world.",
  "/wiki/Erris_Trough": "The Slyne-Erris Trough is a geological basin off the west coast of Donegal, Ireland.\n In recent years it has been shown to be prospective for hydrocarbons, hosting Royal Dutch Shell Corrib gas field (discovered by Enterprise Oil, bought by Shell), and several other prospects being evaluated by a number of other oil companies. \n Structurally, the trough is a series of NNE-SSW trending half-grabens.",
  "/wiki/Triassic": "The Triassic (/traɪˈæs.ɪk/ try-ASS-ik) is a geologic period and system which spans 50.6 million years from the end of the Permian Period 251.9 million years ago (Mya), to the beginning of the Jurassic Period 201.3 Mya. The Triassic is the first and shortest period of the Mesozoic Era. Both the start and end of the period are marked by major extinction events. The Triassic period is subdivided into three epochs: Early Triassic, Middle Triassic and Late Triassic. Triassic began in the wake of the Permian–Triassic extinction event, which left the Earth's biosphere impoverished; it was well into the middle of the Triassic before life recovered  its former diversity. Therapsids and archosaurs were the chief terrestrial vertebrates during this time. A specialized subgroup of archosaurs, called dinosaurs, first appeared in the Late Triassic but did not become dominant until the succeeding Jurassic Period. The first true mammals, themselves a specialized subgroup of therapsids, also evolved during this period, as well as the first flying vertebrates, the pterosaurs, who, like the dinosaurs, were a specialized subgroup of archosaurs.",
  "/wiki/Jurassic": "The Jurassic (/dʒʊˈræs.ɪk/ juu-RASS-ik; from the Jura Mountains) is a geologic period and system that spanned 56 million years from the end of the Triassic Period 201.3 million years ago (Mya) to the beginning of the Cretaceous Period 145 Mya. [note 1] The Jurassic constitutes the middle period of the Mesozoic Era, also known as the Age of Reptiles. The start of the period was marked by the major Triassic–Jurassic extinction event. Two other extinction events occurred during the period: the Pliensbachian-Toarcian extinction in the Early Jurassic, and the Tithonian event at the end; neither event ranks among the \"Big Five\" mass extinctions, however. The Jurassic period is divided into three epochs: Early, Middle, and Late. Similarly, in stratigraphy,  the Jurassic is divided into the Lower Jurassic, Middle Jurassic, and Upper Jurassic series of rock formations. The Jurassic is named after the Jura Mountains within the European Alps, where limestone strata from the period were first identified. By the beginning of the Jurassic, the supercontinent Pangaea had begun rifting into two landmasses: Laurasia to the north, and Gondwana to the south.",
  "/wiki/Ireland": "Ireland (/ˈaɪərlənd/ (listen); Irish: Éire [ˈeːɾʲə] (listen); Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth. Geopolitically, Ireland is divided between the Republic of Ireland (officially named Ireland), which covers five-sixths of the island, and Northern Ireland, which is part of the United Kingdom. In 2011, the population of Ireland was about 6.6 million, ranking it the second-most populous island in Europe after Great Britain. As of 2016, 4.8 million live in the Republic of Ireland, and 1.8 million live in Northern Ireland. The geography of Ireland comprises relatively low-lying mountains surrounding a central plain, with several navigable rivers extending inland. Its lush vegetation is a product of its mild but changeable climate which is free of extremes in temperature.",
  "/wiki/Lake_Baikal": "Lake Baikal (/baɪˈkɑːl, -ˈkæl/; Russian: озеро Байкал, tr. Ozero Baykal, IPA: [ˈozʲɪrə bɐjˈkaɫ]; Buryat: Байгал нуур, Baigal nuur; Mongolian: Байгал нуур, Baigal nuur, etymologically meaning, in Mongolian, \"Nature Lake\") is a rift lake located in southern Siberia, Russia, between Irkutsk Oblast to the northwest and the Buryat Republic to the southeast. Lake Baikal is the largest freshwater lake by volume in the world, containing 22–23% of the world's fresh surface water. With 23,615.39 km3 (5,670 cu mi) of fresh water, it contains more water than the North American Great Lakes combined. With a maximum depth of 1,642 m (5,387 ft), Baikal is the world's deepest lake. It is considered among the world's clearest lakes and is considered the world's oldest lake – at 25–30 million years. It is the seventh-largest lake in the world by surface area. Like Lake Tanganyika, Lake Baikal was formed as an ancient rift valley, having the typical long, crescent shape with a surface area of 31,722 km2 (12,248 sq mi).",
  "/wiki/Cenozoic": "The Cenozoic Era (/ˌsiː.nəˈzoʊ.ɪk, -noʊ-, ˌsɛn.ə-, ˌsɛn.oʊ-/ see-nə-ZOH-ik, -⁠noh-, SEN-ə-, SEN-oh-) meaning \"new life\" is the current and most recent of the three Phanerozoic geological eras, following the Mesozoic Era and extending from 66 million years ago to the present day. It is generally believed to have started on the day of the Cretaceous–Paleogene extinction event when an asteroid hit the earth. The Cenozoic is also known as the Age of Mammals, because the extinction of many groups allowed mammals to greatly diversify so that large mammals  dominated the Earth. The continents also moved into their current positions during this era. Early in the Cenozoic, following the K-Pg extinction event, most of the fauna was relatively small, and included small mammals, birds, reptiles, and amphibians. From a geological perspective, it did not take long for mammals and birds to greatly diversify in the absence of the large reptiles that had dominated during the Mesozoic. A group of avians known as the \"terror birds\" grew larger than the average human and were formidable predators. Mammals came to occupy almost every available niche (both marine and terrestrial), and some also grew very large, attaining sizes not seen in most of today's mammals.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk. The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century.",
  "/wiki/Newark_Basin": "The Newark Basin is a sediment-filled rift basin located mainly in northern New Jersey but also stretching into south-eastern Pennsylvania and southern New York. It is part of the system of Eastern North America Rift Basins.",
  "/wiki/Pannonian_Basin": "The Pannonian Basin, or Carpathian Basin, is a large basin in Central Europe. The geomorphological term Pannonian Plain is more widely used for roughly the same region though with a somewhat different sense, with only the lowlands, the plain that remained when the Pliocene Epoch Pannonian Sea dried out. It is a geomorphological subsystem of the Alps-Himalaya system, specifically a sediment-filled back-arc basin which spread apart during the Miocene. Most of the plain consists of the Great Hungarian Plain (in the south and east, including the Eastern Slovak Lowland) and the Little Hungarian Plain (in the northwest), divided by the Transdanubian Mountains. The Pannonian Basin lies in the southeastern part of Central Europe. It forms a topographically discrete unit set in the European landscape, surrounded by imposing geographic boundaries - the Carpathian Mountains and the Alps. The Rivers Danube and Tisza divide the basin roughly in half. It extends roughly between Vienna in the northwest, Košice in the northeast, Zagreb in the southwest, Novi Sad in the south and Satu Mare in the east.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr. The territory of modern Hungary was for centuries inhabited by a succession of peoples, including Celts, Romans, Germanic tribes, Huns, West Slavs and the Avars. The foundations of the Hungarian state were established in the late ninth century CE by the Hungarian grand prince Árpád following the conquest of the Carpathian Basin. His great-grandson Stephen I ascended the throne in 1000, converting his realm to a Christian kingdom.",
  "/wiki/Saint_Lawrence_rift_system": "The Saint Lawrence rift system is a seismically active zone paralleling the Saint Lawrence River. The rift system trends northeast and southwest and forms a half-graben that links the Ottawa-Bonnechere and the Saguenay grabens. The rift system extends more than 1,000 km (620 mi) along the Saint Lawrence valley from the Ottawa – Montreal area. Within the system, fault reactivation is believed to occur along late Proterozoic to early Paleozoic normal faults related to the opening of the Iapetus Ocean. Two significant historically active seismic zones occur along this system associated with northwest trending intersecting graben structures. The Charlevoix region has been the location of at least five magnitude six or larger earthquakes over the last 350 years, including the 1925 Charlevoix–Kamouraska earthquake. At the Lower St Lawrence zone the largest recorded earthquakes are about magnitude five. Seismic studies indicate a crustal convergence across the Saint Lawrence valley of about 0.5 mm (0.020 in) per year.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver. As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons. Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization.",
  "/wiki/Slyne-Erris_Trough": "The Slyne-Erris Trough is a geological basin off the west coast of Donegal, Ireland.\n In recent years it has been shown to be prospective for hydrocarbons, hosting Royal Dutch Shell Corrib gas field (discovered by Enterprise Oil, bought by Shell), and several other prospects being evaluated by a number of other oil companies. \n Structurally, the trough is a series of NNE-SSW trending half-grabens.",
  "/wiki/Middle_Jurassic": "The Middle Jurassic is the second epoch of the Jurassic Period. It lasted from about 174.1 to 163.5 million years ago. Fossils of land-dwelling animals, such as dinosaurs, from the Middle Jurassic are relatively rare, but geological formations containing land animal fossils include the Forest Marble Formation in England, the Kilmaluag Formation in Scotland, the Daohugou Beds in China, the Itat Formation in Russia, and the Isalo III Formation of western Madagascar.",
  "/wiki/Taipei_Basin": "The Taipei Basin (Chinese: 臺北盆地; pinyin: Táiběi Péndì) is a geographic region in northern Taiwan. It is the second largest basin in Taiwan. The basin is bounded by Yangmingshan to the north, Linkou mesa to the west, and the Ridge of Xueshan Range to the southeast. The shape of the basin is close to a triangle. The three vertices are Nangang, Huilong of Xinzhuang, and Guandu of Beitou. The main rivers in the Taipei Basin include the Tamsui, Keelung, Dahan and Xindian. In the prehistoric era, the Taipei Basin was home to Ketagalan tribes. Han Chinese did not settle in the region until the 18th century.",
  "/wiki/Taiwan": "Taiwan (Chinese: 臺灣; pinyin: Táiwān),[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN). Taiwanese indigenous peoples settled the island of Taiwan around 6,000 years ago. In the 17th century, Dutch rule opened the island to mass Han immigration.",
  "/wiki/Vale_of_Clwyd": "The Vale of Clwyd (Welsh: Dyffryn Clwyd) is a tract of low-lying ground in the county of Denbighshire in northeast Wales. The Vale extends south-southwestwards from the coast of the Irish Sea for some 20 miles (about 30 km) forming a triangle of low ground bounded on its eastern side by the well-defined scarp of the Clwydian Range and to the west by numerous low hills. The River Clwyd (Welsh: Afon Clwyd) which rises within Clocaenog Forest, southwest of Denbigh, runs the full length of the vale. It is joined by the two major left bank tributaries of the River Clywedog (Welsh: Afon Clywedog) and River Elwy (Welsh: Afon Elwy) and the smaller right bank tributary of the River Wheeler (Welsh: Afon Chwiler).",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate. Welsh national identity emerged among the Britons after the Roman withdrawal from Britain in the 5th century, and Wales is regarded as one of the modern Celtic nations. Llywelyn ap Gruffudd's death in 1282 marked the completion of Edward I of England's conquest of Wales, though Owain Glyndŵr briefly restored independence to Wales in the early 15th century. The whole of Wales was annexed by England and incorporated within the English legal system under the Laws in Wales Acts 1535 and 1542.",
  "/wiki/Widmerpool_Gulf": "The Widmerpool Gulf is a name given to a sedimentary basin that existed as an area of open water during the Early Carboniferous (Tournaisian Age). It is named after Widmerpool, near Nottingham and was an extension eastwards as far as Lincolnshire, of the North Staffordshire Gulf. It was formed during a rifting event, which began in the Late Devonian, that affected the area between the London-Brabant Massif to the south and the Highland Boundary Fault to the north.  It has a large normal fault on its southern margin and has the form of a half-graben.\n In time, the equatorial swamp forests on its shores were converted into the coalfields of Leicestershire, to the south and Nottinghamshire, to the north.",
  "/wiki/Carboniferous": "The Carboniferous (/ˌkɑːr.bəˈnɪf.ər.əs/ KAHR-bə-NIF-ər-əs) is a geologic period and system that spans 60 million years from the end of the Devonian Period 358.9 million years ago (Mya), to the beginning of the Permian Period, 298.9 Mya. The name Carboniferous means \"coal-bearing\" and derives from the Latin words carbō (\"coal\") and ferō (\"I bear, I carry\"), and was coined by geologists William Conybeare and William Phillips in 1822. Based on a study of the British rock succession, it was the first of the modern 'system' names to be employed, and reflects the fact that many coal beds were formed globally during that time. The Carboniferous is often treated in North America as two geological periods, the earlier Mississippian and the later Pennsylvanian. Terrestrial animal life was well established by the Carboniferous period. Amphibians were the dominant land vertebrates, of which one branch would eventually evolve into amniotes, the first solely terrestrial vertebrates. Arthropods were also very common, and many (such as Meganeura) were much larger than those of today. Vast swaths of forest covered the land, which would eventually be laid down and become the coal beds characteristic of the Carboniferous stratigraphy evident today.",
  "/wiki/Half-graben": "A half-graben is a geological structure bounded by a fault along one side of its boundaries, unlike a full graben where a depressed block of land is bordered by parallel faults."
}