{
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/Instant-runoff_voting": "Instant-runoff voting (IRV) is a type of ranked preferential voting method used in single-seat elections with more than two candidates.  Instead of indicating support for only one candidate, voters in IRV elections can rank the candidates in order of preference. Ballots are initially counted for each voter's top choice.  If a candidate has more than half of the vote based on first-choices, that candidate wins. If not, then the candidate with the fewest votes is eliminated. The voters who selected the defeated candidate as a first choice then have their votes added to the totals of their next choice. This process continues until a candidate has more than half of the votes. When the field is reduced to two, it has become an \"instant runoff\" that allows a comparison of the top two candidates head-to-head. Compared to plurality voting, IRV can reduce the affect of vote-splitting when multiple candidates earn support from like-minded voters.",
  "/wiki/Australian_Capital_Territory": "The Australian Capital Territory, formerly known as the Federal Capital Territory until 1938 and commonly referred to as the ACT, is a federal territory of Australia containing the Australian capital city of Canberra and some surrounding townships. It is located in the south-east of the country and is an enclave within the state of New South Wales. Founded after Federation as the seat of government for the new nation, all important institutions of the Australian federal government are centred in the territory.",
  "/wiki/Single_transferable_vote": "The single transferable vote (STV) is a proportional voting system designed to achieve or closely approach proportional representation through voters ranking candidates in multi-seat organizations or constituencies (voting districts). There are various ways of counting votes under STV, as described below.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Maine": "Maine (/meɪn/ (listen)) is the northernmost state in the northeastern United States. Maine is the 12th smallest by area, the 9th least populous, and the 13th least densely populated of the 50 U.S. states. It is bordered by New Hampshire to the west, the Atlantic Ocean to the southeast, and the Canadian provinces of New Brunswick and Québec to the northeast and northwest, respectively. Maine is the only state to border exactly one other state, is the easternmost among the contiguous United States, and is the northernmost state east of the Great Lakes.",
  "/wiki/Maine_Question_5,_2016": "Maine Question 5, formally An Act to Establish Ranked-Choice Voting, is a citizen-initiated referendum question that qualified for the Maine November 8, 2016 statewide ballot. It was approved by a vote of 52% in favor, 48% opposed. It would change how most Maine elections will be conducted from a plurality voting system to a ranked-choice voting system (RCV, also known as instant runoff voting). It appeared on the ballot along with elections for President of the United States, Maine's two U.S. House seats, the legislature, five other ballot questions, and various local elections. Maine would be the first state to use such a system for its statewide elections for governor and U.S. Senate if implemented.",
  "/wiki/First_Past_The_Post": "A first-past-the-post (FPTP; sometimes FPP, or winner takes all) electoral system is one in which voters indicate on a ballot the candidate of their choice, and the candidate who receives the most votes wins, even if they did not receive a majority of the votes. First-past-the-post voting is a plurality voting method. FPTP is a common electoral system, especially in systems that use single-member electoral divisions.",
  "/wiki/Maine_Question_1,_June_2018": "Maine Question 1 was a people's veto referendum that appeared on the June 12, 2018 statewide ballot. It sought to reject a law passed by the Maine Legislature that suspended the implementation of ranked choice voting, authorized by Maine voters in a previous referendum, for use in Maine elections until and if an amendment to the Maine Constitution is passed to expressly permit it; failing that, the law would be automatically repealed in 2021. It qualified because supporters of the original referendum collected the necessary number of signatures from registered Maine voters. This vote coincided with primary elections in which party nominees for governor, U.S. Senate, U.S. House, and the Maine Legislature were chosen to run in general elections on November 6.",
  "/wiki/Manitoba": "Manitoba (/ˌmænɪˈtoʊbə/ (listen)) is a province at the longitudinal centre of Canada. It is often considered one of the three prairie provinces (with Alberta and Saskatchewan) and is Canada's fifth-most populous province with its estimated 1.369 million people. Manitoba covers 649,950 square kilometres (250,900 sq mi) with a widely varied landscape, stretching from the northern oceanic coastline to the southern border with the United States. The province is bordered by the provinces of Ontario to the east and Saskatchewan to the west, the territories of Nunavut to the north, and Northwest Territories to the northwest, and the U.S. states of North Dakota and Minnesota to the south.",
  "/wiki/New_South_Wales": "New South Wales (abbreviated as NSW) is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east.  The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In March 2019[update], the population of New South Wales was over 8 million, making it Australia's most populous state. Just under two-thirds of the state's population, 5.1 million, live in the Greater Sydney area. Inhabitants of New South Wales are referred to as New South Welshmen.",
  "/wiki/Contingent_vote": "The contingent vote, also known as top-two IRV is an electoral system used to elect a single winner. It is a variation of instant-runoff voting (IRV), in which the voter ranks the candidates in order of preference. Under the contingent vote, there is a first round in which a candidate requires a majority of first preference votes to win. If no candidate has a majority, then all but the two leading candidates are eliminated and there is a second count, where the votes of those who supported eliminated candidates are distributed among the two remaining candidates. This ensures that one candidate achieves a majority.",
  "/wiki/North_Carolina": "North Carolina (/ˌkærəˈlaɪnə/ (listen)) is a U.S. state located in the southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, with an estimated population of 2,569,213 in 2018, is the most populous metropolitan area in North Carolina, the 23rd-most populous in the United States, and the largest banking center in the nation after New York City. The Raleigh metropolitan area is the second-largest metropolitan area in the state, with an estimated population of 1,362,540 in 2018, and is home to the largest research park in the United States, Research Triangle Park.",
  "/wiki/Northern_Territory": "The Northern Territory (NT; formally the Northern Territory of Australia) is an Australian territory in the central and central northern regions of Australia. It shares borders with Western Australia to the west (129th meridian east), South Australia to the south (26th parallel south), and Queensland to the east (138th meridian east). To the north, the territory looks out to the Timor Sea, the Arafura Sea and the Gulf of Carpentaria, including Western New Guinea and other Indonesian islands. The NT covers 1,349,129 square kilometres (520,902 sq mi), making it the third-largest Australian federal division, and the 11th-largest country subdivision in the world. It is sparsely populated, with a population of only 245,800, fewer than half as many people as Tasmania.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Ontario_municipal_elections,_2018": "The 2018 municipal elections in Ontario were held on October 22, 2018.",
  "/wiki/London,_Ontario": "London is a city in southwestern Ontario, Canada, along the Quebec City–Windsor Corridor. The city had a population of 383,822 according to the 2016 Canadian census. London is at the confluence of the Thames River, approximately 200 km (120 mi) from both Toronto and Detroit; and about 230 km (140 mi) from Buffalo, New York. The city of London is a separated municipality, politically separate from Middlesex County, though it remains the county seat.",
  "/wiki/Kingston,_Ontario": "Kingston is a city in Eastern Ontario, Canada. It is on the eastern end of Lake Ontario, at the beginning of the St. Lawrence River and at the mouth of the Cataraqui River (south end of the Rideau Canal). The city is midway between Toronto, Ontario and Montreal, Quebec. The Thousand Islands tourist region is nearby to the east. Kingston is nicknamed the \"Limestone City\" because of the many heritage buildings constructed using local limestone.",
  "/wiki/Cambridge,_Ontario": "Cambridge (2016 population 129,920) is a city in the Regional Municipality of Waterloo, Ontario, Canada.  It is located at the confluence of the Grand and Speed rivers.  Cambridge was formed in 1973 by the amalgamation of Galt, Preston, Hespeler, the settlement of Blair and a small portion of surrounding townships.",
  "/wiki/Queensland": "Queensland (locally /ˈkwiːnzlænd/ KWEENZ-land,[note 1] abbreviated as Qld) is the second-largest and third-most populous state in the Commonwealth of Australia. Situated in the north-east of the country, it is bordered by the Northern Territory, South Australia and New South Wales to the west, south-west and south respectively. To the east, Queensland is bordered by the Coral Sea and Pacific Ocean. To its north is the Torres Strait, with Papua New Guinea located less than 200 km across it from the mainland. The state is the world's sixth-largest sub-national entity, with an area of 1,852,642 square kilometres (715,309 sq mi).",
  "/wiki/South_Australia": "South Australia (abbreviated as SA) is a state in the southern central part of Australia. It covers some of the most arid parts of the country. With a total land area of 983,482 square kilometres (379,725 sq mi), it is the fourth-largest of Australia's states and territories by area, and fifth largest by population. It has a total of 1.7 million people, and its population is the second most highly centralised in Australia, after Western Australia, with more than 77 percent of South Australians living in the capital, Adelaide, or its environs. Other population centres in the state are relatively small; Mount Gambier, the second largest centre, has a population of 28,684.",
  "/wiki/Tasmania": "Tasmania (/tæzˈmeɪniə/; abbreviated as TAS, nicknamed Tassie) is an island state of Australia. It is located 240 km (150 mi) to the south of the Australian mainland, separated by Bass Strait. The state encompasses the main island of Tasmania, the 26th-largest island in the world, and the surrounding 334 islands. The state has a population of around 533,308 as of March 2019[update]. Just over forty percent of the population resides in the Greater Hobart precinct, which forms the metropolitan area of the state capital and largest city, Hobart.",
  "/wiki/Victoria_(Australia)": "Victoria (abbreviated as Vic) is a state in south-eastern Australia.  Victoria is Australia's smallest mainland state and its second-most populous state (after New South Wales), making it the most densely populated state. Most of its population lives concentrated in the area surrounding Port Phillip Bay, which includes the metropolitan area of its state capital and largest city, Melbourne, Australia's second-largest city. Victoria is bordered by Bass Strait and Tasmania to the south,[note 1] New South Wales to the north, the Tasman Sea (a marginal sea of the South Pacific Ocean) to the east, and South Australia to the west.",
  "/wiki/Western_Australia": "Western Australia[a] (abbreviated as WA) is a state occupying the entire western third of Australia. It is bounded by the Indian Ocean to the north and west, and the Southern Ocean to the south,[b] the Northern Territory to the north-east, and South Australia to the south-east. Western Australia is Australia's largest state, with a total land area of 2,529,875 square kilometres (976,790 sq mi), and the second-largest country subdivision in the world, surpassed only by Russia's Sakha Republic. The state has about 2.6 million inhabitants – around 11 percent of the national total – of whom the vast majority (92 per cent) live in the south-west corner, 79 per cent of the population living in the Perth area, leaving the remainder of the state sparsely populated.",
  "/wiki/Ranked_voting": "Ranked voting is any election voting system in which voters use a ranked (or preferential) ballot to rank choices in a sequence on the ordinal scale: 1st, 2nd, 3rd, etc. There are multiple ways in which the rankings can be counted to determine which candidate (or candidates) is (or are) elected (and different methods may choose different winners from the same set of ballots). The other major branch of voting systems is cardinal voting, where candidates are independently rated, rather than ranked."
}