{
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Single_transferable_vote": "The single transferable vote (STV) is a proportional voting system designed to achieve or closely approach proportional representation through voters ranking candidates in multi-seat organizations or constituencies (voting districts). There are various ways of counting votes under STV, as described below.",
  "/wiki/Instant-runoff_voting": "Instant-runoff voting (IRV) is a type of ranked preferential voting method used in single-seat elections with more than two candidates.  Instead of indicating support for only one candidate, voters in IRV elections can rank the candidates in order of preference. Ballots are initially counted for each voter's top choice.  If a candidate has more than half of the vote based on first-choices, that candidate wins. If not, then the candidate with the fewest votes is eliminated. The voters who selected the defeated candidate as a first choice then have their votes added to the totals of their next choice. This process continues until a candidate has more than half of the votes. When the field is reduced to two, it has become an \"instant runoff\" that allows a comparison of the top two candidates head-to-head. Compared to plurality voting, IRV can reduce the affect of vote-splitting when multiple candidates earn support from like-minded voters.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Contingent_vote": "The contingent vote, also known as top-two IRV is an electoral system used to elect a single winner. It is a variation of instant-runoff voting (IRV), in which the voter ranks the candidates in order of preference. Under the contingent vote, there is a first round in which a candidate requires a majority of first preference votes to win. If no candidate has a majority, then all but the two leading candidates are eliminated and there is a second count, where the votes of those who supported eliminated candidates are distributed among the two remaining candidates. This ensures that one candidate achieves a majority.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/Fiji": "Fiji (/ˈfiːdʒi/ (listen) FEE-jee; Fijian: Viti [ˈβitʃi]; Fiji Hindi: फ़िजी, Fijī), officially the Republic of Fiji (Fijian: Matanitu Tugalala o Viti; Fiji Hindi: फ़िजी गणराज्य, Fijī Gaṇarājya), is an island country in Melanesia, part of Oceania in the South Pacific Ocean about 1,100 nautical miles (2,000 km; 1,300 mi) northeast of New Zealand's North Island. Its closest neighbours are Vanuatu to the west, New Caledonia to the southwest, New Zealand's Kermadec Islands to the southeast, Tonga to the east, the Samoas and France's Wallis and Futuna to the northeast, and Tuvalu to the north. Fiji consists of an archipelago of more than 330 islands—of which 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outlying island is Ono-i-Lau. The two major islands, Viti Levu and Vanua Levu, account for 87% of the total population of 883,483. The capital, Suva, on Viti Levu, serves as the country's principal cruise-ship port.[failed verification] About three-quarters of Fijians live on Viti Levu's coasts, either in Suva or in smaller urban centres such as Nadi—where tourism is the major local industry—or Lautoka, where the sugar-cane industry is paramount. Due to its terrain, the interior of Viti Levu is sparsely inhabited.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/Functional_constituency_(Hong_Kong)": "In the political systems of Hong Kong, a functional constituency is a professional or special interest group involved in the electoral process. Eligible voters in a functional constituency may include natural persons as well as other designated legal entities such as organisations and corporations. (See: legal personality)",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/Malta": "Malta (/ˈmɒltə/, /ˈmɔːltə/ (listen); Maltese: [ˈmɐltɐ]), officially known as the Republic of Malta (Maltese: Repubblika ta' Malta), is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 475,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest and fifth most densely populated sovereign country. Its capital is Valletta, which is the smallest national capital in the European Union by area at 0.8 km2 (0.31 sq mi). The official and national language is Maltese, which is descended from Sicilian Arabic that developed during the Emirate of Sicily, while English serves as the second official language.",
  "/wiki/Nauru": "Nauru (/nɑːˈuːruː/ nah-OO-roo or /ˈnaʊruː/ NOW-roo; Nauruan: Naoero), officially the Republic of Nauru (Nauruan: Repubrikin Naoero) and formerly known as Pleasant Island, is an island country in Micronesia, a subregion of Oceania, in the Central Pacific. Its nearest neighbour is Banaba Island in Kiribati, 300 km (190 mi) to the east. It further lies northwest of Tuvalu, 1,300 km (810 mi) northeast of the Solomon Islands, east-northeast of Papua New Guinea, southeast of the Federated States of Micronesia and south of the Marshall Islands. With only a 21 km2 (8.1 sq mi) area, Nauru is the third-smallest country in the world behind Vatican City, and Monaco, making it the smallest state in the South Pacific Ocean, the smallest state outside Europe, the smallest island state, and the smallest republic.  Additionally, its population of 10,670 is the world's third smallest, after Vatican City and Tuvalu.",
  "/wiki/Borda_count": "The Borda count is a family of single-winner election methods in which voters rank options or candidates in order of preference. The Borda count determines the outcome of a debate or the winner of an election by giving each candidate, for each ballot, a number of points corresponding to the number of candidates ranked lower. Once all votes have been counted the option or candidate with the most points is the winner. The Borda count is intended to elect broadly acceptable options or candidates, rather than those preferred by a majority, and so is often described as a consensus-based voting system rather than a majoritarian one.",
  "/wiki/First-past-the-post_voting": "A first-past-the-post (FPTP; sometimes FPP, or winner takes all) electoral system is one in which voters indicate on a ballot the candidate of their choice, and the candidate who receives the most votes wins, even if they did not receive a majority of the votes. First-past-the-post voting is a plurality voting method. FPTP is a common electoral system, especially in systems that use single-member electoral divisions.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Northern_Ireland": "Northern Ireland (Irish: Tuaisceart Éireann [ˈt̪ˠuəʃcəɾˠt̪ˠ ˈeːɾʲən̪ˠ] (listen); Ulster-Scots: Norlin Airlann) is variously described as a country, province or region which is part of the United Kingdom.  Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's total population and about 3% of the UK's population. Established by the Northern Ireland Act 1998 as part of the Good Friday Agreement, the Northern Ireland Assembly (colloquially referred to as Stormont after its location) holds responsibility for a range of devolved policy matters, while other areas are reserved for the British government. Northern Ireland co-operates with the Republic of Ireland in several areas, and the Agreement granted the Republic the ability to \"put forward views and proposals\" with \"determined efforts to resolve disagreements between the two governments\".",
  "/wiki/European_Parliament": "The European Parliament (EP) is the legislative branch of the European Union and one of its seven institutions. Together with the Council of the European Union, it adopts European legislation, normally on a proposal from the European Commission. The Parliament is composed of 705 members (MEPs). The Parliament represents the second-largest democratic electorate in the world (after the Parliament of India) and the largest trans-national democratic electorate in the world (375 million eligible voters in 2009).",
  "/wiki/Northern_Ireland_Assembly": "The Northern Ireland Assembly (Irish: Tionól Thuaisceart Éireann, Ulster-Scots: Norlin Airlan Assemblie), commonly referred to in the UK and Ireland simply as Stormont (and incorrectly as Stormont Castle), is the devolved legislature of Northern Ireland. It has power to legislate in a wide range of areas that are not explicitly reserved to the Parliament of the United Kingdom, and to appoint the Northern Ireland Executive. It sits at Parliament Buildings at Stormont in Belfast. The Assembly was in a period of suspension until January 2020, after it collapsed in January 2017 due to policy disagreements between its power-sharing leadership, particularly following the Renewable Heat Incentive scandal. In January 2020, the British and Irish governments agreed on a deal to restore devolved government in Northern Ireland.",
  "/wiki/House_of_Commons_of_the_United_Kingdom": "The House of Commons, officially the Honourable the Commons of the United Kingdom of Great Britain and Northern Ireland in Parliament assembled, is the lower house of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster. Owing to shortage of space, its office accommodation extends into Portcullis House.",
  "/wiki/Papua_New_Guinea": "Papua New Guinea (PNG; /ˈpæp(j)uə ... ˈɡɪni, ˈpɑː-/, also US: /ˈpɑːpwə-, ˈpɑːpjə-, ˈpɑːpə-/; Tok Pisin: Papua Niugini; Hiri Motu: Papua Niu Gini), officially the Independent State of Papua New Guinea (Tok Pisin: Independen Stet bilong Papua Niugini; Hiri Motu: Independen Stet bilong Papua Niu Gini), is a country in Oceania that occupies the eastern half of the island of New Guinea and its offshore islands in Melanesia, a region of the southwestern Pacific Ocean north of Australia. Its capital, located along its southeastern coast, is Port Moresby. The western half of New Guinea forms the Indonesian provinces of Papua and West Papua. It is the world's 3rd largest island country with 462,840 km2 (178,700 sq mi).",
  "/wiki/Slovenia": "Slovenia (/sloʊˈviːniə, slə-/ (listen) sloh-VEE-nee-ə; Slovene: Slovenija [slɔˈʋèːnija]), officially the Republic of Slovenia (Slovene: Republika Slovenija (help·info), abbr.: RS), is a country located in Europe at the crossroads of main European cultural and trade routes. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia covers 20,273 square kilometers (7,827 sq mi) and has a population of 2.084 million. One of the successor states of the former Yugoslavia, Slovenia is now a parliamentary republic and member nation of the European Union, United Nations, and NATO. The capital and largest city is Ljubljana.",
  "/wiki/Sri_Lanka": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.",
  "/wiki/Open_list": "Open list describes any variant of party-list proportional representation where voters have at least some influence on the order in which a party's candidates are elected. This is as opposed to closed list, which allows only active members, party officials, or consultants to determine the order of its candidates and gives the general voter no influence at all on the position of the candidates placed on the party list. Additionally, an open list system allows voters to select individuals rather than parties. Different systems give voter different amounts of influence. Voter's choice is usually called preference vote.",
  "/wiki/Zimbabwe": "Zimbabwe (/zɪmˈbɑːbweɪ, -wi/), officially the Republic of Zimbabwe, formerly Rhodesia, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa, Botswana, Zambia and Mozambique. The capital and largest city is Harare. The second largest is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official languages, with English, Shona, and Ndebele the most common.",
  "/wiki/Caucasian_race": "The Caucasian race (also Caucasoid or Europid) is a grouping of human beings historically regarded as a biological taxon, which, depending on which of the historical race classifications is used, has usually included ancient and modern populations from Europe, Western Asia, Central Asia, South Asia, North Africa, and the Horn of Africa."
}