{
  "/wiki/Javier_Bardem": "Javier Ángel Encinas Bardem (Spanish pronunciation: [xaˈβjeɾ βaɾˈðen]; born 1 March 1969) is a Spanish actor and environmental activist. Bardem won the Academy Award for Best Supporting Actor for his role as the psychopathic assassin Anton Chigurh in the 2007 Coen brothers film No Country for Old Men. He has also received critical acclaim for roles in films such as Jamón Jamón, Carne trémula, Vicky Cristina Barcelona, Boca a boca, Los lunes al sol, Mar adentro, and Skyfall, for which he received both a BAFTA and a SAG nomination for Best Supporting Actor.",
  "/wiki/Alfredo_Landa": "Alfredo Landa Areta MML (3 March 1933 – 9 May 2013) was a Spanish actor.",
  "/wiki/Luis_Tosar": "Luis López Tosar (born 13 October 1971) is a Spanish actor and musician. He is one of the most recognizable and versatile actors in Spain, best known for the movies Cell 211 (Celda 211), Take My Eyes (Te doy mis ojos), Sleep Tight (Mientras duermes), Even the Rain (También la lluvia) and Mondays in the Sun (Los lunes al sol). He has a music group called \"Di Elas\".",
  "/wiki/Fernando_Fern%C3%A1n_G%C3%B3mez": "Fernando Fernández Gómez (28 August 1921 – 21 November 2007) better known as Fernando Fernán-Gómez was a Spanish actor, screenwriter, film director, theater director and member of the  Royal Spanish Academy for seven years. He was born in Argentina while his mother, Spanish actress Carola Fernán-Gómez, was making a tour in Latin America. He would later use her surname for his stage name when he moved to Spain in 1924.",
  "/wiki/Javier_Guti%C3%A9rrez_%C3%81lvarez": "Javier Gutiérrez Álvarez (born 17 January 1971) is a Spanish actor. He has appeared in more than fifty films since 1997.",
  "/wiki/Antonio_de_la_Torre_(actor)": "Antonio de la Torre Martín (born 18 January 1968) is a Spanish actor. He has appeared in more than eighty films since 1993.",
  "/wiki/Eduard_Fern%C3%A1ndez": "Eduardo Fernández Serrano (born 25 August 1964), known professionally as Eduard Fernández, is a Spanish screen and stage actor. He is the recipient of numerous accolades, including three Goya Awards and four Gaudí Awards.",
  "/wiki/Jorge_Sanz": "Jorge Sanz Miranda (born 26 August 1969) is a Spanish actor and is one of the most prominent actors of the Spanish cinema since the 1980s. He is known to international audiences for his roles in the films: Amantes (1991) by director Vicente Aranda and Fernando Trueba’s Belle Époque (1992).",
  "/wiki/Javier_C%C3%A1mara": "Javier Cámara Rodríguez (born 19 January 1967) is a Spanish actor. He starred in the Pedro Almodóvar films Talk to Her (2002), Bad Education (2004) and I'm So Excited (2013), and the television series 7 Vidas (Seven Lives). He played Cardinal Bernardo Gutierrez in the HBO series The Young Pope as well as Guillermo Pallomari, the chief accountant of the Cali Cartel, in season 3 of the Netflix series Narcos.",
  "/wiki/Antonio_Banderas": "José Antonio Domínguez Bandera[a] (born 10 August 1960), known professionally as Antonio Banderas, is a Spanish actor, film producer and director. He is the recipient of numerous accolades, including a Cannes Best Actor Award and nominations for a Tony Award, an Academy Award, two Primetime Emmy Awards and five Golden Globe Awards.",
  "/wiki/Juan_Diego_(actor)": "Juan Diego Ruiz Moreno (born 14 December 1942 in Bormujos, Seville, Spain), is a Spanish actor who has appeared on stage, in television and film productions since 1957. Among his leading roles are San Juan de la Cruz in La noche oscura (1989), Cabeza de Vaca in Cabeza de Vaca (1991), Cochero in Déjeme que le cuente (1998), Gildo in La Vida que te espera (2004); and Damián in Remake (2006). Among his awards is the Silver Biznaga for Best Actor for Smoking Room (2002).",
  "/wiki/Carmelo_G%C3%B3mez": "Carmelo Gómez Celada (born 2 January 1962 in Sahagún, León) is a Spanish actor. He was born and worked in the village of Sahagún until he moved for his acting studies to Salamanca. He is the recipient of two Goya Awards, for best supporting actor in El método and best leading actor in Días contados.",
  "/wiki/Ricardo_Dar%C3%ADn": "Ricardo Alberto Darín (born January 16, 1957) is an Argentine actor, screenwriter and film director widely considered as one of the best and most prolific actors of Argentine cinema.",
  "/wiki/Juan_Luis_Galiardo": "Juan Luis Galiardo Comes (2 March 1940 – 22 June 2012) was a Spanish television, theater and film actor.",
  "/wiki/Antonio_Resines": "Antonio Fernández Resines (born 7 August 1954) is a Spanish film and television actor. He was born on 7 August 1954 in Torrelavega, Cantabria, son of José Ramón Fernández Quevedo, lawyer, and Amalia Resines Ruiz de Rebolledo, who died on 10 July 2011. He studied on the Marianist Colegio Santa María del Pilar.",
  "/wiki/Jos%C3%A9_Coronado": "José María Coronado García (born 14 August 1957 in Madrid) is a Spanish film and television actor."
}