{
  "/wiki/Marco_Pantani": "Marco Pantani (Italian pronunciation: [ˈmarko panˈtaːni]; 13 January 1970 – 14 February 2004) was an Italian road racing cyclist, widely considered one of the best climbers of all time in professional road bicycle racing. He won both the Tour de France and the Giro d'Italia in 1998, being the sixth Italian after Ottavio Bottecchia, Gino Bartali, Fausto Coppi, Felice Gimondi and Gastone Nencini to win the Tour de France. He is the last cyclist, and one of only seven, to win the Giro and the Tour in the same year.",
  "/wiki/1997_Tour_de_France": "The 1997 Tour de France was the 84th edition of the Tour de France and took place from 5 to 27 July. Jan Ullrich's victory margin, of 9:09 was the largest margin of victory since Laurent Fignon won the 1984 Tour de France by 10:32. Since 1997 no rider has had this convincing of a win with the closest margin to Ullrich's victory being Vincenzo Nibali winning the 2014 Tour de France with a gap of 7:39. Ullrich's simultaneous victories in both the general classification  and the young riders' classification marked the first time the same rider had won both categories in the same Tour since Laurent Fignon in 1983. The points classification was won by Ullrich's teammate Erik Zabel, for the second time, and their team Team Telekom also won the team classification. The mountains classification was won by Richard Virenque for the fourth time.",
  "/wiki/Lance_Armstrong": "Lance Edward Armstrong (born Lance Edward Gunderson; September 18, 1971) is an American former professional road racing cyclist, notorious for the biggest doping scandal in cycling history.",
  "/wiki/2004_Tour_de_France": "The 2004 Tour de France  was a multiple stage bicycle race held from 3 to 25 July, and the 91st edition of the Tour de France. It has no overall winner—although American cyclist Lance Armstrong originally won the event, the United States Anti-Doping Agency announced in August 2012 that they had disqualified Armstrong from all his results since 1998, including his seven Tour de France wins from 1999 to 2005; the Union Cycliste Internationale confirmed this verdict.",
  "/wiki/1994_Tour_de_France": "The 1994 Tour de France was the 81st edition of the Tour de France, one of cycling's Grand Tours. The Tour began on 2 July with a 7.2 km (4.5 mi) prologue around the French city Lille. After 21 more days of racing, the Tour came to a close on the street of the Champs-Élysées. Twenty-one teams entered the race that was won by Miguel Indurain of the Banesto team. Second and third respectively were the Latvian Piotr Ugrumov and the Italian rider, Marco Pantani.",
  "/wiki/2001_Tour_de_France": "The 2001 Tour de France was a multiple-stage bicycle race held from 7 to 29 July, and the 88th edition of the Tour de France. It has no overall winner—although American cyclist Lance Armstrong originally won the event, the United States Anti-Doping Agency announced in August 2012 that they had disqualified Armstrong from all his results since 1998, including his seven Tour de France wins from 1999 to 2005. The verdict was subsequently confirmed by the Union Cycliste Internationale.",
  "/wiki/1995_Tour_de_France": "The 1995 Tour de France was the 82nd Tour de France, taking place from 1 to 23 July. It was Miguel Indurain's fifth and final victory in the Tour. On the fifteenth stage Italian rider Fabio Casartelli died after an accident on the Col de Portet d'Aspet.",
  "/wiki/Jan_Ullrich": "Jan Ullrich (German pronunciation: [ˈjan ˈʊlrɪç]); born 2 December 1973) is a German former professional road bicycle racer. Ullrich won gold and silver medals in the 2000 Summer Olympics in Sydney. He won the 1999 Vuelta a España and the HEW Cyclassics in front of a home crowd in Hamburg in 1997. He had podium finishes in the hilly classic Clásica de San Sebastián. His victorious ride in the 1997 Tour de France led to a bicycle boom in Germany. He retired in February 2007.",
  "/wiki/Floyd_Landis": "Floyd Landis (born October 14, 1975) is an American former professional road racing cyclist. Landis at first appeared to be the winner of the 2006 Tour de France, and the third non-European winner in the event's history, before testing positive for performance-enhancing drugs.  The competition was ultimately won by Óscar Pereiro.  Landis was an all-around rider, with special skills in climbing, time-trialing, and descending. Landis turned professional in 1999 with the Mercury Cycling Team. He joined the U.S. Postal Service team in 2002, and moved to the Phonak Hearing Systems team in 2005. In January 2010, a French judge issued a national arrest warrant for Landis on computer hacking charges related to the 2006 doping allegations.",
  "/wiki/2006_Tour_de_France": "The 2006 Tour de France was the 93rd edition of the Tour de France, one of cycling's Grand Tours. It took between 1 and 23 July. It was won by Óscar Pereiro following the disqualification of apparent winner Floyd Landis. Due to United States Anti-Doping Agency announcing in August 2012 that they had disqualified Lance Armstrong from all his results since 1998, including his seven Tour de France wins from 1999–2005, this is the first Tour to have an overall winner since 1998.",
  "/wiki/Andreas_Kl%C3%B6den": "Andreas Klöden (born 22 June 1975) is a German former professional road bicycle racer, who competed as a professional between 1998 and 2013. His major achievements include a bronze medal at the 2000 Olympic Games and finishing second in the general classification at the 2004 and 2006 Tour de France. Klöden is a tall, lightly built racer with enough strength to place high in the overall classifications of the Grand Tours, but his performances have been afflicted by injuries.",
  "/wiki/Richard_Virenque": "Richard Virenque[n 1] (born 19 November 1969) is a retired French professional road racing cyclist. He was one of the most popular French riders with fans for his boyish personality and his long, lone attacks.[n 2] He was a climber, best remembered for winning the King of the Mountains competition of the Tour de France a record seven times and also for being one of the central figures in a widespread doping scandal in 1998: the Festina Affair.",
  "/wiki/Alpe_d'Huez": "L'Alpe d'Huez (French pronunciation: ​[l‿al.pə d‿ɥɛz]) is a ski resort in southeastern France at 1,250 to 3,330 metres (4,100 to 10,925 ft). It is a mountain pasture in the Central French Western Alps, in the commune of Huez, which is part of the department of Isère in the region of Auvergne-Rhône-Alpes."
}