{
  "/wiki/Joseph_Smith_Sr.": "Joseph Smith Sr. (July 12, 1771 – September 14, 1840) was the father of Joseph Smith Jr., the founder of the Latter Day Saint movement. Joseph Sr. was also one of the Eight Witnesses of the Book of Mormon, which Mormons believe was translated by Smith Jr. from golden plates. In 1833, Smith Sr. was named the first patriarch of the Church of Christ (which was renamed to the Church of the Latter Day Saints in 1834 and Church of Jesus Christ of Latter Day Saints in 1838). Joseph Sr. was also a member of the First Presidency of the church and a Freemason in Ontario Lodge No. 23 of Canandaigua, New York.[citation needed]",
  "/wiki/Presiding_Patriarch": "In the Latter Day Saint movement, the Presiding Patriarch (also called Presiding Evangelist, Patriarch over the Church, Patriarch of the Church, or Patriarch to the Church) is a church-wide leadership office within the priesthood. Among the duties of the Presiding Patriarch are to preside in council meetings, ordain other patriarchs, and administer patriarchal blessings.",
  "/wiki/Joseph_Smith": "Joseph Smith Jr. (December 23, 1805 – June 27, 1844) was an American religious leader and founder of Mormonism and the Latter Day Saint movement. When he was 24, Smith published the Book of Mormon.  By the time of his death, 14 years later, he had attracted tens of thousands of followers and founded a religion that continues to the present with millions of global adherents.",
  "/wiki/President_of_the_Church": "In the Latter Day Saint movement, the President of the Church is generally considered to be the highest office of the church. It was the office held by Joseph Smith, founder of the movement, and the office assumed by many of Smith's claimed successors, such as Brigham Young, Joseph Smith III, Sidney Rigdon, and James Strang. Several other titles have been associated with this office, including First Elder of the church, Presiding High Priest, President of the High Priesthood, Trustee-in-Trust for the church, Prophet, Seer, Revelator, and Translator. Joseph Smith was known by all of these titles in his lifetime (although not necessarily with consistency).",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/John_Taylor_(Mormon)": "John Taylor (November 1, 1808 – July 25, 1887) was an English religious leader who served as the third president of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1880 to 1887. He is the only president of the LDS Church to have been born outside the United States.",
  "/wiki/Quorum_of_the_Twelve_Apostles_(LDS_Church)": "In The Church of Jesus Christ of Latter-day Saints (LDS Church), the Quorum of the Twelve Apostles (also known as the Quorum of the Twelve, the Council of the Twelve Apostles, or simply the Twelve) is one of the governing bodies in the church hierarchy. Members of the Quorum of the Twelve Apostles are apostles, with the calling to be prophets, seers, and revelators, evangelical ambassadors, and special witnesses of Jesus Christ.",
  "/wiki/Upper_Canada": "The Province of Upper Canada (French: province du Haut-Canada) was a part of British Canada established in 1791 by the Kingdom of Great Britain, to govern the central third of the lands in British North America, formerly part of the Province of Quebec since 1763. Upper Canada included all of modern-day Southern Ontario and all those areas of Northern Ontario in the Pays d'en Haut which had formed part of New France, essentially the watersheds of the Ottawa River or Lakes Huron and Superior, excluding any lands within the watershed of Hudson Bay. The \"upper\" prefix in the name reflects its geographic position along the Great Lakes, mostly above the headwaters of the Saint Lawrence River, contrasted with Lower Canada (present-day Quebec) to the northeast.",
  "/wiki/John_Smith_(uncle_of_Joseph_Smith)": "John Smith (July 16, 1781 – May 23, 1854), known as Uncle John, was an early leader of The Church of Jesus Christ of Latter-day Saints (LDS Church).",
  "/wiki/Hyrum_Smith": "Hyrum Smith (February 9, 1800 – June 27, 1844) was an American religious leader in the Church of Jesus Christ of Latter Day Saints, the original church of the Latter Day Saint movement. He was the older brother of the movement's founder, Joseph Smith, and was killed with his brother at Carthage Jail where they were being held awaiting trial.",
  "/wiki/Assistant_President_of_the_Church": "Assistant President of the Church (also referred to as Associate President of the Church) was a position in the leadership hierarchy in the early days of the Latter Day Saint church founded by Joseph Smith. The Assistant President was the second-highest authority in the church and was a member of the church's governing First Presidency. As President of the Church, Smith appointed two (possibly three) men to serve in the position of Assistant President. After Smith's death, most Latter Day Saint denominations discontinued the position of Assistant President of the Church.",
  "/wiki/Presiding_patriarch": "In the Latter Day Saint movement, the Presiding Patriarch (also called Presiding Evangelist, Patriarch over the Church, Patriarch of the Church, or Patriarch to the Church) is a church-wide leadership office within the priesthood. Among the duties of the Presiding Patriarch are to preside in council meetings, ordain other patriarchs, and administer patriarchal blessings.",
  "/wiki/Joseph_Fielding_Smith": "Joseph Fielding Smith Jr. (July 19, 1876 – July 2, 1972) was an American religious leader and writer who served as the tenth president of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1970 until his death in 1972. He was the son of former church president Joseph F. Smith and the great-nephew of LDS Church founder Joseph Smith.",
  "/wiki/Joseph_F._Smith": "Joseph Fielding Smith Sr. (November 13, 1838 – November 19, 1918) was an American religious leader who served as the sixth president of The Church of Jesus Christ of Latter-day Saints (LDS Church). He was the nephew of Joseph Smith, the founder of the Latter Day Saint movement, and was the last president of the LDS Church to have known him personally.",
  "/wiki/Asian_people": "Asian people or Asiatic people are people who descend from a portion of Asia's population.",
  "/wiki/Assistant_to_the_Quorum_of_the_Twelve_Apostles": "Assistant to the Quorum of the Twelve Apostles, commonly shortened to Assistant to the Twelve or Assistant to the Twelve Apostles, was a priesthood calling in The Church of Jesus Christ of Latter-day Saints between 1941 and 1976. As the title of the calling suggests, men who held this position assisted the Quorum of the Twelve Apostles in fulfilling their priesthood responsibilities. Assistants to the Twelve were general authorities, and were generally assigned by the Twelve Apostles to preside over and speak at stake conferences; re-organize stakes; tour missions; and assist in the direction of worldwide missionary work. Like counselors in the First Presidency, Assistant to the Twelve was not a distinct priesthood office—rather, it was a calling that any worthy high priest could be asked to fill.",
  "/wiki/First_Quorum_of_the_Seventy": "Seventy is a priesthood office in the Melchizedek priesthood of The Church of Jesus Christ of Latter-day Saints (LDS Church). Traditionally, a church member holding this priesthood office is a \"traveling minister\" and an \"especial witness\" of Jesus Christ, charged with the mission of preaching the gospel to the entire world under the direction of the Twelve Apostles. The church teaches that the office of seventy was anciently conferred upon the seventy disciples mentioned in the Gospel of Luke  10:1-2. Multiple individuals holding the office of seventy are referred to collectively as seventies.",
  "/wiki/Emeritus": "Emeritus (male)/Emerita (female) (/əˈmɛrɪtəs/),[Note 1] in its current usage, is an adjective used to designate a retired chairperson, professor, pastor, bishop, pope, director, president, prime minister, rabbi, emperor, or other person who has been \"permitted to retain as an honorary title the rank of the last office held\". Like the Romance languages derived from it, Latin contains many words that are gender-specific;  \"emeritus\" is used for a male, \"emerita\" for a female.",
  "/wiki/Native_Americans_in_the_United_States": "Native Americans, also known as American Indians, Indigenous Americans and other terms, are the indigenous peoples of the United States, except Hawaii and territories of the United States. More than 570 federally recognized tribes live within the US, about half of which are associated with Indian reservations. The term \"American Indian\" excludes Native Hawaiians and some Alaskan Natives, while \"Native Americans\" (as defined by the US Census) are American Indians, plus Alaska Natives of all ethnicities. The US Census does not include Native Hawaiians or Chamorro, instead being included in the Census grouping of \"Native Hawaiian and other Pacific Islander\".",
  "/wiki/George_P._Lee": "George Patrick Lee (March 23, 1943 – July 28, 2010) was the first Native American to become a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church). He was a member of the church's First Quorum of Seventy from 1975 to 1989, when he was excommunicated from the church.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Presidency_of_the_Seventy": "Seventy is a priesthood office in the Melchizedek priesthood of The Church of Jesus Christ of Latter-day Saints (LDS Church). Traditionally, a church member holding this priesthood office is a \"traveling minister\" and an \"especial witness\" of Jesus Christ, charged with the mission of preaching the gospel to the entire world under the direction of the Twelve Apostles. The church teaches that the office of seventy was anciently conferred upon the seventy disciples mentioned in the Gospel of Luke  10:1-2. Multiple individuals holding the office of seventy are referred to collectively as seventies.",
  "/wiki/Asia": "Asia (/ˈeɪʒə, ˈeɪʃə/ (listen)) is Earth's largest and most populous continent, located primarily in the Eastern and Northern Hemispheres. It shares the continental landmass of Eurasia with the continent of Europe and the continental landmass of Afro-Eurasia with both Europe and Africa. Asia covers an area of 44,579,000 square kilometres (17,212,000 sq mi), about 30% of Earth's total land area and 8.7% of the Earth's total surface area. The continent, which has long been home to the majority of the human population, was the site of many of the first civilizations. Asia is notable for not only its overall large size and population, but also dense and large settlements, as well as vast barely populated regions. Its 4.5 billion people (as of June 2019[update]) constitute roughly 60% of the world's population, more than all other continents combined.",
  "/wiki/Yoshihiko_Kikuchi": "Yoshihiko Kikuchi (菊地良彦, Kikuchi Yoshihiko, born 25 July 1941 in Japan[citation needed]) has been a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church) since 1977, and was the first native Asian to be called as a general authority of the LDS Church.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Derek_A._Cuthbert": "Derek Alfred Cuthbert (5 October 1926 – 7 April 1991) was a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1978 until his death.  He was the first resident of the United Kingdom to be called as an LDS Church general authority while living in Britain.",
  "/wiki/Latin_America": "Latin America[a] is a group of countries and dependencies in the Western Hemisphere where Romance languages such as Spanish, Portuguese, and French are predominantly spoken; it is broader than the terms Ibero-America or Hispanic America. The term \"Latin America\" was first used in an 1856 conference with the title \"Initiative of the Americas. Idea for a Federal Congress of the Republics\" (Iniciativa de la América. Idea de un Congreso Federal de las Repúblicas), by the Chilean politician Francisco Bilbao. The term was used also by Napoleon III's French government in the 1860s as Amérique latine to consider French-speaking territories in the Americas (French Canadians, French Louisiana, French Guiana, Haiti, Guadeloupe, Martinique, Saint Martin, Saint Barthélemy), along with the larger group of countries where Spanish and Portuguese languages prevailed, including the Spanish-speaking portions of the United States (Southwestern United States and Florida) Today, areas of Canada (such as Quebec) and the United States (with the exception of Puerto Rico) where Spanish, Portuguese and French are predominant are typically not included in definitions of Latin America even if technically speaking they are.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Robert_E._Sackley": "Robert Edward Sackley (17 December 1922 – 22 February 1993) was an educational administrator in Canada and was a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1989 until his death. Sackley was the first native Australian to serve as an LDS Church general authority.",
  "/wiki/Second_Quorum_of_the_Seventy": "Seventy is a priesthood office in the Melchizedek priesthood of The Church of Jesus Christ of Latter-day Saints (LDS Church). Traditionally, a church member holding this priesthood office is a \"traveling minister\" and an \"especial witness\" of Jesus Christ, charged with the mission of preaching the gospel to the entire world under the direction of the Twelve Apostles. The church teaches that the office of seventy was anciently conferred upon the seventy disciples mentioned in the Gospel of Luke  10:1-2. Multiple individuals holding the office of seventy are referred to collectively as seventies.",
  "/wiki/Black_people": "Black people is a skin group-based classification used for specific people with a mid to dark brown complexion. Not all black people have dark skin; however, in certain countries, often in socially based systems of racial classification in the Western World, the term black is used to describe persons who are perceived as dark-skinned compared to other populations. It is mostly used for the people of Sub-Saharan African descent and the indigenous peoples of Oceania, Southeast Asia and the Indian subcontinent.",
  "/wiki/Africa": "Africa is the world's second-largest and second-most populous continent. At about 30.3 million km2 (11.7 million square miles) including adjacent islands, it covers 6% of Earth's total surface area and 20% of its land area. With\n1.3 billion people as of 2018, it accounts for about 16% of the world's human population. The continent is surrounded by the Mediterranean Sea to the north, the Isthmus of Suez and the Red Sea to the northeast, the Indian Ocean to the southeast and the Atlantic Ocean to the west. The continent includes Madagascar and various archipelagos. It contains 54 fully recognised sovereign states (countries), four territories and two de facto independent states with limited or no recognition. The majority of the continent and its countries are in the Northern Hemisphere, with a substantial portion and number of countries in the Southern Hemisphere.",
  "/wiki/Helv%C3%A9cio_Martins": "Helvécio Martins (27 July 1930 – 14 May 2005) was the first person of Black African descent to be called as a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church).",
  "/wiki/Korean_people": "Koreans (Korean: 한민족, 한국인, 한국사람; Hanja: 韓民族, 韓國人, 韓國사람; RR: Hanminjok, Hanguk-in, Hanguksaram in South Korean; alternatively Korean: 조선민족, 조선인, 조선사람; Hanja: 朝鮮民族, 朝鮮人, 朝鮮사람; RR: Joseonminjok, Joseonin, Joseonsaram in North Korean, lit. \"Korean ethnicity\"; see names of Korea) are an East Asian ethnic group native to Korea and southwestern Manchuria.",
  "/wiki/Filipino_people": "Filipinos (Filipino: Mga Pilipino) are the people who are native to or citizens of the country of the Philippines. Filipinos come from various Austronesian ethnolinguistic groups. Currently, there are more than 185 ethnolinguistic groups, each with its own language, identity, culture and history. The number of individual languages listed for Philippines is 185. Of these, 183 are living and 2 are extinct. Of the living languages, 175 are indigenous and 8 are non-indigenous. Furthermore, 39 are institutional, 67 are developing, 38 are vigorous, 28 are in trouble, and 11 are dying.",
  "/wiki/Chinese_people": "Chinese people are the various individuals or ethnic groups associated with China, usually through ancestry, ethnicity, nationality, citizenship, or other affiliation.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Ethnic_groups_of_Africa": "The ethnic groups of Africa number in the thousands, with each population generally having its own language (or dialect of a language) and culture. The ethnolinguistic groups include various Afroasiatic, Khoisan, Niger-Congo and Nilo-Saharan populations.",
  "/wiki/Joseph_W._Sitati": "Joseph Wafula Sitati (born 16 May 1952) has been a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church) since 2009, when he became a member of the First Quorum of the Seventy. He is the church's first black African general authority and the second general authority of black African descent.",
  "/wiki/Nairobi,_Kenya": "Nairobi (/naɪˈroʊbi/) is the capital and the largest city of Kenya. The name comes from the Maasai phrase Enkare Nairobi, which translates to \"cool water\", a reference to the Nairobi River which flows through the city. The city proper had a population of 4,397,073 in the 2019 census, while the metropolitan area has a population of 9,354,580. The city is popularly referred to as the Green City in the Sun.",
  "/wiki/Mayag%C3%BCez,_Puerto_Rico": "Mayagüez (Spanish pronunciation: [maʝaˈɣwes]) is the eighth-largest municipality of Puerto Rico. It was founded as Nuestra Señora de la Candelaria, and is also known as La Sultana del Oeste (The Sultaness of the West), Ciudad de las Aguas Puras (City of Pure Waters), or Ciudad del Mangó (City of the Mango). On April 6, 1894, the Spanish Crown gave it the formal title of Excelente Ciudad de Mayagüez (Excellent City of Mayagüez). Mayagüez is located in the center of the western coast on the island of Puerto Rico. It is a principal city of the Mayagüez Metropolitan Statistical Area and the Mayagüez–San Germán–Cabo Rojo Combined Statistical Area.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Taranto": "Taranto (/təˈræntoʊ/, also US: /təˈrɑːntoʊ, ˈtɑːrəntoʊ, -rɑːn-/, Italian: [ˈtaːranto] (listen); Tarantino: Tarde)[a] is a coastal city in Apulia, Southern Italy. It is the capital of the Province of Taranto and is an important commercial port as well as the main Italian naval base. It is considered one of the oldest cities in Italy and in the world.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Fiji": "Fiji (/ˈfiːdʒi/ (listen) FEE-jee; Fijian: Viti [ˈβitʃi]; Fiji Hindi: फ़िजी, Fijī), officially the Republic of Fiji (Fijian: Matanitu Tugalala o Viti; Fiji Hindi: फ़िजी गणराज्य, Fijī Gaṇarājya), is an island country in Melanesia, part of Oceania in the South Pacific Ocean about 1,100 nautical miles (2,000 km; 1,300 mi) northeast of New Zealand's North Island. Its closest neighbours are Vanuatu to the west, New Caledonia to the southwest, New Zealand's Kermadec Islands to the southeast, Tonga to the east, the Samoas and France's Wallis and Futuna to the northeast, and Tuvalu to the north. Fiji consists of an archipelago of more than 330 islands—of which 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outlying island is Ono-i-Lau. The two major islands, Viti Levu and Vanua Levu, account for 87% of the total population of 883,483. The capital, Suva, on Viti Levu, serves as the country's principal cruise-ship port.[failed verification] About three-quarters of Fijians live on Viti Levu's coasts, either in Suva or in smaller urban centres such as Nadi—where tourism is the major local industry—or Lautoka, where the sugar-cane industry is paramount. Due to its terrain, the interior of Viti Levu is sparsely inhabited.",
  "/wiki/Taniela_B._Wakolo": "Taniela Biu Wakolo (born June 25, 1967) has been a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church) since April 2017. He is the first Fijian to serve as a general authority.",
  "/wiki/Suva": "Suva (Fijian pronunciation: [ˈsuβa]) is the capital and largest metropolitan city in Fiji. It is located on the southeast coast of the island of Viti Levu, in the Rewa Province, Central Division."
}