{
  "/wiki/Transport_Canada": "Transport Canada (French: Transports Canada) is the department within the Government of Canada responsible for developing regulations, policies and services of road, rail, marine and air transportation in Canada. It is part of the Transportation, Infrastructure and Communities (TIC) portfolio. The current Minister of Transport is Marc Garneau. Transport Canada is headquartered in Ottawa, Ontario.",
  "/wiki/Location_identifier": "A location identifier is a symbolic representation for the name and the location of an airport, navigation aid, or weather station, and is used for manned air traffic control facilities in air traffic control, telecommunications, computer programming, weather reports, and related services.",
  "/wiki/Bathurst,_New_Brunswick": "Bathurst (2016 population; UA 11,897) is the seat of government of Gloucester County, New Brunswick, and is at the estuary of the Nepisiguit River.",
  "/wiki/Bathurst_Airport_(New_Brunswick)": "Bathurst Airport (IATA: ZBF, ICAO: CZBF) is located 3 nautical miles (5.6 km; 3.5 mi) west northwest of Bathurst, New Brunswick, Canada in Sainte-Anne. It is listed as an airport of entry and can accept general aviation aircraft with up to 15 occupants.",
  "/wiki/Boston_Brook_Airport": "Boston Brook Airport (TC LID: CCJ3), is located 9 nautical miles (17 km; 10 mi) southwest of Boston Brook, New Brunswick, Canada.",
  "/wiki/Brockway,_New_Brunswick": "Brockway is a community in the Canadian province of York County, New Brunswick.",
  "/wiki/Brockway_Airport": "Brockway Airport (TC LID: CCX3), is a small government airfield located 4 nautical miles (7.4 km; 4.6 mi) northeast of Brockway, New Brunswick, Canada.",
  "/wiki/Bouctouche": "Bouctouche /ˈbʌktuːʃ/ is a Canadian town in Kent County, New Brunswick. In 2016, the population was 2,361.",
  "/wiki/Bouctouche_Aerodrome": "Bouctouche Aerodrome (TC LID: CDT5) is a privately owned airfield located 1.7 nautical miles (3.1 km; 2.0 mi) northeast of Bouctouche, New Brunswick, Canada.",
  "/wiki/Charlo,_New_Brunswick": "Charlo (English: /ˈʃɑːrloʊ/) (2016 population: 1,310) is a Canadian village in Restigouche County, New Brunswick.",
  "/wiki/Charlo_Airport": "Charlo Airport (IATA: YCL, ICAO: CYCL) is located 4.8 nautical miles (8.9 km; 5.5 mi) south-southeast of Charlo, New Brunswick, Canada.",
  "/wiki/Chipman,_New_Brunswick": "Chipman (2016 population: 1,104) is a Canadian village in Queens County, New Brunswick.",
  "/wiki/Chipman_Airport_(New_Brunswick)": "Chipman Airport (TC LID: CCS4), is a private airfield located 2 nautical miles (3.7 km; 2.3 mi) southwest of Chipman, New Brunswick, Canada.",
  "/wiki/Clearwater_Aerodrome": "Clearwater Aerodrome (TC LID: CDJ4), is a private airfield run by the Irving Oil company in Clearwater, New Brunswick, Canada.",
  "/wiki/Cormier-Village,_New_Brunswick": "Cormier-Village is a Canadian rural community located in Westmorland County, New Brunswick.  It is administratively part of the Rural Community of Beaubassin East.",
  "/wiki/Cormier_Aerodrome": "Cormier Aerodrome (TC LID: CRM4), is a registered aerodrome located 1.1 nautical miles (2.0 km; 1.3 mi) northwest of Cormier-Village, New Brunswick, Canada.",
  "/wiki/Cumberland_Bay_Water_Aerodrome": "Cumberland Bay Water Aerodrome (TC LID: CCB7) is located 2 nautical miles (3.7 km; 2.3 mi) west southwest of Cumberland Bay, New Brunswick, Canada. It is located in a small bay of the same name in Grand lake.",
  "/wiki/Doaktown,_New_Brunswick": "Doaktown (2016 population: 792) is a Canadian village in Northumberland County, New Brunswick.",
  "/wiki/Doaktown_Airport": "Doaktown Airport (TC LID: CDU6), is a privately owned airfield located 2.3 nautical miles (4.3 km; 2.6 mi) northeast of Doaktown, New Brunswick, Canada.",
  "/wiki/Downs_Gulch_Aerodrome": "Downs Gulch Aerodrome (TC LID: CDV2), is a privately owned aerodrome located 7.5 nautical miles (13.9 km; 8.6 mi) north of Downs Gulch, New Brunswick, Canada. This aerodrome is near an area of the Restigouche River valley known for its good salmon fishing; consequently, many private and charter aircraft use this strip as a means of accessing nearby lodges in areas such as Larrys Gulch. There is no available parking for aircraft, only a wider turn-around area mid-runway, so all aircraft must depart after dropping off their passengers.",
  "/wiki/Edmundston": "Edmundston /ˈɛdməndstən/ is a city in Madawaska County, New Brunswick, Canada.",
  "/wiki/Edmundston_Airport": "Edmundston Airport (ICAO: CYES) is located 9 nautical miles (17 km; 10 mi) northwest of Edmundston, New Brunswick, Canada along the east bank of the Madawaska River.",
  "/wiki/Florenceville-Bristol": "Florenceville-Bristol is a town in the northwest part of New Brunswick, Canada. The town is located on the banks of the Saint John River in Carleton County. As of 2016, the population was 1,604.",
  "/wiki/Bristol_Aerodrome": "Bristol Aerodrome (TC LID: CDA6), is a small private airfield located adjacent to Bristol, New Brunswick, Canada.",
  "/wiki/Florenceville_Airport": "Florenceville Airport (TC LID: CCR3), is a private airfield located 0.7 nautical miles (1.3 km; 0.81 mi) southwest of Florenceville, New Brunswick, Canada alongside the Saint John River.",
  "/wiki/Fredericton": "Fredericton (/ˈfrɛdrɪktən/; French pronunciation: ​[fʁɛdeʁiktœn]) is the capital of the Canadian province of New Brunswick. The city is situated in the west-central portion of the province along the Saint John River, which flows west to east as it bisects the city. The river is the dominant natural feature of the area. One of the main urban centres in New Brunswick, the city had a population of 58,220 in the 2016 Canadian Census. It is the third-largest city in the province after Moncton and Saint John.",
  "/wiki/Fredericton_International_Airport": "Fredericton International Airport (IATA: YFC, ICAO: CYFC) is an airport in Lincoln, New Brunswick, Canada, 7 nautical miles (13 km; 8.1 mi) southeast of Fredericton.",
  "/wiki/List_of_heliports_in_Canada": "WThis is an alphabetical list of heliports in Canada. They are listed in the format:",
  "/wiki/Scottsfield_Aerodrome": "Scottsfield Airpark (TC LID: CCF9), is a small airfield located about 25 nautical miles (46 km; 29 mi) northwest of Fredericton, New Brunswick, Canada beside the Saint John River.",
  "/wiki/Grand_Falls,_New_Brunswick": "Grand Falls (French: Grand-Sault) is a town located in Victoria County, New Brunswick, Canada. Grand Falls is situated on the Saint John River. The town derives its name from a waterfall created by a series of rock ledges over which the river drops 23 metres (75 ft). Its population was 5,326 at the 2016 census.",
  "/wiki/Grand_Falls_Airport": "Grand Falls Airport (TC LID: CCK3), is a private airfield located 2.6 nautical miles (4.8 km; 3.0 mi) northeast of Grand Falls, New Brunswick, Canada. The runway is 75 ft (23 m) wide and the centre 40 ft (12 m) is asphalt, while the rest is turf and gravel.",
  "/wiki/Grand_Manan_Island": "Grand Manan Island (also simply Grand Manan) is a Canadian island, and the largest of the Fundy Islands in the Bay of Fundy. It is the primary island in the Grand Manan Archipelago, sitting at the boundary between the Bay of Fundy and the Gulf of Maine on the Atlantic coast. Grand Manan is jurisdictionally part of Charlotte County in the province of New Brunswick.",
  "/wiki/Grand_Manan_Airport": "Grand Manan Airport (TC LID: CCN2), is located 2 nautical miles (3.7 km; 2.3 mi) northwest of Grand Harbour on the island of Grand Manan, New Brunswick, Canada.",
  "/wiki/Havelock,_New_Brunswick": "See also Havelock Parish",
  "/wiki/Havelock_Airport": "Havelock Airport (TC LID: CCS5), is adjacent to the community of Havelock, New Brunswick, Canada."
}