{
  "/wiki/Gravlax": "Gravlax or grav(ad)laks is a Nordic dish consisting of salmon that is cured using salt, sugar, and dill. Gravlax is usually served as an appetizer, sliced thinly and accompanied by hovmästarsås (literally \"maitre d'hôtel sauce\", also known in Sweden as gravlaxsås and in Denmark as rævesovs, literally \"fox sauce\"), a dill and mustard sauce, either on bread or with boiled potatoes.",
  "/wiki/Curing_(food_preservation)": "Curing is any of various food preservation and flavoring processes of foods such as meat, fish and vegetables, by the addition of salt, with the aim of drawing moisture out of the food by the process of osmosis. Because curing increases the solute concentration in the food and hence decreases its water potential, the food becomes inhospitable for the microbe growth that causes food spoilage. Curing can be traced back to antiquity, and was the primary method of preserving meat and fish until the late-19th century. Dehydration was the earliest form of food curing.  Many curing processes also involve smoking, spicing, cooking, or the addition of combinations of sugar, nitrate, and nitrite.",
  "/wiki/Dill": "Dill (Anethum graveolens) is an annual herb in the celery family Apiaceae. It is the only species in the genus Anethum. Dill is grown widely in Eurasia where its leaves and seeds are used as a herb or spice for flavouring food.",
  "/wiki/Appetiser": "An hors d'oeuvre (/ɔːr ˈdɜːrv(rə)/ or DURV(-rə); French: hors-d'œuvre [ɔʁ dœvʁ] (listen)), appetizer or starter is a small dish served before a meal in European cuisine. Some hors d'oeuvres are served cold, others hot. Hors d'oeuvres may be served at the dinner table as a part of the meal, or they may be served before seating, such as at a reception or cocktail party. Formerly, hors d'oeuvres were also served between courses.",
  "/wiki/Lohikeitto": "Creamy salmon soup (lohikeitto in Finnish, laxsoppa in Swedish) is a common dish in Finland and other Nordic countries. It consists of salmon fillets, boiled potatoes and leeks. The soup is served hot, with some dill. There is a discussion about the ingredients of the dish, whether milk should be used as an ingredient. Milk may be substituted for cream, however it must be whole milk.",
  "/wiki/Leek": "The leek is a vegetable, a cultivar of Allium ampeloprasum, the broadleaf wild leek. The edible part of the plant is a bundle of leaf sheaths that is sometimes erroneously called a stem or stalk. The genus Allium also contains the onion, garlic, shallot, scallion, chive, and Chinese onion.",
  "/wiki/Lomi_salmon": "Lomi salmon (more commonly known as lomi-lomi salmon) is a side dish in Hawaiian cuisine. It is a fresh tomato and salmon salad, and was introduced to Hawaiians by early Western sailors. It is typically prepared by mixing salted, shredded salmon with tomatoes, sweet gentle Maui onions, and occasionally scallions, and sometimes crushed ice if it is not refrigerated. It is always served cold.",
  "/wiki/Sweet_onion": "A sweet onion is a variety of onion that is not pungent. Their mildness is attributable to their low sulfur content and high water content when compared to other onion varieties.",
  "/wiki/Scallion": "Scallions (also known as green onions, spring onions, or salad onions) are vegetables of various Allium onion species.  Scallions have a milder taste than most onions. Their close relatives include garlic, shallot, leek, chive, and Chinese onions.",
  "/wiki/Chili_pepper": "The chili pepper (also chile, chile pepper, chilli pepper, or chilli), from Nahuatl chīlli (Nahuatl pronunciation: [ˈt͡ʃiːli] (listen)), is the fruit of plants from the genus Capsicum which are members of the nightshade family, Solanaceae. Chili peppers are widely used in many cuisines as a spice to add heat to dishes. The substances that give chili peppers their intensity when ingested or applied topically are capsaicin and related compounds known as capsaicinoids.",
  "/wiki/Cucumber": "Cucumber (Cucumis sativus) is a widely cultivated plant in the gourd family, Cucurbitaceae. It is a creeping vine that bears cucumiform fruits that are used as vegetables. There are three main varieties of cucumber: slicing, pickling, and seedless. Within these varieties, several cultivars have been created.  In North America, the term \"wild cucumber\" refers to plants in the genera Echinocystis and Marah, but these are not closely related.  The cucumber is originally from South Asia, but now grows on most continents. Many different types of cucumber are traded on the global market.",
  "/wiki/Lox": "Lox (Hebrew: לקס‎) is a fillet of brined salmon. Lox is one type of salmon product served on a bagel with cream cheese, and is usually garnished with tomato, sliced onion, cucumbers, and sometimes capers.",
  "/wiki/Fish_fillet": "A fish fillet, from the French word filet (pronounced [filɛ]) meaning a thread or strip, is the flesh of a fish which has been cut or sliced away from the bone by cutting lengthwise along one side of the fish parallel to the backbone. In preparation for filleting, any scales on the fish should be removed. The contents of the stomach also need careful detaching from the fillet. Because fish fillets do not contain the larger bones running along the vertebrae, they are often said to be \"boneless\". However, some species, such as the common carp, have smaller intramuscular bones called pins within the fillet. The skin present on one side may or may not be stripped from the fillet. Butterfly fillets can be produced by cutting the fillets on each side in such a way that they are held together by the flesh and skin of the belly.",
  "/wiki/Bagel": "A bagel (Yiddish: בײגל‎ beygl; Polish: bajgiel), also historically spelled beigel, is a bread product originating in the Jewish communities of Poland.\nIt is traditionally shaped by hand into the form of a ring from yeasted wheat dough, roughly hand-sized, that is first boiled for a short time in water and then baked. The result is a dense, chewy, doughy interior with a browned and sometimes crisp exterior. Bagels are often topped with seeds baked on the outer crust, with the traditional ones being poppy or sesame seeds. Some may have salt sprinkled on their surface, and there are different dough types, such as whole-grain or rye. Bagels are eaten toasted or untoasted.",
  "/wiki/Cream_cheese": "Cream cheese is a soft, usually mild-tasting fresh cheese made from milk and cream. Stabilizers such as carob bean gum and carrageenan are typically added in industrial production.",
  "/wiki/Onion": "The onion (Allium cepa L., from Latin cepa \"onion\"), also known as the bulb onion or common onion, is a vegetable that is the most widely cultivated species of the genus Allium. Its close relatives include the garlic, shallot, leek, chive, and Chinese onion.",
  "/wiki/Tomato": "The tomato is the edible, often red, berry of the plant Solanum lycopersicum, commonly known as a tomato plant.  The species originated in western South America and Central America. The Nahuatl (Aztec language) word tomatl gave rise to the Spanish word tomate, from which the English word tomato derived. Its domestication and use as a cultivated food may have originated with the indigenous peoples of Mexico. The Aztecs used tomatoes in their cooking at the time of the Spanish conquest of the Aztec Empire, and after the Spanish encountered the tomato for the first time after their contact with the Aztecs, they brought the plant to Europe. From there, the tomato was introduced to other parts of the European-colonized world during the 16th century.",
  "/wiki/Caper": "Capparis spinosa, the caper bush, also called Flinders rose, is a perennial plant that bears rounded, fleshy leaves and large white to pinkish-white flowers.",
  "/wiki/Rui-be": "Rui-be or ruibe (ルイベ) is a dish of the Ainu people of northern Japan, consisting of seafood that is frozen outdoors, sliced like sashimi, and served with soy sauce and water peppers.",
  "/wiki/Sashimi": "Sashimi (刺身, English: /səˈʃiːmi/ sə-SHEE-mee, Japanese: [saɕimiꜜ]) is a Japanese delicacy consisting of fresh raw fish or meat sliced into thin pieces and often eaten with soy sauce.",
  "/wiki/Soy_sauce": "Soy sauce (American English), also spelt as soya sauce (British English), is a liquid condiment of Chinese origin, made from a fermented paste of soybeans, roasted grain, brine, and Aspergillus oryzae or Aspergillus sojae molds. Soy sauce in its current form was created about 2,200 years ago during the Western Han dynasty of ancient China, and spread throughout East and Southeast Asia where it is used in cooking and as a condiment.",
  "/wiki/Water_pepper": "Persicaria hydropiper (syn. Polygonum hydropiper), also known as water-pepper, water pepper or marshpepper knotweed, is a plant of the family Polygonaceae. It grows in damp places and shallow water. It is a widespread plant, found in Australia, New Zealand, temperate Asia, Europe, and North America. It has some use as a spice because of its pungent flavor.",
  "/wiki/Salmon_burger": "A salmon burger is a type of fishcake made mostly from salmon in the style of a hamburger. The salmon requires a binder to make it stick together and is easy to overcook which makes it too dry.  Salmon burgers are especially common in Alaska where they are routinely offered as an alternative to beef hamburgers.",
  "/wiki/Fishcake": "A fishcake (sometimes written as fish cake) is a culinary dish consisting of filleted fish or other seafood minced or ground, mixed with a starchy food, and fried.",
  "/wiki/Salmon": "Salmon /ˈsæmən/ is the common name for several species of ray-finned fish in the family Salmonidae. Other fish in the same family include trout, char, grayling and whitefish. Salmon are native to tributaries of the North Atlantic (genus Salmo) and Pacific Ocean (genus Oncorhynchus). Many species of salmon have been introduced into non-native environments such as the Great Lakes of North America and Patagonia in South America. Salmon are intensively farmed in many parts of the world.",
  "/wiki/Hamburger": "A hamburger (also burger for short) is a food consisting of one or more cooked patties of ground meat, usually beef, placed inside a sliced bread roll or bun. The patty may be pan fried, grilled, smoked or flame broiled. Hamburgers are often served with cheese, lettuce, tomato, onion, pickles, bacon, or chiles; condiments such as ketchup, mustard, mayonnaise, relish, or \"special sauce\"; and are frequently placed on sesame seed buns. A hamburger topped with cheese is called a cheeseburger.",
  "/wiki/Alaska": "Alaska (/əˈlæskə/ (listen); Aleut: Alax̂sxax̂; Inupiaq: Alaasikaq; Alutiiq: Alas'kaaq; Tlingit: Anáaski; Russian: Аляска, romanized: Alyaska) is a U.S. state in the northwest extremity of the United States West Coast, just across the Bering Strait from Asia. The Canadian province of British Columbia and territory of Yukon border the state to the east and southeast. Its most extreme western part is Attu Island, and it has a maritime border with Russia (Chukotka Autonomous Okrug) to the west across the Bering Strait. To the north are the Chukchi and Beaufort seas—southern parts of the Arctic Ocean. The Pacific Ocean lies to the south and southwest. It is the largest U.S. state by area and the seventh largest subnational division in the world. In addition, it is the 3rd least populous and the most sparsely populated of the 50 United States; nevertheless, it is by far the most populous territory located mostly north of the 60th parallel in North America: its population—estimated at 738,432 by the United States Census Bureau in 2015—is more than quadruple the combined populations of Northern Canada and Greenland. Approximately half of Alaska's residents live within the Anchorage metropolitan area. Alaska's economy is dominated by the fishing, natural gas, and oil industries, resources which it has in abundance. United States armed forces bases and tourism are also a significant part of the economy.",
  "/wiki/Salmon_tartare": "Salmon tartare is prepared with fresh raw salmon and seasonings. It is commonly spread on a cracker or bread and eaten as an appetizer.",
  "/wiki/Smoked_salmon": "Smoked salmon is a preparation of salmon, typically a fillet that has been cured and hot or cold smoked. Due to its moderately high price, smoked salmon is considered a delicacy. Although the term lox is sometimes applied to smoked salmon, they are different products.",
  "/wiki/Smoking_(food)": "Smoking is the process of flavoring, browning, cooking, or preserving food by exposing it to smoke from burning or smoldering material, most often wood. Meat, fish, and lapsang souchong tea are often smoked.",
  "/wiki/Wasabi": "Wasabi (Japanese: 山葵, pronounced [ɰaꜜsabi]; Eutrema japonicum or Wasabia japonica) or Japanese horseradish is a plant of the family Brassicaceae, which also includes horseradish and mustard in other genera. A paste made from its ground rhizomes is used as a pungent condiment for sushi and other foods. It is similar in taste to hot mustard or horseradish rather than chili peppers in that it stimulates the nose more than the tongue.",
  "/wiki/Sushi": "Sushi (すし, 寿司, 鮨, pronounced [sɯ̥ɕiꜜ] or [sɯ̥ꜜɕi]) is a Japanese dish of prepared vinegared rice (鮨飯, sushi-meshi), usually with some sugar and salt, accompanying a variety of ingredients (ネタ, neta), such as seafood, vegetables, and occasionally tropical fruits. Styles of sushi and its presentation vary widely, but the one key ingredient is \"sushi rice\", also referred to as shari (しゃり), or sumeshi (酢飯).",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Nori": "Nori (海苔) is the Japanese name for edible seaweed (a \"sea vegetable\") species of the red algae genus Pyropia, including P. yezoensis and P. tenera. It has a strong and distinctive flavor. It is used chiefly in Japanese cuisine as an ingredient to wrap rolls of sushi or onigiri, in which case the term refers to the dried sheets.",
  "/wiki/Makizushi": "Sushi (すし, 寿司, 鮨, pronounced [sɯ̥ɕiꜜ] or [sɯ̥ꜜɕi]) is a Japanese dish of prepared vinegared rice (鮨飯, sushi-meshi), usually with some sugar and salt, accompanying a variety of ingredients (ネタ, neta), such as seafood, vegetables, and occasionally tropical fruits. Styles of sushi and its presentation vary widely, but the one key ingredient is \"sushi rice\", also referred to as shari (しゃり), or sumeshi (酢飯).",
  "/wiki/Nigiri_sushi": "Sushi (すし, 寿司, 鮨, pronounced [sɯ̥ɕiꜜ] or [sɯ̥ꜜɕi]) is a Japanese dish of prepared vinegared rice (鮨飯, sushi-meshi), usually with some sugar and salt, accompanying a variety of ingredients (ネタ, neta), such as seafood, vegetables, and occasionally tropical fruits. Styles of sushi and its presentation vary widely, but the one key ingredient is \"sushi rice\", also referred to as shari (しゃり), or sumeshi (酢飯).",
  "/wiki/Hupa": "Hupa are a Native American people of the Athabaskan-speaking ethnolinguistic group in northwestern California. Their endonym is Natinixwe, also spelled Natinook-wa, meaning \"People of the Place Where the Trails Return\". The majority of the tribe is enrolled in the Federally recognized Hoopa Valley Tribe.",
  "/wiki/Karuk": "The Karuk people are an indigenous people of California, and the Karuk Tribe is one of the largest tribes in California. Karuks are also enrolled in two other federally recognized tribes, the Cher-Ae Heights Indian Community of the Trinidad Rancheria and the Quartz Valley Indian Community.",
  "/wiki/Yurok_people": "The Yurok, whose name means \"downriver people\" in the neighboring Karuk language (also called yuh'ára, or yurúkvaarar in Karuk), are Native Americans who live in northwestern California near the Klamath River and Pacific coast. Their autonym is pueleekla’ meaning \"downriver people.” Today they live on the Yurok Indian Reservation and the surrounding communities in Humboldt, Del Norte and Trinity counties in Northern California."
}