{
  "/wiki/Las_Vegas_Americans": "The Las Vegas Americans were a soccer team based out of Las Vegas that played in the original Major Indoor Soccer League. Prior to Las Vegas, the team had operated as the Memphis Americans. They only played in Las Vegas during the 1984–85 season and lost in the first round of the playoffs that year. The Las Vegas Americans finished their only season in the league with a 30–18 record earning them second place in the Western Division of the league. Their home arena was Thomas & Mack Center, and their average attendance was 6,337.",
  "/wiki/Major_Soccer_League": "The Major Indoor Soccer League, known in its final two seasons as the Major Soccer League, was an indoor soccer league in the United States that played matches from fall 1978 to spring 1992.",
  "/wiki/Thomas_%26_Mack_Center": "Thomas & Mack Center is an arena located on the campus of the University of Nevada, Las Vegas in Paradise, Nevada. It is home of the UNLV Runnin' Rebels basketball team of the Mountain West Conference.",
  "/wiki/Las_Vegas_Silver_Bandits": "The Las Vegas Silver Bandits were a team in the International Basketball League (IBL). They played at the Thomas and Mack Center in Paradise, Nevada in 1999.",
  "/wiki/International_Basketball_League": "The International Basketball League (IBL) was a semi-professional men's basketball league featuring teams from the West Coast of the United States. In 2010 the Albany Legends became the first team in the Northeastern United States to join. The IBL also sometimes featured teams from China and Japan which temporarily relocated to the United States for the IBL season. The IBL season typically ran from the end of March through July.",
  "/wiki/Las_Vegas_Cowboys": "The Las Vegas Cowboys were a professional American football team based in Las Vegas, Nevada. Their roots can be traced to the independent Quad Cities Raiders, who joined the new Professional Football League of America as the Rock Island Raiders in 1965. The Raiders remained in the PFLA until its merger with the Continental Football League in 1968. After losing their first two regular-season contests in 1968 (and drawing only 1,200 fans for a game in Davenport, Iowa against the Chicago Owls), the Raiders were set to play the Indianapolis Capitols in Indiana. Instead, Indianapolis businessman Thomas Redmond swiftly purchased the club and announced the team would be known as the Las Vegas Cowboys (who lost to the Caps, 41-0 on September 14.) (League records consider the Raiders and Cowboys to be separate clubs.)",
  "/wiki/Continental_Football_League": "The Continental Football League (COFL) was a professional American football league that operated in North America from 1965 through 1969. It was established following the collapse of the original United Football League, and hoped to become the major force in professional football outside the National Football League (NFL) and the American Football League (AFL). It owed its name, at least in part, to the Continental League, a proposed third Major League Baseball organization that influenced MLB significantly, despite the fact they never played a game.",
  "/wiki/Cashman_Field": "Cashman Field is a soccer stadium in Downtown Las Vegas, Nevada. It is primarily used for soccer as the home field of Las Vegas Lights FC of the USL Championship. It was formerly the home of the Las Vegas 51s Minor League Baseball team of the Triple-A Pacific Coast League. The field is adjacent to Cashman Center, an exhibit hall and theater operated by the City of Las Vegas. The complex is named for James \"Big Jim\" Cashman and his family, who have been Las Vegas entrepreneurs for several generations.",
  "/wiki/Las_Vegas_Coyotes": "The Las Vegas Coyotes were an inline hockey team which competed in Roller Hockey International.  The team was founded as the Atlanta Fire Ants in 1994 and had a two-season stint in Oklahoma City before the team relocated to Las Vegas. The team's home games were played at the Ice Arena at the Santa Fe Hotel and the team folded following the dissolution of the RHI after the 1999 season.  The Coyotes were the second attempt by the RHI to field a team in the Las Vegas Valley, the Coyotes predecessor, the Las Vegas Flash, played one season in the league.",
  "/wiki/Roller_Hockey_International": "Roller Hockey International was a professional inline hockey league that operated in North America from 1993 to 1999. It was the first major professional league for inline hockey.[dubious  – discuss]",
  "/wiki/Santa_Fe_Station": "Santa Fe Station is a hotel and casino located on North Rancho Drive in Las Vegas, Nevada. The casino is owned by Station Casinos and is located on 36 acres (15 ha) of land. The hotel-casino originally opened as the Santa Fe in 1991, and for several years included the only ice rink in Las Vegas. The Santa Fe was involved in a labor dispute with Culinary Workers Union that began in 1993 and lasted into 2000, when the resort was sold to Station Casinos. The resort was renamed as the Santa Fe Station, and subsequently underwent several expansions and renovations.",
  "/wiki/Las_Vegas_Dustdevils": "The Las Vegas Dustdevils were an indoor soccer team based out of Las Vegas, Nevada that played in the Continental Indoor Soccer League (CISL).  The team won the league championship in 1994, but folded after their second season.",
  "/wiki/Continental_Indoor_Soccer_League": "The Continental Indoor Soccer League (CISL) was a professional indoor soccer league that played from 1993 to 1997.",
  "/wiki/MGM_Grand_Garden_Arena": "The MGM Grand Garden Arena (originally known as the MGM Grand Garden Special Events Center) is a 17,000-seat multi-purpose arena located within the MGM Grand Las Vegas on the Las Vegas Strip.",
  "/wiki/Las_Vegas_Flash": "The Las Vegas Flash were an inline hockey team which existed for one season in 1994. The Flash were a part of Roller Hockey International. The team's home games were played at the Thomas & Mack Center.",
  "/wiki/Las_Vegas_Gladiators": "The Cleveland Gladiators were an arena football team based in Cleveland, Ohio, United States, and members of the Arena Football League (AFL). The Gladiators played their home games at Quicken Loans Arena, which they shared with the Cleveland Cavaliers of the National Basketball Association and the Cleveland Monsters of the American Hockey League. The franchise was originally based in East Rutherford, New Jersey, and then later in Las Vegas, Nevada, before relocating to Cleveland for the 2008 AFL season. The Gladiators qualified for the playoffs eight times in their history, reaching the ArenaBowl in 2014.",
  "/wiki/Arena_Football_League": "The Arena Football League (AFL) was a professional indoor American football league in the United States. It was founded in 1987 by Jim Foster, making it the third longest-running professional football league in North America, after the Canadian Football League (CFL) and the National Football League (NFL). The AFL played a proprietary code known as arena football, a form of indoor American football played on a 66-by-28 yard field (about a quarter of the surface area of an NFL field), with rules encouraging offensive performance, resulting in a faster-paced and higher-scoring game. The sport was invented in the early 1980s and patented by Foster, a former executive of the United States Football League (USFL) and the NFL.",
  "/wiki/Orleans_Arena": "The Orleans Arena is a 9,500-seat multi-purpose arena in Paradise, Nevada, in the Las Vegas Valley.  It is located at the Orleans Hotel and Casino and is operated by Coast Casinos, a subsidiary of Boyd Gaming Corporation.",
  "/wiki/Premier_Arena_Soccer_League": "The Premier Arena Soccer League (PASL) is an indoor soccer league with mostly semi-professional teams. PASL currently has four divisions across North America. The PASL was previously known as the Federation of Sports Arenas (FSA).",
  "/wiki/Las_Vegas_Legends": "The Las Vegas Legends are an American soccer team based in Las Vegas, Nevada. They were founded in 2012 as an indoor soccer team as a member of the Major Arena Soccer League. During their time in the MASL, the Legends split their home games between the Orleans Arena and the Las Vegas Sports Park. The team is owned by Meir Cohen. The team included a mix of local, regional, and international players. The team did not return after the 2015–16 season.",
  "/wiki/Major_Arena_Soccer_League": "The Major Arena Soccer League (MASL) is a North American indoor soccer league representing the highest level of professional arena soccer in the world. The MASL features teams across North America, with teams playing coast-to-coast in the United States and Mexico.",
  "/wiki/Las_Vegas_Locomotives": "The Las Vegas Locomotives (called the Locos for short) were a professional American football team based in Las Vegas, Nevada that played in the United Football League. The team played their home games at Sam Boyd Stadium, home field for the University of Nevada, Las Vegas. Jim Fassel was the franchise's head coach, president, and general manager. The Locomotives appeared in all three UFL Championship Games, winning both the 2009 and 2010 iterations; the Locos were also the last of the four charter UFL franchises to remain in their original home city, to retain their original head coach, and to have played all of their home games at the same venue.",
  "/wiki/United_Football_League_(2009%E2%80%9312)": "The United Football League (UFL) was a professional American football league based in the United States that began play in October 2009 and played four seasons, the most recent being cut short in October 2012. The small league, which never had more than five teams playing at one time, played most of its games in markets where the National Football League (NFL) had no current presence. Unlike most alternative professional football leagues since the 1980s, the UFL played all of its games in the traditional fall season, competing directly with the NFL, college football, and high school football.",
  "/wiki/Sam_Boyd_Stadium": "Sam Boyd Stadium is a football stadium in Whitney, Nevada, United States, an unincorporated community in the Las Vegas Valley. It honors Sam Boyd (1910–1993), a major figure in the hotel and casino industry in Las Vegas. The stadium consists of an uncovered horseshoe-shaped single-decked bowl, with temporary seating occasionally erected in the open north end zone. The field has a conventional north-south orientation and is at an elevation of 1,600 feet (490 m) above sea level.",
  "/wiki/Las_Vegas_Outlaws_(XFL)": "The Las Vegas Outlaws were an American football team in the XFL. They played in the Western Division with the Los Angeles Xtreme, San Francisco Demons and Memphis Maniax.  They played their home games at Sam Boyd Stadium. On February 3, 2001, The Outlaws hosted the first nationally televised XFL game on NBC against the New York/New Jersey Hitmen.",
  "/wiki/XFL_(2001)": "The original XFL was a professional American football league that played its only season in 2001. The XFL was operated as a joint venture between the World Wrestling Federation (now the WWE) and NBC. The XFL was conceived as an outdoor football league that would begin play immediately after the National Football League season ended to take advantage of lingering public desire to watch football after the NFL and college football seasons had concluded. It was promoted as having fewer rules to encourage rougher play than other major leagues. The league had eight teams in two divisions, including major markets and some not directly served by the NFL, such as Birmingham, Las Vegas, Memphis, and Orlando. The XFL operated as a single entity with all teams owned by the league, in contrast to most major professional leagues, which use a franchise model with individual owners.",
  "/wiki/Las_Vegas_Outlaws_(arena_football)": "The Las Vegas Outlaws were a professional Arena Football League (AFL) team based in Las Vegas, Nevada.  They played in the AFL's National Conference West Division in 2015.  The franchise was recently owned by Vince Neil, lead singer for Mötley Crüe and former minority owner of the Jacksonville Sharks.  On September 11, 2014, it was announced that Aaron Garcia was to be the team's first head coach.",
  "/wiki/Las_Vegas_Posse": "The Las Vegas Posse were a Canadian Football League (CFL) team that played the 1994 season as part of the CFL's short-lived American expansion. The Posse was one of the least successful CFL teams, both on the field and off.",
  "/wiki/Canadian_Football_League": "The Canadian Football League (CFL; French: Ligue canadienne de football, LCF) is a professional sports league in Canada. The CFL is the highest level of competition in Canadian football. The league consists of nine teams, each located in a city in Canada. They are divided into two divisions: four teams in the East Division and five teams in the West Division.",
  "/wiki/Las_Vegas_Quicksilvers": "The first Las Vegas Quicksilvers were a soccer team based in Las Vegas, Nevada that played in the NASL. They played only one season, 1977. Their home field was Sam Boyd Stadium (then known as Las Vegas Stadium) in Las Vegas. In 1977 they averaged an attendance of 7,079.",
  "/wiki/North_American_Soccer_League_(1968%E2%80%9384)": "The North American Soccer League (NASL) was the top-level major professional soccer league in the United States and Canada that operated from 1968 to 1984. It was the first soccer league to be successful on a national scale in the United States.  The league final was called the Soccer Bowl from 1975 to 1983 and the Soccer Bowl Series in its final year, 1984. The league was headed by Commissioner Phil Woosnam from 1969 to 1983.",
  "/wiki/Las_Vegas_PROLYMs": "The American Basketball Association (ABA) is an American semi-professional men's basketball minor league that was founded in 1999.",
  "/wiki/American_Basketball_Association_(2000%E2%80%93present)": "The American Basketball Association (ABA) is an American semi-professional men's basketball minor league that was founded in 1999.",
  "/wiki/Las_Vegas_Rattlers": "The American Basketball Association (ABA) is an American semi-professional men's basketball minor league that was founded in 1999.",
  "/wiki/Las_Vegas_Showgirlz": "The Las Vegas Showgirlz are a team of the Women's Football Alliance.  Based in Summerlin, Nevada, the Showgirlz play their home games on the campus of Faith Lutheran Jr/Sr High School in the city's upscale Summerlin district.",
  "/wiki/Women%27s_Football_Alliance": "The Women's Football Alliance (WFA) is a full-contact Women's American football league that began play in 2009. It is the largest, 11-on-11, football league for women. The league is owned and operated by Jeff and Lisa King of Exeter, California.",
  "/wiki/Faith_Lutheran_Jr/Sr_High_School": "Faith Lutheran Middle School & High School is a private Christian school located in Las Vegas, Nevada. The school, which was founded in 1979, serves grades 6-12, and is affiliated with the Lutheran Church–Missouri Synod.",
  "/wiki/Las_Vegas_Silvers": "The Albuquerque Silvers were an American basketball team based in Albuquerque, New Mexico, which was a member of the Continental Basketball Association (CBA). The team was coached by Norm Ellenberger, the former coach of the University of New Mexico men's basketball team. The franchise was run by P. Patrick McKernan who was also the president and general manager of the Pacific Coast League Albuquerque Dukes.",
  "/wiki/Continental_Basketball_Association": "The Continental Basketball Association (CBA) (also known as the Eastern Pennsylvania Basketball League, the Eastern Professional Basketball League, and the Eastern Basketball Association) was a men's professional basketball minor league in the United States from 1946 to 2009.",
  "/wiki/Las_Vegas_Slam": "The American Basketball Association (ABA) is an American semi-professional men's basketball minor league that was founded in 1999.",
  "/wiki/Sports_in_the_Las_Vegas_metropolitan_area": "The Las Vegas metropolitan area is home to many sports, most of which take place in the unincorporated communities around Las Vegas rather than in the city itself. The Las Vegas Valley has three major league professional teams: the Vegas Golden Knights of the National Hockey League (NHL), which began play in 2017 as the region's first major pro team, the Las Vegas Raiders of the National Football League (NFL) which will begin play in 2020 after relocating from Oakland, California, and the Las Vegas Aces of the WNBA. Las Vegas is home to two minor league sports teams: the Las Vegas Aviators of the Triple-A Pacific Coast League (Minor League Baseball) and the Las Vegas Lights FC of the USL Championship, the league at the second level of the U.S. men's soccer league system. The Las Vegas Lights are currently the only team playing in the City of Las Vegas, at the city-owned Cashman Field."
}