{
  "/wiki/Brampton_Lions": "Brampton City United FC is a Canadian soccer team, founded in 2002. The team plays in the Lika Supergroup Open Division. The club plays out of Victoria Park Stadium in the community of Brampton, Ontario.",
  "/wiki/Brampton,_Ontario": "Brampton (/ˈbræmptən/ or /ˈbræmtən/) is a city in the Canadian province of Ontario. Situated in Southern Ontario, it is a suburban city in the Greater Toronto Area (GTA) and the seat of Peel Region. The city has a population of 593,638 as of the Canada 2016 Census. Brampton is Canada's ninth-most populous municipality, the seventy-seventh largest city in North America and the third most populous city in the Greater Golden Horseshoe Region, behind Toronto and Mississauga.",
  "/wiki/Victoria_Park_Stadium": "The Victoria Park Stadium is soccer venue located in Brampton, Ontario and is home to Brampton United of the Canadian Soccer League.  The stadium is located on 20 Victoria Crescent, Brampton. The stadium is part of the James F. McCurry Victoria Park Arena. The stadium hosted the 2004 CPSL Championship final which featured Vaughan Shooters against Toronto Croatia. On May 27, 2016 a fire erupted at the Victoria Park arena.",
  "/wiki/Armando_Costa_(soccer)": "Armando (Rilhas) Costa (July 20, 1949 - December 7, 2012) was a Canadian immigrant, Portuguese singer, soccer coach and retired player. He was the head coach and Director of Soccer Operations for Brampton City United FC of the Canadian Soccer League until a 2-year battle with lymphoma took his life at the age of 63.",
  "/wiki/Italia_Shooters": "York Region Shooters were a Canadian soccer team, that played in the Canadian Soccer League from 2003 to 2017. The Shooters played their home games at the St. Joan of Arc Turf Field in the community of Maple, Ontario. The team's colours were blue and white, mirroring those of the Italian national football team and reflecting the cultural heritage of the club. The club had also competed under various different names as Vaughan Sun Devils, Vaughan Shooters, Italia Shooters, and finally as York Region Shooters.",
  "/wiki/Vaughan,_Ontario": "Vaughan (2016 population 306,233) is a city in Ontario, Canada. It is located in the Regional Municipality of York, just north of Toronto. Vaughan was the fastest-growing municipality in Canada between 1996 and 2006 with its population increasing by 80.2% during this time period and having nearly doubled in population since 1991. It is the fifth-largest city in the Greater Toronto Area, and the 17th-largest city in Canada.",
  "/wiki/St._Joan_of_Arc_Catholic_High_School": "St. Joan of Arc Catholic High School (also referred to as SJA) is a high school in Maple, Ontario, Canada, located in the city of Vaughan. It is administered by the York Catholic District School Board. Its student population is primarily composed of residents of Maple and other parts of northeastern Vaughan.",
  "/wiki/London_City_SC": "London City Soccer Club is a Canadian soccer team founded in 1973.  The team is currently a member of the Canadian Academy of Soccer League. The team plays their home games at the  Milton Community Sports Park in the town of Milton, Ontario. The team's colours are red, black and white. Formed on Valentine's Day of 1973 by Markus Gauss in order to field a London entry for the National Soccer League after the departure of German Canadian FC. The Gauss family ran and provided the city of London a professional team for 38 years. Under their tutelage the club was most notable for providing an opportunity for young players to develop in a professional environment.",
  "/wiki/London,_Ontario": "London is a city in southwestern Ontario, Canada, along the Quebec City–Windsor Corridor. The city had a population of 383,822 according to the 2016 Canadian census. London is at the confluence of the Thames River, approximately 200 km (120 mi) from both Toronto and Detroit; and about 230 km (140 mi) from Buffalo, New York. The city of London is a separated municipality, politically separate from Middlesex County, though it remains the county seat.",
  "/wiki/Cove_Road_Stadium": "German Canadian Club of London Field is a multi-purpose stadium in London, Ontario, Canada. It is currently used mostly for football matches and is the home ground of German Canadian FC and FC London (League 1 only). The stadium holds 1,000 spectators. The stadium field meets all FIFA standards and is comparable to size of most fields in the German Bundisliga. The stadium has a top notch daily maintenance program, up to date change rooms, food and beverages, and a large licensed patio.",
  "/wiki/North_York_Astros": "The North York Astros are a Canadian soccer team, founded in 1990. The team was a member of the Canadian Soccer League. The team played their home games at Esther Shiner Stadium in North York, a district of the city of Toronto, Canada. The team's colours are orange and black. Originally went by the name North York Atletico Argentina Soccer Club the club witnessed instant success in its initial stages. After a merger with North York Talons, and a relocation to Scarborough the team eventually settled with the name North York Astros. The Astros were a founding member of the Canadian National Soccer League's successor the Canadian Professional Soccer League in 1998.",
  "/wiki/Toronto,_Ontario": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Esther_Shiner_Stadium": "Esther Shiner Stadium is a multi-purpose outdoor sports facility in Toronto, Ontario, Canada. It is located in the former city of North York, on the north-west corner of Bathurst Street and Finch Avenue West. Its capacity is 3,000  and is currently the home of North Toronto Nitros of League1 Ontario and FC Vorkuta of the Canadian Soccer League.",
  "/wiki/U%C4%9Fur_%C3%87imen": "Uğur Çimen (born on 5 April 1975 in Konya) is a Turkish football coach, who managed Konyaspor, and the North York Astros of the Canadian Soccer League.",
  "/wiki/Portugal_FC": "SC Toronto was a Canadian soccer team, founded in 1994. The team was a member of the Canadian Soccer League, and played its final home games at Lamport Stadium in the city of Toronto, Ontario. The club found success early on since its inception as the Toronto Supra in the Canadian National Soccer League, making the postseason in 1996, and the championship finals in 1997. With the creation of the Canadian Professional Soccer League in 1998, Toronto missed out in registering for the league which resulted in the club completing in local amateur leagues. Supra would eventually return to the professional level in 2001, entering the CPSL as an expansion franchise.",
  "/wiki/Lamport_Stadium": "Allan A. Lamport Stadium is the practice facility for the Toronto Argonauts of the Canadian Football League.  It is a multi-purpose stadium on King Street West in the Liberty Village neighbourhood of Toronto, Ontario, Canada. It is also the home field of the Toronto Wolfpack, Canada national rugby league team and Toronto Arrows rugby union team. The playing surface of the 9,600 seating capacity stadium is also dually marked for soccer and field hockey.[citation needed] The stadium was named for long-time Toronto politician Allan Lamport, who was associated with sporting activities in the city.",
  "/wiki/Danny_Amaral": "Daniel Araujo Amaral (born January 4, 1973) is a Canadian former soccer player and current head coach for Portugal AC in the Arena Premier League.",
  "/wiki/Serbian_White_Eagles": "Serbian White Eagles Football Club (Serbian: Фудбалски клуб Српски бели орлови / Fudbalski klub Srpski beli orlovi) is a Canadian soccer team. The team is a member of the Canadian Soccer League, an unsanctioned soccer league.",
  "/wiki/Centennial_Park_Stadium": "The Centennial Park Stadium is a 2,200 seat capacity stadium in Toronto, Ontario, Canada. It is primarily used for soccer, track and field, football and occasionally for kabaddi. The park is also used for the ROPSSAA football finals and the PSAA (Private Schools Athletic Association) on the first Monday of May for an annual Track and Field Meet.",
  "/wiki/Rafael_Carbajal": "Rafael Carbajal (born September 30, 1960) is an Uruguayan former footballer and manager. His playing career was mostly spent in the National Soccer League, and concluded in the successor league the Canadian Professional Soccer League. After retiring from the game he made the transition to the managerial side, where he initially began managing in the NSL, and later in the CPSL.",
  "/wiki/St._Catharines_Wolves": "St. Catharines Wolves (also known as St. Catharines Roma Wolves or simply Roma Wolves), are a Canadian soccer team, founded in 1967. The club is a former member of the Canadian Soccer League (CSL), where it fielded a professional team from 1998–2013, and now operates youth teams in the Peninsula Soccer League. Teams play out of Club Roma in St. Catharines, Ontario in the Niagara Peninsula. The team's colors are dark red and white, mimicking those of the famous Italian club A.S. Roma.",
  "/wiki/St._Catharines,_Ontario": "St. Catharines is the largest city in Canada's Niagara Region and the sixth largest urban area in Ontario, with 96.13 square kilometres (37.1 sq mi) of land and 133,113 residents in 2016. It lies in Southern Ontario, 51 kilometres (32 mi) south of Toronto across Lake Ontario, and is 19 kilometres (12 mi) inland from the international boundary with the United States along the Niagara River. It is the northern entrance of the Welland Canal. Residents of St. Catharines are known as St. Cathariners. St. Catharines carries the official nickname \"The Garden City\" due to its 1,000 acres (4 km2) of parks, gardens, and trails.",
  "/wiki/TFC_Academy": "Toronto FC Academy, also known as TFC Academy, is the youth academy and development system of Canadian Major League Soccer club Toronto FC.",
  "/wiki/Jason_Bent": "Jason Andrew Bent (born March 8, 1977) is a Canadian former soccer player and current assistant head coach for Toronto FC. A midfielder, he played in Major League Soccer for the Colorado Rapids, 2. Bundesliga for FSV Zwickau and the Football League for Plymouth Argyle. Bent won 32 caps for Canada at full international level.",
  "/wiki/Toronto_Croatia": "C.N.S.C. Toronto Croatia (Croatian National Sports Club Toronto Croatia) is a Canadian soccer team based in Toronto, Ontario, that plays in the Supergroup Open Division in the Canadian Academy of Futbol. The team's colours are red, white and blue, similar to those of the Croatian national football team.",
  "/wiki/Velimir_Crljen": "Velimir Crljen is a Croatian former footballer and manager who played in the Croatian First Football League, American Professional Soccer League, Canadian Professional Soccer League, and S.League. He also had several notable terms as a manager for Toronto Croatia in the CPSL/CSL.",
  "/wiki/Trois-Rivi%C3%A8res_Attak": "Trois-Rivières Attak FC is a Canadian former soccer team, that took a sabbatical year from the Canadian Soccer League. They formally served as a reserve and academy team for the USL First Division side Montreal Impact. The club was instant success within the league acquiring titles in all three seasons when it competed in the CSL. In 2010, when Montreal Impact founded their own academy the team ceased operating as a farm team, because of the ended cooperation with Impact, they announced that they would take one-year absence from the Canadian Soccer League in 2010 and return for the 2011 season. The team did not return for the 2011 season.",
  "/wiki/Trois-Rivi%C3%A8res,_Quebec": "Trois-Rivières (French pronunciation: ​[tʁwɑ ʁivjɛʁ], locally [tʁwɔ ʁivjaɛ̯ʁ] (listen); \"Three Rivers\") is a city in the Mauricie administrative region of Quebec, Canada, at the confluence of the Saint-Maurice and Saint Lawrence rivers, on the north shore of the Saint Lawrence River across from the city of Bécancour. It is part of the densely populated Quebec City–Windsor Corridor and is approximately halfway between Montreal and Quebec City. Trois-Rivières is the economic and cultural hub of the Mauricie region. The settlement was founded by French colonists on July 4, 1634, as the second permanent settlement in New France, after Quebec City in 1608.",
  "/wiki/Stade_de_l%27UQTR": "Stade de l'UQTR is a multi-purpose stadium located on the Université du Québec à Trois-Rivières campus. Stade de l'UQTR is mainly used for track and field events and soccer. In addition to hosting university sports, a major tenant is the Trois-Rivières Attak of the Canadian Soccer League, currently the farm team of the Montreal Impact of the United Soccer Leagues. The stadium features a single grandstand which also has press room.",
  "/wiki/Philippe_Eullaffroy": "Philippe Eullaffroy (born November 17, 1967) is a French football manager and the current director of the Montreal Impact Academy."
}