{
  "/wiki/Africa_in_Motion": "Africa in Motion (AiM) is an annual African film festival which takes place in Edinburgh, Scotland, in late October/early November. The primary aim of the festival is to offer audiences in Scotland the opportunity to view the best of African cinema from across the continent. AiM 2013 will be the 8th edition showcasing African cinema, the main hosting venue being Edinburgh's Filmhouse Cinema. The festival was founded in 2006 by Lizelle Bisschoff, a South African researcher based in the UK.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Ale_Kino!_International_Young_Audience_Film_Festival": "Ale Kino! International Young Audience Film Festival is an international movie event held in Poznań in Poland since 1969. The festival focuses on more ambitious cinema addressed to children and young people. The main organizer of the festival is Children's Art Center in Poznań.",
  "/wiki/Poznań": "Poznań (UK: /ˈpɒznæn/ POZ-nan, US: /ˈpoʊznæn, ˈpoʊznɑːn/ POHZ-nan, POHZ-nahn, Polish: [ˈpɔznaj̃] or [ˈpɔznaɲ] (listen); German: Posen; known also by other historical names) is a city on the Warta River in west-central Poland, in the Greater Poland region and is the fifth-largest city in Poland. It is best known for its renaissance Old Town and Ostrów Tumski Cathedral. Today, Poznań is an important cultural and business centre and one of Poland's most populous regions with many regional customs such as Saint John's Fair (Jarmark Świętojański), traditional Saint Martin's croissants and a local dialect.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/American_Film_Festival": "American Film Festival is a film festival held annually in October in Wrocław, Poland. The first festival was held from 20 to 24 October 2010. The festival is organized by Stowarzyszenie Nowe Horyzonty and co-funded by the Wroclaw Municipality and Polish Ministry of Culture and National Heritage.",
  "/wiki/Wrocław": "Wrocław (UK: /ˈvrɒtswɑːf/, US: /ˈvrɔːts-wɑːf, -lɑːf, -lɑːv/, Polish: [ˈvrɔtswaf] (listen); German: Breslau [ˈbʁɛslaʊ] (listen); Czech: Vratislav; Latin: Vratislavia) is a city in western Poland and the largest city in the historical region of Silesia. It lies on the banks of the River Oder in the Silesian Lowlands of Central Europe, roughly 350 kilometres (220 mi) from the Baltic Sea to the north and 40 kilometres (25 mi) from the Sudeten Mountains to the south. The population of Wrocław in 2019 was 641,607, making it the fourth-largest city in Poland and the main city of the Wrocław agglomeration.",
  "/wiki/Amsterdam_Film_eXperience": "The Amsterdam Film eXperience, or AFX for short, is an annual filmfestival that takes place in Amsterdam. The festival is being organized by the AISFF (Amsterdam International Short Film Festival). AISFF used to be the name of the festival itself, but the organization decided to focus less on short films and to focus more on the broader experience of film in all of its forms, hence the title Amsterdam Film eXperience.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Al_Jazeera_Balkans_Documentary_Film_Festival": "The Al Jazeera Balkans Documentary Film Festival - AJB DOC is an annual international documentary film festival that is based in Sarajevo, Bosnia and Herzegovina. Its first edition was held from 21–25 September 2018. The festival was established by Al Jazeera Balkans in cooperation with the Al Jazeera Media Network and the Doha-based Al Jazeera Media Institute. Al Jazeera Balkans is currently the biggest buyer of television format documentaries in the Former Yugoslavia and annually acquires rights for most of the regional documentary films that are screened during the Sarajevo Film Festival. AJB DOC directly lent its concept from the Aljazeera International Documentary Film Festival, which was founded in 2005 by Jordanian film director and writer, Abbas Arnaout.",
  "/wiki/Sarajevo": "Sarajevo (/ˌsærəˈjeɪvoʊ/ SARR-ə-YAY-voh; Cyrillic: .mw-parser-output .script-Cprt{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Cypriot\",Code2001}.mw-parser-output .script-Hano{font-size:125%;font-family:\"Noto Sans Hanunoo\",FreeSerif,Quivira}.mw-parser-output .script-Latf,.mw-parser-output .script-de-Latf{font-size:1.25em;font-family:\"Breitkopf Fraktur\",UnifrakturCook,UniFrakturMaguntia,MarsFraktur,\"MarsFraktur OT\",KochFraktur,\"KochFraktur OT\",OffenbacherSchwabOT,\"LOB.AlteSchwabacher\",\"LOV.AlteSchwabacher\",\"LOB.AtlantisFraktur\",\"LOV.AtlantisFraktur\",\"LOB.BreitkopfFraktur\",\"LOV.BreitkopfFraktur\",\"LOB.FetteFraktur\",\"LOV.FetteFraktur\",\"LOB.Fraktur3\",\"LOV.Fraktur3\",\"LOB.RochFraktur\",\"LOV.RochFraktur\",\"LOB.PostFraktur\",\"LOV.PostFraktur\",\"LOB.RuelhscheFraktur\",\"LOV.RuelhscheFraktur\",\"LOB.RungholtFraktur\",\"LOV.RungholtFraktur\",\"LOB.TheuerbankFraktur\",\"LOV.TheuerbankFraktur\",\"LOB.VinetaFraktur\",\"LOV.VinetaFraktur\",\"LOB.WalbaumFraktur\",\"LOV.WalbaumFraktur\",\"LOB.WeberMainzerFraktur\",\"LOV.WeberMainzerFraktur\",\"LOB.WieynckFraktur\",\"LOV.WieynckFraktur\",\"LOB.ZentenarFraktur\",\"LOV.ZentenarFraktur\"}.mw-parser-output .script-en-Latf{font-size:1.25em;font-family:Cankama,\"Old English Text MT\",\"Textura Libera\",\"Textura Libera Tenuis\",London}.mw-parser-output .script-it-Latf{font-size:1.25em;font-family:\"Rotunda Pommerania\",Rotunda,\"Typographer Rotunda\"}.mw-parser-output .script-Lina{font-size:1.25em;font-family:\"Noto Sans Linear A\"}.mw-parser-output .script-Linb{font-size:1.25em;font-family:\"Noto Sans Linear B\"}.mw-parser-output .script-Ugar{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Ugaritic\",Aegean}.mw-parser-output .script-Xpeo{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Old Persian\",Artaxerxes,Xerxes,Aegean}Сарајево, pronounced [sǎrajeʋo] (listen); see names in other languages) is the capital and largest city of Bosnia and Herzegovina, with a population of 275,524 in its administrative limits. The Sarajevo metropolitan area, including Sarajevo Canton, East Sarajevo and nearby municipalities, is home to 555,210 inhabitants.[a] Nestled within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart of the Balkans.",
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.",
  "/wiki/Anifilm": "Anifilm is an International Festival of Animated Films held in Třeboň, Czech Republic. It was founded in 2010. Festival features the most interesting films from the entire spectrum of animation, with awards in the categories of student work, design for television and made to order, and Best Film.",
  "/wiki/Trebon": "Třeboň (Czech pronunciation: [ˈtr̝̊ɛboɲ]; German: Wittingau) is a historical town in the South Bohemian Region of the Czech Republic. Its population is around 8,200.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Animator_(festival)": "The ANIMATOR International Animated Film Festival (Polish: Międzynarodowy Festiwal Filmów Animowanych ANIMATOR), organized in Poznań under the patronage of the city of Poznań since 2008, is the most important international animated film festival in Poland. During every edition of this event more than 500 films from all over the world, including retrospectives, thematic reviews, premieres and screenings with live music and rarely shown works of animation pioneers are presented.",
  "/wiki/Antalya_International_Film_Festival": "The Antalya Film Festival previously known as Antalya Golden Orange Film Festival (Turkish: Antalya Altın Portakal Film Festivali) is a film festival, held annually since 1963 in Antalya, and is the second most important film festival in Turkey. Since 2009, the event, which takes place in the autumn months at the Antalya Cultural Center (Antalya Kültür Merkezi, AKM), has  been organised solely by the Antalya Foundation for Culture and Arts (Antalya Kültür Sanat Vakfı, AKSAV) and has included an international section within the main body of the festival. The most recent edition of the festival was the 54th International Antalya Film Festival (October 21–27, 2017).",
  "/wiki/Antalya": "Antalya (Turkish pronunciation: [anˈtalja]) is the fifth-most populous city in Turkey and the capital of Antalya Province. Located on Anatolia's southwest coast bordered by the Taurus Mountains, Antalya is the largest Turkish city on the Mediterranean coast with over one million people in its metropolitan area.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Arctic_Film_Festival": "Arctic Film Festival is an annual film festival held in September in the Norwegian archipelago, Svalbard's town, Longyearbyen. The festival is organized by HF Productions, and is a United Nations' Sustainable Development Goals' (SDGs) initiative. It is the northern most film festival in the world.",
  "/wiki/Svalbard": "The islands were first used as a whaling base by whalers who sailed far north in pursuit of whales for blubber in the 17th and 18th centuries, after which they were abandoned. Coal mining started at the beginning of the 20th century, and several permanent communities were established. The Svalbard Treaty of 1920 recognizes Norwegian sovereignty, and the 1925 Svalbard Act made Svalbard a full part of the Kingdom of Norway. They also established Svalbard as a free economic zone and a demilitarized zone. The Norwegian Store Norske and the Russian Arktikugol remain the only mining companies in place. Research and tourism have become important supplementary industries, with the University Centre in Svalbard (UNIS) and the Svalbard Global Seed Vault playing critical roles. No roads connect the settlements; instead snowmobiles, aircraft and boats serve inter-community transport. Svalbard Airport, Longyear serves as the main gateway.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Baku_International_Film_Festival_East-West": "The Baku International Film Festival East-West (Azerbaijani: Bakı Beynəlxalq Film Festivalı Şərq-Qərb), is the international film festival in Azerbaijan. It is non-profit cultural event that takes place every year.",
  "/wiki/Baku": "Baku (/bəˈkuː, bɑːˈkuː, ˈbɑːkuː, ˈbækuː/; Azerbaijani: Bakı, IPA: [bɑˈcɯ]) is the capital and largest city of Azerbaijan, as well as the largest city on the Caspian Sea and of the Caucasus region. Baku is located 28 metres (92 ft) below sea level, which makes it the lowest lying national capital in the world and also the largest city in the world located below sea level. Baku lies on the southern shore of the Absheron Peninsula, alongside the Bay of Baku. At the beginning of 2009, Baku's urban population was estimated at just over two million people. Officially, about 25% of all inhabitants of the country live in Baku's metropolitan area. Baku is the sole metropolis in Azerbaijan.",
  "/wiki/Azerbaijan": "Azerbaijan (UK: /ˌæzərbaɪˈdʒɑːn, -ˈʒɑːn/ (listen), US: /ˌɑːzərbaɪˈdʒɑːn, ˌæz-/; Azerbaijani: Azərbaycan [ɑːzæɾbɑjˈd͡ʒɑn]), officially the Republic of Azerbaijan (Azerbaijani: Azərbaycan Respublikası [ɑːzæɾbɑjˈd͡ʒɑn ɾespublikɑˈsɯ]), is a landlocked country in the South Caucasus region of Eurasia at the crossroads of Eastern Europe and Central Asia. It is bounded by the Caspian Sea to the east, Russia to the north, Georgia to the northwest, Armenia to the west and Iran to the south. The exclave of Nakhchivan is bounded by Armenia to the north and east, Iran to the south and west, and has an 11 km (6.8 mi) long border with Turkey in the northwest.",
  "/wiki/Baku_International_Tourism_Film_Festival": "The Baku International Tourism Film Festival (Azerbaijani: Bakı Beynəlxalq Turizm Filmləri Festivalı), is an international film festival in Azerbaijan. It is a non-profit cultural event that takes place every year. The first edition of the Festival was held in 20–24 November 2013, at the Nizami Cinema Center in Baku. The official languages of the festival are Azerbaijani and English.",
  "/wiki/Bergen_International_Film_Festival": "The Bergen International Film Festival (BIFF) is a film festival held annually in October in Bergen, Norway since 2000, and is the largest film festival in the nation in number of films. The 17th edition of the festival in 2016 featured 160 films in the program. The festival leader is Tor Fosse, and BIFF is owned by Bergen Cinema.",
  "/wiki/Bergen": "Bergen (Norwegian pronunciation: [ˈbæ̀rɡn̩] (listen)), historically Bjørgvin, is a city and municipality in Vestland on the west coast of Norway. At the end of the first quarter of 2018[update], the municipality's population was 280,216, and the Bergen metropolitan region has about 420,000 inhabitants. Bergen is the second-largest city in Norway. The municipality covers 465 square kilometres (180 sq mi) and is on the peninsula of Bergenshalvøyen. The city centre and northern neighbourhoods are on Byfjorden, 'the city fjord', and the city is surrounded by mountains; Bergen is known as the 'city of seven mountains'. Many of the extra-municipal suburbs are on islands. Bergen is the administrative centre of Hordaland, and consists of eight boroughs: Arna, Bergenhus, Fana, Fyllingsdalen, Laksevåg, Ytrebygda, Årstad, and Åsane.",
  "/wiki/Berlin_International_Film_Festival": "The Berlin International Film Festival (German: Internationale Filmfestspiele Berlin), usually called the Berlinale, is a film festival held annually in Berlin, Germany. Founded in West Berlin in 1951, the festival has been held every February since 1978 and is one of the \"Big Three\" alongside the Venice Film Festival and Cannes Film Festival. Since 2019, Mariette Rissenbeek serves as the executive director of the festival, while Carlo Chatrian is the artistic director.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Brazilian_Film_Festival_of_London": "The Brazilian Film Festival of London is a Brazilian-state-sponsored film festival held annually in London. It is in its second edition after first taking place in 2009. The festival is curated by Inffinito, an organisation involved with the promotion and diffusion of Brazilian culture.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/British_Urban_Film_Festival": "The British Urban Film Festival (BUFF) was formed in July 2005 to showcase urban independent cinema in the absence of any such state-sponsored activity in the UK.",
  "/wiki/Brussels_International_Fantastic_Film_Festival": "The Brussels International Fantastic Film Festival (BIFFF), previously named Brussels International Festival of Fantastic Film (French: Festival international du film fantastique de Bruxelles, Dutch: Internationaal Festival van de Fantastische Film van Brussel) was created in 1983 as a venue for horror, thriller and science fiction films.  It takes place in Brussels, every year in March. Initially organized by Annie Bozzo, Gigi Etienne, Freddy Bozzo, Georges Delmote and Guy Delmote, it now has prizes in both feature-length and short films, and also hosts an international body-painting competition.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Brussels_International_Independent_Film_Festival": "The Brussels Independent Film Festival, previously known as the Brussels International Independent Film Festival, or le Festival International du Film Indépendant de Bruxelles, has taken place since 1974. It originally focused on Super 8 films and today is a showcase for all kind of independent films. The festival has hosted filmmakers such as Pedro Almodovar, François Ozon and Nanni Moretti. Its initial incarnation ran for 38 years, before funding and resource shortfalls suspended it for a six-year hiatus in 2012, until it reopened again in 2018.",
  "/wiki/Cambridge_Film_Festival": "The Cambridge Film Festival is the third-longest-running film festival in the UK. The festival historically took place during early July, but now takes place annually during Autumn in Cambridge. It is organised by the registered charity Cambridge Film Trust.",
  "/wiki/Cambridge": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a university city and the county town of Cambridgeshire, England, on the River Cam approximately 50 miles (80 km) north of London. At the United Kingdom Census 2011, its population was 123,867 including 24,506 students. Cambridge became an important trading centre during the Roman and Viking ages, and there is archaeological evidence of settlement in the area as early as the Bronze Age. The first town charters were granted in the 12th century, although modern city status was not officially conferred until 1951.",
  "/wiki/Camerimage": "The International Film Festival of the Art of Cinematography Camerimage (Polish: Międzynarodowy Festiwal Sztuki Autorów Zdjęć Filmowych Camerimage) is a festival dedicated to the celebration of cinematography and recognition of its creators, cinematographers. The first seven events (1993–1999) were held in Toruń, Poland. The next ten events (2000–2009) were held in Łódź. Since 2010, the festival has taken place in Bydgoszcz. In 2007, the name of the festival was changed from Camerimage to Plus Camerimage but was changed back in 2013 after the sponsorship deal with Plus ended. At the end of November every year, Camerimage brings together professional cinematographers, students and other people associated with the film industry. The Camerimage festival spans over a course of one week, with multiple events at one time.",
  "/wiki/Toruń": "Toruń (UK: /ˈtɒrʊnjə/, US: /ˈtɔːruːn(jə), ˈtoʊruːn/, Polish: [ˈtɔruj̃] (listen); German: Thorn) is a historical city on the Vistula River in north-central Poland, and a UNESCO World Heritage Site. Its population was 202,074, as of December 2018. Previously, it was the capital of the Toruń Voivodeship (1975–1998) and the Pomeranian Voivodeship (1921–1945). Since 1999, Toruń has been a seat of the self-government of the Kuyavian-Pomeranian Voivodeship and, as such, is one of its two capitals, together with Bydgoszcz. The cities and neighboring counties form the Bydgoszcz–Toruń twin city metropolitan area.",
  "/wiki/Cinematography": "Cinematography (from ancient greek κίνημα, kìnema  \"movement\" and γράφειν, gràphein \"to write\") is the art of motion-picture photography and filming either electronically by means of an image sensor, or chemically by means of a light-sensitive material such as film stock.",
  "/wiki/Caminhos_do_Cinema_Português": "The Caminhos do Cinema Português (Portuguese: Paths for Portuguese Cinema) is the only festival of exclusively Portuguese cinema, held in Portugal. It is a project of the \"Centro de Estudos Cinematográficos\" (Centre for Cinematographic Study) of the Associação Académica de Coimbra. It is considered the sixth film festival of Portugal, and one of the few festivals held outside the greater Lisbon and greater Oporto areas. The festival takes place annually in November in the city of Coimbra and reached its nineteenth  season as of 2012[update].",
  "/wiki/Coimbra": "Coimbra (/koʊˈɪmbrə/, also US: /kuˈ-, ˈkwɪmbrə/, UK: /ˈkɔɪmbrə/, Portuguese: [kuˈĩbɾɐ] (listen) or [ˈkwĩbɾɐ]) is a city and a municipality in Portugal. The population at the 2011 census was 143,397, in an area of 319.40 square kilometres (123.3 sq mi).\nThe fourth-largest urban centre in Portugal (after Lisbon, Porto and Braga), it is the largest city of the district of Coimbra and the Centro Region. About 460,000 people live in the Região de Coimbra, comprising 19 municipalities and extending into an area of 4,336 square kilometres (1,674 sq mi).",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/List_of_film_festivals": "This is a list of existing major film festivals, sorted by continent."
}