{
  "/wiki/Abhimani_Film_Festival": "Abhimani Film Festival, also known as Celluloid Rainbows, is an annual LGBTIQ film festival held in Colombo, Sri Lanka. It was established in 2006, and is the only LGBTIQ film festival in Sri Lanka. The 2018 Festival begins on 18 June 2018.",
  "/wiki/Colombo": "Colombo (/kəˈlʌmboʊ/; Sinhala: කොළඹ, romanized: Kolamba, pronunciation [ˈkəlɐmbɞ]; Tamil: கொழும்பு, romanized: Koḻumpu, Tamil pronunciation: [koɻumbu]) is the commercial capital and largest city of Sri Lanka by population. According to the Brookings Institution, Colombo metropolitan area has a population of 5.6 million, and 752,993 in the city proper. It is the financial centre of the island and a tourist destination. It is located on the west coast of the island and adjacent to the Greater Colombo area which includes Sri Jayawardenepura Kotte, the legislative capital of Sri Lanka and Dehiwala-Mount Lavinia. Colombo is often referred to as the capital since Sri Jayawardenepura Kotte is within the urban area of, and a suburb of, Colombo. It is also the administrative capital of the Western Province and the district capital of Colombo District. Colombo is a busy and vibrant place with a mixture of modern life and colonial buildings and ruins.",
  "/wiki/Sri_Lanka": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.",
  "/wiki/LGBT": "LGBT (or  GLBT) is an initialism that stands for lesbian, gay, bisexual, and transgender. In use since the 1990s, the term is an adaptation of the initialism  LGB, which was used to replace the term gay in reference to the LGBT community beginning in the mid-to-late 1980s. Activists believed that the term gay community did not accurately represent all those to whom it referred.",
  "/wiki/Abu_Dhabi_Film_Festival": "The now-defunct Abu Dhabi Film Festival (ADFF) (Arabic: مهرجان أبو ظبي السينمائي‎), formerly Middle East International Film Festival, was an international film festival which started in 2007. The event was held annually in October in the city of Abu Dhabi, United Arab Emirates. The ADFF aimed to showcase the best films from the region alongside standout productions from prominent international filmmakers. Since 2012, the festival had been part of the Abu Dhabi Media Zone Authority, specifically under Media Zone Events and powered by its partner company, twofour54. It was officially scrapped after eight versions in 2015.",
  "/wiki/Abu_Dhabi": "Abu Dhabi (US: /ˈɑːbuː ˈdɑːbi/, UK: /ˈæbuː/; Arabic: أَبُو ظَبْيٍ‎ Abū Ẓaby Arabic pronunciation: [ɐˈbuˈðˤɑbi]) is the capital and the second-most populous city of the United Arab Emirates (after Dubai). It is also the capital of the Emirate of Abu Dhabi, which is the largest of the UAE's seven emirates. The city of Abu Dhabi is located on an island in the Persian Gulf, off the Central West Coast. Most of the city and the Emirate reside on the mainland connected to the rest of the country. As of 2020, Abu Dhabi's urban area had an estimated population of 1.48 million, out of 2.9 million in the emirate of Abu Dhabi, as of 2016.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Alpavirama_South_Asian_Short_Film_Festival_(Alpavirama)": "The Alpavirama Asian Short and Documentary Film Festival is a five-day film festival organised by the National Institute of Design, Ahmedabad. ‘Alpavirama’ is comma in Sanskrit - a precious pause - a brief stretch of time reclaimed for reflection and repose. The first edition of the festival was held in Ahmedabad, India, in the year 2011. The second edition was held in 2014. The third edition will take place between 4–8 October 2016.",
  "/wiki/Ahmedabad": "Ahmedabad (/ˈəhmədɑːbɑːd/ (listen), pronounced as Amdavad in Gujarati) is the largest city and former capital of the Indian state of Gujarat. It is the administrative headquarters of the Ahmadabad district and the seat of the Gujarat High Court. Ahmedabad's population of 5,633,927 (as per 2011 population census) makes it the fifth-most populous city in India, and the encompassing urban agglomeration population estimated at 6,357,693 is the seventh-most populous in India. Ahmadabad is located on the banks of the Sabarmati River, 23 km (14 mi) from the state capital Gandhinagar, which is its twin city.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Ambarnath_Film_Festival": "The Ambarnath Marathi Film Festival (also known as AMFF) (Marathi: अंबरनाथ मराठी फिल्म फेस्टिवल) is held every year in the city of Ambarnath, in the state of Maharashtra in India. Festival conducted by Akhil Bhartiya Marathi Chitrapat Mahamandal, and Ambar Bharari.",
  "/wiki/Ambarnath": "Ambarnath more often spelt as Ambernath is a city in Indian state of Maharashtra which is also a part of the Mumbai Metropolitan Region. Ambernath comes under the Thane district of Maharashtra",
  "/wiki/Animation_Nation": "Animation Nation is an annual festival held in Singapore featuring animation feature films, animation short, seminars, and workshops. It was founded in 2004 and is organised by the Singapore Film Society, a non-profit organisation based in Singapore. The main aim of the festival is to showcase recent works from around the world, and there is also a local segment called the Singapore Showcase which portrays animation works by Singaporeans. This is to promote local talent and bring awareness to the public. Currently, Animation Nation is the largest known animation festival in the country.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/ARY_Film_Awards": "The ARY Film Awards (Urdu: ARY فلم انعام‎), commonly known as The AFA's, is an annual Pakistani awards ceremony  honoring the cinematic achievements of film industry. Winners are awarded the golden statue, officially the ARY Film Award of Merit, that is much often known as an AFA trophy. The awards, first presented in 2014 at Golf Club, Karachi, are overseen and organized by ARY Digital Network and Entertainment Channel. ARY Film Awards became an electoral race to the trophy to best film in any category, as per being the first awarding ceremony of reboot era of Pakistani Film Industry. ARY Film Awards are the first film awarding ceremony after the demolishing of Pakistani oldest awarding ceremony Nigar Awards.",
  "/wiki/Karachi": "Karachi (Urdu: کراچی‎; ALA-LC: Karācī, IPA: [kəˈraːtʃi] (listen)) is the capital of the Pakistani province of Sindh. It is the most populous city in Pakistan, and fifth-most-populous city proper in the world. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre. It is the cultural, economic, philanthropic, educational, and political hub of the country, and Pakistan's most cosmopolitan city. Situated on the Arabian Sea, Karachi serves as a transport hub, and is home to Pakistan's two largest seaports, the Port of Karachi and Port Bin Qasim, as well as Pakistan's busiest airport, Jinnah International Airport.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Asia_Pacific_Film_Festival": "The Asia-Pacific Film Festival (abbreviated APFF) is an annual film festival hosted by the Federation of Motion Picture Producers in Asia-Pacific. The festival was first held in Tokyo, Japan, in 1954.",
  "/wiki/Asian_Queer_Film_Festival": "Asian Queer Film Festival (AQFF) is a film festival for LGBT audiences, held in Tokyo, Japan. It screens only Asian films. The festival began in 2007 and is held every second year.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Balinale": "Balinale, also known as the Bali International Film Festival, is a non-profit, non-government foundation that was established in 2007. It aims to provide a global audience to Indonesian film makers, as well as to entice foreign film-makers to feature Indonesia in their films. Through this, several places have become shooting locations for Hollywood movies such as Eat Pray Love by Ryan Murphy, Born To Be Wild by David Lickley, Savages by Oliver Stone and Alex Cross by Rob Cohen.",
  "/wiki/Kuta": "Kuta is a tourist area, administratively an urban village (kelurahan), and the capital of Kuta District, Badung Regency, southern Bali, Indonesia. A former fishing village, it was one of the first towns on Bali to see substantial tourist development, and as a beach resort remains one of Indonesia's major tourist destinations. It is known internationally for its long sandy beach, varied accommodation, many restaurants and bars, and many renowned surfers who visit from Australia. It is located near Bali's Ngurah Rai Airport.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Bangalore_Queer_Film_Festival": "The Bangalore Queer Film Festival is an annual LGBT event that has been held in Bangalore, India since the year 2008. The event carefully selects queer films from all over the world and brings them to an ever-growing Bangalore audience.",
  "/wiki/Bangalore": "Bangalore, officially known as Bengaluru ([ˈbeŋɡəɭuːɾu] (listen)), is the capital of the Indian state of Karnataka. It has a population of over ten million, making it a megacity and the third-most populous city and fifth-most populous urban agglomeration in India. It is located in southern India, on the Deccan Plateau at an elevation of over 900 m (3,000 ft) above sea level, which is the highest among India's major cities. Its multi-ethnic, multi-religious, and cosmopolitan character is reflected by its more than 1000 Hindu temples, 400 mosques, 100 churches, 40 Jain Basadis, three Sikh gurdwaras, two Buddhist viharas and one Parsi fire temple located in an area of 741 km² of the metropolis. The religious places are further represented by the proposed Chabad of the Jewish community. The numerous Bahá'ís have a society called the Bahá'í Centre.",
  "/wiki/Bangkok_Gay_and_Lesbian_Film_Festival": "Bangkok Gay and Lesbian Film Festival (BGLFF) was established by the staff of 'Attitude Magazine', an LGBT weekly publication from Bangkok in Thailand, in 2015. The magazine, which began publishing in 2011, is the first in Thailand to specifically address the interests of the country's LGBT community, and to seek to represent LGBT views in wider Thai society.",
  "/wiki/Bangkok": "Bangkok[a] is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon[b] or simply Krung Thep.[c] The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand, and has a population of over eight million, or 12.6 percent of the country's population. Over fourteen million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok the nation's primate city, significantly dwarfing Thailand's other urban centres in both size and importance to the national economy.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 22nd-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.",
  "/wiki/Bangkok_International_Film_Festival": "The Bangkok International Film Festival (BKKIFF) (Thai: เทศกาลภาพยนตร์นานาชาติกรุงเทพฯ) is an international film festival held annually in Bangkok, Thailand, since 2003. In addition to film screenings, seminars, gala events and the Golden Kinnaree Awards.",
  "/wiki/Beijing_College_Student_Film_Festival": "Beijing College Student Film Festival, first held in 1993, is an annual event organized by Beijing Normal University and Beijing Municipal Bureau of Radio, Film and Television. It is held in April or May, and is one of the biggest film festivals in China, along with Shanghai International Film Festival and Changchun Film Festival.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Beijing_Independent_Film_Festival": "The Beijing Independent Film Festival (Chinese: 北京独立电影节) is an annual independent film festival in Beijing, China. It has a history of being challenged by the Chinese authorities.",
  "/wiki/Beijing_International_Film_Festival": "The Beijing International Film Festival (Chinese: 北京国际电影节) is a film festival in Beijing, China. Founded in 2011, the film festival is supported and sponsored by the government of the Municipality of Beijing. The festival is one of the world's most prominent film festivals, and since its launch has been heavily attended by Hollywood executives, directors, producers and studio heads, as well as filmmakers and actors from all over the world. It serves as an international venue for different cultures around the globe to communicate.",
  "/wiki/Beijing_Queer_Film_Festival": "Beijing Queer Film Festival (BJQFF), (Chinese: 北京酷儿影展), is an LGBT film festival, held annually in Beijing, the capital city of the People's Republic of China. It was the first LGBT film festival to be established in mainland China, founded in 2001 by the Chinese author and LGBT film director Cui Zi'en, a professor at the Beijing Film Academy.",
  "/wiki/Bengaluru_International_Film_Festival": "The Bengaluru International Film Festival, is an annual film festival held in Bengaluru, the capital of the Indian state of Karnataka, which previews films of all genres including documentaries from around the world. Founded in 1996, Suchitra Bangalore International Film Festival, was held for a week from 22 to 28 December 2006 in collaboration with Suchitra Film Society.  More than 100 films were screened during festival.",
  "/wiki/Brahmaputra_Valley_Film_Festival": "The Brahmaputra Valley Film Festival is a film festival hosted in Guwahati, Assam, India annually since the year 2013.",
  "/wiki/Guwahati": "Guwahati (/ɡʊwɑːˈhɑːti/; formerly known as Gauhati) is the largest city in the Indian state state of Assam and also the largest metropolis in the northeastern India. A major riverine port city along with hills is one of the fastest growing cities in India, Guwahati is situated on the south bank of the Brahmaputra.",
  "/wiki/Bring_Your_Own_Film_Festival": "The Bring Your Own Film Festival (BYOFF) is a film festival that began in 2004 on the beaches of the temple town Puri, in the Indian state of Odisha.",
  "/wiki/Puri": "Puri (listen (help·info)) is a city and a Municipality in the state of Odisha in eastern India. It is the district headquarters of Puri district and is situated on the Bay of Bengal, 60 kilometres (37 mi) south of the state capital of Bhubaneswar. It is also known as Sri Jagannatha Dhama after the 12th-century Jagannatha Temple located in the city. It is one of the original Char Dham  pilgrimage sites for Hindus.",
  "/wiki/Bucheon_International_Fantastic_Film_Festival": "The Bucheon International Fantastic Film Festival (Korean: 부천국제판타스틱영화제; Hanja: 富川國際판타스틱映畵祭), or BiFan, is an international film festival held annually in July in Bucheon, South Korea. Prior to 2015, it was known as the Puchon International Fantastic Film Festival or PiFan.[citation needed]",
  "/wiki/Bucheon": "Bucheon (Korean pronunciation: [pu.tɕʰʌn]) is a city in Gyeonggi Province, South Korea. Bucheon is a satellite city of Seoul, 25 kilometres (16 miles) away. This city is located between Incheon and Seoul.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea."
}