{
  "/wiki/Albert_Lea,_Minnesota": "Albert Lea is a city in Freeborn County, in the southern part of the State of Minnesota.  It is also the county seat. Its population was 18,016 at the 2010 census.",
  "/wiki/Presbyterian": "Presbyterianism is a part of the Reformed tradition within Protestantism, which traces its origins to Britain, particularly Scotland.",
  "/wiki/Argosy_University": "Argosy University was a system of for-profit colleges owned by Dream Center Education Holdings (DCEH), LLC and Education Management Corporation.",
  "/wiki/Eagan,_Minnesota": "Eagan (/ˈiːɡɪn/) is a city in Dakota County, Minnesota, United States. The city is south of Saint Paul and lies on the south bank of the Minnesota River, upstream from the confluence with the Mississippi River. Eagan and nearby suburbs form the southern portion of Minneapolis–St. Paul.  The population of Eagan was 64,206 at the 2010 census and ranked as Minnesota's 11th largest city. The sixth largest suburb in the metro area, Eagan is predominantly a commuter town for Minneapolis and Saint Paul.",
  "/wiki/College_of_Visual_Arts": "The College of Visual Arts (CVA) in Saint Paul, Minnesota, United States, was a private, accredited, four-year college of art and design offering a Bachelor of Fine Arts degree in fine arts, graphic design, illustration, fashion design, and photography. The fine arts degree offered concentrations in drawing, painting, printmaking, and sculpture.",
  "/wiki/Saint_Paul,_Minnesota": "Saint Paul (abbreviated St. Paul) is the capital and second-most populous city of the U.S. state of Minnesota. As of 2018, the city's estimated population was 307,695. Saint Paul is the county seat of Ramsey County, the smallest and most densely populated county in Minnesota. The city lies mostly on the east bank of the Mississippi River in the area surrounding its point of confluence with the Minnesota River, and adjoins Minneapolis, the state's largest city. Known as the \"Twin Cities\", the two form the core of Minneapolis–Saint Paul, the 16th-largest metropolitan area in the United States, with about 3.6 million residents.",
  "/wiki/Not-for-profit": "A nonprofit organization (NPO), also known as a non-business entity, not-for-profit organization, or nonprofit institution, is an organization dedicated to furthering a particular social cause or advocating for a shared point of view. In economic terms, it is an organization using its surplus of the revenues to further achieve its ultimate objective, rather than distributing its income to the organization's shareholders, leaders, or members. Nonprofits are tax-exempt or charitable, meaning they do not pay income tax on the money that they receive for their organization. They can operate in religious, scientific, research, or educational settings.",
  "/wiki/Duluth_Business_University": "Duluth Business University (DBU) was a private for-profit college in Duluth, Minnesota that closed in June 2018. At its peak it enrolled about 300 students and was the oldest college in Duluth, Minnesota. DBU closed in June 2018 because its accreditor had its authority revoked by the U.S. Department of Education which has caused enrollment problems for the institution.",
  "/wiki/Duluth,_Minnesota": "Duluth /dəˈluːθ/ (listen) is a major port city in the U.S. state of Minnesota and the county seat of Saint Louis County. Duluth has a population of 85,884 and is the 4th largest city in Minnesota. It is the 2nd largest city on Lake Superior, after Thunder Bay, Ontario. It has the largest metropolitan area on the lake, with a population of 279,771 in 2010, the second-largest in the state.",
  "/wiki/Fairmont,_Minnesota": "Fairmont is a city in and the county seat of  Martin County, Minnesota, United States. The population was 10,666 at the 2010 census.",
  "/wiki/Golden_Valley_Lutheran_College": "Golden Valley Lutheran College was founded as the Lutheran Bible Institute. The LBI was a two-year degree-granting Lutheran educational institution established in 1919 in St. Paul, Minnesota. It moved to Minneapolis in 1929 and then to Golden Valley, Minnesota in 1961. It opened Lutheran Bible Institute of Seattle in 1944, now Trinity Lutheran College, a four-year degree-granting institution.",
  "/wiki/Golden_Valley,_Minnesota": "Golden Valley is a city in Hennepin County, Minnesota,  United States.  It is a western suburb of Minneapolis and is the main corporate headquarters of General Mills and Pentair.  Golden Valley is also the home of NBC affiliate KARE, Honeywell off-shoot Resideo Technologies, the Perpich Center for Arts Education and Breck School.  The population was 20,371 at the 2010 census.",
  "/wiki/Lutheran": "Lutheranism is one of the largest branches of Protestantism that identifies with the teachings of Martin Luther, a 16th-century German reformer. Luther's efforts to reform the theology and practice of the church launched the Protestant Reformation. The reaction of the government and church authorities to the international spread of his writings, beginning with the 95 Theses, divided Western Christianity.",
  "/wiki/Lea_College": "Lea College was a private liberal arts college that operated from 1966 to 1973 in Albert Lea, Minnesota, United States. Lea was one of several Midwestern colleges established by local civic leaders with the support and encouragement of Parsons College in Fairfield, Iowa. These Parsons \"satellite schools\" were by-products of the strong growth and apparent success of Parsons during the late 1950s and early 1960s, and all followed the \"Parsons Plan\" academic model developed at that school.  None of the schools, however, was ultimately successful.",
  "/wiki/Pillsbury_Baptist_Bible_College": "Pillsbury Baptist Bible College was an Independent fundamentalist Baptist college in Owatonna, Minnesota, United States (1957–2008). Pillsbury described itself as a \"biblical arts college.\" It offered a four-year program leading to the degrees of Bachelor of Arts in Bible and Bachelor of Science in Bible, as well as several associate degrees and a Bible certificate program.",
  "/wiki/Owatonna,_Minnesota": "Owatonna (/ˌoʊwəˈtɒnə/) is a city in Steele County, Minnesota, United States. The population was 25,599 at the 2010 census.  It is the county seat of Steele County.  Owatonna is home to the Steele County Fairgrounds, which hosts the Steele County Free Fair in August.",
  "/wiki/Independent_Baptist": "Independent Baptist churches (some also called Independent Fundamental Baptist, Independent Fundamentalist Baptist or IFB) are Christian congregations, generally holding to conservative (primarily fundamentalist) Baptist beliefs. The term independent refers to the doctrinal position of church autonomy and a refusal to join any affiliated Baptist denomination, convention or hierarchical structure.",
  "/wiki/College_of_Saint_Teresa": "The College of Saint Teresa was a Catholic women's college in Winona, Minnesota.  Previously a women's seminary, it became a college in 1907 and was operated by the Sisters of Saint Francis of Rochester, Minnesota until its closing in 1989.",
  "/wiki/Winona,_Minnesota": "Winona is a city in and the county seat of Winona County, in the state of Minnesota.  Located in picturesque bluff country on the Mississippi River, its most noticeable physical landmark is Sugar Loaf. The city is named after legendary figure Winona, said to have been the first-born daughter of Chief Wapasha (Wabasha) III. The total population of the city was 27,592 at the time of the 2010 census.",
  "/wiki/Roman_Catholic": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Southern_Minnesota_Normal_College": "Southern Minnesota Normal College, was a normal school and business school located in Austin, Minnesota that operated from 1897 to 1925.  It was founded with the Austin School of Commerce.",
  "/wiki/Austin,_Minnesota": "Austin is a city in, and the county seat of, Mower County, Minnesota, United States. The population was 24,718 at the 2010 census. The town was originally settled along the Cedar River and has two artificial lakes, East Side Lake and Mill Pond. It was named for Austin R. Nichols, the area's first European settler.",
  "/wiki/Hastings,_Minnesota": "Hastings is a city in Dakota and Washington counties, in the U.S. state of Minnesota, near the confluence of the Mississippi, Vermillion, and St. Croix Rivers. Its population was 22,172 at the 2010 census. It is the county seat of Dakota County, which contains most of it as well as a small part extending into Washington County. It is named for the first elected governor of the state of Minnesota, Henry Hastings Sibley.",
  "/wiki/University_of_Minnesota_Waseca": "The University of Minnesota Waseca (UMW) was a two-year technical college specializing in agriculture and located in Waseca, in the U.S. state of Minnesota. A part of the University of Minnesota system, it operated from 1971 to 1992 and served nearly 20,000 students during that time. Their mascot was \"Ramus\" the ram. It maintained a college radio station with the call letters KOWO. Its campus was previously an agricultural boarding high school known as the Southern School of Agriculture.",
  "/wiki/Waseca,_Minnesota": "Waseca (/wəˈsiːkə/) is a city in Waseca County, Minnesota, United States. The population was 9,410 at the 2010 census. It is the county seat.",
  "/wiki/Brown_College_(Minnesota)": "Brown College was a private for-profit college in Mendota Heights, Minnesota. It merged with another college in March 2014, to form Sanford-Brown College. These campuses were part of a larger group of schools under the same general heading.  Generally each campus was separately administered, although the two in Minnesota, under the heading of \"Brown College\", were under the same president (later director).  Like the rest of this system, Brown College was a for-profit school and a subsidiary of Career Education Corporation. The college offered programs in the areas of Broadcasting, Game Design, Visual Communications, Network, Business Management, Medical Assisting, and Criminal Justice.    The school ran on 5 week modules continuously throughout the year, with week breaks in July and December.",
  "/wiki/Mendota_Heights,_Minnesota": "Mendota Heights is a city in Dakota County, Minnesota, United States. It is a first ring southern suburb of the Twin Cities. The population was 11,071 at the 2010 census.",
  "/wiki/Brooklyn_Center,_Minnesota": "Brooklyn Center is a city in Hennepin County, Minnesota, United States. The city is on the west bank of the Mississippi River on the northwest border of Minneapolis. The population was 30,104 at the 2010 census.",
  "/wiki/Crossroads_College": "Crossroads College (originally International Christian Bible College and later Minnesota Bible College) was a four-year, coeducational Christian college in Rochester, Minnesota, United States. It was founded in 1913 and closed in 2016.",
  "/wiki/Rochester,_Minnesota": "Rochester is a city founded in 1854 in the U.S. State of Minnesota and is the county seat of Olmsted County located on the Zumbro River's south fork in Southeast Minnesota. It is Minnesota's third-largest city and the largest city located outside the Minneapolis-St. Paul Metropolitan Statistical Area. As of 2018, the Rochester metropolitan area had a population estimated at 219,802. According to the 2010 United States Census the city had a population of 106,769. The U.S. Census Bureau estimated that the 2018 population was 116,961. It is the home of the Mayo Clinic and a major IBM facility, one of the company's largest at its peak. The city has long been rated as one of the best places to live in the United States by multiple publications such as Money.",
  "/wiki/Church_of_Christ": "Church of Christ may refer to:",
  "/wiki/Globe_University_and_Minnesota_School_of_Business": "Globe University and Minnesota School of Business (Globe/MSB) were a for-profit school network based out of Washington County, Minnesota providing specialized training programs in business, accounting, medical, legal, information technology, massage, veterinary technology, and design fields. The large network had multiple campuses in Minnesota, Wisconsin, and South Dakota.",
  "/wiki/McNally_Smith_College_of_Music": "McNally Smith College of Music was a for-profit music college located in Saint Paul, Minnesota, United States. Initially (founded in 1984) known as “Guitar Center of Minneapolis,” renamed “Musictech College,” and moved to St. Paul in 2001. The school was re-labeled again as “McNally Smith College of Music” by the school's two founders, Jack McNally and Doug Smith, to memorialize themselves on the school's 2005 20th anniversary.",
  "/wiki/St._Paul,_Minnesota": "Saint Paul (abbreviated St. Paul) is the capital and second-most populous city of the U.S. state of Minnesota. As of 2018, the city's estimated population was 307,695. Saint Paul is the county seat of Ramsey County, the smallest and most densely populated county in Minnesota. The city lies mostly on the east bank of the Mississippi River in the area surrounding its point of confluence with the Minnesota River, and adjoins Minneapolis, the state's largest city. Known as the \"Twin Cities\", the two form the core of Minneapolis–Saint Paul, the 16th-largest metropolitan area in the United States, with about 3.6 million residents.",
  "/wiki/List_of_colleges_and_universities_in_Minnesota": "There are nearly 200 post-secondary institutions in the U.S. state of Minnesota. The Twin Cities campus of the public University of Minnesota is the largest university in the state with 51,721 enrolled for fall 2010, making it the sixth-largest American campus by enrollment size. The University of Minnesota system has four other campuses in Crookston, Duluth, Morris, and Rochester. The Minnesota State Colleges and Universities system (Minnesota State system), which does not include the University of Minnesota, comprises 37 public universities and colleges on 54 campuses."
}