{
  "/wiki/Arriva_Rail_London": "Arriva Rail London is a train operating company owned by Arriva UK Trains that operates the London Overground concession on behalf of Transport for London.",
  "/wiki/London_Overground": "London Overground  (also known simply as the Overground) is a suburban rail network serving London and its environs. Established in 2007 to take over Silverlink Metro routes, it now serves a large part of the city as well as the home county of Hertfordshire, with 112 stations  on nine different routes. It is complementary to the London Underground.",
  "/wiki/Arriva_UK_Trains": "Arriva UK Trains Limited is the company that oversees Arriva's train operating companies in the United Kingdom. It gained its first franchises in February 2000. These were later lost, though several others were gained. In January 2010, with the take-over of Arriva by Deutsche Bahn, Arriva UK Trains also took over the running of those formerly overseen by DB Regio UK Limited. After taking control of the Northern franchise, Arriva UK Trains now operates almost a quarter of all British train operating companies, more than rivals FirstGroup and Stagecoach.",
  "/wiki/C2c": "Trenitalia c2c Limited, trading as c2c, is an English train operating company owned by Trenitalia that operates the Essex Thameside railway franchise. It manages 25 stations and its trains call at 28. c2c provides commuter services from its London terminus Fenchurch Street and from Liverpool Street to east London and parts of Essex along the London, Tilbury and Southend Railway.",
  "/wiki/Essex_Thameside": "Essex Thameside is a railway franchise for the provision of passenger services on the London, Tilbury and Southend Railway in east London and south Essex. It was formed on 26 May 1996, following the privatisation of British Rail and the franchise was originally called London, Tilbury and Southend. The only train operating company on the line to date has been c2c. Following a number of temporary extensions caused by problems with the rail franchising system, c2c was awarded a new 15-year franchise which commenced on 9 November 2014.",
  "/wiki/Fenchurch_Street_railway_station": "Fenchurch Street railway station, also known as London Fenchurch Street, is a central London railway terminus in the southeastern corner of the City of London. It takes its name from its proximity to Fenchurch Street, a key thoroughfare in the City. The station and all trains are operated by c2c. Services run on lines built by the London and Blackwall Railway (L&BR) and the London, Tilbury and Southend Railway (LTSR) to destinations in east London and south Essex, including Upminster, Grays, Basildon, Southend and Shoeburyness.",
  "/wiki/Trenitalia": "Trenitalia is the primary train operator in Italy. A subsidiary of Ferrovie dello Stato Italiane, itself owned by the Italian government, the company was established in 2000 following a European Union directive on the deregulation of rail transport.",
  "/wiki/Chiltern_Railways": "Chiltern Railways is a British train operating company owned by Arriva UK Trains that has operated the Chiltern Railways franchise since July 1996. It operates commuter/regional rail passenger services from its central London terminus at London Marylebone along the M40 corridor to destinations in Buckinghamshire, Oxfordshire and Warwickshire, as well as long-distance services to the West Midlands along two routes. Services on the Chiltern Main Line run from London to Birmingham Snow Hill, Stratford-upon-Avon and Oxford, with some peak-hour services extended to Kidderminster.",
  "/wiki/London_to_Aylesbury_Line": "The London–Aylesbury Line is a railway line between London Marylebone and Aylesbury, going via the Chiltern Hills; it is operated by Chiltern Railways.  Nearly half of the line is owned by London Underground, approximately 16 miles (26 km) – the total length of the passenger line is about 39 miles (63 km) with a freight continuation.",
  "/wiki/Marylebone_railway_station": "Marylebone station (/ˈmɑːrlɪbən/ (listen) MAR-li-bən) is a Central London railway terminus and connected London Underground station in the Marylebone area of the City of Westminster. On the National Rail network it is also known as London Marylebone and is the southern terminus of the Chiltern Main Line to Birmingham. An accompanying Underground station is on the Bakerloo line between Edgware Road and Baker Street in Transport for London's fare zone 1.",
  "/wiki/Buckinghamshire": "Buckinghamshire (/ˈbʌkɪŋəmʃər, -ʃɪər/), abbreviated Bucks., is a ceremonial county in South East England which borders Greater London to the south east, Berkshire to the south, Oxfordshire to the west, Northamptonshire to the north, Bedfordshire to the north east and Hertfordshire to the east.",
  "/wiki/East_Midlands_Railway": "East Midlands Railway (EMR) is a  train operating company in England owned by Abellio that is the current operator of the East Midlands franchise.",
  "/wiki/St_Pancras_railway_station": "St Pancras railway station (/ˈpæŋkrəs/), also known as London St Pancras and officially since 2007 as St Pancras International, is a central London railway terminus on Euston Road in the London Borough of Camden. It is the terminus for Eurostar continental services from London via High Speed 1 and the Channel Tunnel to Belgium, France and the Netherlands. It provides East Midlands Railway services to Corby, Sheffield and Nottingham on the Midland Main Line, Southeastern high-speed trains to Kent via Ebbsfleet International and Ashford International, and Thameslink cross-London services to Bedford, Peterborough, Brighton and Gatwick Airport. It stands between the British Library, the Regent's Canal and King's Cross railway station, with which it shares a London Underground station, King's Cross St. Pancras.",
  "/wiki/Corby_railway_station": "Corby railway station, owned by Network Rail and managed by East Midlands Railway, is in Corby, Northamptonshire, England.  The current station, opened on 23 February 2009, replaces an earlier one dating from 1879, first closed on 18 April 1966 but reopened between 1987 and 1990.",
  "/wiki/Abellio_(transport_company)": "Abellio is a public transport company that operates services in Europe, with both bus and rail networks. It was founded as NedRailways in 2001, before being renamed Abellio in October 2009. Abellio is wholly owned by the Dutch national rail operator Nederlandse Spoorwegen.",
  "/wiki/Govia_Thameslink_Railway": "Govia Thameslink Railway (GTR) /ɡoʊˈvaɪ.ə ˈtɛmzlɪŋk/ is a train operating company that operates the Thameslink, Southern and Great Northern (TSGN) rail franchise in England. Within the franchise, GTR runs the Thameslink, Great Northern, Southern and Gatwick Express airport services.",
  "/wiki/Thameslink_Southern_%26_Great_Northern_franchise": "Thameslink, Southern and Great Northern (TSGN) is a management contract  for the provision of passenger services on the Thameslink and Great Northern routes to Bedford, Luton, Peterborough, King's Lynn, Cambridge, London King's Cross, London Moorgate, Sutton, Wimbledon and Brighton, as well as the whole Southern network (including the Gatwick Express) and the jointly operated First Capital Connect Southeastern services (for example the Kentish Town - Sevenoaks via Catford), which were added to the franchise on 25 July 2015, with the Southern and Gatwick Express brands retained.",
  "/wiki/Gatwick_Express": "Gatwick Express is a high-frequency rail passenger service between London Victoria, Gatwick Airport, and Brighton in South East England. It is the brand name used by the Govia Thameslink Railway train operating company on the Gatwick Express route of the Thameslink, Southern and Great Northern franchise.\nIt provides a high frequency airport rail service from Victoria to Gatwick Airport\nThe service began in May 1984 with air-conditioned InterCity carriages operated by British Rail. When it was privatised in April 1996, National Express took over the franchise. In June 2008, Gatwick Express ceased to exist as a separate franchise, when it was merged into the Southern train operating company, although it continues to be maintained as a separate identity. In July 2015, Southern including the Gatwick Express service was merged into Govia Thameslink Railway.",
  "/wiki/Southern_(train_operating_company)": "Southern is the brand name used by the Govia Thameslink Railway (GTR) train operating company on the Southern routes of the Thameslink, Southern and Great Northern franchise in England. It is a subsidiary of Govia, a joint venture between transport groups Go-Ahead and Keolis, and has operated the South Central rail franchise since August 2001 and the Gatwick Express service since June 2008. When was the franchise was subsumed into GTR, Southern was split from Gatwick Express and the two became separate brands, alongside the Thameslink and Great Northern brands.",
  "/wiki/London_King%27s_Cross_railway_station": "King's Cross railway station, also known as London King's Cross, is a passenger railway terminus in the London Borough of Camden, on the edge of Central London. It is in the London station group, one of the busiest stations in the United Kingdom and the southern terminus of the East Coast Main Line to North East England and Scotland. Adjacent to King's Cross station is St Pancras International, the London terminus for Eurostar services to continental Europe. Beneath both main line stations is King's Cross St Pancras tube station on the London Underground; combined they form one of the country's largest transport hubs.",
  "/wiki/Moorgate_station": "Moorgate is a central London railway terminus and connected London Underground station on Moorgate in the City of London. Main line railway services for Hertford, Welwyn Garden City and Letchworth are operated by Great Northern, while the Underground station is served by the Circle, Hammersmith & City, Metropolitan and Northern lines.",
  "/wiki/Blackfriars_railway_station": "Blackfriars, also known as London Blackfriars, is a central London railway station and connected London Underground station in the City of London. It provides local Thameslink services from North to South London, and limited Southeastern commuter services to South East London and Kent. Its platforms span the River Thames, the only one in London to do so, along the length of Blackfriars Railway Bridge, a short distance downstream from Blackfriars Bridge. There are two station entrances either side of the Thames, along with a connection to the London Underground District and Circle lines.",
  "/wiki/London_Bridge_railway_station": "London Bridge is a central London railway terminus and connected London Underground station in Southwark, south-east London. It occupies a large area on three levels immediately south-east of London Bridge, from which it takes its name. The main line station is the oldest railway station in London fare zone 1 and one of the oldest in the world having opened in 1836. It is one of two main line termini in London to the south of the River Thames (the other being Waterloo) and is the fourth-busiest station in London, handling over 50 million customers a year.",
  "/wiki/London_Victoria_railway_station": "Victoria station, also known as London Victoria, is a central London railway terminus and connected London Underground station in Victoria, in the City of Westminster, managed by Network Rail. Named after the nearby Victoria Street (not the Queen), the main line station is a terminus of the Brighton main line to Gatwick Airport and Brighton and the Chatham main line to Ramsgate and Dover via Chatham. From the main lines, trains can connect to the Catford Loop Line, Dartford Loop Line, and the Oxted line to East Grinstead and Uckfield. Southern operates most commuter and regional services to south London, Sussex and parts of east Surrey, while Southeastern operates trains to south east London and Kent. Gatwick Express trains run direct to Gatwick. The Underground station is on the Circle and District lines between Sloane Square and St. James's Park, and the Victoria line between Pimlico and Green Park. The area around the station is an important interchange for other forms of transport: a local bus station is in the forecourt and Victoria Coach Station is nearby.",
  "/wiki/Hertfordshire": "Hertfordshire (/ˈhɑːrtfərdʃɪər/ (listen); often abbreviated Herts) is one of the home counties in southern England. It is bordered by Bedfordshire and Cambridgeshire to the north, Essex to the east, Greater London to the south, and Buckinghamshire to the west. For government statistical purposes, it is placed in the East of England region.",
  "/wiki/Cambridgeshire": "Cambridgeshire (abbreviated Cambs.)[note 1] is a county in the East of England, bordering Lincolnshire to the north, Norfolk to the north-east, Suffolk to the east, Essex and Hertfordshire to the south, and Bedfordshire and Northamptonshire to the west. The city of Cambridge is the county town. Modern Cambridgeshire was formed in 1974 as an amalgamation of the counties of Cambridgeshire and Isle of Ely and Huntingdon and Peterborough, the former covering the historic county of Cambridgeshire (including the Isle of Ely) and the latter covering the historic county of Huntingdonshire and the Soke of Peterborough, historically part of Northamptonshire. It contains most of the region known as Silicon Fen.",
  "/wiki/Bedfordshire": "Bedfordshire (/ˈbɛdfərdʃər, -ʃɪər/; abbreviated Beds.) is a county in the East of England. It is a ceremonial county and a historic county, covered by three unitary authorities: Bedford, Central Bedfordshire, and Luton.",
  "/wiki/Kent": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames (connected by land via High Speed 1 and the Dartford Crossing), and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone.",
  "/wiki/Sussex": "Sussex (/ˈsʌsɪks/), from the Old English Sūþsēaxe (South Saxons), is a historic county in South East England corresponding roughly in area to the ancient Kingdom of Sussex.  It is bounded to the west by Hampshire, north by Surrey, northeast by Kent, south by the English Channel, and divided for many purposes into the ceremonial counties of West Sussex and East Sussex. Brighton and Hove, though part of East Sussex, was made a unitary authority in 1997, and as such, is administered independently of the rest of East Sussex. Brighton and Hove was granted City status in 2000.  Until then, Chichester was Sussex's only city.",
  "/wiki/Thameslink": "Thameslink is a 24-hour, 115-station main-line route in the British railway system, running from Bedford, Luton, Peterborough and Cambridge via central London to Sutton, Orpington, Sevenoaks, Rainham, Horsham and Brighton. Additional services to East Grinstead and Littlehampton operate at peak times. The network opened as a through service in 1988, with severe overcrowding by 1998, carrying more than 28,000 passengers in the morning peak. All the services are currently operated by Govia Thameslink Railway.",
  "/wiki/Govia": "Govia is a transport company based in the United Kingdom. It was formed in November 1996 as a joint venture between Go-Ahead Group (65%) and Keolis (35%) to bid for rail franchises during the privatisation of British Rail.",
  "/wiki/Great_Western_Railway_(train_operating_company)": "Great Western Railway (GWR) is a British train operating company owned by FirstGroup that operates the Greater Western railway franchise. It manages 197 stations and its trains call at over 270. GWR operates long-distance inter-city services along the Great Western Main Line to and from the West of England and South Wales, inter-city services from London to the West Country via the Reading–Taunton line and the Night Riviera sleeper service between London and Penzance. It also provides commuter and outer-suburban services from its London terminus at Paddington to West London, the Thames Valley region including parts of Berkshire, parts of Buckinghamshire and Oxfordshire; and regional services throughout the West of England and South Wales to the South coast of England. GWR was due to begin operating the Heathrow Express service under a management contract on behalf of Heathrow Airport Holdings from August 2018; however, this was later deferred to November 2018.",
  "/wiki/Greater_Western_franchise": "Greater Western is a railway franchise for the provision of passenger services from London Paddington to the Cotswolds, West of England, South West England and South Wales. The current holder is Great Western Railway.",
  "/wiki/Paddington_railway_station": "Paddington, also known as London Paddington, is a Central London railway terminus and London Underground station complex, located on Praed Street in the Paddington area. The site has been the London terminus of services provided by the Great Western Railway and its successors since 1838. Much of the main line station dates from 1854 and was designed by Isambard Kingdom Brunel.",
  "/wiki/West_London_(sub_region)": "West London is a popularly, but informally and inexactly defined part of London, England.",
  "/wiki/Thames_Valley": "The Thames Valley is an informally-defined sub-region of South East England, centred on the River Thames west of London, with Oxford as a major centre. Its boundaries vary with context. The area is a major tourist destination and economic hub, includes part of the M4 corridor, and is sometimes referred to as England's Silicon Valley due to the concentration of high-technology companies.  The area east of Reading is defined by Natural England as the Thames Valley National Character Area, while Thames Valley Police cover the counties of Berkshire, Buckinghamshire and Oxfordshire.",
  "/wiki/FirstGroup": "FirstGroup plc is a British multi-national transport group, based in Aberdeen, Scotland. The company operates transport services in the United Kingdom, Ireland, Canada and the United States. It is listed on the London Stock Exchange and is a constituent of the FTSE 250 Index.",
  "/wiki/Greater_Anglia_(train_operating_company)": "Greater Anglia (legal name Abellio East Anglia Limited) is a train operating company in Great Britain owned as a joint venture by Abellio, the international arm of the state-owned Dutch national rail operator Nederlandse Spoorwegen, and the Japanese trading company Mitsui & Co. It operates the East Anglia franchise, providing the majority of commuter/regional services from its Central London terminus at London Liverpool Street to Essex, Suffolk, Norfolk and parts of Hertfordshire and Cambridgeshire as well as many regional services throughout the East of England.",
  "/wiki/East_Anglia_franchise": "The East Anglia franchise is a railway franchise for passenger trains on the Great Eastern Main Line and West Anglia Main Lines in England. It commenced operating in April 2004 when the Anglia and Great Eastern franchises, together with the West Anglia part of the West Anglia Great Northern franchise, were combined to form the Greater Anglia franchise.",
  "/wiki/Liverpool_Street_station": "Liverpool Street station, also known as London Liverpool Street, is a central London railway terminus and connected London Underground station in the north-eastern corner of the City of London, in the ward of Bishopsgate. It is one of the busiest railway stations in London, serving as the terminus of the West Anglia Main Line to Cambridge, the busier Great Eastern Main Line to Norwich, local and regional commuter trains serving east London and destinations in the East of England, and the Stansted Express service to Stansted Airport.",
  "/wiki/Essex": "Essex (/ˈɛsɪks/) is a county in the southeast of England, northeast of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south, and London to the southwest. The county town is Chelmsford, the only city in the county. For government statistical purposes Essex is placed in the East of England region.",
  "/wiki/Stansted_Express": "The Stansted Express is a direct train service linking London Liverpool Street to London Stansted Airport. It is a sub-brand of Greater Anglia, the current franchise operator of the East Anglia franchise.",
  "/wiki/Mitsui": "Mitsui Group (三井グループ, Mitsui Gurūpu) is one of the largest keiretsu in Japan and one of the largest corporate groups in the world.",
  "/wiki/Heathrow_Express": "Heathrow Express is an airport rail link between London Heathrow Airport and Paddington. It opened in 1998 and is an open access operator. The service is operated by Heathrow Express Operating Company, a wholly owned subsidiary of Heathrow Airport Holdings, with some aspects of the operation now delivered by Great Western Railway.",
  "/wiki/Heathrow_Airport": "Heathrow Airport, also known as London Heathrow (IATA: LHR, ICAO: EGLL), is a major international airport in London, United Kingdom. Heathrow is the second busiest airport in the world by international passenger traffic, as well as the busiest airport in Europe by passenger traffic, and the seventh busiest airport in the world by total passenger traffic. It is one of six international airports serving London region. In 2019, it handled a record 80.8 million passengers, a 0.9% increase from 2018 as well as 475,861 aircraft movements, a decrease of 1,743 from 2018. The airport facility is owned and operated by Heathrow Airport Holdings.",
  "/wiki/Heathrow_Airport_Holdings": "Heathrow Airport Holdings Limited (formerly BAA) is the United Kingdom-based operator of Heathrow Airport. The company also operated Gatwick Airport, Stansted Airport and  Edinburgh Airport, plus several other UK airports under its former name, but was forced by the Competition Commission to sell them and some other UK airports in order to break up a monopoly. It was formed by the privatisation of the British Airports Authority as BAA plc as part of Margaret Thatcher's moves to privatise government-owned assets, and was once a constituent of the FTSE 100 Index.",
  "/wiki/West_Midlands_Trains": "West Midlands Trains (WMT) is a train operating company in the United Kingdom. It operates passenger trains on the West Midlands franchise between London and the English Midlands under two trade names: West Midlands Railway (within the West Midlands region) and London Northwestern Railway (LNR) (outside the West Midlands region).",
  "/wiki/Euston_railway_station": "Euston railway station (/ˈjuːstən/; also known as London Euston) is a central London railway terminus on Euston Road in the London Borough of Camden, managed by Network Rail. It is the southern terminus of the West Coast Main Line to Liverpool Lime Street, Manchester Piccadilly, Edinburgh Waverley and Glasgow Central. It is also the mainline station for services to and through Birmingham New Street, and to Holyhead for connecting ferries to Dublin. Local suburban services from Euston are run by London Overground via the Watford DC Line which runs parallel to the WCML as far as Watford Junction. There is an escalator link from the concourse down to Euston tube station; Euston Square tube station is nearby. King's Cross and St Pancras railway stations are further down Euston Road.",
  "/wiki/Northamptonshire": "Northamptonshire (/nɔːrˈθæmptənʃər, -ʃɪər/; abbreviated Northants.), archaically known as the County of Northampton, is a county in the East Midlands of England. In 2015 it had a population of 723,000. The county is administered by Northamptonshire County Council and by seven non-metropolitan district councils. It is known as \"The Rose of the Shires\".",
  "/wiki/Warwickshire": "Warwickshire (/ˈwɒrɪkʃər, -ʃɪər/ (listen);  abbreviated Warks) is a county in the West Midlands region of England. The county town is Warwick, and the largest town is Nuneaton. The county is famous for being the birthplace of William Shakespeare.",
  "/wiki/Staffordshire": "Staffordshire (/ˈstæfərdʃɪər, -ʃər/; postal abbreviation Staffs.) is a landlocked county in the West Midlands of England. It borders Cheshire to the northwest, Derbyshire and Leicestershire to the east, Warwickshire to the southeast, West Midlands and Worcestershire to the south, and Shropshire to the west.",
  "/wiki/Birmingham": "Birmingham (/ˈbɜːrmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.",
  "/wiki/East_Japan_Railway_Company": "The East Japan Railway Company is a major passenger railway company in Japan and is the largest of the seven Japan Railways Group companies. The company name is officially abbreviated as JR-EAST or JR East in English, and as JR Higashi-Nihon (JR東日本, Jeiāru Higashi-Nihon) in Japanese. The company's headquarters are in Yoyogi, Shibuya, Tokyo, next to Shinjuku Station. It is listed in the Tokyo Stock Exchange with secondary listings in the Nagoya and Osaka stock exchanges, is a constituent of the TOPIX Core30 index, and is also one of the two only Japan Railways Group constituents of the Nikkei 225 index, the other being JR Central.",
  "/wiki/South_Western_Railway_(train_operating_company)": "South Western Railway (SWR) is a British train operating company owned by FirstGroup (70%) and MTR Corporation (30%) that operates the South Western franchise. It operates commuter services from its Central London terminus at London Waterloo to South West London.  SWR provides suburban and regional services in the counties of Surrey, Hampshire and Dorset, as well as regional services in Devon, Somerset, Berkshire and Wiltshire. Its subsidiary Island Line operates services on the Isle of Wight.",
  "/wiki/South_Western_franchise": "South Western is a railway franchise for the provision of passenger services from London Waterloo to destinations in Surrey, Hampshire, Somerset, Dorset, Berkshire, Wiltshire and Devon on the South Western, Portsmouth Direct and West of England main lines. In 2007, the franchise was combined with the smaller franchise for the Island Line on the Isle of Wight.",
  "/wiki/London_Waterloo_railway_station": "Waterloo station (/ˌwɔːtərˈluː/), also known as London Waterloo, is a central London terminus on the National Rail network in the United Kingdom, located in the Waterloo area of the London Borough of Lambeth. It is connected to a London Underground station of the same name and is adjacent to Waterloo East station on the South Eastern main line. The station is the terminus of the South Western main line to Weymouth via Southampton, the West of England main line to Exeter via Salisbury, the Portsmouth Direct line to Portsmouth Harbour and the Isle of Wight, and several commuter services around West and South West London, Surrey, Hampshire and Berkshire. Many services stop at Clapham Junction and Woking.",
  "/wiki/Surrey": "Surrey (/ˈsʌri/ SURR-ee) is a county in South East England which borders Kent to the east, East Sussex to the southeast, West Sussex to the south, Hampshire to the west, Berkshire to the northwest, and Greater London to the northeast. With about 1.2 million people, Surrey is the twelfth most populous English county, the third most populous home county, after Kent and Essex, and the third most populous in the Southeast, after Hampshire and Kent.",
  "/wiki/Hampshire": "Hampshire (/ˈhæmpʃər/, /-ʃɪər/ (listen); postal abbreviation Hants.)[note 1] is a county in southern England. The county town is the city of Winchester. Its two largest cities, Southampton and Portsmouth, are administered separately as unitary authorities; the rest of the county is governed by Hampshire County Council.",
  "/wiki/Dorset": "Dorset (/ˈdɔːrsɪt/; archaically: Dorsetshire) is a county in South West England on the English Channel coast. The ceremonial county comprises the unitary authority areas of Bournemouth, Christchurch and Poole and Dorset. Covering an area of 2,653 square kilometres (1,024 sq mi), Dorset borders Devon to the west, Somerset to the north-west, Wiltshire to the north-east, and Hampshire to the east. The county town is Dorchester which is  in the south. After the reorganisation of local government in 1974 the county's border was extended eastward to incorporate the Hampshire towns of Bournemouth and Christchurch. Around half of the population lives in the South East Dorset conurbation, while the rest of the county is largely rural with a low population density.",
  "/wiki/Berkshire": "Berkshire (/ˈbɑːrkʃər, -ʃɪər/ (listen) BARK-shər, -⁠sheer; in the 17th century sometimes spelt phonetically as Barkeshire; abbreviated Berks.) is a county in South East England. One of the home counties, Berkshire was recognised by the Queen as the Royal County of Berkshire in 1957 because of the presence of Windsor Castle, and letters patent were issued in 1974. Berkshire is a county of historic origin, a ceremonial county and a non-metropolitan county without a county council.  The county town is Reading.",
  "/wiki/MTR_Corporation": "MTR Corporation Limited (Chinese: 香港鐵路有限公司) is a majority state-owned Hong Kong company listed on the Hong Kong Exchange, and a component of Hang Seng Index. The MTR Corporation runs Hong Kong's Mass Transit Railway (MTR), and is also a major property developer and landlord in Hong Kong. The MTR additionally invests in railways across different parts in the world, including franchised contracts to operate rapid transit systems in London, Stockholm, Beijing, Hangzhou, Macau, Shenzhen, Melbourne, and Sydney.",
  "/wiki/Southeastern_(train_operating_company)": "London & South Eastern Railway Limited, trading as Southeastern, is a British train operating company owned by Govia that operates passenger rail services in South East England. It is the key operator of commuter and regional services in South East London and Kent but also serves parts of East Sussex.",
  "/wiki/South_Eastern_franchise": "The South Eastern franchise, also known as the Integrated Kent franchise, is a railway franchise for the provision of passenger services between London and Kent in South East England.",
  "/wiki/Charing_Cross_railway_station": "Charing Cross railway station (also known as London Charing Cross) is a central London railway terminus between the Strand and Hungerford Bridge in the City of Westminster. It is the terminus of the South Eastern main line to Dover via Ashford. All trains are operated by Southeastern, which provides the majority of commuter and regional services to south-east London and Kent. It is connected to Charing Cross Underground station and is near to Embankment Underground station and Embankment Pier.",
  "/wiki/Cannon_Street_railway_station": "Cannon Street station, also known as London Cannon Street, is a central London railway terminus and connected London Underground station in Travelcard zone 1 located on Cannon Street in the City of London and managed by Network Rail. It is one of two London termini of the South Eastern main line, the other being Charing Cross, while the Underground station is on the Circle and District lines, between Monument and Mansion House. The station runs services by Southeastern, mostly catering for commuters in southeast London and Kent, with occasional services further into the latter.",
  "/wiki/TfL_Rail": "TfL Rail is the concession of two separate railway lines in London and its environs whilst the planned link-up between these lines is being constructed. This will form part of the Crossrail service when it opens in mid-2022. At that time, the TfL Rail name will be retired and the services will become operated by Crossrail, with the route named the Elizabeth line. The Elizabeth line was initially due to open in December 2018.",
  "/wiki/Gidea_Park_railway_station": "Gidea Park railway station is on the Great Eastern Main Line, serving the neighbourhood of Gidea Park in the London Borough of Havering, east London. It is 13 miles 41 chains (21.7 km) down the line from London Liverpool Street and is situated between Romford and Harold Wood. Its three-letter station code is GDP and it is in Travelcard zone 6.",
  "/wiki/Shenfield_railway_station": "Shenfield railway station is on the Great Eastern Main Line in the East of England, serving the town of Shenfield, Essex. As well as being a key interchange for medium- and long-distance services on the main line, it is also the western terminus of a branch line to Southend Victoria and the eastern terminus of the stopping \"metro\" service to and from London Liverpool Street operated by TfL Rail. It is 20 miles 16 chains (32.51 km) down the line from Liverpool Street and is situated between Brentwood and either Ingatestone on the main line or Billericay on the branch line. Its three-letter station code is SNF.",
  "/wiki/Hayes_%26_Harlington_railway_station": "Hayes & Harlington is a railway station serving the west London districts Hayes and Harlington in the London Borough of Hillingdon. It is 10 miles 71 chains (17.5 km; 10.89 mi) down the line from London Paddington and is situated between Southall and West Drayton.",
  "/wiki/Heathrow_Terminal_4_railway_station": "Heathrow Terminal 4 is a TfL Rail station serving London Heathrow Terminal 4 at London Heathrow Airport.",
  "/wiki/Elizabeth_line": "Crossrail (to be officially named as Elizabeth line) is a 73-mile (117-kilometre) new railway line under development in the United Kingdom. Crossing London from west to east, at each end of its central core the line will divide into two branches: in the west to Reading or stations at Heathrow Airport, and in the east to Abbey Wood or Shenfield. In May 2015, a section of one of the eastern branches, between Liverpool Street and Shenfield, was transferred to TfL Rail; this precursor service also took control of Heathrow Connect in May 2018 and the Paddington to Reading line in December 2019.",
  "/wiki/Transport_in_London": "London has an extensive and developed transport network which includes both private and public services. Journeys made by public transport systems account for 37% of London's journeys while private services accounted for 36% of journeys, walking 24% and cycling 2%. London's public transport network serves as the central hub for the United Kingdom in rail, air and road transport."
}