{
  "/wiki/Geno_Auriemma": "Luigi \"Geno\" Auriemma (born March 23, 1954) is an Italian-born American college basketball coach and the head coach of the University of Connecticut Huskies women's basketball team. He has led UConn to eleven NCAA Division I national championships, the most in women's college basketball history, and has won eight national Naismith College Coach of the Year awards. Auriemma was the head coach of the United States women's national basketball team from 2009 through 2016, during which time his teams won the 2010 and 2014 World Championships, and gold medals at the 2012 and 2016 Summer Olympics, going undefeated in all four tournaments.",
  "/wiki/Connecticut_Huskies_women%27s_basketball": "The UConn Huskies women's basketball team is the college basketball program representing the University of Connecticut in Storrs, Connecticut, in NCAA Division I women's basketball competition. They currently play in the American Athletic Conference, though the Huskies will leave that league after the 2019–20 school year to join the Big East Conference.",
  "/wiki/Debbie_Black": "Debbie Black (born July 29, 1966) is a women's basketball former player and current coach. During her professional career, Black played for the Women's National Basketball League in Australia, the American Basketball League and the Women's National Basketball Association. She retired from the Connecticut Sun of the WNBA in 2005. Black was an assistant coach for the Ohio State University before  being named the head coach of the Eastern Illinois University Women's Basketball team on May 16, 2013, in which position she continued until 2017.",
  "/wiki/Eastern_Illinois_Panthers": "The Eastern Illinois Panthers are the intercollegiate athletic programs of Eastern Illinois University (EIU) located in Charleston, Illinois, United States. The Panthers athletic program is a member of the Ohio Valley Conference (OVC) and competes at the NCAA Division I level in the Football Championship Subdivision. EIU's colors are blue and gray. Selected as the team mascot in 1930, EIU's panther, was informally known as \"Billy\" for many years and was officially named \"Billy the Panther\" in 2008. Panther teams have won five NCAA national championships in three sports. The Panthers also won the 1969 NAIA men's soccer title.",
  "/wiki/Pat_Coyle_(basketball)": "Pat Coyle (born September 5, 1960) is an American women's basketball coach. She was the head coach of Saint Peter's, between 2013 and 2018. She has served as an assistant coach for the University of Pittsburgh Panthers women's basketball team. Coyle coached in the WNBA with the New York Liberty. Serving as the Liberty's assistant coach beginning in 1998, then attained the head coaching seat during the 2004 season (after the departure of Richie Adubato). The Coyle-led Liberty reached the playoffs in 2004, 2005, 2007, and 2008, but never won the Eastern Conference Championship.",
  "/wiki/St._Peter%27s_Peahens": "The Saint Peter's Peacocks are composed of the 16 teams representing Saint Peter's University in intercollegiate athletics. The Peacocks compete in the NCAA Division I and are members of the Metro Atlantic Athletic Conference.",
  "/wiki/Stephanie_Gaitley": "Stephanie Gaitley (née Vanderslice; born January 25, 1960) is the head women's basketball coach at Fordham University. She had previously served as a head coach at Monmouth University and Long Island University. During her six seasons at LIU, she posted a 95-82 record. In 2007, she guided LIU to a school record 22 wins, and the top overall seed in the NEC tournament. She was named the 2006-07 NEC coach of the year for her efforts. She led LIU to two 20+ win seasons, and the first WNIT appearance in school history.",
  "/wiki/Fordham_University": "Fordham University (/ˈfɔːrdəm/) is a private research university in New York City. Established in 1841 and named for the Fordham neighborhood of the Bronx in which its main campus is located, Fordham is the oldest Catholic and Jesuit university in the northeastern United States, and the third-oldest university in New York State.",
  "/wiki/St._Joseph%27s_Hawks": "The Saint Joseph's Hawks are the athletic teams that represent Saint Joseph's University of Philadelphia, Pennsylvania. The Hawks compete in Division I of the National Collegiate Athletic Association as a member of the Atlantic 10 Conference and of the Philadelphia Big 5. The school also has intramurals and extramurals, the latter of which compete with the City 6 (the six major universities in Philadelphia). The school is mostly known for its men's basketball team. The Hawk became the school's mascot in 1929. It first flapped its wings at a basketball game in 1956 in a win over La Salle University. The Saint Joseph's school colors are crimson and gray.",
  "/wiki/Muffet_McGraw": "Ann \"Muffet\" McGraw (born December 5, 1955) is an American basketball coach, currently the head women's basketball coach at Notre Dame, where she has compiled a 905–272 (.769) record over 32 seasons. She has led her team to nine Final Fours (1997, 2001, 2011, 2012, 2013, 2014, 2015, 2018 and 2019), seven championship game appearances (2001, 2011, 2012, 2014, 2015, 2018, and 2019), and two National Championships in 2001 and 2018.",
  "/wiki/Notre_Dame_Fighting_Irish_women%27s_basketball": "The Notre Dame Fighting Irish women's basketball team is the intercollegiate women's basketball program representing University of Notre Dame in Notre Dame, Indiana. The program currently competes in the Atlantic Coast Conference of NCAA Division I. The Fighting Irish play their home games in the Purcell Pavilion at the Edmund P. Joyce Center, and are currently coached by Muffet McGraw.",
  "/wiki/Deb_Patterson": "Deb Patterson (born August 30, 1957) is currently the director of basketball operations for the Northern Colorado women's basketball team. Patterson is the former women's basketball program head coach at Kansas State. She was relieved of her coaching duties on March 9, 2014. She is the school's all-time winningest head coach record, with 350 wins.",
  "/wiki/Kansas_State_Wildcats_women%27s_basketball": "The Kansas State Wildcats women's basketball program is the intercollegiate basketball program of the Kansas State Wildcats. The program is classified in the NCAA Division I, and the team competes in the Big 12 Conference.",
  "/wiki/Julie_Plank": "Julie Plank is an American basketball coach, most recently of the Atlanta Dream of the Women's National Basketball Association (WNBA).",
  "/wiki/Atlanta_Dream": "The Atlanta Dream are an American professional basketball team based in Atlanta, Georgia, playing in the Eastern Conference in the Women's National Basketball Association (WNBA). The team was founded for the 2008 WNBA season. The team is owned by Dream Too LLC, which is composed of two Atlanta businesswomen: Mary Brock and Kelly Loeffler. Although the Dream share the Atlanta market with the National Basketball Association's Hawks, the Dream is not affiliated with their NBA counterpart. The Dream play at the Gateway Center Arena in College Park, Georgia.",
  "/wiki/Chattanooga_Mocs_women%27s_basketball": "The Chattanooga Mocs women's basketball team, formerly known as the Lady Mocs, represents the University of Tennessee at Chattanooga in Chattanooga, Tennessee, in NCAA women's basketball competition. The team is currently coached by head coach Katie Burrows, entering her first year, and play their home games at McKenzie Arena.",
  "/wiki/Jim_Foster_(basketball)": "Jim Foster (born October 16, 1948) is the former head coach of the women's college basketball team at Chattanooga. He has previously served as a head coach of the women's basketball team at St. Joseph's, Vanderbilt and Ohio State. He has been elected to the Women's Basketball Hall of Fame as a member of the class of 2013. On February 1, 2018, Foster notched his 900th career win as a head coach, becoming the eighth fastest to reach that mark and tying for seventh in all-time career wins. He announced his retirement in May 2018, after 40 years on the bench."
}