{
  "/wiki/Bedfordshire": "Bedfordshire (/ˈbɛdfərdʃər, -ʃɪər/; abbreviated Beds.) is a county in the East of England. It is a ceremonial county and a historic county, covered by three unitary authorities: Bedford, Central Bedfordshire, and Luton.",
  "/wiki/Sutton,_Bedfordshire": "Sutton is a rural village and civil parish in the Central Bedfordshire district of Bedfordshire, England. It lies 11 miles (18 km) west of Bedford.  At the 2001 Census, its population was 299. Main features are the packhorse bridge over the Potton Brook and the Grade I listed All Saints' Parish Church.",
  "/wiki/Potton_Brook": "Potton Brook  rises east of Gamlingay, Cambridgeshire, and flows southwest and then south through Potton and the John O'Gaunt Golf Club and into Sutton, Bedfordshire. Potton Brook curves west and northwest, and joins the River Ivel northeast of Lower Caldecote.",
  "/wiki/Cheshire": "Cheshire (/ˈtʃɛʃər, -ɪər/ CHESH-ər, -⁠eer; archaically the County Palatine of Chester) is a county in North West England, bordering Merseyside and Greater Manchester to the north, Derbyshire to the east, Staffordshire and Shropshire to the south, and Flintshire and Wrexham County Borough in Wales to the west. Cheshire's county town is the City of Chester (118,200); the largest town is Warrington (209,700). Other major towns include Crewe (71,722), Runcorn (61,789), Widnes (61,464), Ellesmere Port (55,715), Macclesfield (52,044), Winsford (32,610) and Northwich (19,924).",
  "/wiki/Crowton": "Crowton is a civil parish and village within the unitary authority of Cheshire West and Chester and the ceremonial county of Cheshire, England.  It is located approximately 6 miles west of Northwich. The civil parish includes the small settlement of Ruloe. The population of the civil parish as taken at the 2011 census was 465.",
  "/wiki/Hockenhull_Platts": "Hockenhull Platts consists of three bridges southwest of the village of Tarvin, Cheshire, England. They are also known as the \"Packhorse Bridges\" or (erroneously) the \"Roman Bridges\", and are recorded in the National Heritage List for England as designated Grade II listed buildings.  The bridges are situated where Platts Lane crosses the River Gowy. An area of 5 hectares (12 acres) west of the Gowy, including the westernmost bridge, forms Hockenhull Platts Nature Reserve, managed by the Cheshire Wildlife Trust.",
  "/wiki/River_Gowy": "The River Gowy is a river in Cheshire, England, a tributary of the River Mersey.",
  "/wiki/Quarry_Bank_Mill": "Quarry Bank Mill (also known as Styal Mill) in Styal, Cheshire, England, is one of the best preserved textile mills of the Industrial Revolution and is now a museum of the cotton industry.  Built in 1784, the mill is recorded in the National Heritage List for England as a designated Grade II* listed building, and inspired the 2013 television series The Mill. It was established by Samuel Greg. The mill was notable for the innovative approach to labour relations, largely as a result of the work of Greg's wife, Hannah Lightbody.",
  "/wiki/Styal": "Styal (/staɪl/, like style) is a village on the River Bollin near Wilmslow, Cheshire, England.",
  "/wiki/River_Bollin": "The River Bollin is a major tributary of the River Mersey in the north-west of England.",
  "/wiki/Derbyshire": "Derbyshire (/ˈdɑːrbiʃər, -ʃɪər/) is a county in the East Midlands of England. A substantial portion of the Peak District National Park lies within Derbyshire, containing the southern extremity of the Pennine range of hills which extend into the north of the county. The county contains part of the National Forest, and borders on Greater Manchester to the northwest, West Yorkshire to the north, South Yorkshire to the northeast, Nottinghamshire to the east, Leicestershire to the southeast, Staffordshire to the west and southwest and Cheshire also to the west.\nKinder Scout, at 636 metres (2,087 ft), is the highest point in the county, whilst Trent Meadows, where the River Trent leaves Derbyshire, is its lowest point at 27 metres (89 ft).:1 The River Derwent is the county's longest river at 66 miles (106 km), and runs roughly north to south through the county. In 2003 the Ordnance Survey placed Church Flatts Farm at Coton in the Elms (near Swadlincote) as the furthest point from the sea in Great Britain.",
  "/wiki/Three_Shire_Heads": "Three Shire Heads (also known as Three Shires Head) is the point on Axe Edge Moor where Cheshire, Derbyshire and Staffordshire meet, at UK grid reference SK009685, or 53°12′47″N 1°59′13″W﻿ / ﻿53.213°N 1.987°W﻿ / 53.213; -1.987.",
  "/wiki/River_Dane": "The River Dane is a tributary of the River Weaver that originates in the Peak District area of England. It forms the border between first Cheshire and Derbyshire on the west and east, and then between Cheshire and Staffordshire where it then flows north-west through Cheshire before meeting the Weaver near Northwich.",
  "/wiki/Cornwall": "Cornwall (/ˈkɔːrnwɔːl, -wəl/; Cornish: Kernow [ˈkɛrnɔʊ]) is a ceremonial county in South West England, bordered to the north and west by the Celtic Sea, to the south by the English Channel, and to the east by Devon, the River Tamar forming the border between them. Cornwall is the westernmost part of the South West Peninsula of the island of Great Britain. The southwesternmost point is Land's End and the southernmost Lizard Point. Cornwall has a population of 568,210 and an area of 3,563 km2 (1,376 sq mi). The county has been administered since 2009 by the unitary authority, Cornwall Council. The ceremonial county of Cornwall also includes the Isles of Scilly, which are administered separately. The administrative centre of Cornwall is Truro, its only city.",
  "/wiki/Bowithick": "Bowithick is a hamlet on the northern edge of Bodmin Moor in Cornwall, England, United Kingdom.",
  "/wiki/Penpont_Water": "Penpont Water (Cornish: Dowr Pen Pont, meaning river at the head of a bridge) is a small river in east Cornwall, United Kingdom. It is a  tributary of the River Inny joining it at Two Bridges.",
  "/wiki/Launceston,_Cornwall": "Launceston  (/ˈlɑːnstən/ LAHN-stən or /ˈlɔːnstən/ LAWN-stən, locally /ˈlænsən/ LAN-sən or /ˈlɑːnsən/ LAHN-sən, Cornish: Lannstevan; rarely spelled Lanson  as a local abbreviation) is a town, ancient borough, and civil parish in Cornwall, England, United Kingdom. It is 1 mile (1.6 km) west of the middle stage of the River Tamar, which constitutes almost the entire border between Cornwall and Devon. The landscape of the town is generally steep particularly at a sharp south-western knoll topped by Launceston Castle. These gradients fall down to the River Kensey and smaller tributaries.",
  "/wiki/River_Kensey": "The River Kensey is a river in east Cornwall, England, UK which is a tributary of the River Tamar.",
  "/wiki/Cumbria": "Cumbria (/ˈkʌmbriə/ KUM-bree-ə) is a ceremonial and non-metropolitan county in North West England. The county and Cumbria County Council, its local government, came into existence in 1974 after the passage of the Local Government Act 1972. Cumbria's county town is Carlisle, in the north of the county, and the only other major urban area is Barrow-in-Furness on the southwestern tip of the county.",
  "/wiki/Ambleside": "Ambleside is a town in Cumbria, in North West England.\nHistorically in Westmorland, it is situated at the head of Windermere, England's largest natural lake. The town is within the Lake District National Park.",
  "/wiki/Scandale_Beck": "Scandale Beck arises in Lake District National Park on Bakestones Moss, west of Kirkstone Pass, and flows south for much of its length of six and a half kilometers.",
  "/wiki/Barbon": "Barbon is a village and civil parish in the South Lakeland district of Cumbria, England.  According to the 2001 census it had a population of 263, reducing to 236 at the 2011 Census. The church is dedicated to St Bartholomew. The village is about 3 miles (4.8 km) north of Kirkby Lonsdale and 2 miles (3.2 km) north of Casterton. Barbon Beck flows through, and takes its name from, the village before flowing into the River Lune. The A683 road passes to the west of the village between Kirkby Lonsdale and Sedbergh. The village has been within the Yorkshire Dales National Park since 1 August 2016.",
  "/wiki/Barbon_Beck": "Barbon Beck is a small river in Cumbria.  It is a tributary of the River Lune.",
  "/wiki/Dean,_Cumbria": "Dean is a village and civil parish in the Allerdale district, in the county of Cumbria. Dean has a Church of England school, a church called St Oswald's. . Nearby settlements include the towns of Workington and Cockermouth.",
  "/wiki/River_Marron": "The River Marron is a river of Cumbria, England.",
  "/wiki/Drigg": "Drigg is a village situated in the civil parish of Drigg and Carleton on the West Cumbria coast of the Irish Sea and on the boundary of the Lake District National Park in the Borough of Copeland in the county of Cumbria, England.",
  "/wiki/River_Irt": "The River Irt is a river in the county of Cumbria in northern England. It flows for 14 miles (22 km) from the south-western end of Wast Water, the deepest lake in England, leaving the lake at the foot of Whin Rigg, the southern peak of the famous Wastwater Screes. The name of the river is believed to derive either from the Old English gyr which means \"mud\", or from the Brittonic words *ar, \"flowing\", or *īr, \"fresh, clean, pure\", suffixed with -ed, a nominal suffix meaning \"having the quality of...\".",
  "/wiki/Eskdale,_Cumbria": "Eskdale is a glacial valley and civil parish in the western Lake District National Park in Cumbria, England.  It forms part of the Borough of Copeland, and in 2001 had a population of 264, increasing to 304 at the 2011 Census.\nOne of the Lake District's most popular tourist attractions, the Ravenglass and Eskdale Railway, runs through the valley, though along with other western valleys of the Lake District, Eskdale is notably quieter during the high summer season than the more accessible eastern areas.",
  "/wiki/River_Esk,_Cumbria": "The River Esk, sometimes called the Cumbrian Esk, is a river in Cumbria, England. It flows for approximately 25 km (15.5 miles) from its source in the Scafells range of mountains to its estuary at Ravenglass. It is one of two Rivers Esk in Cumbria, and not to be confused with the Border Esk which flows on the Scottish side of the border.",
  "/wiki/Orton,_Eden": "Orton is a village and civil parish in Cumbria, England. It lies 15 miles (24 km) south of Penrith, 8 miles (13 km) from Appleby-in-Westmorland and 1.5 miles (2.4 km) from the M6 motorway. It is in the upper Lune Valley and set at the foot of Orton Scar in the Orton Fells. The Lake District is nearby. A few miles over Orton Scar is the Eden valley. Historically the parish was part of the county of Westmorland. It is now in the Eden district of Cumbria.",
  "/wiki/Knock,_Cumbria": "Knock is a small village in the Eden district of Cumbria, England and 1.90Km northwest of the larger village of Dufton and 3.08Km south of the village of Milburn. It lies midway between Cross Fell to the north and the town of Appleby-in-Westmorland to the south. Knock is situated 1Km east of the small hamlet and Farm, Knock cross (X)",
  "/wiki/Swindale_Beck": "Swindale Beck is a stream in Cumbria, England. It is formed at Swindale Head where Mosedale Beck, from the slopes of Tarn Crag, joins Hobgrumble Beck from Selside Pike. The stream flows north-east along Swindale and joins the River Lowther near Rosgill between Shap and Bampton.",
  "/wiki/Little_Langdale": "Little Langdale is a valley in the Lake District, England, containing Little Langdale Tarn and a hamlet also called Little Langdale. A second tarn, Blea Tarn, is in a hanging valley between Little Langdale and the larger Great Langdale to the north. Little Langdale is flanked on the south and southwest by Wetherlam and Swirl How, and to the north and northwest by Lingmoor Fell and Pike of Blisco. The valley descends to join with Great Langdale above Elter Water.",
  "/wiki/River_Brathay": "The Brathay is a river of north-west England. Its name comes from Old Norse and means broad river. It rises at a point 1289 feet (393 m) above sea level near the Three Shire Stone at the highest point of Wrynose Pass (grid reference NY277028) in the Lake District. Its catchment area includes the northern flanks of Wetherlam, Great Carrs and others of the Furness Fells, as well as a substantial area of the Langdale Fells.",
  "/wiki/Pennington,_Cumbria": "Pennington is a small village and civil parish in Furness, a region of Cumbria, England. Pennington lies between Ulverston, Rosside and Lindal. Pennington is located just off the nearby A590, with the nearest railway link in Ulverston.",
  "/wiki/Sca_Fell": "Scafell (/ˈskɔːfəl/ or /skɑːˈfɛl/;  also spelled Sca Fell, previously Scawfell) is a mountain in the English Lake District, part of the Southern Fells.  Its height of 964 metres (3,162 ft) makes it the second-highest mountain in England after its neighbour Scafell Pike, from which it is separated by Mickledore col.",
  "/wiki/Seathwaite,_Allerdale": "Seathwaite is a small hamlet in Borrowdale valley in the Lake District of Cumbria, North West England. It is located 13 kilometres (8 mi) southwest of Keswick at the end of a minor road that heads southwest from the hamlet of Seatoller, which is where the B5289 road begins its steep climb up the pass to Honister Hause on the boundary between Borrowdale civil parish and Buttermere civil parish.",
  "/wiki/Shap": "Shap is a linear village and civil parish located among fells and isolated dales in Eden district, Cumbria, England. The village lies along the A6 road and the West Coast Main Line, and is near to the M6 motorway. It is situated 10 miles (16 km) from Penrith and about 15 miles (24 km) from Kendal, in the historic county of Westmorland.",
  "/wiki/Packhorse_bridge": "A packhorse bridge is a bridge intended to carry packhorses (horses loaded with sidebags or panniers) across a river or stream. Typically a packhorse bridge consists of one or more narrow (one horse wide) masonry arches, and has low parapets so as not to interfere with the panniers borne by the horses. Multi-arched examples sometimes have triangular cutwaters that are extended upward to form pedestrian refuges.:24–25"
}