{
  "/wiki/Z_(video_game)": "Z (pronounced \"zed\") is a 1996 real-time strategy computer game by The Bitmap Brothers. It is about two armies of robots (red and blue) battling to conquer different planets.",
  "/wiki/Bitmap_Brothers": "The Bitmap Brothers are a UK based video game developer founded in 1987. The company entered the video game industry in 1988 with the scrolling shooter Xenon. They quickly followed with Speedball. Prior to becoming the publisher of their own games (under Renegade Software), early Bitmap Brothers titles were distributed by Image Works and Konami.",
  "/wiki/Renegade_Software": "Renegade Software was a UK-based games publisher, founded in 1991 by the Bitmap Brothers.",
  "/wiki/Zak_McKracken_and_the_Alien_Mindbenders": "Zak McKracken and the Alien Mindbenders is a 1988 graphic adventure game by Lucasfilm Games. It was the second game to use the SCUMM engine, after Maniac Mansion. The project was led by David Fox, with Matthew Alan Kane as the co-designer and co-programmer.",
  "/wiki/LucasArts": "LucasArts Entertainment Company, LLC, doing business as Lucasfilm Games, is an American licensor. Until 2013, it was also a video game publisher and video game developer. LucasArts is best known for its graphic adventure games, as well as games based on the Star Wars and Indiana Jones franchises. Its headquarters are in San Francisco, California.",
  "/wiki/Zany_Golf": "Zany Golf, also known as Will Harvey's Zany Golf, is a fantasy take on miniature golf developed by Sandcastle Productions and published by Electronic Arts 1988. The game was originally written for the Apple IIGS and subsequently ported to the Amiga, Atari ST, and MS-DOS machines. In 1990 a port was released for the Sega Genesis. The game was developed by Will Harvey, Ian Gooding, Jim Nitchals, and Douglas Fulton. Harvey was pursuing his advanced degrees at Stanford University at the time.[citation needed]",
  "/wiki/Electronic_Arts": "Electronic Arts Inc. (EA) is an American video game company headquartered in Redwood City, California. It is the second-largest gaming company in the Americas and Europe by revenue and market capitalization after Activision Blizzard and ahead of Take-Two Interactive and Ubisoft as of March 2018.",
  "/wiki/IBM": "The International Business Machines Corporation (IBM) is an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York.",
  "/wiki/Ideas_from_the_Deep": "id Software LLC (/ɪd/) is an American video game developer based in Dallas, Texas. The company was founded on February 1, 1991, by four members of the computer company Softdisk, programmers John Carmack and John Romero, game designer Tom Hall, and artist Adrian Carmack (no relation to John Carmack). Business manager Jay Wilbur was also involved. id Software made important technological developments in video game technologies for the PC (running MS-DOS and Windows), including work done for the Wolfenstein, Doom, and Quake franchises. id's work was particularly important in 3D computer graphics technology and in game engines that are used throughout the video game industry. The company was involved in the creation of the first-person shooter (FPS) genre. Wolfenstein 3D is often considered to be the first true FPS, Doom is a game that popularized the genre and PC gaming in general, and Quake was id's first true 3D FPS.",
  "/wiki/Softdisk": "Softdisk was a software and Internet company based in Shreveport, Louisiana. Founded in 1981, its original products were disk magazines (which they termed \"magazettes\", for \"magazine on diskette\").  It was affiliated and partly owned by paper magazine Softalk at founding, but survived its demise.",
  "/wiki/Zaxxon": "Zaxxon[a] is a 1982 isometric shooter arcade game, developed and released by Sega, in which the player pilots a ship through heavily defended space fortresses. Some sources claim that Japanese electronics company Ikegami Tsushinki also worked on the development of the game.",
  "/wiki/Sega": "Sega Games Co., Ltd.[a] is a Japanese multinational video game developer and publisher headquartered in Shinagawa, Tokyo. Its international branches, Sega of America and Sega Europe, are respectively headquartered in Irvine, California, and London.  Sega's arcade division, once part of Sega Corporation, has existed as Sega Interactive Co., Ltd. since 2015.  Both companies are subsidiaries of Sega Holdings Co., Ltd., which is in turn a part of Sega Sammy Holdings.  From 1983 until 2001, Sega also developed and sold video game consoles.",
  "/wiki/Synergy": "Synergy is the creation of a whole that is greater than the simple sum of its parts.  The term synergy comes from the Attic Greek word συνεργία synergia from synergos, συνεργός, meaning \"working together\".",
  "/wiki/Zeliard": "Zeliard (ゼリアード, Zeriādo) is a platform-action RPG video game developed for the NEC PC-8801 and published by Game Arts in 1987 in Japan. Sierra On-Line struck a deal with Game Arts and had the game re-published for Europe and North America on DOS in 1990. In Zeliard, the player controls the knight Duke Garland, whose task is to save the Kingdom of Zeliard by destroying the evil overlord Jashiin, and recovering the Nine Tears of Esmesanti, magic jewels.",
  "/wiki/Game_Arts": "Game Arts Co., Ltd. (株式会社ゲームアーツ, Kabushiki gaisha gēmu ātsu) is a Japanese developer and publisher of video games located in Chiyoda, Tokyo. Originally established in 1985 as a computer software company, it expanded into producing for a number of game console and handheld systems. Its President and CEO in 2007 was Yoichi Miyaji at which time it was a member of the Computer Entertainment Supplier's Association of Japan (CESA).  Its major trading partners then included Square Enix, Bandai Namco, Koei Tecmo, and Gung-Ho Online Entertainment, some of whom co-developed or produced games in cooperation with the company.",
  "/wiki/Sierra_On-Line": "Sierra Entertainment, Inc. (formerly On-Line Systems and Sierra On-Line, Inc.) was an American video game developer and publisher. Founded in 1979 as On-Line Systems, by Ken and Roberta Williams, Sierra is known primarily for its graphic adventure game series such as King's Quest, Space Quest, Police Quest, Gabriel Knight, and Quest for Glory.",
  "/wiki/Zephyr_(video_game)": "Zephyr is a video game developed and published by New World Computing for DOS.",
  "/wiki/New_World_Computing": "New World Computing, Inc. was an American video game developer and publisher founded in 1984 by Jon Van Caneghem, his wife, Michaela Van Caneghem, and Mark Caldwell. It was best known for its work on the Might and Magic role-playing video game series and its spin-offs, especially Heroes of Might and Magic. The company was purchased by and became a division of The 3DO Company on July 10, 1996 from NTN Communications, after NTN purchased New World Computing for $10 million in stock.",
  "/wiki/Zeppelin:_Giants_of_the_Sky": "Zeppelin is a video game developed by German studio Ikarion and published by Microprose for the Amiga and DOS.",
  "/wiki/Zone_66": "Zone 66 is a top down, multidirectional shooter released in 1993 for IBM PC compatibles as shareware. The game was created by a North American Demo Scene group called Renaissance, and was published by Epic MegaGames.[citation needed] The game shipped on a self-booting disk, so it could bypass MS-DOS and load into a custom protected mode environment.",
  "/wiki/Epic_MegaGames": "Epic Games, Inc. is an American video game and software development company based in Cary, North Carolina. The company was founded by Tim Sweeney as Potomac Computer Systems in 1991, originally located in his parents' house in Potomac, Maryland. Following his first commercial video game release, ZZT (1991), the company became Epic MegaGames, Inc. in early 1992 and brought on Mark Rein, who is the company's vice president to date. Moving their headquarters to Cary in 1999, the studio's name was simplified to Epic Games.",
  "/wiki/Zone_Raiders": "Zone Raiders is a futuristic vehicular combat video game for MS-DOS and Macintosh focused around hovercars. Developed by Image Space Incorporated and published by Virgin Interactive, it was released in North America in 1995. The music in the game was created by the band CONTAGIAN, of which some of the Virgin Studios Audio Department were members.",
  "/wiki/Image_Space_Incorporated": "Image Space Incorporated, commonly known as ISI is an independent video game developer based in Ann Arbor, Michigan, specializing in the fields of\ncomputer game development, man-in-the-loop simulator architectures, computer image generation, and entertainment systems integration.\nISI was originally founded by Kurt Kleinsorge who added partners Joseph Campana and Gjon Camaj. ISI began with the development of vehicle simulators used for military training. They have worked on many different types of software, but focused most of their development time over the years on racing games and simulators.\nISI also developed the ISImotor game engine, which is used for creating many racing games like GT Legends, GTR2, ARCA Sim Racing '08, Race 07 and others.\nISI has never made games for the consoles, except Shadowgate Rising, which was cancelled. Sports Car GT title for the PlayStation was made by another company Point of View\nand all the EA Formula 1 games for the consoles were made by Visual Science.",
  "/wiki/Virgin_Interactive": "Virgin Interactive Entertainment  was the video game publishing division of British conglomerate the Virgin Group. It was formed as Virgin Games in 1983. Initially built around a small development team called the Gang of Five, the company grew significantly after purchasing budget label Mastertronic in 1987.",
  "/wiki/Zool": "Zool: Ninja of the Nth Dimension is a platform game originally produced for the Amiga by Gremlin Graphics in 1992. It was later ported to several other platforms and followed by Zool 2 in 1993.",
  "/wiki/Gremlin_Interactive": "Infogrames Studios Limited (formerly Gremlin Graphics Software Limited and later Gremlin Interactive Limited) was a British software house based in Sheffield, working mostly in the home computer market. Like many software houses established in the 1980s, their primary market was the 8-bit range of computers such as the ZX Spectrum, Amstrad CPC, MSX, Commodore 16 and Commodore 64. The company was acquired by French video game publisher Infogrames in 1999, and was renamed Infogrames Studios in 2000. Infogrames Studios closed down in 2003.",
  "/wiki/Zool_2": "Zool 2 is a platform video game originally developed by The Warp Factory and published by Gremlin Graphics for the Amiga in 1993. It is the sequel to the original Zool, which was released earlier in 1992 on various platforms.",
  "/wiki/Gremlin_Graphics": "Infogrames Studios Limited (formerly Gremlin Graphics Software Limited and later Gremlin Interactive Limited) was a British software house based in Sheffield, working mostly in the home computer market. Like many software houses established in the 1980s, their primary market was the 8-bit range of computers such as the ZX Spectrum, Amstrad CPC, MSX, Commodore 16 and Commodore 64. The company was acquired by French video game publisher Infogrames in 1999, and was renamed Infogrames Studios in 2000. Infogrames Studios closed down in 2003.",
  "/wiki/Zoop": "Zoop is a puzzle computer and console video game originally developed by Hookstone Productions and published by Viacom New Media for many platforms in 1995. It has some similarities to Taito's 1989 arcade game Plotting (known as Flipull in other territories and on other systems) but Zoop runs in real-time instead.",
  "/wiki/Viacom_New_Media": "The first incarnation of Viacom Inc.[a] (an acronym of Video & Audio Communications) was an American media conglomerate. It began as CBS Films, the syndication division of the CBS television network in 1952; it was renamed CBS Enterprises in 1968, renamed Viacom in 1970, and spun off into its own company in 1971. Viacom was a distributor of CBS television series throughout the 1970s and 1980s, and also distributed syndicated television programs.",
  "/wiki/Zork_I": "Zork: The Great Underground Empire - Part I, later known as Zork I, is an interactive fiction video game written by Marc Blank, Dave Lebling, Bruce Daniels, and Tim Anderson and published by Infocom in 1980. It was the first game in the Zork trilogy and was released for a wide range of computer systems, followed by Zork II and Zork III. It was Infocom's first game, and sold 378,000 copies by 1986.",
  "/wiki/Infocom": "Infocom was a software company based in Cambridge, Massachusetts that produced numerous works of interactive fiction. They also produced one notable business application, a relational database called Cornerstone."
}