{
  "/wiki/Blaenau_Gwent": "Blaenau Gwent (/ˌblaɪnaɪ ˈɡwɛnt/; Welsh: [ˈbləi.nai]) is a county borough in  Wales, sharing its name with a parliamentary constituency.  It borders the unitary authority areas of Monmouthshire and Torfaen to the east, Caerphilly to the west and Powys to the north.  Its main towns are Abertillery, Brynmawr, Ebbw Vale and Tredegar. Its highest point is Coity Mountain at 1,896 feet (578 m).",
  "/wiki/Aberbeeg": "The small village of Aberbeeg (from Welsh  Aber-bîg, meaning 'mouth of the river Bîg') lies in the county borough of Blaenau Gwent in Wales, within the historic boundaries of Monmouthshire. It is part of the community of Llanhilleth. The two main tributaries of the Ebbw River, the Ebbw Fawr and Ebbw Fach converge at Aberbeeg.",
  "/wiki/Conwy_County_Borough": "Conwy County Borough (Welsh: Bwrdeistref Sirol Conwy) is a unitary authority area in North Wales.",
  "/wiki/Penmachno": "Penmachno is a village in the isolated upland Machno valley, four miles south of Betws-y-Coed in the county of Conwy, North Wales. The B4406 road runs through part of the village. The village is at the confluence of the Glasgwm and Machno rivers. It has a five-arched, stone bridge dating from 1785. The village has been referred to as Pennant Machno, Llandudclyd and Llan dutchyd in historical sources.",
  "/wiki/River_Machno": "River Machno (Welsh: Afon Machno) is a river in Snowdonia in north-west Wales. It is the first major tributary of the River Conwy, which it joins south of Betws-y-coed, just past the impressive Penmachno Falls.",
  "/wiki/Flintshire": "Flintshire (Welsh: Sir y Fflint) is a principal area of Wales, known as a county. It was created by the Local Government (Wales) Act 1994. It is in north-east Wales, bordering the English county of Cheshire to the east, Denbighshire to the west and Wrexham County Borough to the south. It is named after the historic county of Flintshire which has notably different borders. Flintshire is considered part of the Welsh Marches and formed part of the historic Earldom of Chester and Flint. The county is governed by Flintshire County Council based in County Hall, Mold.",
  "/wiki/Caergwrle": "Caergwrle (Welsh pronunciation) is a village in the county of Flintshire, in north east Wales. Approximately 5–6 miles (8.0–9.7 km) from Wrexham and situated on the A541 road, it is contiguous with the villages of Abermorddu and Hope, though in parts Caergwrle and Hope are separated by a river border. The village lies on the River Alyn and sits at the base of Hope Mountain. At the 2001 Census, the population was 1,650. The population was subsequently absorbed in the community of Hope and only the electoral ward remained. The population of this ward as taken at the 2011 census was 1,619. The ward includes the area of Abermorddu. Further south is the village of Cefn-y-Bedd.",
  "/wiki/River_Alyn": "The River Alyn (Welsh: Afon Alun) is a tributary of the River Dee. The River Alyn rises at the southern end of the Clwydian hills and the Alyn Valley forms part of the Clwydian Range Area of Outstanding Natural Beauty. The main town on the river Alyn is Mold, the county town of Flintshire. It lends its name to the constituencies of Alyn and Deeside in the UK Parliament and the Welsh Assembly.",
  "/wiki/Ffrith": "Ffrith is a small village in the community of Llanfynydd in Flintshire, north-east Wales.",
  "/wiki/River_Cegidog": "The River Cegidog (Welsh: Afon Cegidog) is a river in north-east Wales. It flows mainly through Flintshire but towards the end of its course it forms the border between Flintshire and Wrexham County Borough.",
  "/wiki/Gwynedd": "Gwynedd (English: /ˈɡwɪnɪð/; Welsh: [ˈɡʊɨnɛð]) is a county in Wales, sharing borders with Powys, Conwy, Denbighshire, Anglesey over the Menai Strait, and  Ceredigion over the River Dyfi. The scenic Llŷn Peninsula and most of Snowdonia National Park are in Gwynedd. Bangor is the home of Bangor University. In the northern part of the county, the other main settlements are Caernarfon, Bethesda, Ffestiniog, Porthmadog and Pwllheli. The largest settlement in the south is Tywyn.",
  "/wiki/Dyffryn_Ardudwy": "Dyffryn Ardudwy (Welsh pronunciation) is a village, community and electoral ward in the Ardudwy area of Gwynedd, Wales consisting of several small villages including Coed Ystumgwern, Llanenddwyn (Welsh pronunciation), Llanddwywe, Talybont and Dyffryn Ardudwy. It is situated on the main A496 coast road between Harlech and Barmouth.  The ward had a population of 1,540 according to the 2011 census.",
  "/wiki/River_Dovey": "The River Dyfi (Welsh: Afon Dyfi Welsh pronunciation: [ˈdəviː], sometimes anglicised as River Dovey /ˈdʌviː/,) is a river in Mid Wales. It is approximately 30 miles (48 km) long. Its estuary forms the border between the counties of Gwynedd and Ceredigion, and its lower reaches have historically been considered the boundary between North and South Wales.",
  "/wiki/Powys": "Powys (/ˈpoʊɪs, ˈpaʊɪs/; Welsh: [ˈpowɪs]) is a principal area and county, and one of the preserved counties of Wales. It is named after the Kingdom of Powys which was a Welsh successor state, petty kingdom and principality that emerged during the Middle Ages following the end of Roman rule in Britain.",
  "/wiki/Llangenny": "Llangenny is a small hamlet in the Brecon Beacons National Park in southern Powys, Wales.",
  "/wiki/Grwyne_Fawr": "The Grwyne Fawr is a river in the Brecon Beacons National Park in south Wales. A section of it forms the administrative border between Powys and Monmouthshire and also of the historic counties of Brecon and Monmouth.  The river and its major tributary the Grwyne Fechan flow into the River Usk at Glangrwyney.",
  "/wiki/Swansea": "Swansea (/ˈswɒnzi/; Welsh: Abertawe [abɛrˈtawɛ]) is a coastal city and county, officially known as the City and County of Swansea (Welsh: Dinas a Sir Abertawe) in Wales. Swansea lies within the historic county boundaries of Glamorgan and the ancient Welsh commote of Gŵyr on the southwest coast. The county area includes Swansea Bay (Welsh: Bae Abertawe) and the Gower Peninsula. Swansea is the second largest city in Wales and the twenty-fifth largest city in the United Kingdom. According to its local council, the City and County of Swansea had a population of 241,300 in 2014, the second most populous local authority area in Wales after Cardiff. Together with Neath and Port Talbot, Swansea formed a wider Urban Area of 300,352 in 2011.",
  "/wiki/Cheriton,_Swansea": "The Gower Peninsula (Welsh: Gŵyr) in the City and County of Swansea, Wales, United Kingdom is an Area of Outstanding Natural Beauty. It contains over twenty villages and communities."
}