{
  "/wiki/MG_08": "The Maschinengewehr 08, or MG 08, was the German Army's standard machine gun in World War I and is an adaptation of Hiram S. Maxim's original 1884 Maxim gun. It was produced in a number of variants during the war. The MG 08 served during World War II as a heavy machine gun in many German infantry divisions, although by the end of the war it had mostly been relegated to second-rate fortress units.",
  "/wiki/Deutsche_Waffen_und_Munitionsfabriken": "Deutsche Waffen- und Munitionsfabriken Aktiengesellschaft (German Weapons and Munitions public limited company), known as DWM, was an arms company in Imperial Germany created in 1896 when Ludwig Loewe & Company united its weapons and ammunition production facilities within one company. In 1896 Loewe founded Deutsche Waffen- und Munitionsfabriken with a munitions plant in Karlsruhe (Baden), formerly Deutsche Metallpatronenfabrik Lorenz, and the weapons plant in Berlin. Shares that Loewe had in other gun- and ammunition plants were transferred to DWM. This included Waffenfabrik Mauser, Fabrique Nationale d'Armes de Guerre (FN) in Belgium and Waffen- und Munitionsfabrik A.G. in Budapest. The DWM was orchestrated by Isidor Loewe (1848–1910), as his brother Ludwig had died in 1886. Karl Maybach (who was part of the Maybach company) was employed by the Loewe company in 1901.",
  "/wiki/7.92%C3%9757mm_Mauser": "The 7.92×57mm Mauser (designated as the 8mm Mauser or 8×57mm by the SAAMI  and 8 × 57 IS by the C.I.P.) is a rimless bottlenecked rifle cartridge. The 7.92×57mm Mauser cartridge was adopted by the German Empire in 1903–1905, and was the German service cartridge in both World Wars. In its day, the 7.92×57mm Mauser cartridge was one of the world's most popular military cartridges. In the 21st century it is still a popular sport and hunting cartridge that is factory-produced in Europe and the United States.",
  "/wiki/Wehrmacht": "The Wehrmacht (German pronunciation: [ˈveːɐ̯maxt] (listen), lit. defence force) was the unified armed forces of Nazi Germany from 1935 to 1945. It consisted of the Heer (army), the Kriegsmarine (navy) and the Luftwaffe (air force). The designation \"Wehrmacht\" replaced the previously used term Reichswehr, and was the manifestation of the Nazi regime's efforts to rearm Germany to a greater extent than the Treaty of Versailles permitted.",
  "/wiki/MG_15": "The MG 15 was a German 7.92 mm machine gun designed specifically as a hand manipulated defensive gun for combat aircraft during the early 1930s.  By 1941 it was replaced by other types and found new uses with ground troops.",
  "/wiki/Rheinmetall": "Rheinmetall AG is a European defence contractor. Rheinmetall has a presence in two corporate sectors (automotive and defence) with six divisions, and is headquartered in Düsseldorf, Germany. In fiscal 2018, the company generated sales of €6.148 billion.",
  "/wiki/Luftwaffe": "The Luftwaffe[N 2] (German pronunciation: [ˈlʊftvafə] (listen)) was the aerial warfare branch of the combined German Wehrmacht military forces during World War II. Germany's military air arms during World War I, the Luftstreitkräfte of the Army and the Marine-Fliegerabteilung of the Navy had been disbanded in May 1920 as a result of the terms of the Treaty of Versailles which stated that Germany was forbidden to have any air force.",
  "/wiki/MG_30": "The Maschinengewehr 30, or MG 30 was a German-designed machine gun that saw some service with various armed forces in the 1930s. It was also modified to become the standard German aircraft gun as the MG 15 and MG 17. It is most notable as the design pattern that led to the MG 34 and MG 42, and thus is one of the major ancestors of many of the weapons in service which would later find widespread use into the 21st century.",
  "/wiki/Steyr-Daimler-Puch": "Steyr-Daimler-Puch (German pronunciation: [ˈʃtaɪɐ ˈdaɪmlɐ ˈpʊx]) was a large manufacturing conglomerate based in Steyr, Austria, which was broken up in stages between 1987 and 2001. The component parts and operations continued to exist under separate ownership and new names.",
  "/wiki/ZB_vz._30": "The ZB-30 and ZB-30J were Czechoslovakian light machine guns that saw extensive use during World War II.",
  "/wiki/Zbrojovka_Brno": "Pre-war Československá zbrojovka, akc.spol. and post-war Zbrojovka Brno, n.p. was a maker of small arms, light artillery, and motor vehicles in Brno, Czechoslovakia. It also made other products and tools, such as typewriters and early computers.",
  "/wiki/Waffen-SS": "The Waffen-SS (German pronunciation: [ˈvafn̩ʔɛsˌʔɛs]) was the military branch of the Nazi Party's SS organisation. Its formations included men from Nazi Germany, along with volunteers and conscripts from both occupied and unoccupied lands.",
  "/wiki/MG_34": "The Maschinengewehr 34, or MG 34, is a German recoil-operated air-cooled machine gun, first tested in 1929, introduced in 1934, and issued to units in 1936. It introduced an entirely new concept in automatic firepower – the Einheitsmaschinengewehr (Universal machine gun) – and is generally considered the world's first general-purpose machine gun (GPMG).",
  "/wiki/Mauser": "Mauser, originally Königliche Waffen Schmieden, is a German arms manufacturer. Their line of bolt-action rifles and semi-automatic pistols has been produced since the 1870s for the German armed forces. In the late 19th and early 20th centuries, Mauser designs were also exported and licensed to many countries which adopted them as military and civilian sporting firearms.  The Mauser Model 98 in particular was widely adopted and copied, and is the foundation of many of today's sporting bolt action rifles.",
  "/wiki/Kriegsmarine": "The Kriegsmarine (German pronunciation: [ˈkʁiːksmaˌʁiːnə], lit. \"War Navy\") was the navy of Nazi Germany from 1935 to 1945. It superseded the Imperial German Navy of the German Empire (1871–1918) and the inter-war Reichsmarine (1919–1935) of the Weimar Republic. The Kriegsmarine was one of three official branches, along with the Heer (Army) and the Luftwaffe (Air Force) of the Wehrmacht, the German armed forces from 1933 to 1945.",
  "/wiki/MG_42": "The MG 42 (shortened from German: Maschinengewehr 42, or \"machine gun 42\") is a 7.92×57mm Mauser general-purpose machine gun designed in Nazi Germany and used extensively by the Wehrmacht and the Waffen-SS during the second half of World War II. It was intended to replace the earlier MG 34, which was more expensive and took much longer to produce, but both weapons were produced until the end of World War II.",
  "/wiki/Simson_(company)": "Simson was a German company which produced firearms, automobiles, bicycles and motorcycles, and mopeds. Under the Third Reich, the factory was taken from the Jewish Simson family, and was renamed several times under Nazi and later Communist control. The Simson name was reintroduced as a brand name for mopeds produced at the factory in the former German Democratic Republic (GDR). Simson mopeds were then produced in Suhl (Germany) until 2002.",
  "/wiki/MG_45": "The MG 45 (also known as the MG42V) was a machine gun based on the MG 42, which was developed but not fielded in significant numbers by the German Army in World War II.",
  "/wiki/Barnitzke_machine_gun": "The Barnitzke machine gun is a prototype machine gun of late World War II German origin. The weapon uses an unusual delayed blowback operation, where during firing the bolt opening is delayed by the rotational inertia of two flywheels, which are driven by a rack and pinion arrangement on the bolt carrier.",
  "/wiki/MG_81": "The MG 81 was a German belt fed 7.92×57mm Mauser machine gun which was used in flexible installations in World War II Luftwaffe aircraft, in which capacity it replaced the older drum magazine-fed MG 15.",
  "/wiki/List_of_World_War_II_firearms_of_Germany": "."
}