{
  "/wiki/Lisa_Dobriskey": "Lisa Jane Dobriskey (born 23 December 1983 in Ashford, Kent) is an English middle distance athlete.  She was the Commonwealth champion in the 1500 m in 2006 and won a silver medal in the same distance at the 2009 World Championships.",
  "/wiki/Athletics_at_the_2006_Commonwealth_Games": "At the 2006 Commonwealth Games, the athletics events were held in Melbourne, Australia from 19 March to 25 March 2006. A total of 47 events were contested, of which 24 by male and 23 by female athletes. Furthermore, three men's and three women's disability events were held within the programme. All athletics events took place within the Melbourne Cricket Ground, while the marathon and racewalking events took place on the streets of Melbourne and finished at the main stadium.",
  "/wiki/Phillips_Idowu": "Phillips Olaosebikan Idowu, MBE (born 30 December 1978) is a British athlete who specialises in the triple jump. He is a former World Outdoor and Indoor, European Outdoor and Indoor, and Commonwealth triple jump champion. He was also a silver medalist at the 2008 Summer Olympics. Idowu is a member of the London-based Belgrave Harriers athletics club and has been for much of his career.",
  "/wiki/Dean_Macey": "Dean Macey (born 12 December 1977) is an English athlete from Canvey Island. He is best known for competing in the decathlon, which he did from 1995 to 2008, winning the Commonwealth Games decathlon, two World Championship medals, as well as twice finishing fourth in the Olympic Games. Retiring from decathlon due to injury, he has competed in the bobsleigh since 2008.",
  "/wiki/Nicholas_Nieland": "Nicholas Nieland (born 31 January 1972 in Truro, Cornwall) is a British javelin thrower.",
  "/wiki/Christine_Ohuruogu": "Christine Ijeoma Ohuruogu, MBE (born 17 May 1984) is a British track and field athlete who specialises in the 400 metres, the event for which she is a former Olympic,  World and Commonwealth champion. \nThe Olympic champion in 2008, and silver medalist in 2012, she is a double World Champion, having won the 400 m at the 2007 and 2013 World Championships. She has also won six World championship medals in the women's 4 x 400m relay as part of the Great Britain and Northern Ireland team (three awarded following disqualification for doping for other athletes) and bronze Olympic medals with the women's 4 x 400m relay at the 2008 Beijing Games and the 2016 Rio Games, her final Olympics. Ohuruogu shares with Merlene Ottey and Usain Bolt the record for medalling in most successive global championships - 9 between the 2005 World Championships in Athletics and the 2016 Summer Olympics.",
  "/wiki/Kelly_Sotherton": "Kelly Jade Sotherton MBE (born 13 November 1976) is a British former heptathlete. In the heptathlon she was the bronze medallist at the 2004 Summer Olympics and, following the disqualification of two other athletes, also at the 2008 Summer Olympics, as well as being part of the bronze medal winning team in the Women's 4x400m relay at the 2008 Summer Olympics (again, initially finishing 5th but upgraded after various subsequent doping disqualifications). As such she is one of only five women to win multiple medals in Olympic heptathlon.",
  "/wiki/Tracey_Hallam": "Tracey Jayne Hallam (born 24 March 1975) is a former English badminton player.",
  "/wiki/Badminton_at_the_2006_Commonwealth_Games": "The badminton competition at the 2006 Commonwealth Games took place at the purpose-built temporary venue within the Melbourne Convention and Exhibition Centre in Melbourne, Australia from 15 March until 26 March 2006.",
  "/wiki/Gail_Emms": "Gail Elizabeth Emms MBE (born 23 July 1977) is a retired English badminton player who has achieved international success in doubles tournaments. A badminton player since the age of four, Emms was first chosen to represent England in 1995 and regularly played for her country until her retirement from professional sport in 2008.",
  "/wiki/Nathan_Robertson": "Nathan James Robertson (born 30 May 1977 in Nottingham) from Cotgrave in Nottinghamshire is a retired English badminton player who has achieved international success in both the men's events and the mixed doubles event. He was educated at Dayncourt School Specialist Sports College.",
  "/wiki/Don_Broadhurst": "Don Broadhurst is an English professional boxer who competes in the Flyweight division.  He hails from Birmingham and currently boxes for Frank Warren's Sports Network. He held the Commonwealth super flyweight champion from 31 October 2008 to 11 December 2009.",
  "/wiki/Boxing_at_the_2006_Commonwealth_Games": "Boxing at the 2006 Commonwealth Games was held at the Melbourne Exhibition Centre. It was one of the male-only sports at the Commonwealth Games, the other being Rugby Sevens.",
  "/wiki/Stephen_Smith_(boxer)": "Stephen Francis Smith (born 22 July 1985) is a British professional boxer. He challenged once for the IBF super featherweight title and once for the WBA super featherweight title in 2016, and held the WBC Silver super featherweight title twice between 2014 and 2016. At regional level, he held the British and Commonwealth featherweight titles between 2010 and 2011 and the British super featherweight title in 2013.",
  "/wiki/Frankie_Gavin_(boxer)": "Frankie Raymond Gavin (born 28 September 1985) is a British professional boxer. He held the British and Commonwealth welterweight titles between 2012 and 2015, and has challenged once for the IBF welterweight title in 2015. As an amateur, Gavin won a gold medal in the lightweight division at the 2007 World Championships, becoming England's first ever winner of that event. He also won lightweight gold at the 2006 Commonwealth Games.",
  "/wiki/James_Russan": "James Simon Russan (born 24 August 1986), best known as Jamie Cox, is a British professional boxer who held the Commonwealth light-middleweight title from 2011 to 2012. As an amateur, he won a gold medal at the 2006 Commonwealth Games.",
  "/wiki/David_Price_(boxer)": "David Price (born 6 July 1983) is a British professional boxer. He held the British, and Commonwealth heavyweight titles in 2012, and was one of the division's top-rated prospects in the early 2010s until several knockout losses. As an amateur he won a bronze medal at the 2008 Olympics, gold at the 2006 Commonwealth Games and 2008 EU Championships, and three ABA titles; all in the super-heavyweight division.",
  "/wiki/Liam_Killeen": "Liam Killeen (born 12 April 1982), is a British professional mountain biker. He represented England in cross country racing at the Commonwealth Games in 2002 where he came 3rd, and became Commonwealth Champion in 2006. He has won the British Mountain Biking National Champion over five consecutive years; 2008, 2009, 2010, 2011 and 2012. He competed for Great Britain at the 2004 and 2008 Summer Olympics and was chosen as the sole male cross-country rider for the British team for the London Games in 2012.",
  "/wiki/Cycling_at_the_2006_Commonwealth_Games": "The Cycling at the 2006 Commonwealth Games was made up of three disciplines:",
  "/wiki/Paul_Manning_(cyclist)": "Paul Christian Manning, MBE (born 6 November 1974, Sutton Coldfield) is a former English professional track and road bicycle racer who rode for the UCI Professional Continental team Landbouwkrediet-Tönissteiner in 2007 and 2008. He is strong in the Individual and Team Pursuit disciplines on track and has won many medals for Britain in the Olympics, Commonwealth Games, Track World Championships and Track World Cups.",
  "/wiki/Victoria_Pendleton": "Victoria Louise Pendleton, CBE (born 24 September 1980) is a British jockey and former track cyclist who specialised in the sprint, team sprint and keirin disciplines. She is a former Olympic,World, European and Commonwealth champion. With two Olympic gold medals and one silver, Pendleton is one of Great Britain's most successful female Olympians.",
  "/wiki/Steve_Cummings": "Stephen Philip Cummings (born 19 March 1981) is an English former racing cyclist, who rode professionally between 2005 and 2019 for the Landbouwkrediet–Colnago, Discovery Channel, Barloworld, Team Sky, BMC Racing Team and Team Dimension Data squads.",
  "/wiki/Rob_Hayles": "Robert John Hayles (born 21 January 1973) is a former track and road racing cyclist, who rode for Great Britain and England on the track and several professional teams on the road. Hayles competed in the team pursuit and madison events, until his retirement in 2011. He now occasionally provides studio-based analysis of cycle races for British Eurosport.",
  "/wiki/Chris_Newton": "Christopher Malcolm Newton (born 29 September 1973, Middlesbrough, England) is a road and track racing cyclist. Newton is a multiple world champion and triple Olympic medalist.",
  "/wiki/Imogen_Cairns": "Imogen Cairns (born 26 January 1989) is a British former artistic gymnast who competed at the 2008 and 2012 Summer Olympics.",
  "/wiki/Gymnastics_at_the_2006_Commonwealth_Games": "The Gymnastics at the 2006 Commonwealth Games was made up of the following disciplines:",
  "/wiki/Louis_Smith_(gymnast)": "Louis Antoine Smith, MBE (born 22 April 1989) is a retired British artistic gymnast.",
  "/wiki/Mick_Gault": "Michael \"Mick\" Gault OBE (born 2 May 1954), is an English sport shooter. He has competed at the Commonwealth Games on six occasions winning eighteen medals, a record for athletes in any sport that he jointly holds with Australian shooter Phillip Adams, but has never been selected for the British Olympic team.",
  "/wiki/Shooting_at_the_2006_Commonwealth_Games": "The Shooting at the 2006 Commonwealth Games was held at various venues around Melbourne; the Clay Target shooting was held at the Melbourne Gun Club, in Lilydale."
}