{
  "/wiki/States_of_Germany": "The Federal Republic of Germany (informally often simply referred to as “Germany”) is a federal republic consisting of sixteen partly-sovereign states (German: Land (“Country”), plural Länder (“Countries”) commonly informally Bundesland (“Federal Country”) and Bundesländer (“Federal Countries”)).[a] Since the German nation state was formed from an earlier collection of several states, it has a federal constitution, and the constituent states retain a measure of sovereignty.\nWith an emphasis on geographical conditions, Berlin and Hamburg are frequently called Stadtstaaten (“City-states”), as is the Free Hanseatic City of Bremen, which in fact includes the cities of Bremen and Bremerhaven. The remaining 13 states are called Flächenländer (literally roughly: \"Area states\").",
  "/wiki/Bavaria": "Bavaria (/bəˈvɛəriə/; German and Bavarian: Bayern [ˈbaɪɐn]), officially the Free State of Bavaria (German and Bavarian: Freistaat Bayern [ˈfʁaɪʃtaːt ˈbaɪɐn]), is a landlocked federal state of Germany, occupying its southeastern corner. With an area of 70,550.19 square kilometres (27,200 sq mi), Bavaria is the largest German state by land area comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is Germany's second-most-populous state after North Rhine-Westphalia. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg and Augsburg.",
  "/wiki/North_Rhine-Westphalia": "North Rhine-Westphalia (German: Nordrhein-Westfalen, pronounced [ˌnɔʁtʁaɪ̯n vɛstˈfaːlən] (listen); Low Franconian: Noordrien-Wesfale; Low German: Noordrhien-Westfalen; Kölsch: Noodrhing-Wäßßfaale, commonly shortened to NRW in both written and spoken language) is a state of Germany.",
  "/wiki/Baden-Württemberg": "Baden-Württemberg (/ˌbɑːdən ˈvɜːrtəmbɜːrɡ/, German: [ˌbaːdn̩ ˈvʏʁtəmbɛʁk] (listen)) is a state in southwest Germany, east of the Rhine, which forms the border with France. It is Germany’s third-largest state, with an area of 35,751 km2 (13,804 sq mi) and 11 million inhabitants. Baden-Württemberg is a parliamentary republic and partly sovereign, federated state which was formed in 1952 by a merger of the states of Württemberg-Baden, Baden and Württemberg-Hohenzollern. The largest city in Baden-Württemberg is the state capital of Stuttgart, followed by Karlsruhe and Mannheim. Other cities are Freiburg im Breisgau, Heidelberg, Heilbronn, Pforzheim, Reutlingen and Ulm.",
  "/wiki/Hamburg": "Hamburg (English: /ˈhæmbɜːrɡ/, German: [ˈhambʊʁk] (listen), locally also [ˈhambʊɪ̯ç] (listen) [ˈhambɔːχ]; Low Saxon: Hamborg), officially the Free and Hanseatic City of Hamburg (German: Freie und Hansestadt Hamburg; Low Saxon: Friee un Hansestadt Hamborg), is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million.",
  "/wiki/Saxony": "Saxony (German: Sachsen [ˌzaksn̩] (listen); Upper Sorbian: Sakska; Czech: Sasko; Polish: Saksonia), officially the Free State of Saxony (German: Freistaat Sachsen [ˈfʁaɪ̯ʃtaːt ˈzaksn̩], Upper Sorbian: Swobodny stat Sakska), is a landlocked federal state of Germany, bordering the federal states of Brandenburg, Saxony Anhalt, Thuringia, and Bavaria, as well as the countries of Poland (Lower Silesian and Lubusz Voivodeships) and the Czech Republic (Karlovy Vary, Liberec, and Ústí nad Labem Regions). Its capital is Dresden, and its largest city is Leipzig.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Bremen_(state)": "Bremen (German: [ˈbʁeːmən] (listen)), officially the Free Hanseatic City of Bremen (German: Freie Hansestadt Bremen), is the smallest and least populous of Germany's 16 states. It is informally called Land Bremen (\"State of Bremen\"), although this is sometimes used in official contexts. The state consists of the city of Bremen as well as the small exclave of Bremerhaven in Northern Germany, surrounded by the larger state of Lower Saxony.",
  "/wiki/Rhineland-Palatinate": "Rhineland-Palatinate (German: Rheinland-Pfalz, pronounced [ˈʁaɪ̯nlant ˈp͡falt͡s]) is a state of Germany located in the west of the country. Covering an area of 19,846 km2 (7,663 sq mi) and with a population of 4.05 million inhabitants, it is the seventh-most populous German state. Mainz is the state capital and largest city, while other major cities include Ludwigshafen am Rhein, Koblenz, Trier, Kaiserslautern and Worms. Rhineland-Palatinate is surrounded by the states of North Rhine-Westphalia, Saarland, Baden-Württemberg and Hesse. It also borders three foreign countries: France, Luxembourg and Belgium.",
  "/wiki/Lower_Saxony": "Lower Saxony (German: Niedersachsen [ˈniːdɐzaksn̩] (listen); Low German: Neddersassen) is a German state (Land) situated in northwestern Germany. It is the second-largest state by land area, with 47,624 km2 (18,388 sq mi), and fourth-largest in population (7.9 million) among the 16 Länder federated as the Federal Republic of Germany. In rural areas, Northern Low Saxon (a dialect of Low German) and Saterland Frisian (a variety of the Frisian language) are still spoken, but the number of speakers is declining.",
  "/wiki/Schleswig-Holstein": "Schleswig-Holstein (German: [ˈʃleːsvɪç ˈhɔlʃtaɪn]) is the northernmost of the 16 states of Germany, comprising most of the historical duchy of Holstein and the southern part of the former Duchy of Schleswig. Its capital city is Kiel; other notable cities are Lübeck and Flensburg.",
  "/wiki/Hesse": "Hesse (/hɛs/, also US: /ˈhɛsə, ˈhɛsi/, Hessian dialect: [ˈhɛzə]) or Hessia (UK: /ˈhɛsiə/, US: /ˈhɛʃə/; German: Hessen [ˈhɛsn̩] (listen)), officially the State of Hesse (German: Land Hessen), is a parliamentary republic in western Europe and, with just over six million inhabitants, a member state of the Federal Republic of Germany as of 1949. Its capital city is Wiesbaden, the largest metropolitan area is Frankfurt am Main.",
  "/wiki/List_of_German_football_champions": "The German football champions are the annual winners of the highest association football competition in Germany. The history of the German football championship is complex and reflects the turbulent history of the country through the course of the 20th century."
}