{
  "/wiki/Army_Black_Knights": "The Army Black Knights are the athletic teams that represent the United States Military Academy, located in West Point, New York. In sports contexts, the teams are commonly referred to as Army West Point. The Black Knights compete at the National Collegiate Athletic Association (NCAA) Division I level as a non-football member of the Patriot League, a Division I Football Bowl Subdivision independent school and a member of Atlantic Hockey, the Collegiate Sprint Football League (men), the Eastern Intercollegiate Gymnastics League (men), the Eastern Intercollegiate Wrestling Association, the Great America Rifle Conference, the National Collegiate Boxing Association, the National Collegiate Paintball Association and the National Intercollegiate Women's Fencing Association. Army is also one of approximately 300 members of the Eastern College Athletic Conference (ECAC).",
  "/wiki/La_Salle_Explorers": "The La Salle Explorers are the varsity sports teams from La Salle University in Philadelphia. The Explorers compete in Division I of the National Collegiate Athletic Association (NCAA) as members of the Atlantic 10 Conference.  The men's and women's basketball teams are also participate in the Philadelphia Big 5. On June 3rd, 2019, Brian Baptiste was named Director of Athletics and Recreation effective August 1, 2019. Baptiste currently serves as Deputy AD for Capital Projects and Operations at Northwestern University.",
  "/wiki/Loyola_Greyhounds_men%27s_soccer": "The Loyola Greyhounds men's soccer team represents Loyola University Maryland in NCAA Division I soccer. It became a member of the Patriot League on July 1, 2013. Previously it competed in the Metro Atlantic Athletic Conference (MAAC) from 1989 to 2013. To avoid ambiguity, the team is often referenced as Loyola Maryland or Loyola (MD), as there are two other institutions named Loyola that compete at the Division I level (Loyola-Chicago of Illinois and Loyola-Marymount of California).",
  "/wiki/Doug_Miller_(soccer)": "Doug Miller (born May 5, 1969) is an American youth soccer coach and retired soccer player. He spent one season in Major Indoor Soccer League and nine in the National Professional Soccer League as a soccer forward, winning two championships and leading the league in scoring in 1998–99. Miller also played ten seasons of outdoor soccer in the USISL and A-League. He was the 1996 and 1997 USISL A-League leading scorer and 1997 league MVP. He also won one U.S. Open Cup.",
  "/wiki/Fairfield_Stags_men%27s_soccer": "The Fairfield Stags men's soccer team represents Fairfield University in Fairfield, Connecticut and competes in the Metro Atlantic Athletic Conference (MAAC) of NCAA Division I. The Stags play their home games at Lessing Field on the campus of Fairfield University. The team was ranked nationally in 1998 (24th), 2000 (15th), 2001 (12th), 2005 (24th), 2006 (15th) 2007 (17th) and 2011 (25th) and competed in the NCAA Division I Men's Soccer Tournament in 1999, 2006, 2008, and 2011. The 2006 team advanced to the second round in the NCAA Tournament after defeating in-state rival University of Connecticut, 2-1. The team also won the MAAC Championship Tournament in 1999, 2006, 2008, 2011, and 2017. Individually, ten players have earned Regional All-American honors including Mark Longwell '82 who was the first Stag to go on to play for the United States men's national soccer team and major professional soccer for the NASL Tampa Bay Rowdies. The Stags are currently coached by 1998 New England Coach of the Year Carl Rees.",
  "/wiki/Manhattan_Jaspers": "The Manhattan Jaspers are composed of 19 teams representing Manhattan College in intercollegiate athletics. The Jaspers compete in the NCAA Division I and are members of the Metro Atlantic Athletic Conference.",
  "/wiki/Iona_Gaels": "The Iona Gaels are the athletics teams of Iona College, in New Rochelle, New York. They compete in the Metro Atlantic Athletic Conference (MAAC) and participate in 21 NCAA Division I programs.",
  "/wiki/J._T._Dorsey": "Julian \"J.T.\" Dorsey, born August 29, 1975 in Coatesville, Pennsylvania is a U.S. soccer defender who last played for the USL Second Division side Harrisburg City Islanders.",
  "/wiki/Rider_Broncs": "The Rider Broncs are the athletic teams of Rider University, a private nonsectarian university in Lawrenceville, New Jersey, United States. The school is a Division I member of the National Collegiate Athletic Association (NCAA), and its athletes compete in the Metro Atlantic Athletic Conference (MAAC). Rider is the only member that is not a Catholic institution. For wrestling only, Rider is an affiliate member of the Mid-American Conference (MAC).",
  "/wiki/Marist_Red_Foxes_men%27s_soccer": "The Marist Red Foxes men's soccer team represents Marist College (Poughkeepsie, New York) and competes in the Metro Atlantic Athletic Conference (MAAC) of NCAA Division I.",
  "/wiki/Saint_Peter%27s_Peacocks": "The Saint Peter's Peacocks are composed of the 16 teams representing Saint Peter's University in intercollegiate athletics. The Peacocks compete in the NCAA Division I and are members of the Metro Atlantic Athletic Conference.",
  "/wiki/Milo%C5%A1_Ko%C4%8Di%C4%87": "Miloš Kocić (Serbian Cyrillic: Милош Koцић; born June 4, 1985) is a Serbian professional footballer who plays as a goalkeeper for the Serbian White Eagles in the Canadian Soccer League.",
  "/wiki/MAAC_Men's_Soccer_Tournament": "The MAAC Men's Soccer Tournament is the conference championship tournament in soccer for the Metro Atlantic Athletic Conference (MAAC). The tournament has been held every year since 1988. It is a single-elimination tournament and seeding is based on regular season records. The winner, declared conference champion, receives the conference's automatic bid to the NCAA Men's Division I Soccer Championship."
}