{
  "/wiki/Gordon_McMillan": "Gordon \"Gymie\" McMillan (born c. 1927) is a former ice hockey player who was a member of the Michigan Wolverines team that won the first NCAA Frozen Four ice hockey championship in 1948.  He played four years of hockey at Michigan from 1946-1949 and broke the school's scoring record with 210 career points.",
  "/wiki/Forward_(ice_hockey)": "In ice hockey, a forward is a player position on the ice whose primary responsibility is to score and assist goals. Generally, the forwards try to stay in three different lanes, also known as thirds, of the ice going from goal to goal. It is not mandatory, however, to stay in a lane. Staying in a lane aids in forming the common offensive strategy known as a triangle. One forward obtains the puck and then the forwards pass it between themselves making the goalie move side to side.  This strategy opens up the net for scoring opportunities.      This strategy allows for a constant flow of the play, attempting to maintain the control of play by one team in the offensive zone. The forwards can pass to the defence players playing at the blue line, thus freeing up the play and allowing either a shot from the point (blue line position where the defence stands) or a pass back to the offence.  This then begins the triangle again.",
  "/wiki/Michigan_Wolverines_men's_ice_hockey": "The Michigan Wolverines men's ice hockey team is the college ice hockey team that represents the University of Michigan in Ann Arbor, Michigan.  Earning varsity status in 1922, the program has competed in 97 seasons.  Between 1959 and 1981, the team competed in the Western Collegiate Hockey Association (WCHA) before joining the Central Collegiate Hockey Association (CCHA) until the 2012–13 season. Since the 2013–14 season, the Wolverines have competed in the Big Ten, which began sponsoring hockey. From 1991–2012, the team played in 22 consecutive NCAA Men's Division I Ice Hockey Tournaments; an NCAA record. The Wolverines have won an NCAA-record nine Division I NCAA Men's Ice Hockey Championships, seven of which came during a 17-year stretch between 1948 and 1964. Two more championships were won under head coach Red Berenson in 1996 and 1998.",
  "/wiki/1947–48_NCAA_men's_ice_hockey_season": "The 1947–48 NCAA men's ice hockey season began in November 1947 and concluded with the 1948 NCAA Men's Ice Hockey Tournament's championship game on March 20, 1948 at the Broadmoor Ice Palace in Colorado Springs, Colorado. This was the 1st season in which an NCAA ice hockey championship was held and is the 53rd year overall where an NCAA school fielded a team. In 1947 there were quasi-official guidelines separating major and minor football programs across the NCAA, but no such determinations had been made for ice hockey teams. Even among the universities that played ice hockey, no such distinctions were even attempted until the mid-1960s. As such, all American universities operating a men's varsity ice hockey program are included here.",
  "/wiki/Bill_Riley_(ice_hockey,_born_1921)": "William J. Riley (October 6, 1921 in Medford, Massachusetts – February 16, 2000) was an ice hockey player.  Riley helped lead Dartmouth College to two Frozen Fours during his career.  He was inducted into the United States Hockey Hall of Fame in 1977.  His brothers John and Joe are also in the USHOF.",
  "/wiki/Dartmouth_Indians_men's_ice_hockey": "The Dartmouth Big Green men's ice hockey team is a National Collegiate Athletic Association (NCAA) Division I college ice hockey program that represents Dartmouth College. The Big Green are a member of ECAC Hockey. They play at the Thompson Arena in Hanover, New Hampshire.",
  "/wiki/1948–49_NCAA_men's_ice_hockey_season": "The 1948–49 NCAA men's ice hockey season began in November 1948 and concluded with the 1949 NCAA Men's Ice Hockey Tournament's championship game on March 19, 1949 at the Broadmoor Ice Palace in Colorado Springs, Colorado. This was the 2nd season in which an NCAA ice hockey championship was held and is the 54th year overall where an NCAA school fielded a team.",
  "/wiki/Jack_Garrity": "John Paul \"Jack\" Garrity (April 1, 1926 – August 31, 2015) was an American ice hockey player.  Garrity was a member of the American 1948 Winter Olympics team.  He was inducted into the United States Hockey Hall of Fame in 1986.",
  "/wiki/Boston_University_Terriers_men's_ice_hockey": "The Boston University Terriers men’s ice hockey program is one of the most storied teams in NCAA Division I hockey, playing its first ever game in 1918 and winning five national championships, while making twenty-two appearances in the Frozen Four.",
  "/wiki/1949–50_NCAA_men's_ice_hockey_season": "The 1949–50 NCAA Division I men's ice hockey season began in November 1949 and concluded with the 1950 NCAA Men's Ice Hockey Tournament's championship game on March 18, 1950 at the Broadmoor Ice Palace in Colorado Springs, Colorado. This was the 3rd season in which an NCAA ice hockey championship was held and is the 55th year overall where an NCAA school fielded a team.",
  "/wiki/Bill_Cleary_(ice_hockey)": "William John Cleary Jr. (born August 8, 1934) is a retired American ice hockey player, coach, and athletic administrator. He played on the U.S. National Team that won the 1960 Winter Olympics gold medal, and is a notable Belmont Hill alumnus.",
  "/wiki/Harvard_Crimson_men's_ice_hockey": "The Harvard Crimson men's ice hockey team is a National Collegiate Athletic Association (NCAA) Division I college ice hockey program that represents Harvard University. The Crimson are a member of ECAC Hockey. They play at the Bright Hockey Center in Boston, Massachusetts. The Crimson hockey team is one of the oldest college ice hockey teams in the United States, having played their first game on January 19, 1898, in a 0–6 loss to Brown.",
  "/wiki/1954–55_NCAA_men's_ice_hockey_season": "The 1954–55 NCAA Division I men's ice hockey season began in November 1954 and concluded with the 1955 NCAA Men's Ice Hockey Tournament's championship game on March 12, 1955 at the Broadmoor Ice Palace in Colorado Springs, Colorado. This was the 8th season in which an NCAA ice hockey championship was held and is the 60th year overall where an NCAA school fielded a team.",
  "/wiki/Phil_Latreille": "Joseph Jean Philippe Latreille (born April 22, 1938) is a retired professional ice hockey player who played four games in the National Hockey League.  He played with the New York Rangers.",
  "/wiki/Centre_(ice_hockey)": "The centre (or center in the United States) in ice hockey is a forward position of a player whose primary zone of play is the middle of the ice, away from the sideboards. Centres have more flexibility in their positioning and are expected to cover more ice surface than any other player. Centres are ideally stronger, faster skaters who can back-check quickly from deep in the opposing zone. Generally, centres are expected to be gifted passers more than goal scorers, although there are exceptions.  They are also expected to have exceptional \"ice vision\", intelligence, and creativity. They also generally are the most defensively oriented forwards on the ice. Centres usually play as part of a line of players that are substituted frequently to keep fresh and keep the game moving.",
  "/wiki/Middlebury_Panthers": "The Middlebury Panthers are the 31 varsity teams of Middlebury College that compete in the New England Small College Athletic Conference. The Panthers lead the NESCAC in total number of national championships, having won 34 team titles since the conference lifted its ban on NCAA play in 1994. Middlebury enjoys national success in soccer, cross country running, field hockey, men's basketball, women's hockey, skiing, men's lacrosse and women's lacrosse, and fields 31 varsity NCAA teams and several competitive club teams including a sailing team (MCSC), a crew team, a water polo team, and a rugby team. Since 2000, Middlebury's varsity squads have won 84 NESCAC titles. Currently,[when?] 28% of students participate in varsity sports.",
  "/wiki/1958–59_NCAA_men's_ice_hockey_season": "The 1958–59 NCAA men's ice hockey season began in November 1958 and concluded with the 1959 NCAA Men's Ice Hockey Tournament's championship game on March 14, 1959 at the RPI Field House in Troy, New York. This was the 12th season in which an NCAA ice hockey championship was held and is the 64th year overall where an NCAA school fielded a team.",
  "/wiki/1959–60_NCAA_men's_ice_hockey_season": "The 1959–60 NCAA men's ice hockey season began in November 1959 and concluded with the 1960 NCAA Men's Ice Hockey Tournament's championship game on March 19, 1960 at the Boston Arena in Boston, Massachusetts. This was the 13th season in which an NCAA ice hockey championship was held and is the 65th year overall where an NCAA school fielded a team.",
  "/wiki/1960–61_NCAA_men's_ice_hockey_season": "The 1960–61 NCAA men's ice hockey season began in November 1960 and concluded with the 1961 NCAA Men's Ice Hockey Tournament's championship game on March 18, 1961 at the University of Denver Arena in Denver, Colorado. This was the 14th season in which an NCAA ice hockey championship was held and is the 66th year overall where an NCAA school fielded a team.",
  "/wiki/Dave_Taylor_(ice_hockey)": "David Andrew Taylor (born December 4, 1955) is a Canadian retired professional ice hockey player who played in the National Hockey League (NHL) with the Los Angeles Kings from 1977 to 1994. Following his playing career, he served as the Kings' general manager from 1997 to 2006, and currently serves as Vice President of Hockey Operations with the NHL's St. Louis Blues.",
  "/wiki/Winger_(ice_hockey)": "Winger, in the game of ice hockey, is a forward position of a player whose primary zone of play on the ice is along the outer playing area. They typically work by flanking the centre forward. Originally the name was given to forward players who went up and down the sides of the rink. Nowadays, there are different types of wingers in the game — out-and-out goal scorers, checkers who disrupt the opponents, and forwards who work along the boards and in the corners. They tend to be bigger than centreman and smaller than defenseman.",
  "/wiki/Clarkson_Golden_Knights_men's_ice_hockey": "The Clarkson Golden Knights men's ice hockey team is a National Collegiate Athletic Association (NCAA) Division I college ice hockey program that represents Clarkson University. The Golden Knights have been a member of ECAC Hockey since 1962, and play their home games at Cheel Arena in Potsdam, New York. Although it is said[by whom?] that the first Clarkson hockey game was played in 1916 against the Hogansburg Indians, they were established as a hockey club in 1921, under the tutelage of head coach Gordon Croskery, and led by captain Bill Johnson. The Knights won their opening encounter against Alexandria Bay, 6–4, and finished the year with a 2–1 record, their first of 72 winning seasons.",
  "/wiki/1976–77_NCAA_Division_I_men's_ice_hockey_season": "The 1976–77 NCAA Division I men's ice hockey season began in October 1976 and concluded with the 1977 NCAA Division I Men's Ice Hockey Tournament's championship game on March 26, 1977 at the Olympia Stadium in Detroit, Michigan. This was the 30th season in which an NCAA ice hockey championship was held and is the 82nd year overall where an NCAA school fielded a team.",
  "/wiki/Bill_Watson_(ice_hockey)": "William Charles Watson (born March 30, 1964 in Pine Falls, Manitoba) is a Canadian former ice hockey player.  Watson won the Hobey Baker Award in 1985 while playing for the University of Minnesota Duluth. He would go to play professionally in the National Hockey League for the Chicago Blackhawks.",
  "/wiki/Minnesota–Duluth_Bulldogs_men's_ice_hockey": "The Minnesota Duluth Bulldogs men's ice hockey team is a NCAA Division I college ice hockey program that represents the University of Minnesota Duluth. The Bulldogs are a member of the National Collegiate Hockey Conference (NCHC). The team plays home games at the 6,800-seat AMSOIL Arena at the Duluth Entertainment Convention Center.",
  "/wiki/1984–85_NCAA_Division_I_men's_ice_hockey_season": "The 1984–85 NCAA Division I men's ice hockey season began in October 1984 and concluded with the 1985 NCAA Division I Men's Ice Hockey Tournament's championship game on March 30, 1985 at the Joe Louis Arena in Detroit, Michigan. This was the 38th season in which an NCAA ice hockey championship was held and is the 90th year overall where an NCAA school fielded a team.",
  "/wiki/Tony_Hrkac": "Anthony John Hrkac (/ˈhɜːrkəs/; born July 7, 1966) is a Canadian former professional ice hockey player of Croatian and Ukrainian ancestry who played eighteen seasons of professional hockey.",
  "/wiki/North_Dakota_Fighting_Sioux_men's_ice_hockey": "The North Dakota Fighting Hawks men's ice hockey team (UND) is the college ice hockey team at the Grand Forks campus of the University of North Dakota. They are members of the National Collegiate Hockey Conference (NCHC) and compete in National Collegiate Athletic Association (NCAA) Division I ice hockey. North Dakota is considered one of the premier college hockey programs in the country, and are regarded as one of the most powerful, successful, and storied college hockey programs in NCAA history. UND has made over 30 appearances in the NCAA tournament, appeared in the Frozen Four 22 times, and have won 8 NCAA Division I Championships. They have also won 15 WCHA Regular Season Championships, 2 NCHC Regular Season Championships, and 11 WCHA Tournament Championships. The school's former official nickname was previously the Fighting Sioux, which was ultimately retired due to pressure from the NCAA in 2012. The official school nickname is now the Fighting Hawks, a name that was chosen by the University on November 18, 2015.",
  "/wiki/1986–87_NCAA_Division_I_men's_ice_hockey_season": "The 1986–87 NCAA Division I men's ice hockey season began in October 1986 and concluded with the 1987 NCAA Division I Men's Ice Hockey Tournament's championship game on March 28, 1987 at the Joe Louis Arena in Detroit, Michigan. This was the 40th season in which an NCAA ice hockey championship was held and is the 92nd year overall where an NCAA school fielded a team.",
  "/wiki/List_of_NCAA_Division_I_men's_ice_hockey_seasons": "Though U.S. colleges had been fielding men's ice hockey teams since 1895, the NCAA did not have a formal tournament in place to decide a champion until after World War II. Starting with the 1947-48 season, the NCAA tournament invited the four top-ranked teams to Colorado Springs, Colorado to compete for the NCAA Championship."
}