{
  "/wiki/Newton_Moore_Senior_High_School": "Newton Moore Senior High School is a comprehensive independent public co-educational high day school, located in Bunbury, a regional centre in the South West region, 175 kilometres (109 mi) south of Perth, Western Australia.",
  "/wiki/Albany_Senior_High_School,_Western_Australia": "Albany Senior High School is a comprehensive public co-educational high day school, located in Albany, a regional centre in the Great Southern region, 420 kilometres (261 mi) south-southeast of Perth, Western Australia. The school was established in 1918. The school's catchment area covers most of the City of Albany  and in 2015 the school had an enrolment of 1,113 students between Year 7 and Year 12; four percent of whom were Indigenous Australians.",
  "/wiki/Carnarvon_Senior_High_School": "Carnarvon Community College is a government comprehensive early learning, primary, and secondary school, located in Carnarvon, a regional centre in the Gascoyne region, 906 kilometres (563 mi) north-west of Perth, Western Australia.",
  "/wiki/Northam_Senior_High_School": "Northam Senior High School is a comprehensive public co-educational high day school, located in Northam, a regional centre in the Wheatbelt region, 97 kilometres (60 mi) east of Perth, Western Australia.",
  "/wiki/Esperance_Senior_High_School": "Esperance Senior High School is a comprehensive public high day and boarding school, located in Esperance, a regional centre 780 kilometres (485 mi) southeast of Perth, Western Australia.",
  "/wiki/Katanning_Senior_High_School": "Katanning Senior High School is a comprehensive public co-educational high day school, located in Katanning, a regional centre 300 kilometres (186 mi) south east of Perth, Western Australia.",
  "/wiki/Bunbury_Senior_High_School": "Bunbury Senior High School is a comprehensive public co-educational high day school, located in Bunbury, a regional centre in the South West region, 175 kilometres (109 mi) south of Perth, Western Australia.",
  "/wiki/Bunbury_Cathedral_Grammar_School": "Bunbury Cathedral Grammar School (often denoted BCGS), is an independent school in Gelorup, Western Australia, a semi-rural suburb 10 kilometres south of Bunbury.  Providing kindergarten, primary and secondary education, the school serves approximately 750 students and employs 190 staff.  The school is a global member of the Round Square Organization, and Diocesan School of the Anglican Diocese of Bunbury.",
  "/wiki/Great_Southern_Grammar": "Great Southern Grammar is an independent non-denominational Christian co-educational primary and secondary day and boarding school, located in the Great Southern regional town of Kalgan, Western Australia between the King River and the Kalgan River. The school is situated approximately 16 kilometres (10 mi) East of Albany, a regional centre 390 kilometres (242 mi) south-southeast of Perth.",
  "/wiki/Country_Senior_High_Schools_Carnival_(Western_Australia)": "Country Week or Country Senior High Schools Carnival is an annual multi-sport event carnival held in Perth, Western Australia between rural high schools from Western Australia. The carnival is organised by School Sport WA."
}