{
  "/wiki/Gogo_Station": "Gogo or Gogo Station and sometimes referred to as Margaret Downs is a pastoral lease that has operated as a cattle station. It is located about 11 kilometres (7 mi) south of Fitzroy Crossing and 83 kilometres (52 mi) north east of Yungngora in the Kimberley region of Western Australia,\n The area was first explored by Alexander Forrest in 1879, who gave enthusiastic reports of the well grassed and watered country that would be suitable for grazing lands. Among those to take up leases were the Durack and the Emanuel families who together claimed over one million acres along the Fitzroy River in the West Kimberley and a similar amount along the Ord River in the East Kimberley. After an expedition to the area the Duracks decided to take up the lands along the Ord and the Emanuels took the area along the Fitzroy.\n The station was established in 1885, and in 1902 occupied and area of 1,750,000 acres (708,200 ha). The country is on the flood-plain of the Fitzroy River and is well covered in Mitchell and Flinders grass with large areas of spinifex.\n A large number of cattle was lost on Gogo and on Fossil Downs Station in 1906 following an extended dry spell. Other neighbouring stations lost several hundred cattle each.\n By 1910 the station had an estimated herd of 35,000 cattle and the station manager was being paid an annual salary of £600 a year.\n In 1911 the station was being managed by George Piper and was owned by the Emanuel Bros., who also owned Noonkanbah Station located further to the south east.\n Following the advent of the revision of the Land Act limiting holdings up to one million acres, several of the properties of the Emanuels had to be disposed of. Gogo was dissolved into three separate properties; Margaret Downs (also known as Gogo), Cherrabun and Christmas Creek, and these together with Meda Station are still held by the descendants of the original partners.\nMoola Bulla Station bought 50 bulls from Gogo to improve their herd in June 1912.\n A stockman died at the station in 1913 when he was thrown from his horse. The man, Frank Odman, did not regain consciousness after the accident and died the following day.\n By 1917 the station had a herd of 50,000 cattle and was regarded as one of the best run stations in the Kimberley.\n The current homestead was built in 1918 of concrete blocks on a concrete floor, it is situated adjacent to several nearby caves that were had carved in the 1940s.\n Cattle tick reached the property in 1918–19, probably transferred from Louisa Downs Station where the stock had been infected in 1916–17. It affected the herd so severely that branding at Gogo was reduced from 12,000 the previous year to 4,800 in 1918.\n Put up for auction in 1920 the station along with its neighbour, Noonkanbah Station. Gogo was advertised as having an area of 2,537,858 acres (1,027,035 ha) on one compact block equipped with 150 miles (241 km) of fencing. The property is described as being abundantly watered by the Fitzroy River, Margaret River, Christmas Creek and various other creeks, but still having several bores with windmills and troughing. The total stock on the property was 60,000 shorthorn cattle along with 400 horses, 50 mules and 44 donkeys. The average rainfall at the station since 1894 is advertised as 22.4 inches (569 mm) per annum. The station was not sold as the Emanuels still owned the station in 1923.\n A new station manager, Ted Millard, arrived in 1921. By this stage the frontage pastures along the river and waterholes had become degraded as a result of overgrazing for the last 30 years. Over the entire property the only fenced areas were two horse paddocks and some branding yards, stock were left to graze on the open range. During the 1920s Millard had ten wells sunk and equipped in the back country so stock could make use of the feed in the area and give relief to the over grazed areas. Millard also started fencing paddocks to control stock movement with over 170 miles (274 km) of fences being installed in seven years. Shorthorn bulls were slowly introduced into the herd to breed out white skinned beasts that were unsuitable to the tropical climate. Millard remained on the property for 30 years eventually managing all of the Emanuels properties; Gogo, Cherrabun, Meda and Christmas Creek. He was also noted for taking good care of his Aboriginal workers.\n The herd size was estimated at 90,000 in 1928 and Gogo was the biggest station in Western Australia.\n The station delivered 394 cattle and 39 bales of wool in 1929 to the port of Derby to be loaded aboard the Minderoo and steamed to Fremantle.\n In 1930 gas was struck in a water-bore that was drilled at the station. The Freney Oil company held concessions for the area. The well had sunk to a depth of 1,067 feet (325 m) and the presence of gas was confirmed by the station manager, Mr Millard.\n Over 500 cattle were shipped from the station in 1932 aboard the Centaur from the port in Derby. A further 883 bullocks were shipped on the Minderoo to Port Hedland in 1935 then another 454 were shipped in 1936 also aboard the Centaur and bound for Carnarvon. A shipment of 526 cattle were shipped from Gogo in 1937 aboard the Centaur, with another 422 sent in 1938 aboard the Charon and 450 sent from Derby aboard the Gordon bound for Fremantle.\n During an influenza epidemic in the Kimberleys in 1934, 12 Aborigines died from the disease on Gogo out of the 129 fatalities overall.\n In 1947 Gogo shipped 2,580 cattle from Derby out of 6,760 that were sent from all the stations in the surrounding area, in 1948 450 bullocks were shipped aboard the Gorgon.\n During the wet season in 1949, six Aborigines were struck by lightning during a tropical storm. They were all severely burnt and one as still unconscious the next day when they were taken to Fitzroy Crossing hospital.\n In a report made to the Commonwealth Government in 1950 by the Department of Agriculture it was found that in a survey performed by a Mr. Poggendorff that 16 square miles (41 km2) of Gogo would be suitable for rice cultivation, despite the fact that previous experimental plots had failed in the Kimberley in 1948.\n The Emanuels continued to improve the herd by purchasing poll shorthorn bulls from the Melara stud including Melara Formidable (6) and Melara Royal Rebel (4) in 1950.\n The area was struck by drought between 1951 and 1953 with the number of cattle being reduced by half. This was the first drought suffered by pastoralists in 70 years with many hurriedly sinking bores and buying feed to keep their stock alive. Other nearby properties that were affected in Noonkanbah, Liveringa, Quandan, Cherrabun, Glenroy, Fossil Downs, Luiluigui, Christmas Creek and Bohemia Downs Station.\n In 1954 at Gogo Station, Preston Walker of UAM Mission Fitzroy Crossing married their head stockman Jock Shandley and his bride Rita.\n In 1985 an area of 1 square mile (3 km2) was excised from the property to form the Aboriginal community of Yakanarra which is home to about 150 Indigenous Australians.\n In 2010 the station was owned by the New South Wales based Harris family. A trial for wet season cropping on a large scale was conducted in 2010 with 480 hectares (1,186 acres) of sorghum being planted. The crop in turn will be used to fatten the cattle prior to export.\n Thousands of hectares at Gogo were burnt out in 2011 when a fire was deliberately lit at the Muludja Community near Fitzroy Crossing. A local man started the fire after an argument and was affected by alcohol, he was later arrested and charged with arson following a tip-off from the public.",
  "/wiki/Fitzroy_Crossing": "Fitzroy Crossing is a small town in the Kimberley region of Western Australia, 400 kilometres (250 mi) east of Broome and 300 kilometres (190 mi) west of Halls Creek. It is approximately 2,524 kilometres (1,568 mi) from the state capital of Perth.\n It is 114 metres (374 ft) above sea level and is situated on a low rise surrounded by the vast floodplains of the Fitzroy River and its tributary Margaret River. \n At the 2016 census, the population of the Fitzroy Crossing town-site was 1,297; with a further 2,000 or so people living in up to 50 Aboriginal communities scattered throughout the Fitzroy Valley. About 80% of the Fitzroy Valley population were Indigenous Australians with a split of closer to 60/40 (indigenous/non-indigenous) in the townsite. Tourism, cattle stations and mining are the main industries in the area.",
  "/wiki/Shire_of_Derby-West_Kimberley": "The Shire of Derby-West Kimberley is one of four local government areas in the Kimberley Region of northern Western Australia, covering an area of 104,080 square kilometres (40,186 sq mi), most of which is sparsely populated. The Shire's population as at the 2016 Census was almost 8,000, with most residing in the major towns of Derby, which is also the Shire's seat of government, and Fitzroy Crossing. There are also around 70 Aboriginal communities within the Shire.\n The major industries of the shire include sheep and cattle for export, fishing, and tourism.",
  "/wiki/Gascoyne_Junction,_Western_Australia": "Gascoyne Junction is a small town in the Gascoyne region of Western Australia, inland from Carnarvon on the junction of the Gascoyne River and Lyons River. At the 2006 census, Gascoyne Junction had a population of 149.",
  "/wiki/Shire_of_Upper_Gascoyne": "The Shire of Upper Gascoyne is a local government area in the Gascoyne region of Western Australia, inland from Carnarvon and about 1,000 kilometres (621 mi) north of the state capital, Perth. The Shire has an area of 57,939 square kilometres (22,370 sq mi), much of which is uninhabited land or sparsely vegetated sheep station country, and its seat of government is the small town of Gascoyne Junction. It has a population of 278 (2016 census), 58% of whom identify as Aboriginal.",
  "/wiki/Carnarvon,_Western_Australia": "Carnarvon is a coastal town situated approximately 900 kilometres (560 mi) north of Perth, Western Australia. It lies at the mouth of the Gascoyne River on the Indian Ocean. The popular Shark Bay world heritage area lies to the south of the town and the Ningaloo Reef and the popular tourist town of Exmouth lie to the north. Within Carnarvon is the Mungullah Aboriginal Community. Inland, Carnarvon has strong links with the town of Gascoyne Junction and the Burringurrah Community. At the 2016 census, Carnarvon had a population of 4,426.",
  "/wiki/Shire_of_Carnarvon": "The Shire of Carnarvon is a local government area in the Gascoyne region of Western Australia, located about 900 kilometres (560 mi) north of the state capital, Perth. The Shire covers an area of 46,664 square kilometres (18,017 sq mi), and its seat of government is the town of Carnarvon. The major industries in the area are wool, agriculture (especially bananas and tomatoes) and, more recently, tourism.",
  "/wiki/South_Bunbury,_Western_Australia": "South Bunbury is a beachside suburb in Bunbury, Western Australia. It is located in the local government area of the City of Bunbury. The area is also known as 'Mangles'.\n The South Bunbury Football Club's home ground is located at Hands Oval in South Bunbury.\n The Bunbury Dynamos Football Club play at Forest Park in South Bunbury.",
  "/wiki/City_of_Bunbury": "The City of Bunbury is a local government area in the South West region of Western Australia, covering an area of 65.7 square kilometres (25.4 sq mi) along the coast about 180 kilometres (112 mi) south of Perth, the capital of Western Australia. The City of Bunbury is one of four local governments comprising the Greater Bunbury sub-region. As at the 2016 Census, the City of Bunbury had an estimated population of almost 32,000.",
  "/wiki/Kununurra,_Western_Australia": "Kununurra is a town in far northern Western Australia located at the eastern extremity of the Kimberley approximately 37 kilometres (23 mi) from the border with the Northern Territory. Kununurra was initiated to service the Ord River Irrigation Scheme.\n Kununurra is the largest town in Western Australia north of Broome, with the closest town being Wyndham, 100 kilometres (62 mi) away. Kununurra is 3,040 kilometres (1,889 mi) from Perth via the Great Northern Highway.\n The town is situated in among the scenic hills and ranges of the far north-east Kimberley Region, having an abundance of fresh water, conserved by the Ord River Diversion dam and the main Ord River Dam.\n The tropical agriculture crops grown in the Ord River Irrigation Area (ORIA) have changed over the years. Tourism and mining have also become important to the local economy.",
  "/wiki/Shire_of_Wyndham-East_Kimberley": "The Shire of Wyndham East Kimberley is one of the four local government areas in the Kimberley Region of northern Western Australia, covering an area of 117,514 square kilometres (45,372 sq mi) at Western Australia's northeastern corner. The Shire's seat of government was originally in Wyndham but now in the town of Kununurra, which is home to over half of the Shire's permanent population of around 7,000 (ABS 2016), while a council office is located at Wyndham.\n El Questro Wilderness Park, Drysdale River National Park, Lake Argyle, the Argyle diamond mine and about half of Gibb River Road are located within the Shire's boundaries.",
  "/wiki/Cherrabun_Station": "Cherrabun or Cherrabun Station  is a pastoral lease and that once operated as a sheep station but presently operates as a cattle station located in Western Australia.\n Situated about 68 kilometres (42 mi) south of the Bayulu Community and about 238 kilometres (148 mi) west of Halls Creek in the Kimberley region.\n Cherrabun was formed when Gogo Station was carved up into three separate properties; Cherrabun, Margaret Downs (known as Gogo) and Christmas Creek. This followed a revision of the Land Act in 1911 restricting holdings to a size of one million acres. Gogo was owned by the Emanuel brothers who also owned Meda Station.\n The area was struck by drought between 1951 and 1953 with the number of cattle being reduced by half. This was the first drought suffered by pastoralists in 70 years with many hurriedly sinking bores and buying feed to keep their stock alive. Other nearby properties that were affected in Noonkanbah, Liveringa, Quandan, Gogo, Glenroy, Fossil Downs, Luiligui, Christmas Creek and Bohemia Downs Station.\n The Walmatjarri artist Jimmy Pike lived as a fringe-dweller around Cherrabun in the 1950s, he eventually joined relatives at the station camp and worked as a stockman.",
  "/wiki/Fitzroy_Crossing,_Western_Australia": "Fitzroy Crossing is a small town in the Kimberley region of Western Australia, 400 kilometres (250 mi) east of Broome and 300 kilometres (190 mi) west of Halls Creek. It is approximately 2,524 kilometres (1,568 mi) from the state capital of Perth.\n It is 114 metres (374 ft) above sea level and is situated on a low rise surrounded by the vast floodplains of the Fitzroy River and its tributary Margaret River. \n At the 2016 census, the population of the Fitzroy Crossing town-site was 1,297; with a further 2,000 or so people living in up to 50 Aboriginal communities scattered throughout the Fitzroy Valley. About 80% of the Fitzroy Valley population were Indigenous Australians with a split of closer to 60/40 (indigenous/non-indigenous) in the townsite. Tourism, cattle stations and mining are the main industries in the area.",
  "/wiki/Geraldton": "Geraldton is a coastal city in the Mid West region of the Australian state of Western Australia, 424 kilometres (263 mi) north of the state capital, Perth.\n At June 2018, Geraldton had an urban population of 37,648. Geraldton is the seat of government for the City of Greater Geraldton, which also incorporates the town of Mullewa, Walkaway and large rural areas previously forming the shires of Greenough and Mullewa.\n The Port of Geraldton is a major west coast seaport. Geraldton is an important service and logistics centre for regional mining, fishing, wheat, sheep and tourism industries.",
  "/wiki/City_of_Greater_Geraldton": "The City of Greater Geraldton is a local government area in the Mid West region of Western Australia, 424 kilometres (263 mi) north of the state capital, Perth on the Indian Ocean. It covers an area of 12,625.5 square kilometres (4,874.7 sq mi), and its seat of government is the town of Geraldton.\n It was established on 1 July 2011 following the amalgamation of the Shire of Mullewa and the City of Geraldton-Greenough, itself a product of a 2007 amalgamation between the City of Geraldton and Shire of Greenough.",
  "/wiki/Jigalong,_Western_Australia": "Jigalong is a remote Australian Indigenous community of approximately 333 people located in Western Australia.",
  "/wiki/Shire_of_East_Pilbara": "The Shire of East Pilbara is one of the four local government areas in the Pilbara region of Western Australia, and with an area close to 380,000 square kilometres (147,000 sq mi), is the third largest municipality in the world, after two new municipalities in Greenland (Avannaata and Sermersooq, with each around 650,000 km2). The municipality is bigger than many countries, for example Finland and is comparable to Japan. The Shire's seat of government, and home to nearly half the Shire's population, is the town of Newman in the shire's south-west.",
  "/wiki/Kalgoorlie,_Western_Australia": "Kalgoorlie-Boulder, known colloquially as just Kalgoorlie, is a city in the Goldfields-Esperance region of Western Australia, located 595 km (370 mi) east-northeast of Perth at the end of the Great Eastern Highway. The city was founded in 1889 by the amalgamation of the towns of Kalgoorlie and Boulder, which developed in 1893 during the Coolgardie gold rush, on Western Australia's \"Golden Mile\". It is also the ultimate destination of the Goldfields Water Supply Scheme and the Golden Pipeline Heritage Trail.\n At June 2018, Kalgoorlie-Boulder had an estimated urban population of 29,849, a decline from the recent peak of 32,966 in 2013.\n The name Kalgoorlie is derived from the Wangai word Karlkurla or Kulgooluh, meaning \"place of the silky pears\".",
  "/wiki/City_of_Kalgoorlie-Boulder": "The City of Kalgoorlie-Boulder is a local government area in the Goldfields-Esperance region of Western Australia, about 550 kilometres (342 mi) east of the state capital, Perth. The City covers an area of 95,575 square kilometres (36,902 sq mi), and its seat of government is the town of Kalgoorlie; all but 244 of the city's population live in either Kalgoorlie or Boulder.",
  "/wiki/Kalumburu,_Western_Australia": "Kalumburu (postcode 6740) and Kalumburu Community (formerly Drysdale River Mission) are both bounded localities within the Shire of Wyndham-East Kimberley Western Australia. Kalumburu Community is the northernmost settlement in Western Australia. According to the 2011 census, it has a population of 412 people and is inhabited mostly by Aboriginal people from the Wunambal and Kwini language groups.  Kalumburu Community is remote from any main roads — the nearest is the Gibb River Road, 270 km to the south via the Kalumburu Road. It was the site of a World War II airbase, which was attacked by Japanese planes in 1943.",
  "/wiki/Derby,_Western_Australia": "Derby (/ˈdɜːrbi/ DUR-bee) is a town in the Kimberley region of Western Australia. At the 2016 census, Derby had a population of 3,325 with 47.2% of Aboriginal descent. Along with Broome and Kununurra, it is one of only three towns in the Kimberley to have a population over 2,000. Located on King Sound, Derby has the highest tides in Australia, with the peak differential between low and high tide reaching 11.8 metres (39 ft).",
  "/wiki/Bidyadanga,_Western_Australia": "Lagrange Bay is located 200 kilometres (120 mi) south of Broome, Western Australia in the Kimberley region. It is the site of the Catholic Pallottine La Grange Mission, and the Aboriginal community of Bidyadanga. It was the location of the La Grange massacre and expedition in 1865.",
  "/wiki/Shire_of_Broome": "The Shire of Broome is one of the four local government areas in the Kimberley region of northern Western Australia, covering an area of 55,796 square kilometres (21,543 sq mi), most of which is sparsely populated. The Shire's estimated population as at the 2016 census was 16,222 most of whom reside in the town of Broome. Many Aboriginal communities are within the Shire, notably Beagle Bay and Bardi (One Arm Point).\n The Shire of Broome includes the Rowley Shoals 260 km (162 mi) to the west.",
  "/wiki/Laverton,_Western_Australia": "Laverton, originally known as British Flag, is a town in the Goldfields-Esperance region of Western Australia, and the centre of administration for the Shire of Laverton. The town of Laverton is located at the western edge of the Great Victoria Desert, 957 kilometres (595 mi) north-northeast of the state capital, Perth, and 124 kilometres (77 mi) east-northeast of the town of Leonora with an elevation of 461 m.\n About 20% of the population is of Aboriginal descent. The area is semi-arid, with a mean annual rainfall of 233 millimetres (9.2 in). It is also quite warm, with mean daily maximum temperatures ranging from 17 °C (62 °F) in July to 36 °C (97 °F) in January.\n Laverton is the westernmost town on the Outback Way - a proposed highway which goes through the Northern Territory to Winton in outback Queensland.",
  "/wiki/Shire_of_Laverton": "The Shire of Laverton is a local government area in the Goldfields-Esperance region of Western Australia, about 370 kilometres (230 mi) northeast of the city of Kalgoorlie and about 950 kilometres (590 mi) east-northeast of the state capital, Perth. The Shire covers an area of 179,798 square kilometres (69,420 sq mi), and its seat of government is the town of Laverton.",
  "/wiki/Looma_Community,_Western_Australia": "Looma is an Aboriginal community about 120 km south-east of Derby adjacent the Fitzroy River. At the 2011 census, Looma had a population of 374.",
  "/wiki/Meekatharra,_Western_Australia": "Meekatharra is a town in the Mid West region of Western Australia. Meekatharra is a Yamatji word meaning 'place of little water'.  At the 2016 census, Meekatharra had a population of 708, with 34.0% being of Aboriginal descent.\n Meekatharra is a major supply centre for the pastoral and mining area in the Murchison region of Western Australia. It is located 764 km (475 mi) north-east of Perth and may be reached by the Great Northern Highway. It is a centre for sheep and cattle transshipment, initially by rail but now by road trains. It is also a regional home to the Royal Flying Doctor Service and the School of the Air. It is connected by public transport to Geraldton with connections to Perth via Transwa coach service N4. No viable horticultural industry exists in the area, although extensive but poor cattle stations in the Murchison and Gascoyne exist.\n Meekatharra underwent a significant gold rush during the mining boom of the 1980s, with mining continuing until May 2004 at St Barbara Mines's Bluebird Gold Mine. Exploration restarted in the area and St Barbara sold out to a company known as Mercator Gold in October 2005. Mercator Gold then conducted an extensive drilling programme and re-opened the mill, commencing production in early October 2007. This mining phase however was short lived, with Mercator going into administration in October 2008 and closing the mine. The company hopes to sell Bluebird in 2010.",
  "/wiki/Shire_of_Meekatharra": "The Shire of Meekatharra is a local government area in the Mid West region of Western Australia, about halfway between the town of Port Hedland and the state capital, Perth, Western Australia. The Shire covers an area of 100,789 square kilometres (38,915 sq mi), and its seat of government is the town of Meekatharra.",
  "/wiki/Menzies,_Western_Australia": "Menzies is a town in the Goldfields-Esperance region of Western Australia, 728 kilometres (452 mi) east-northeast of the state capital, Perth, and 133 kilometres (83 mi) north-northwest of the city of Kalgoorlie. At the 2016 census, Menzies had a population of 108. Aboriginal people have lived in this area since time immemorial, and the local group are the Kaburn Bardu.",
  "/wiki/Shire_of_Menzies": "The Shire of Menzies is a local government area in the Goldfields-Esperance region of Western Australia located to the north of Kalgoorlie. It covers an area of 124,635 square kilometres (48,122 sq mi), and its seat of government is the town of Menzies.",
  "/wiki/List_of_schools_in_rural_Western_Australia": "This is a list of schools in the state of Western Australia, located outside the Perth metropolitan area. The Western Australian education system traditionally consists of primary schools, which accommodate students from kindergarten to Year 6, and high schools, which accommodate students from Years 7 to 12. Previously primary schools accounted for Year 7 education, but in 2015 all Western Australian schools transitioned Year 7 to be a part of the high school system. In country areas, District High Schools serve as both a primary and a junior high school, with students generally commuting to or boarding at larger towns to finish the last two years of their education."
}