{
  "/wiki/1981_Atlanta_Falcons_season": "The 1981 Atlanta Falcons season was the Falcons 16th season. The Falcons get off to a solid 3-0 start, but lose three key starters for the season in a 34-17 win at Fulton County Stadium over the San Francisco 49ers. The Falcons would go to finish the season with a disappointing 7-9 record, losing seven games by five points or less.",
  "/wiki/Blane_Gaison": "Blane Keith Gaison (born May 13, 1958 in Honolulu, Hawaii) is a former professional American football player.  He played in the National Football League, with the Atlanta Falcons (1981–1985).  As a defensiveback he played at both the safety and cornerback positions.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/1980_Hawaii_Rainbow_Warriors_football_team": "The 1980 Hawaii Rainbow Warriors football team was an American football team that represented the University of Hawaii in the Western Athletic Conference (WAC) during the 1980 NCAA Division I-A football season. In their fourth season under head coach Dick Tomey, the Rainbow Warriors compiled an 8–3 record (3–3 against WAC opponents), placed third in the WAC, and outscored opponents by a total of 260 to 212.",
  "/wiki/Western_Athletic_Conference": "The Western Athletic Conference (WAC) is an American collegiate athletic conference formed on July 27, 1962, and affiliated with the National Collegiate Athletic Association (NCAA) Division I.  The WAC covers a broad expanse of the western United States, with member institutions located in Arizona, California, New Mexico, Utah, and Washington, along with the \"non-western\" states of Missouri and Illinois (traditionally associated with the Midwest), as well as Texas (traditionally associated with the Southwest).",
  "/wiki/Mick_Luckhurst": "Michael Christopher \"Mick\" Luckhurst (born March 31, 1958) is an English retired American football placekicker.  One of the earliest British-born players in NFL history, he played his entire professional career with the Atlanta Falcons.",
  "/wiki/Placekicker": "Placekicker, or simply kicker (PK or K), is the player in gridiron football who is responsible for the kicking duties of field goals and extra points. In many cases, the placekicker also serves as the team's kickoff specialist or punter as well.",
  "/wiki/1980_California_Golden_Bears_football_team": "The 1980 California Golden Bears football team was an American football team that represented the University of California, Berkeley during the 1980 NCAA Division I-A football season.\tUnder head coach Roger Theder, the team compiled an overall record of 3–8 and 3–5 in conference.",
  "/wiki/Pac-12_Conference": "The Pac-12 Conference is a collegiate athletic conference that operates in the Western United States, participating in 24 sports at the  NCAA Division I level. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two tiers of NCAA Division I football competition.",
  "/wiki/1981_Baltimore_Colts_season": "The 1981 Baltimore Colts season was the 29th season for the team in the National Football League (NFL). The Colts finished the NFL's 1981 season with a record of 2 wins and 14 losses, and tied for fourth in the AFC East division with the New England Patriots. However, the Colts finished ahead of New England in the AFC East based on head-to-head sweep (2–0). The victories over New England occurred on the first and last games of the season; Baltimore lost 14 games in between victories. They also won the two games by a combined 3 points, winning 29–28 the first time, and 23–21 the second time.",
  "/wiki/Dave_Shula": "David Donald Shula (born May 28, 1959) is an American football coach and former player.  He is the wide receivers coach at Dartmouth College.  Shula served as the head coach for the Cincinnati Bengals of the National Football League (NFL) from 1992 to 1996, compiling a record of 19–52. He is the son of Pro Football Hall of Fame coach Don Shula and brother of fellow football coach Mike Shula.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/1980_Dartmouth_Big_Green_football_team": "The 1980 Dartmouth Big Green football team represented Dartmouth College in the 1980 NCAA Division I-A football season.",
  "/wiki/Ivy_League": "The Ivy League is an American collegiate athletic conference comprising sports teams from eight private universities in the Northeastern United States. The term Ivy League is typically used to refer to those eight schools as a group of elite colleges beyond the sports context. The eight members are Brown University, Columbia University, Cornell University, Dartmouth College, Harvard University, the University of Pennsylvania, Princeton University, and Yale University. Ivy League has connotations of academic excellence, selectivity in admissions, and social elitism.",
  "/wiki/1981_Chicago_Bears_season": "The 1981 season was the Chicago Bears' 62nd in the National Football League, and their fourth under head coach Neill Armstrong.  The team failed to impove on their 7–9 record from 1980 to finish at 6–10, and failed to make the playoffs for the second consecutive season. At the end of the season, Neill Armstrong was fired by the Bears.",
  "/wiki/Marcus_Anderson": "Marcus J. Anderson (born June 12, 1959) is a former Chicago Bears wide receiver. He was signed by the Chicago Bears as an undrafted free agent in 1981. He played college football at Tulane University.",
  "/wiki/1980_Tulane_Green_Wave_football_team": "The 1980 Tulane Green Wave football team represented Tulane University in the 1980 NCAA Division I-A football season. The team was led by first-year coach Vince Gibson.  The Green Wave played home games in the Louisiana Superdome and finished with a 7–5 record, losing to Arkansas 15–34 in the Hall of Fame Classic.  In the 78th edition of the Battle for the Flag, Tulane lost 7–24 to LSU.  Throughout the season the offense scored 279 points, while the defense allowed 243 points. Two members of the Green Wave team were drafted into the National Football League (NFL).",
  "/wiki/NCAA_Division_I_FBS_independent_schools": "National Collegiate Athletic Association (NCAA) Football Bowl Subdivision independent schools are four-year institutions whose football programs are not part of an NCAA-affiliated conference. This means that FBS independents are not required to schedule each other for competition like conference schools do.",
  "/wiki/Leslie_Frazier": "Leslie Antonio Frazier (born April 3, 1959) is an American football coach and former cornerback who is the defensive coordinator of the Buffalo Bills. He served as the head coach of the Minnesota Vikings from 2011 to 2013.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/Alcorn_State_Braves_football": "The Alcorn State Braves are the college football team representing the Alcorn State University. The Braves play in NCAA Division I Football Championship Subdivision as a member of the Southwestern Athletic Conference.",
  "/wiki/Southwestern_Athletic_Conference": "The Southwestern Athletic Conference (SWAC) is a collegiate athletic conference headquartered in Birmingham, Alabama, which is made up of historically black colleges and universities (HBCUs) in the Southern United States. It participates in the NCAA's Division I for all sports; in football, it participates in the Football Championship Subdivision (FCS), formerly referred to as Division I-AA.",
  "/wiki/Jay_Hilgenberg": "Jay Walter Hilgenberg (born March 21, 1959) is a former American football player in the NFL. He played center for the Chicago Bears, Cleveland Browns and the New Orleans Saints from 1981 to 1993.",
  "/wiki/Center_(gridiron_football)": "Center (C) is a position in gridiron football.  The center is the innermost lineman of the offensive line on a football team's offense.  The center is also the player who passes (or \"snaps\") the ball between his legs to the quarterback at the start of each play.",
  "/wiki/1980_Iowa_Hawkeyes_football_team": "The 1980 Iowa Hawkeyes football team was an American football team that represented the University of Iowa in the 1980 Big Ten Conference football season. In their second season under head coach Hayden Fry, the Hawkeyes finished in fourth place in the Big Ten Conference (Big Ten), compiled a 4–7 record (4–4 against Big Ten opponents), and were outscored by their opponents, 238 to 154. The team played its home games in Kinnick Stadium in Iowa City, Iowa.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/1981_Cleveland_Browns_season": "The 1981 Cleveland Browns season was the team's 32nd season with the National Football League.\nIn a highly disappointing season filled with a number of key injuries at different stretches during the campaign, the Browns finished the year with five straight defeats, their longest losing streak since 1975, and dropped seven of their final eight games. By contrast, in 1980, the Browns enjoyed a five-game winning streak, their longest since 1976, and won eight of nine during one stretch.",
  "/wiki/Sam_Mills": "Samuel Davis Mills Jr. (June 3, 1959 – April 18, 2005) was an American football linebacker who played twelve seasons in the National Football League (NFL) for the New Orleans Saints and Carolina Panthers. He also played for three seasons in the United States Football League (USFL) with the Philadelphia Stars and won two championships.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Montclair_State_Red_Hawks_football": "Montclair State University (MSU) is a public research university in Montclair, New Jersey, with parts of the campus extending into Little Falls, New Jersey. It is the second largest university in New Jersey. As of October 2018, there were 21,115 total enrolled students: 16,988 undergraduate students and 4,127 graduate students. The campus covers approximately 500 acres (2.0 km2), inclusive of the New Jersey School of Conservation in Stokes State Forest. The university offers more than 300 majors, minors, and concentrations.",
  "/wiki/New_Jersey_Athletic_Conference": "The New Jersey Athletic Conference (NJAC), formerly the New Jersey State Athletic Conference, is a college athletic conference affiliated with the NCAA's Division III. All of its full members are public universities in New Jersey. Affiliate members (track-only, men's tennis-only, or football-only) are located in Delaware, Maryland, New York, Pennsylvania, Virginia, and Wisconsin.",
  "/wiki/1981_Dallas_Cowboys_season": "The 1981 Dallas Cowboys season was their 22nd in the league. The team matched their previous output of 12–4, winning their fifth division title in six years. They lost the Conference Championship game for the second straight season.",
  "/wiki/Michael_Downs": "Michael Lynn Downs (born June 9, 1959) is a former American football safety in the National Football League for the Dallas Cowboys and Phoenix Cardinals. He played college football at Rice University.",
  "/wiki/Safety_(gridiron_football_position)": "Safety, historically known as a safetyman, is a position in gridiron football played by a member of the defense. The safeties are defensive backs who line up from ten to fifteen yards from the line of scrimmage. There are two variations of the position in a typical American formation: the free safety (FS) and the strong safety (SS). Their duties depend on the defensive scheme. The defensive responsibilities of the safety and cornerback usually involve pass coverage towards the middle and sidelines of the field, respectively. While American (11-player) formations generally use two safeties, Canadian (12-player) formations generally have one safety and two defensive halfbacks, a position not used in the American game.\nAs professional and college football have become more focused on the passing game, safeties have become more involved in covering the eligible pass receivers.",
  "/wiki/Rice_Owls_football": "The Rice Owls football team represents Rice University in NCAA Division I college football. The Owls have competed in Conference USA's Western Division since 2005. Rice Stadium, built in 1950, hosts the Owls' home football games.",
  "/wiki/Southwest_Conference": "The Southwest Conference (SWC) was an NCAA Division I college athletic conference in the United States that existed from 1914 to 1996. Composed primarily of schools from Texas, at various times the conference included schools from Oklahoma and Arkansas as well, but not from the actual Southwestern United States.",
  "/wiki/Joey_Hackett": "Joseph Glenn \"Joey\" Hackett (born September 29, 1958) was a tight end in the National Football League.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/Elon_Phoenix_football": "The Elon Phoenix football program is the intercollegiate American football team for the Elon University located in the U.S. state of North Carolina. The school which first fielded a football team in 1909, competes in the NCAA Division I Football Championship Subdivision (FCS). After 11 seasons in the Southern Conference, Elon joined the Colonial Athletic Association for all sports, including football, in 2014. The Phoenix play their home games at the 13,100 seat Rhodes Stadium.",
  "/wiki/South_Atlantic_Conference": "The South Atlantic Conference (SAC) is a collegiate athletic conference which operates in the southeastern United States. It participates in the National Collegiate Athletic Association (NCAA)'s Division II level. The SAC was founded in 1975 as a football-only conference and became an all-sports conference beginning with the 1989–90 season.",
  "/wiki/Angelo_King": "Angelo King (born February 10, 1958) is a former American football linebacker in the National Football League for the Dallas Cowboys and Detroit Lions. He played college football at South Carolina State University.",
  "/wiki/South_Carolina_State_Bulldogs_football": "The South Carolina State Bulldogs football team represents South Carolina State University in college football. The Bulldogs play in the NCAA Division I Football Championship Subdivision (FCS) as a member of the Mid-Eastern Athletic Conference (MEAC). A historically dominant football program, the Bulldogs lead the MEAC in conference championships.  The school has produced three players enshrined in the Pro Football Hall of Fame including Harry Carson, Deacon Jones, and Marion Motley.  Other legendary Bulldog players include Robert Porcher and Donnie Shell.  Legendary former SC State Coach Willie Jeffries became the first African American Head Coach of a predominantly white Division 1-A football program, when he was hired to coach the  Wichita State football program in 1979.  Jeffries is enshrined in the College Football Hall of Fame.",
  "/wiki/Mid-Eastern_Athletic_Conference": "The Mid-Eastern Athletic Conference (MEAC) is a collegiate athletic conference whose full members are historically black colleges and universities (HBCUs) in the Southeastern and the Mid-Atlantic United States. It participates in the National Collegiate Athletic Association's Division I, and in football, in the Football Championship Subdivision (FCS).",
  "/wiki/Everson_Walls": "Everson Collins Walls (born December 28, 1959) is a former American football defensive back who played professionally in the National Football League (NFL) for the Dallas Cowboys, the New York Giants, and the Cleveland Browns.  During his 14 seasons, he was a four-time Pro Bowl selection. He was also a 3-time All-Pro selection. Walls won a Super Bowl with the Giants after the 1990 season. He played college football at Grambling State University.",
  "/wiki/Grambling_State_Tigers_football": "The Grambling State Tigers are the college football team representing the Grambling State University. The Tigers play in NCAA Division I Football Championship Subdivision (FCS) as a member of the Southwestern Athletic Conference.",
  "/wiki/Steve_Wright_(American_football,_born_1959)": "Stephen Hough Wright (born April 8, 1959) is a former  American football offensive tackle in the National Football League for the Dallas Cowboys, Indianapolis Colts and Los Angeles Raiders. He was also a member of the Oakland Invaders of the United States Football League. He played college football at Northern Iowa and then played ten professional seasons for four teams from 1981–1992. He also appeared on Survivor: Redemption Island where he placed tenth and became the third jury member.",
  "/wiki/Tackle_(gridiron_football_position)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/Northern_Iowa_Panthers_football": "The Northern Iowa Panthers football represents the University of Northern Iowa. Their first year was in 1895. They have fielded a football team every year since 1895 with the exceptions of 1906–1907 and 1943–1944. The Panthers currently compete in college football at the NCAA Division I Football Championship Subdivision level.",
  "/wiki/Association_of_Mid-Continent_Universities_football": "The Association of Mid-Continent Universities football was a part of the college athletic conference which operated in the midwestern United States. It participated in NCAA Division II until moving to NCAA Division I-AA (now known as Division I FCS) in 1981.",
  "/wiki/1981_Detroit_Lions_season": "The 1981 Detroit Lions season was their 52nd in the league. The team failed to improve upon their previous season's record of 9–7, winning eight games. The Lions started off the first four games even at 2-2. In the fourth game of the season, starting quarterback Gary Danielson suffered a dislocated wrist, which ended his season. Backup quarterback Jeff Komlo finished the game and was named the starter for the next week. In the next two games, Komlo struggled. The Lions lost both of those games. Head Coach Monte Clark made the decision to give third-string quarterback Eric Hipple start on a Monday Night game against the Chicago Bears. In front of approximately 71,000 fans, Clark's gamble paid off as the Lions defeated the Bears 48-17.",
  "/wiki/Alvin_Hall_(American_football)": "Alvin Eugene Hall is a former professional American football player who played safety for six seasons for the Detroit Lions. Previously, Hall played at Dayton Fairview High School in Dayton, Ohio. Hall led the Bulldogs basketball team as the point guard to the first City Conference title in 33 years and played safety on the football team winning their division one year.",
  "/wiki/1980_Miami_RedHawks_football_team": "The 1980 Miami Redskins football team was an American football team that represented Miami University in the Mid-American Conference (MAC) during the 1980 NCAA Division I-A football season. In its second season under head coach Tom Reed, the team compiled a 5–6 record (4–3 against MAC opponents), finished in a tie for third place in the MAC, and outscored all opponents by a combined total of 241 to 192.",
  "/wiki/Mid-American_Conference": "The Mid-American Conference (MAC) is a National Collegiate Athletic Association (NCAA) Division I collegiate athletic conference with a membership base in the Great Lakes region that stretches from Western New York to Illinois.  Nine of the twelve full member schools are in Ohio and Michigan, with single members located in Illinois, Indiana, and New York. For football, the MAC participates in the NCAA's Football Bowl Subdivision.",
  "/wiki/1981_Green_Bay_Packers_season": "The 1981 Green Bay Packers season was their 63rd season overall and their 61st in the National Football League. The team posted an 8–8 record under coach Bart Starr, earning them a third-place finish in the NFC Central division. Led by the defense the Packers were number one in turnovers forced and number 9th overall. The offense did improve but still finished in the bottom half of the League. They have still had a possibility at a wildcard on the last regular-season game but were defeated by the Jets 28 - 3. Packers managed only 84 total yards against the Jets.",
  "/wiki/David_Petway": "David Petway is a former defensive back in the National Football League. He played with the Green Bay Packers during the 1981 NFL season.",
  "/wiki/1980_Northern_Illinois_Huskies_football_team": "The 1980 Northern Illinois Huskies football team represented Northern Illinois University in the 1980 NCAA Division I-A football season.  The Huskies competed in the highest division of football at the time, Division I-A.  The Huskies played under the Mid-American Conference banner during this season.  They were led by new head coach Bill Mallory, and they played their home games at Huskie Stadium.",
  "/wiki/Randy_Scott_(American_football)": "Randolph Charles Scott (born January 31, 1959 in Decatur, Georgia) is a former American football linebacker in the National Football League. He played 7 seasons in the NFL for the Green Bay Packers and he played for Bear Bryant at Alabama.",
  "/wiki/1980_Alabama_Crimson_Tide_football_team": "The 1980 Alabama Crimson Tide football team (variously \"Alabama\", \"UA\" or \"Bama\") represented the University of Alabama in the 1980 NCAA Division I-A football season. It was the Crimson Tide's 86th overall and 47th season as a member of the Southeastern Conference (SEC). The team was led by head coach Bear Bryant, in his 23rd year, and played their home games at Bryant–Denny Stadium in Tuscaloosa and Legion Field in Birmingham, Alabama. They finished season with ten wins and two losses (10–2 overall, 5–1 in the SEC) and with a victory over Baylor in the Cotton Bowl.",
  "/wiki/Southeastern_Conference": "The Southeastern Conference (SEC) is an American college athletic conference whose member institutions are located primarily in the South Central and Southeastern United States.  Its fourteen members include the flagship public universities of ten states, three additional public land grant universities, and one private research university. The conference is headquartered in Birmingham, Alabama. The SEC participates in the National Collegiate Athletic Association (NCAA) Division I in sports competitions; for football, it is part of the Football Bowl Subdivision (FBS), formerly known as Division I-A.",
  "/wiki/1981_Kansas_City_Chiefs_season": "The 1981 Kansas City Chiefs season was the franchise's 12th season in the National Football League and 22nd overall.   They improved from 1980 from an 8-8  record to a 9–7 record but missing the playoffs for the tenth consecutive season.",
  "/wiki/Deron_Cherry": "Deron Leigh Cherry (born September 12, 1959) is a retired professional American football free safety who played for the Kansas City Chiefs from 1981 to 1991. Cherry was a free safety and punter at Rutgers University. In 1979, he was named the team’s MVP. In 1979 and 1980, Cherry earned AP All-East honors. In 1981, he was signed by the Kansas City Chiefs, as a free agent  but was released in the final teams cuts. Cherry rejoined the club as a safety, and made his first career interception against the Oakland Raiders.",
  "/wiki/Rutgers_Scarlets_Knights_football": "The Rutgers Scarlet Knights football team represents Rutgers University in the Football Bowl Subdivision (FBS) of the National Collegiate Athletics Association (NCAA). Rutgers competes as a member of the East Division of the Big Ten Conference. Prior to joining the Big Ten, the team was a member of the American Athletic Conference (formerly the Big East Conference) from 1991 to 2013. Rutgers plays its home games at SHI Stadium, in Piscataway, New Jersey. The team is currently led by head coach Greg Schiano.\nThe Rutgers football team is notable for playing in what is considered to be the first ever intercollegiate football game in 1869, in which they defeated Princeton University by a score of 6–4. For this reason, Rutgers has been described as \"the birthplace of college football.\"",
  "/wiki/Jeff_Gossett": "Jeffrey Alan Gossett (born January 25, 1957) is a former American football punter who played in the National Football League (NFL) and the United States Football League (USFL). He played college football at Eastern Illinois University where he was a member of Sigma Pi fraternity.  He was the starting punter for the Los Angeles/Oakland Raiders from 1988 through 1996. During the 1996 season, at age 39, Jeff was the NFL's oldest punter. Gossest had an amazing ability to extend the amount of time his punts stayed in the air (known as \"hang time\"), which allowed his fellow players to get down the field to converge on the punt returners and/or down balls inside the 20 yard line. He ended his football career after the 1996 season. One of the top punters in the NFL in the 1980s he averaged a career high 44.2 yards per punt in 1991 and earned a spot on the Pro Bowl roster. He also played in the USFL for the Chicago Blitz in 1984 and the Portland Breakers in 1985.",
  "/wiki/Punter_(football)": "A punter (P) in gridiron football is a special teams player who receives the snapped ball directly from the line of scrimmage and then punts (kicks) the football to the opposing team so as to limit any field position advantage. This generally happens on a fourth down in American football and a third down in Canadian football. Punters may also occasionally take part in fake punts in those same situations, when they throw or run the football instead of punting.",
  "/wiki/Eastern_Illinois_Panthers_football": "The Eastern Illinois Panthers football program is the intercollegiate American football team for Eastern Illinois University located in the U.S. state of Illinois. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Ohio Valley Conference. The school's first football team was fielded in 1899. The team plays its home games at the 10,000 seat O'Brien Field, which is named after head coach Maynard O'Brien.",
  "/wiki/1981_Los_Angeles_Rams_season": "The 1981 Los Angeles Rams season was the team's 44th year with the National Football League (NFL) and the 36th season in Los Angeles. The Rams looked to improve on their 11-5 record from 1980. The team failed to improve upon their 11-5 record, and finished with a mediocre 6-10 record and missed the playoffs for the first time since 1972.",
  "/wiki/Jeff_Kemp": "Jeffrey Allan Kemp (born July 11, 1959) is a former American football quarterback who played professionally in the National Football League (NFL) for the Los Angeles Rams, San Francisco 49ers, Seattle Seahawks, and Philadelphia Eagles. He played college football at Dartmouth College in the Ivy League, and was not selected in the 1981 NFL Draft.  In 1984, Kemp led the Rams with thirteen touchdown passes and a trip to the playoffs. As a back-up to the injured Joe Montana in 1986, he threw eleven touchdown passes for the 49ers.",
  "/wiki/Quarterback": "The quarterback (commonly abbreviated \"QB\"), colloquially known as the \"signal caller\", is a position in gridiron football. Quarterbacks are members of the offensive team and line up directly behind the offensive line. In modern American football, the quarterback is usually considered the leader of the offensive team, and is often responsible for calling the play in the huddle. The quarterback also touches the ball on almost every offensive play, and is the offensive player that almost always throws forward passes. When the QB is tackled behind the line of scrimmage, it is called a sack.",
  "/wiki/1981_Minnesota_Vikings_season": "The 1981 season was the Minnesota Vikings' 21st in the National Football League, their 15th under head coach Bud Grant, and their final season at Metropolitan Stadium. They finished with a 7–9 record, and missed the playoffs for the second time in three seasons.",
  "/wiki/Leo_Lewis_(wide_receiver)": "Leo Everett Lewis III (born September 17, 1956) is a former professional American football player who played wide receiver for eleven seasons for the Minnesota Vikings and Cleveland Browns. He is the son of College Football Hall of Fame and Canadian Football Hall of Fame running back Leo Lewis. After retiring from active play, Lewis held the position of director of player development for the Vikings from 1992 to 2005. At the same time, Lewis wrote, edited and published the Vikings' player and alumni newsletter.",
  "/wiki/1980_Missouri_Tigers_football_team": "The 1980 Missouri Tigers football team represented the University of Missouri during the 1980 NCAA Division I-A football season.",
  "/wiki/Big_Eight_Conference": "The Big Eight Conference was a National Collegiate Athletic Association (NCAA)-affiliated Division I-A college athletic association that sponsored football.  It was formed in January 1907 as the Missouri Valley Intercollegiate Athletic Association (MVIAA) by its charter member schools: the University of Kansas, University of Missouri, University of Nebraska, and Washington University in St. Louis.  Additionally, the University of Iowa was an original member of the MVIAA, while maintaining joint membership in the Western Conference (now the Big Ten Conference).",
  "/wiki/1981_New_England_Patriots_season": "The 1981 New England Patriots season was the franchise's 12th season in the National Football League and 22nd overall. The Patriots ended the season with a record of two wins and fourteen losses, and finished tied for last in the AFC East Division.",
  "/wiki/Rich_Camarillo": "Richard Jon Camarillo (born November 29, 1959) is a former professional American Football punter who played 16 seasons in the NFL for the New England Patriots (1981–1987), Los Angeles Rams (1988), Phoenix Cardinals (1989–1993), Houston Oilers (1994–1995), and Oakland Raiders (1996).",
  "/wiki/1980_Washington_Huskies_football_team": "The 1980 Washington Huskies football team was an American football team that represented the University of Washington during the 1980 NCAA Division I-A football season.  In its sixth season under head coach Don James, the team compiled a 9–2 record in the regular season and were Pacific-10 Conference champions at 6–1. They returned to the Rose Bowl, but fell to favored Michigan; for the season Washington outscored its opponents 333 to 198.",
  "/wiki/1981_NFL_Draft": "The 1981 NFL draft was the procedure by which National Football League teams selected amateur college football players. It is officially known as the NFL Annual Player Selection Meeting. The draft was held April 28–29, 1981, at the New York Sheraton Hotel in New York City. The league also held a supplemental draft after the regular draft and before the regular season."
}