{
  "/wiki/Gina_Gogean": "Gina Elena Gogean (born 9 September 1978) is a retired artistic gymnast from Romania who competed internationally in the late 1980s and throughout the 1990s. During her career she won an impressive number of 30 medals at Olympic Games, world championships or continental championships. Her best events were the floor exercise (three-time world champion), the vault (two-time world champion) and the balance beam (1997 world champion). She was also an excellent all around gymnast winning several medals on this event, the European title in 1994, a silver Olympic medal (1996) and a silver medal at the 1993 World Championships. She helped the Romanian team win three consecutive world titles (1994, 1995 and 1997) and two Olympic team medals, a silver and a bronze (1992 and 1996). Gogean was inducted into the International Gymnastics Hall of Fame in 2013. Criticized for her lack of artistry and expression, Gogean nonetheless had nearly unmatched consistency, longevity and efficiency that made her a backbone of the Romanian team in the 1990s.",
  "/wiki/Kui_Yuanyuan": "Kui Yuanyuan (Simplified Chinese: 奎媛媛; born June 23, 1981) is a former artistic gymnast from China who competed in the 1996 and 2000 Olympic Games.",
  "/wiki/Lavinia_Milo%C8%99ovici": "Lavinia Corina Miloșovici (born 21 October 1976) is a retired Romanian artistic gymnast. An exceptionally successful athlete on the international competition circuit, Miloșovici, also known as \"Milo\" in the gymnastics community, is considered to be one of Romania's top gymnasts ever and one of the most prolific female all-around medalists ever, earning a total 19 World Championships or Olympic medals in a span of six years. She medalled in every single World Championships meet, Olympic Games and European Championships between 1991 and 1996, and is only the third female gymnast ever, after Larisa Latynina and Věra Čáslavská, to win at least one World Championships or Olympic title on all four events. Miloșovici was also the last gymnast along with Lu Li to ever receive the perfect mark of 10.0 in an Olympic competition and the last to receive the benchmark score of 9.95 at the World Championships. She was inducted into the International Gymnastics Hall of Fame in 2011. Her trademarks included her four-event mastery, consistency, longevity, versatile skill set, and her leadership abilities.",
  "/wiki/Liubov_Sheremeta": "Liubov Sheremeta (born January 17, 1980) is a Ukrainian former artistic gymnast. She competed at the 1996 Summer Olympics.",
  "/wiki/Gemma_Paz": "Gemma Paz (born 18 August 1981) is a Spanish gymnast. She competed in three events at the 1996 Summer Olympics.",
  "/wiki/Vasiliki_Tsavdaridou": "Vasiliki Tsavdaridou (born October 29, 1980) is a Greek artistic gymnast. She represented Greece at the 1996 Summer Olympics.",
  "/wiki/Ludivine_Furnon": "Ludivine Furnon (born October 4, 1980 in Nîmes) is a retired Olympic athlete from France. She was the first French female gymnast to ever win a medal at the World Gymnastics Championships.",
  "/wiki/Roza_Galieva": "Rozaliya Ilfovna Galiyeva (Russian: Розалия Ильфовна Галиева; born 28 April 1977), also known as Roza Galieva, is a retired artistic gymnast who competed in the 1992 Summer Olympics and 1996 Summer Olympics."
}