{
  "/wiki/Shaun_Tait": "Shaun William Tait (born 22 February 1983) is a former Australian cricketer. He is a right arm fast bowler. He represented Australia in all three forms of cricket, but had most success in One Day Internationals, in which he was a member of Australia's undefeated team at the 2007 Cricket World Cup; and T20 cricket, in which he played for two teams in the Indian Premier League and three teams in Australia's Big Bash League. Tait won four different awards throughout his career including the Bradman Young Cricketer of the Year in 2004. He was one of the fastest bowlers in the world during his time.",
  "/wiki/Rajasthan_Royals": "The Rajasthan Royals (often abbreviated as RR) are a franchise cricket team based in Jaipur, Rajasthan, that plays in the Indian Premier League (IPL). Founded in 2008 as one of the initial eight IPL franchises, the team is based at the Sawai Mansingh Stadium in Jaipur.",
  "/wiki/JP_Duminy": "Jean-Paul Duminy (born 14 April 1984), usually known as JP Duminy, is a former South African international cricketer. He was vice-captain of the South Africa Twenty20 team. He is a left-handed batsman and a right-arm off spin bowler. Duminy, who is a Cape Coloured, was raised in the Western Cape and currently plays domestic cricket for his home team, the Cape Cobras, PSL cricket team Islamabad United and the IPL cricket team Mumbai Indians.",
  "/wiki/Mumbai_Indians": "The Mumbai Indians (abbreviated as MI) are a franchise cricket team based in the city of Mumbai, Maharashtra, that play in the Indian Premier League (IPL).",
  "/wiki/Andrew_Flintoff": "Andrew Flintoff MBE (born 6 December 1977), also known as Freddie Flintoff, is an English television and radio presenter and former international cricketer.",
  "/wiki/Chennai_Super_Kings": "The Chennai Super Kings (CSK) are a franchise cricket team based in Chennai, Tamil Nadu, which plays in the Indian Premier League (IPL). Founded in 2008, the team plays its home matches at the M. A. Chidambaram Stadium in Chennai. The team served a two-year suspension from the IPL starting July 2015 for the alleged involvement of their owners in the 2013 IPL betting case, and won the title in its comeback season. The team is captained by Mahendra Singh Dhoni and coached by Stephen Fleming.",
  "/wiki/Kevin_Pietersen": "Kevin Peter Pietersen MBE (born 27 June 1980) is a South African-born British former cricketer. He is a right-handed batsman and occasional off spin bowler who played in all three formats for England between 2005 and 2014.",
  "/wiki/Royal_Challengers_Bangalore": "The Royal Challengers Bangalore (often abbreviated as RCB) are a franchise cricket team based in Bangalore, Karnataka, that plays in the Indian Premier League (IPL). It was founded in 2008 by United Spirits and named after the company's liquor brand Royal Challenge. Since its inception, the team has played its home matches at the M. Chinnaswamy Stadium.",
  "/wiki/Fidel_Edwards": "Fidel Henderson Edwards (born 6 February 1982) is a West Indian cricketer, who plays all formats of the game. A pace bowler, his round-arm action \"not unlike\" that of former fast bowler Jeff Thomson. He was spotted in the nets by Brian Lara and was called up for his Test debut against Sri Lanka after just one match for Barbados.",
  "/wiki/Deccan_Chargers": "The Deccan Chargers (abbreviated as DC) were a franchise cricket team based in the city of Hyderabad in the Indian Premier League. The team was one of the eight founding members of the IPL in 2008 and was owned by Deccan Chronicle Holdings Ltd. After finishing last in the first season of the IPL, they won the second season held in South Africa in 2009 under the captaincy of former Australian wicket-keeper and batsman Adam Gilchrist. Gilchrist was the captain of the team for the first three seasons of the IPL. From the fourth season, Kumar Sangakkara led the team and Cameron White played as his deputy. The team was coached by Darren Lehmann, former Australian cricketer.",
  "/wiki/Owais_Shah": "Owais Alam Shah (Urdu: اویس شاہ‎) (born 22 October 1978) is a former English cricketer. A middle-order batsman, he played for Middlesex between 1996–2010 and Essex County Cricket Club 2011–2013 before announcing his retirement from first-class cricket. He joined Hampshire for the NatWest t20 Blast in May 2014. He has also represented England in all forms of the game.",
  "/wiki/Delhi_Daredevils": "The Delhi Capitals are a franchise cricket team that represents the city of Delhi in the Indian Premier League (IPL). Founded in 2008 as the Delhi Daredevils, the franchise is jointly owned by the GMR Group and the JSW Group. The team's home ground is Arun Jaitley Stadium, located in New Delhi.",
  "/wiki/Paul_Collingwood": "Paul David Collingwood MBE (born 26 May 1976) is a former English cricketer, having played all three formats of the game internationally for England. Collingwood played for Durham County Cricket Club and was the 2010 ICC World Twenty20 winning captain. He was a regular member of the England Test side and captain of the One Day International (ODI) team (2007–2008). He is the first T20I cap for England.",
  "/wiki/Tyron_Henderson": "Tyron Henderson (born 1 August 1974) is a former South African professional cricketer who played in one international match for the South African national team. He was born in Durban in Natal Province.",
  "/wiki/Ravi_Bopara": "Ravinder Singh \"Ravi\" Bopara (born 4 May 1985) is an English cricketer who plays for Sussex and England in all three formats. Originally a top-order batsman, his developing medium pace bowling has made him an all-rounder and he has the best bowling figures for England in a Twenty20 International. Bopara has also played for Karachi Kings in the Pakistan Super League, Kings XI Punjab in the Indian Premier League, Sydney Sixers in the Big Bash League and Chittagong Vikings in the Bangladesh Premier League.",
  "/wiki/Kings_XI_Punjab": "The Kings XI Punjab (KXIP) are a franchise cricket team based in Mohali (Chandigarh CR), Punjab, that plays in the Indian Premier League (IPL). Established in 2008, the franchise is jointly owned by Mohit Burman, Ness Wadia, Preity Zinta and Karan Paul. The team plays its home matches at the PCA Stadium, Mohali. Since the 2010 IPL, they have been playing some of their home games at either Dharamsala or Indore.",
  "/wiki/Thilan_Thushara": "Magina Thilan Thushara Mirando; (born 1 March 1981), or Thilan Thushara, is a former Sri Lankan cricketer, who played all formats of the game. He is a left-handed batsman and a left-arm medium-fast bowler. Though he did not represent the country in international level after 2010, Thushara is an active member in Sri Lanka domestic competitions for Moors Sports Club.",
  "/wiki/Jesse_Ryder": "Jesse Daniel Ryder (born  6 August 1984) is a former international New Zealand cricketer, who played all forms of the game. He is a middle-order batsman for Tests and is an opening batsman in ODIs. Ryder also bowls useful medium-pace.",
  "/wiki/Kyle_Mills": "Kyle David Mills (born 15 March 1979) is a former New Zealand international cricketer and also a former captain of the New Zealand cricket team in limited overs matches. Mills played top-class cricket between 1998 and 2015 as a bowler.",
  "/wiki/Dwayne_Smith": "Dwayne Romel Smith (born 12 April 1983) is a  former Barbadian international cricketer who has represented the West Indies in all three formats of the game. A (part-time) all-rounder, he is known as an aggressive and powerful right-handed batsman, bowls medium pace, and is also an athletic fielder.",
  "/wiki/Jerome_Taylor": "Jerome Everton Taylor (born 22 June 1984) is a Jamaican cricketer who has played limited over internationals for the West Indies. In July 2016, he announced his retirement from Test cricket after giving 'formal notification' of his decision to retire. However, in April 2017, he announced the end of his retirement, making himself available for the West Indies squad for their Test series against Pakistan.",
  "/wiki/Mohammad_Ashraful": "Mohammad Ashraful (Bengali: মোহাম্মদ আশরাফুল; born 7 July 1984) is a Bangladeshi cricketer, who has represented the Bangladesh national cricket team in all formats of the game and a former captain of all formats. A top-order batsman with a penchant for flashy strokeplay, he was also selected to represent the ACC Asia XI ODI side.",
  "/wiki/Mashrafe_Mortaza": "Mashrafe Bin Mortaza (Bengali: মাশরাফি বিন মর্তুজা pronunciation  (help·info); born 5 October 1983) is a Bangladeshi international cricketer and politician who is the current captain of the One Day Internationals for the Bangladesh national cricket team and member of the parliament Jatiya Sangsad from Narail-2. He was ranked as one of the world's most famous athletes by ESPN “WORLD FAME 100” in 2019. He also captained Bangladesh in Twenty20 Internationals. He broke into the national side in late 2001 against Zimbabwe and represented Bangladesh before having played a single first-class match. Mortaza captained his country in one Test and seven One Day Internationals (ODIs) between 2009 and 2010, however injury meant he was in and out of the side and Shakib Al Hasan was appointed captain in Mortaza's absence. Mortaza used to be considered one of the fastest bowlers produced by Bangladesh, previously bowling in the mid-135s-145s km/h in the 2000s, and regularly opens the bowling. He is a useful lower-middle order batsman, with a first-class century and three Test half centuries to his name. Mortaza's career has been hampered by fifteen injuries and he has undergone a total of ten operations on his knees and ankles.",
  "/wiki/Kolkata_Knight_Riders": "The Kolkata Knight Riders (also known by the acronym KKR) are a franchise cricket team representing the city of Kolkata in the Indian Premier League. The franchise is owned by Bollywood actor Shah Rukh Khan, actress Juhi Chawla and her spouse Jay Mehta. The home of the Knight Riders is Eden Gardens, the largest cricket stadium in India and the second largest in the world by seating capacity.",
  "/wiki/George_Bailey_(cricketer,_born_1982)": "George John Bailey (born 7 September 1982) is a former Australian cricketer, who was the captain of the Australian T20I team and vice-captain of the Australian ODI team. He represented the Tasmanian cricket team in Sheffield Shield and Australia's domestic limited overs tournament, the Matador Cup, and also played for Hampshire in England and Twenty20 cricket for the Kings XI Punjab, previously used to play for Chennai Super Kings in the Indian Premier League and the Hobart Hurricanes in the Big Bash League. He also led Kings XI Punjab in the 2014 and 2015 IPL Seasons.",
  "/wiki/List_of_2009_Indian_Premier_League_personnel_changes": "This is a list of all personnel changes for the 2009 Indian Premier League."
}