{
  "/wiki/Shomari_Williams": "Shomari Gyasi Williams (born March 8, 1985) is the defensive line coach and recruiting coordinator for the UBC Thunderbirds of U Sports football. He is a former professional Canadian football defensive end who played in parts of six seasons in the Canadian Football League. He was drafted first overall by the Saskatchewan Roughriders in the 2010 CFL Draft after Saskatchewan traded up to be in a position to draft him. Williams played one season with the Hamilton Tiger-Cats before being traded back to Saskatchewan. He played college football for the Queen's Golden Gaels and the Houston Cougars.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Queen's_Golden_Gaels": "The Queen's Gaels (also: Queen's Golden Gaels) are the athletic teams that represent Queen's University in Kingston, Ontario, Canada. Team colours are blue, red, and gold. Its main home is Richardson Memorial Stadium on West Campus.",
  "/wiki/John_Bender_(gridiron_football)": "John Bender (born March 9, 1987) is a professional Canadian football offensive lineman who is currently a free agent. He most recently played for the Calgary Stampeders of the Canadian Football League. He was drafted 17th overall by the Stampeders in the 2010 CFL Draft and signed a contract with the team on May 10, 2011 after finishing his college eligibility. He played college football for the Nevada Wolf Pack.",
  "/wiki/Guard_(American_football)": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/Nevada_Wolf_Pack_football": "The Nevada Wolf Pack football program represents the University of Nevada, Reno (commonly referred to as \"Nevada\" in athletics) in college football. The Wolf Pack competes in the Mountain West Conference at the Football Bowl Subdivision level of the NCAA Division I. It was founded on October 24, 1896 as the Sagebrushers in Reno, Nevada.",
  "/wiki/Cory_Greenwood": "Cory Greenwood (born June 5, 1985) is a professional Canadian football linebacker for the Calgary Stampeders of the Canadian Football League (CFL). He has played as a middle linebacker and long snapper. He played college football for the Concordia University Stingers, and was drafted third overall by the Toronto Argonauts of the Canadian Football League (CFL) in the 2010 CFL Draft, after Toronto traded up to be in a position to draft him. A few days later, however, he signed a contract with the Kansas City Chiefs.",
  "/wiki/Concordia_Stingers": "The Concordia Stingers are the athletic teams that represent Concordia University in Montreal, Quebec, Canada.  They compete with other schools in Canadian Interuniversity Sport, and more specifically in Réseau du sport étudiant du Québec (RSEQ; French for \"Quebec Student Sports Network\"). The Stingers were established in 1974 when Sir George Williams University and Loyola College merged to form Concordia University and replaced the preceding Sir George Williams Georgians and Loyola Warriors.",
  "/wiki/Danny_Watkins": "Danny William Watkins (born November 6, 1984) is a former American football offensive guard in the National Football League (NFL). He was drafted fourth overall by the BC Lions of the Canadian Football League in the 2010 CFL Draft, but played out his last year at Baylor University, the 2010 season.",
  "/wiki/Offensive_tackle": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/Baylor_Bears_football": "The Baylor Bears football team represents Baylor University in Division I FBS college football. They are a member of the Big 12 Conference.  After 64 seasons at the off-campus Baylor Stadium, renamed Floyd Casey Stadium in 1990, the Bears opened the new on-campus McLane Stadium known as \"The House That Briles Built,\" for the 2014 season.",
  "/wiki/Joe_Eppele": "Joseph Eppele (born August 12, 1987) is a former Canadian football offensive lineman. He was drafted second overall by the Toronto Argonauts in the 2010 CFL Draft, being the first offensive lineman taken while being ranked fifth overall by the CFL's Amateur Scouting Bureau. He played college football for the Washington State Cougars.",
  "/wiki/Washington_State_Cougars_football": "The Washington State Cougars football program is the intercollegiate American football team for Washington State University, located in Pullman, Washington. The team competes at the NCAA Division I level in the FBS and is a member of the North Division of the Pac-12 Conference (Pac-12). Known as the Cougars, the first football team was fielded in 1894.",
  "/wiki/Rob_Maver": "Rob Maver (born March 12, 1986) is a retired professional Canadian football Punter, having played his entire 10-year football career with the Calgary Stampeders of the Canadian Football League (CFL).  He was drafted fifth overall by the Stampeders in the 2010 CFL Draft, after being highly ranked by the CFL's Amateur Scouting Bureau. He played Canadian Interuniversity Sport football for the Guelph Gryphons. He played high school football for Turner Fenton Trojans.",
  "/wiki/Placekicker": "Placekicker, or simply kicker (PK or K), is the player in gridiron football who is responsible for the kicking duties of field goals and extra points. In many cases, the placekicker also serves as the team's kickoff specialist or punter as well.",
  "/wiki/Punter_(football)": "A punter (P) in gridiron football is a special teams player who receives the snapped ball directly from the line of scrimmage and then punts (kicks) the football to the opposing team so as to limit any field position advantage. This generally happens on a fourth down in American football and a third down in Canadian football. Punters may also occasionally take part in fake punts in those same situations, when they throw or run the football instead of punting.",
  "/wiki/Guelph_Gryphons": "The Guelph Gryphons are the athletic teams that represent the University of Guelph in Guelph, Ontario, Canada. The university's varsity teams compete in the Ontario University Athletics conference of the Canadian Interuniversity Sport and, where applicable, in the west division. The university teams are often referred to as the Gryphs, which is short for the school's mascot, Gryph, the gryphon.",
  "/wiki/Brian_Bulcke": "Brian Bulcke (born April 27, 1987) is a professional Canadian football defensive lineman who is currently a free agent. He was most recently a member of the Toronto Argonauts of the Canadian Football League. He was drafted sixth overall by the Edmonton Eskimos in the 2010 CFL Draft and, after having his rights traded, signed with the Calgary Stampeders on September 11, 2011 after finishing his college eligibility and trying out for the NFL's San Francisco 49ers. He signed with the Hamilton Tiger-Cats on February 15, 2013.",
  "/wiki/Defensive_lineman": "In gridiron football, a lineman is a player who specializes in play at the line of scrimmage. The linemen of the team currently in possession of the ball are the offensive line, while linemen on the opposing team are the defensive line. A number of NFL rules specifically address restrictions and requirements for the offensive line, whose job is to help protect the quarterback from getting sacked for a loss, or worse, fumbling. The defensive line is covered by the same rules that apply to all defensive players. Linemen are usually the largest players on the field in both height and weight, since their positions usually require less running and more strength than skill positions.",
  "/wiki/Stanford_Cardinal_football": "The Stanford Cardinal football program represents Stanford University in college football at the NCAA Division I FBS level and is a member of the Pac-12 Conference's North Division. Stanford has a highly successful football tradition. The team is currently known as the Cardinal, adopted prior to the 1982 season. Stanford was known as the \"Indians\" from 1930 to January 1972, and the \"Cardinals\" from 1972 through 1981. A student vote in December 1975 to change the nickname to \"Robber Barons\" was not approved by administrators.",
  "/wiki/Taurean_Allen": "Taurean Allen (born February 15, 1987) is a former professional Canadian football defensive back who played for the Calgary Stampeders of the Canadian Football League (CFL). The Stampeders selected Allen in the second round of the 2010 CFL Draft. He played college football for the Wilfrid Laurier Golden Hawks. In 2010, Allen played in six regular season games for the Stampeders, recording seven tackles. He ultimately did not play in the 2011 season due to injury and was released shortly thereafter.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/Wilfrid_Laurier_Golden_Hawks": "The Wilfrid Laurier Golden Hawks, commonly shortened to Laurier Golden Hawks, is the name used by the varsity sports teams of Wilfrid Laurier University in Waterloo, Ontario, Canada. The university's varsity teams compete in the Ontario University Athletics conference of the Canadian Interuniversity Sport and, where applicable, in the west division.",
  "/wiki/Eddie_Steele": "Eddie Steele (born July 4, 1988) is a former professional Canadian football defensive tackle who recently played for the Saskatchewan Roughriders of the Canadian Football League. He was drafted 22nd overall by the Hamilton Tiger-Cats in the 2010 CFL Draft. He played college football for the Manitoba Bisons.\nAs a kid, Eddie's first football team was the North Winnipeg Nomads, and later the Kelvin Clippers. He played a crucial role in the team winning a U of M Vanier Cup championship. Eddie has one older sister, (Jenny), and a younger  brother (Drayden) and younger sister (Raia).",
  "/wiki/Defensive_tackle": "A defensive tackle (DT) is typically the largest and strongest of the defensive players in American football. The defensive tackle typically lines up opposite one of the offensive guards. Depending on a team's individual defensive scheme, a defensive tackle may be called upon to fill several different roles.  These roles may include merely holding the point of attack by refusing to be moved or penetrating a certain gap between offensive linemen to break up a play in the opponent's backfield. If a defensive tackle reads a pass play, his primary responsibility is to pursue the quarterback, or simply knock the pass down at the line if it is within arm's reach.  Other responsibilities of the defensive tackle may be to pursue the screen pass or drop into coverage in a zone blitz scheme. In a traditional 4–3 defense, there is no nose tackle. Instead there is a left and right defensive tackle. Some teams, especially in the National Football League (NFL), do have a nose tackle in this scheme, but most of them do not.",
  "/wiki/Manitoba_Bisons": "The Manitoba Bisons are the athletic teams that represent the University of Manitoba in Winnipeg, Manitoba, Canada. The football team plays their games at Investors Group Field. The soccer team play their home games at the University of Manitoba Soccer Fields while the track and field teams use the University Stadium as their home track. The University has 18 different teams in 10 sports: basketball, curling, cross country, football, golf, ice hockey, soccer, swimming, track & field, and volleyball).",
  "/wiki/Shawn_Gore": "Shawn Vere Gore (born April 12, 1987, is a retired professional Canadian football wide receiver. Gore spent the majority of his professional career playing for the BC Lions of the Canadian Football League. He was drafted tenth overall by the Lions in the 2010 CFL Draft, but signed with the Green Bay Packers of the National Football League on the day after the draft as a free agent. He played college football for the Bishop's Gaiters, and high school football for the Newtonbrook North Stars.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Bishop's_Gaiters": "The Bishop's Gaiters is the name of the men's and women's athletic teams that represent Bishop's University in Sherbrooke, Quebec, Canada. The name Gaiter is a nickname used to refer to garments worn over the shoe and lower pants leg, worn by Anglican bishops until the beginning of the 20th century. The teams play in Canadian Interuniversity Sport, mostly competing in the Réseau du sport étudiant du Québec (RSEQ), while the football program competes in the Atlantic University Sport football conference. The Gaiters' home field is Coulter Field, a 2,200 seat capacity stadium located on the university's campus.",
  "/wiki/Joel_Reinders": "Joel Reinders (born October 2, 1987) is a former offensive tackle. He played college football at the University of Waterloo.",
  "/wiki/Waterloo_Warriors": "The Waterloo Warriors are the athletic teams that represent the University of Waterloo in Waterloo, Ontario, Canada. The Warriors have found success over certain spans in football, hockey, rugby, golf and basketball among others, and the Warriors have won national championships in hockey (1974), basketball (1975), and women's swimming (1975). For many years from the 1960s through the 1990s, Warrior basketball games attracted the largest and rowdiest basketball crowds in the country. The Warriors Football teams have won two Yates Cup Championships, in 1997 and in 1999. The team's 2010 season was cancelled after a steroid scandal, the biggest ever in CIS Football history.",
  "/wiki/J'Michael_Deane": "J'Michael Deane (born May 4, 1986) is a professional Canadian football offensive lineman. He was drafted 21st overall by the Calgary Stampeders in the 2010 CFL Draft and signed a contract with the team on May 10, 2011 after finishing his college eligibility. He played for three years with the Stampeders before being selected in the 2013 CFL Expansion Draft by the Ottawa Redblacks. He won his first Grey Cup championship in 2016. He played college football for the Michigan State Spartans.",
  "/wiki/Michigan_State_Spartans": "The Michigan State Spartans are the athletic teams that represent Michigan State University. The school's athletic program includes 25 varsity sports teams. Their mascot is a Spartan warrior named Sparty, and the school colors are green and white. The university participates in the NCAA's Division I and the Football Bowl Subdivision for football. The Spartans participate as members of the Big Ten Conference in all varsity sports. Michigan State offers 12 varsity sports for men and 13 for women.",
  "/wiki/Joash_Gesse": "Joash Gesse (born September 4, 1986, in Montreal, Quebec) is a retired Canadian football linebacker. He was drafted sixteenth overall by the BC Lions in the 2010 CFL Draft and signed a contract with the team on May 25, 2010. After spending three seasons with the Lions, he signed with the Edmonton Eskimos with whom he played with for two years. He played college football for the Montreal Carabins.  He is currently working as a high school teacher in Laval, Quebec, and has a girlfriend.",
  "/wiki/Montreal_Carabins": "The Montréal Carabins are the men's and women's athletic teams that represent the Université de Montréal in Montreal, Quebec, Canada. Teams play at the CEPSUM Stadium and at l'aréna du CEPSUM, located at the Université de Montréal campus.",
  "/wiki/Steven_Turner": "Steven \"Afterburner\" Turner (born January 18, 1987 in Brampton, Ontario) is a professional Canadian football running back and slotback who is currently a free agent. He was drafted 30th overall by the Toronto Argonauts in the 2010 CFL Draft. He played college football for the Bishop's Gaiters.",
  "/wiki/Cory_Watson": "Cory Watson (born March 27, 1984) is a professional Canadian football wide receiver for the Saskatchewan Roughriders of the Canadian Football League (CFL). He was drafted ninth overall by the Winnipeg Blue Bombers in the 2010 CFL Draft and played for five seasons with the club, three seasons for the Edmonton Eskimos and spent the 2018 season with the BC Lions.  He played CIS football for the Concordia Stingers.",
  "/wiki/Akeem_Foster": "Akeem Foster (born March 20, 1987) is a professional Canadian football wide receiver for the Kotka Eagles of the Finnish 1st Division. Prior to that, Foster had been a member of the Edmonton Eskimos of the Canadian Football League. He was drafted 25th overall by the BC Lions in the 2010 CFL Draft and signed a contract with the team on May 25, 2010. During the 2013 CFL season, the Lions traded him in exchange for Buck Pierce. He played college football for the St. Francis Xavier X-Men. Foster played for the Tri-Cities Fever of the Indoor Football League in 2016.",
  "/wiki/St._Francis_Xavier_X-Men": "The St. Francis Xavier X-Men and X-Women are the men's and women's athletic teams that represent St. Francis Xavier University in Antigonish, Nova Scotia, Canada. Their primary home turf is Oland Stadium located at the University's campus.",
  "/wiki/Chima_Ihekwoaba": "Chima Ihekwoaba (born November 3, 1988) is a former professional Canadian football defensive end for the Montreal Alouettes of the Canadian Football League. He was drafted 14th overall by the Alouettes in the 2010 CFL Draft and signed with the team after spending time with the NFL's Detroit Lions. He played college football for the Wilfrid Laurier Golden Hawks.",
  "/wiki/Defensive_End": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/Nasser_Jamal": "Nasser Jamal (born February 25, 1988 in Kandahar, Afghanistan and raised in Queensborough, British Columbia and the Downtown Eastside) is a professional Canadian football offensive lineman who is currently a free agent. He most recently played for the Toronto Argonauts of the Canadian Football League. He was drafted 40th overall by the Argonauts in the 2009 CFL Draft and signed with the team on April 4, 2011, taking time off to complete his degree and pursue NFL interests. He was ranked as a top 5 draft pick, but fell in rankings due to increased interest from the NFL and injury. He was later released on July 20, 2011 due to injuries sustained during practice. He played NCAA Division 1A college football for the Louisiana–Lafayette Ragin' Cajuns where he was a 3-year letter winner and recipient of multiple academic awards.",
  "/wiki/Louisiana_Ragin'_Cajuns_football": "The Louisiana Ragin' Cajuns football program is a college football team that represents the University of Louisiana at Lafayette in the Sun Belt Conference. Between 2011 and 2014, the Cajuns won four consecutive New Orleans Bowls, representing the most successful stretch in the program's history, but later had to vacate two of the victories due to NCAA violations.",
  "/wiki/Chris_Rwabukamba": "Chris Rwabukamba (born January 5, 1987) is a professional Canadian football defensive back for the Edmonton Eskimos of the Canadian Football League (CFL). He was drafted 27th overall by the Hamilton Tiger-Cats in the 2010 CFL Draft and signed with the team on June 1, 2011. He has also been a member of the Edmonton Eskimos. He played college football for the Duke Blue Devils. He was born in Kigali, Rwanda and raised in Windsor, Ontario.",
  "/wiki/Duke_Blue_Devils_football": "The Duke Blue Devils football team represents Duke University in the sport of American football.  The Blue Devils compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Coastal Division of the Atlantic Coast Conference (ACC).  The program has 17 conference championships (7 ACC championships and 10 Southern Conference titles), 53 All-Americans, 10 ACC Players of the Year (the most in the ACC), and have had three Pro Football Hall of Famers come through the program (second in the ACC to only Miami's four). The team is currently coached by David Cutcliffe and play their home games at Wallace Wade Stadium in Durham, North Carolina.",
  "/wiki/2010_CFL_Draft": "The 2010 CFL Draft took place on Sunday, May 2, 2010 at 12:00 PM ET on TSN. 47 players were chosen from among eligible players from Canadian universities across the country, as well as Canadian players playing in the NCAA. After a number of trades, including ones made on draft day, Toronto and BC wound up with the most picks with nine apiece. The defending Grey Cup champions, the Montreal Alouettes, had seven, while the Calgary Stampeders had six. The Edmonton Eskimos, Hamilton Tiger-Cats, Winnipeg Blue Bombers and the Saskatchewan Roughriders each had four. Of the 47 draft selections, 36 players were drafted from Canadian Interuniversity Sport institutions."
}