{
  "/wiki/Grand_Duchy_of_Baden": "The Grand Duchy of Baden (German: Großherzogtum Baden) was a state in the southwest German Empire on the east bank of the Rhine. It existed between 1806 and 1918.",
  "/wiki/Margraviate": "Margrave was originally the medieval title for the military commander assigned to maintain the defence of one of the border provinces of the Holy Roman Empire or of a kingdom. That position became hereditary in certain feudal families in the Empire, and the title came to be borne by rulers of some Imperial principalities until the abolition of the Empire in 1806 (e.g., Margrave of Brandenburg, Margrave of Baden). Thereafter, those domains (originally known as marks or marches, later as margraviates or margravates) were absorbed in larger realms or the titleholders adopted titles indicative of full sovereignty.",
  "/wiki/Kingdom_of_Bavaria": "The Kingdom of Bavaria (German: Königreich Bayern; Austro-Bavarian: Kinereich Bayern) was a German state that succeeded the former Electorate of Bavaria in 1805 and continued to exist until 1918. The Bavarian Elector Maximilian IV Joseph of the House of Wittelsbach became the first King of Bavaria in 1805 as Maximilian I Joseph. The crown would go on being held by the Wittelsbachs until the kingdom came to an end in 1918. Most of Bavaria's present-day borders were established after 1814 with the Treaty of Paris, in which Bavaria ceded Tyrol and Vorarlberg to the Austrian Empire while receiving Aschaffenburg and Würzburg. With the unification of Germany into the German Empire in 1871, the kingdom became a federal state of the new Empire and was second in size, power, and wealth only to the leading state, the Kingdom of Prussia. In 1918, Bavaria became a republic, and the kingdom was thus succeeded by the current Free State of Bavaria.",
  "/wiki/Duchy": "A duchy is a medieval country, territory, fief, or domain ruled by a duke or duchess, a high-ranking nobleman hierarchically second to the king or queen in European tradition. The term is used almost exclusively in Europe, where in the present day there is no sovereign duchy  (i.e. with the status of a nation state) left.",
  "/wiki/Grand_Duchy_of_Berg": "The Grand Duchy of Berg (German: Großherzogtum Berg), also known as the Grand Duchy of Berg and Cleves, was a territorial grand duchy established in 1806 by Emperor Napoleon after his victory at the Battle of Austerlitz (1805) on territories between the French Empire at the Rhine river and the German Kingdom of Westphalia.",
  "/wiki/Duchy_of_Cleves": "The Duchy of Cleves (German: Herzogtum Kleve; Dutch: Hertogdom Kleef) was a State of the Holy Roman Empire which emerged from the medieval Hettergau [de]. It was situated in the northern Rhineland on both sides of the Lower Rhine, around its capital Cleves and the towns of Wesel, Kalkar, Xanten, Emmerich, Rees and Duisburg bordering  the lands of the Prince-Bishopric of Münster in the east and the Duchy of Brabant in the west. Its history is closely related to that of its southern neighbours: the Duchies of Jülich and Berg, as well as Guelders and the Westphalian county of Mark. The Duchy was archaically known as Cleveland in English.",
  "/wiki/Grand_Duchy_of_Hesse": "The Grand Duchy of Hesse and by Rhine (German: Großherzogtum Hessen und bei Rhein) was a grand duchy in western Germany that existed from 1806 (the period of German mediatization) to the end of the German Empire in 1918.  The grand duchy originally formed on the basis of the Landgraviate of Hesse-Darmstadt in 1806 as the Grand Duchy of Hesse (German: Großherzogtum Hessen).  After the end of the Napoleonic Wars in 1815, it changed its name in 1816 to distinguish itself from the Electorate of Hesse, which had formed from neighboring Hesse-Kassel.  Colloquially, the grand duchy continued to be known by its former name of Hesse-Darmstadt.  It joined the German Empire in 1871 and became a republic after German defeat in World War I in 1918.",
  "/wiki/Landgrave": "Landgrave (German: Landgraf, Dutch: landgraaf, Swedish: lantgreve, French: landgrave; Latin: comes magnus, comes patriae, comes provinciae, comes terrae, comes principalis, lantgravius) was a noble title used in the Holy Roman Empire, and later on in its former territories. The German titles of Landgraf, Markgraf (\"margrave\"), and Pfalzgraf (\"count palatine\") are in the same class of ranks as Herzog (\"duke\") and above the rank of a Graf (\"count\").",
  "/wiki/Principality_of_Regensburg": "The Principality of Regensburg (German: Fürstentum Regensburg) was a principality of the Holy Roman Empire created in 1803; following the dissolution of the Empire in 1806, it was part of the Confederation of the Rhine until 1810. Its capital was Regensburg.",
  "/wiki/Prince-Archbishop": "A prince-bishop is a bishop who is also the civil ruler of some secular principality and sovereignty. Thus the principality or prince-bishopric ruled politically by a prince-bishop could wholly or largely overlap with his diocesan jurisdiction, since some parts of his diocese, even the city of his residence, could be exempt from his civil rule, obtaining the status of free imperial city. If the episcopal see is an archbishop, the correct term is prince-archbishop; the equivalent in the regular (monastic) clergy is prince-abbot. A prince-bishop is usually considered an elected monarch.",
  "/wiki/Prince-Elector": "The Prince-electors (German: Kurfürst (listen (help·info)), pl. Kurfürsten, Czech: Kurfiřt, Latin: Princeps Elector) of the Holy Roman Empire, or Electors for short, were the members of the electoral college that elected the Holy Roman Emperor.",
  "/wiki/Grand_Duchy_of_Frankfurt": "The Grand Duchy of Frankfurt was a German satellite state of Napoleonic creation.  It came into existence in 1810 through the combination of the former territories of the Archbishopric of Mainz along with the Free City of Frankfurt itself.",
  "/wiki/Kingdom_of_Saxony": "The Kingdom of Saxony (German: Königreich Sachsen), lasting between 1806 and 1918, was an independent member of a number of historical confederacies in Napoleonic through post-Napoleonic Germany. The kingdom was formed from the Electorate of Saxony. From 1871 it was part of the German Empire. It became a free state in the era of Weimar Republic in 1918 after the end of World War I and the  abdication of King Frederick Augustus III of Saxony. Its capital was the city of Dresden, and its modern successor state is the Free State of Saxony.",
  "/wiki/Prince-elector": "The Prince-electors (German: Kurfürst (listen (help·info)), pl. Kurfürsten, Czech: Kurfiřt, Latin: Princeps Elector) of the Holy Roman Empire, or Electors for short, were the members of the electoral college that elected the Holy Roman Emperor.",
  "/wiki/Kingdom_of_Westphalia": "The Kingdom of Westphalia was a kingdom in Germany, with a population of 2.6 million, that existed from 1807 to 1813. It included territory in Hesse and other parts of present-day Germany. While formally independent, it was a vassal state of the First French Empire and was ruled by Napoleon's brother Jérôme Bonaparte. It was named after Westphalia, but this was a misnomer since the kingdom had little territory in common with that area; rather the kingdom mostly covered territory formerly known as Eastphalia.",
  "/wiki/Napoleonic": "Napoléon Bonaparte[a] (/nəˈpoʊliən ˈboʊnəpɑːrt/, French: [napɔleɔ̃ bɔnɑpaʁt]; 15 August 1769 – 5 May 1821) was a French statesman and military leader who rose to prominence during the French Revolution and led several successful campaigns during the French Revolutionary Wars. He was Emperor of the French as Napoleon I from 1804 until 1814 and again briefly in 1815 during the Hundred Days. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napoleonic Wars. He won most of these wars and the vast majority of his battles, building a large empire that ruled over much of continental Europe before its final collapse in 1815. He is considered one of the greatest commanders in history, and his wars and campaigns are studied at military schools worldwide. Napoleon's political and cultural legacy has endured as one of the most celebrated and controversial leaders in human history.",
  "/wiki/Kingdom_of_Württemberg": "The Kingdom of Württemberg (German: Königreich Württemberg [ˌkøːnɪkʁaɪç ˈvʏɐ̯tm̩bɛɐ̯k]) was a German state that existed from 1805 to 1918, located within the area that is now Baden-Württemberg. The kingdom was a continuation of the Duchy of Württemberg, which existed from 1495 to 1805.\nPrior to 1495, Württemberg was a county in the former Duchy of Swabia, which had dissolved after the death of Duke Conradin in 1268.",
  "/wiki/Grand_Duchy_of_Würzburg": "The Grand Duchy of Würzburg (German: Großherzogtum Würzburg) was a German grand duchy centered on Würzburg existing in the early 19th century.",
  "/wiki/Confederation_of_the_Rhine": "The Confederation of the Rhine (German: Rheinbund; French: officially États confédérés du Rhin (\"Confederated States of the Rhine\"), but in practice Confédération du Rhin) was a confederation of client states of the First French Empire. It was formed initially from sixteen German states by Napoleon after he defeated Austria and Russia at the Battle of Austerlitz. The Treaty of Pressburg, in effect, led to the creation of the Confederation of the Rhine, which lasted from 1806 to 1813."
}