{
  "/wiki/Valentine%27s_Day_(2010_film)": "Valentine's Day is a 2010 American romantic comedy film directed by Garry Marshall. The screenplay and the story were written by Katherine Fugate, Abby Kohn, and Marc Silverstein. The film features an ensemble cast led by Jessica Alba, Kathy Bates, Jessica Biel, Bradley Cooper, Eric Dane, Patrick Dempsey, Héctor Elizondo, Jamie Foxx, Jennifer Garner, Topher Grace, Anne Hathaway, Ashton Kutcher, Queen Latifah, Taylor Lautner, George Lopez, Shirley MacLaine, Emma Roberts, Julia Roberts, Carter Jenkins, and Taylor Swift in her film debut. The film received negative reviews but was a major box office success.",
  "/wiki/A_Nightmare_on_Elm_Street_(2010_film)": "A Nightmare on Elm Street is a 2010 American slasher film directed by Samuel Bayer, and written by Wesley Strick and Eric Heisserer. The film stars Jackie Earle Haley, Kyle Gallner, Rooney Mara, Katie Cassidy, Thomas Dekker, and Kellan Lutz. It is a remake of Wes Craven's 1984 film of the same name. Produced by Michael Bay and Platinum Dunes, the film was designed to reboot the Nightmare on Elm Street franchise and is the ninth installment in the series. The film is set in a fictitious town of Ohio and centers around a group of teenagers living on one street who are stalked and murdered in their dreams by a disfigured man named Freddy Krueger. The teenagers discover that they all share a common link from their childhood that makes them targets for Krueger.",
  "/wiki/Platinum_Dunes": "Platinum Dunes is an American production company created in November 2001 by filmmakers Michael Bay, Brad Fuller, and Andrew Form. The company produces horror films, such as The Texas Chainsaw Massacre, The Purge, Friday the 13th, A Nightmare on Elm Street, Ouija and A Quiet Place.",
  "/wiki/Sex_and_the_City_2": "Sex and the City 2 is a 2010 American romantic comedy film written, co-produced, and directed by Michael Patrick King. It is the sequel to the 2008 film Sex and the City, based on the HBO series of the same name (1998–2004). Sarah Jessica Parker, Kim Cattrall, Kristin Davis, Cynthia Nixon reprised their roles as friends Carrie, Samantha, Charlotte, and Miranda, while Chris Noth co-stars as Carrie's husband Mr. Big. It features cameos from Liza Minnelli, Miley Cyrus, Tim Gunn, Ron White, Omid Djalili, Penélope Cruz, Norm Lewis, Kelli O'Hara, and Ryan Silverman.",
  "/wiki/Village_Roadshow_Pictures": "Village Roadshow Pictures is an American co-producer and co-financier of major Hollywood motion pictures, established in 1986. It has produced over 85 films since its establishment in 1986 including, as co-productions with Warner Bros., The Matrix trilogy, the Sherlock Holmes series, the Happy Feet series, the Ocean’s series, and The Lego Movie. The films in the Village Roadshow library have achieved 24 number one U.S. box office openings and received 37 Academy Award nominations, 17 Academy Awards and four Golden Globe Awards.",
  "/wiki/HBO_Films": "HBO Films (formerly called HBO Premiere Films and HBO Pictures) is a division of the cable television network HBO that produces feature films and miniseries. The division produces fiction and non-fiction works, primarily for distribution to their own customers, though recently the company has been funding theatrical releases.",
  "/wiki/Going_the_Distance_(2010_film)": "Going the Distance is a 2010 American romantic comedy film directed by Nanette Burstein and written by Geoff LaTulippe. It stars Drew Barrymore and Justin Long as a young couple, Erin and Garrett, who fall in love one summer in New York City and try to keep their long-distance relationship alive, when Erin heads home to San Francisco.",
  "/wiki/The_Rite_(2011_film)": "The Rite is a 2011 supernatural horror film directed by Mikael Håfström and written by Michael Petroni. It is loosely based on Matt Baglio's book The Rite: The Making of a Modern Exorcist, which itself is based on real events as witnessed and recounted by American then-exorcist-in-training Father Gary Thomas and his experiences of being sent to Rome to be trained and work daily with veteran clergy of the practice.",
  "/wiki/TriBeCa_Productions": "Tribeca Productions is a film and television production company co-founded in 1989 by actor Robert De Niro and producer Jane Rosenthal in the lower Manhattan neighborhood of Tribeca.",
  "/wiki/Hall_Pass": "Hall Pass is a 2011 American comedy film produced and directed by the Farrelly brothers and co-written by them along with Pete Jones, the writer/director of Stolen Summer. It stars Owen Wilson and Jason Sudeikis.",
  "/wiki/Horrible_Bosses": "Horrible Bosses is a 2011 American black comedy film directed by Seth Gordon, written by Michael Markowitz, John Francis Daley, and Jonathan Goldstein, based on a story by Markowitz. It stars Jason Bateman, Charlie Day, Jason Sudeikis, Jennifer Aniston, Colin Farrell, Kevin Spacey, and Jamie Foxx. The plot follows three friends, played by Bateman, Day, and Sudeikis, who decide to murder their respective overbearing, abusive bosses, portrayed by Spacey, Aniston, and Farrell.",
  "/wiki/Final_Destination_5": "Final Destination 5 is a 2011 American 3D supernatural horror film directed by Steven Quale and written by Eric Heisserer. It is the fifth and final installment in the Final Destination film series. Final Destination 5 stars Nicholas D'Agosto, Emma Bell, Miles Fisher, Arlen Escarpeta, David Koechner, and Tony Todd.",
  "/wiki/Zide/Perry_Productions": "Zide/Perry Productions is an American independent film production company. The company was founded by Craig Perry and Warren Zide and is best known for having created the Final Destination, Cats & Dogs and American Pie film series.",
  "/wiki/A_Very_Harold_%26_Kumar_3D_Christmas": "A Very Harold & Kumar 3D Christmas is a 2011 American 3D stoner comedy film directed by Todd Strauss-Schulson, written by Jon Hurwitz and Hayden Schlossberg, and starring John Cho, Kal Penn and Neil Patrick Harris. It is a sequel to the 2008 film Harold & Kumar Escape from Guantanamo Bay and the third installment of the Harold & Kumar series. The plot follows Harold (Cho) and Kumar (Penn) as they embark on an adventure to find a new Christmas tree after Kumar accidentally destroys the original.",
  "/wiki/Mandate_Pictures": "Mandate Pictures was a full-service film production and financing company acquired by Lionsgate in 2007.",
  "/wiki/New_Year%27s_Eve_(2011_film)": "New Year's Eve is a 2011 American romantic comedy film directed by Garry Marshall. The film consists of an ensemble cast consisting of Halle Berry, Jessica Biel, Jon Bon Jovi, Abigail Breslin, Chris \"Ludacris\" Bridges, Robert De Niro, Josh Duhamel, Zac Efron, Héctor Elizondo, Katherine Heigl, Ashton Kutcher, Seth Meyers, Lea Michele, Sarah Jessica Parker, Michelle Pfeiffer, Til Schweiger, Jake T. Austin, Hilary Swank, and Sofía Vergara.",
  "/wiki/Journey_2:_The_Mysterious_Island": "Journey 2: The Mysterious Island is a 2012 American science fiction comedy adventure film directed by Brad Peyton and produced by Beau Flynn, Tripp Vinson and Charlotte Huggins. It is the sequel to Journey to the Center of the Earth (2008). Following the first film, the sequel is based on another Jules Verne novel, The Mysterious Island. The film stars Dwayne \"The Rock\" Johnson, Michael Caine, Josh Hutcherson, Vanessa Hudgens, Luis Guzmán, and Kristin Davis. The story was written by Richard Outten, Brian Gunn and Mark Gunn, and the screenplay by Brian and Mark Gunn. Journey 2: The Mysterious Island was released in cinemas on February 10, 2012 by Warner Bros. Pictures, New Line Cinema and Walden Media to mixed reviews, but became a box office success with a worldwide gross of nearly $335 million, surpassing its predecessor. Journey 2: The Mysterious Island was released on DVD/Blu-ray on June 5, 2012.",
  "/wiki/Walden_Media": "Walden Media, LLC or Walden Media is an American film investor, distributor, and publishing company. Its films are based on notable classic or award-winning children's literature, compelling biographies or historical events, as well as documentaries and some original screenplays.",
  "/wiki/Beau_Flynn": "Beau Flynn is an American film producer. He is known for producing large commercial films such as Skyscraper, Rampage, San Andreas and Hercules, as well as critically acclaimed independent films like Requiem for a Dream, Tigerland, Choke, and The House of Yes. Over the course of his career, Flynn has produced over 32 films that have grossed more than $3 billion at the worldwide box office. Through his dynamic FlynnPictureCo. (FPC), Flynn focuses on high-concept, tentpole studio films designed for the global audience. He has been married to film actress Marley Shelton since 2001 and they have two daughters.",
  "/wiki/Rock_of_Ages_(2012_film)": "Rock of Ages is a 2012 American musical comedy-drama film directed by Adam Shankman and based on the rock jukebox Broadway musical Rock of Ages by Chris D'Arienzo. Starring country singer Julianne Hough and Diego Boneta leading an ensemble cast that includes Russell Brand, Alec Baldwin, Paul Giamatti, Catherine Zeta-Jones, Malin Åkerman, Mary J. Blige, Bryan Cranston and Tom Cruise, the film features the music of many 1980s Rock and Glam Rock artists including Def Leppard, Journey, Scorpions, Poison, Foreigner, Guns N' Roses, Pat Benatar, Joan Jett, Bon Jovi, Twisted Sister, Whitesnake, REO Speedwagon, and others. The film's score was composed and conducted by Cliff Eidelman.",
  "/wiki/Offspring_Entertainment": "Offspring Entertainment is a production company owned by producers Adam Shankman and Jennifer Gibgot.\nThe company was established by the siblings in 2004 after their work together on the film The Wedding Planner, which Gibgot produced and Shankman directed.",
  "/wiki/Tobey_Maguire": "Tobias Vincent Maguire (born June 27, 1975) is an American actor and film producer. He is best known for his role as Peter Parker / Spider-Man in Sam Raimi's Spider-Man trilogy (2002–2007). His other major films include Pleasantville (1998), The Cider House Rules (1999), Wonder Boys (2000), Seabiscuit (2003), The Good German (2006), Brothers (2009), and The Great Gatsby (2013).",
  "/wiki/The_Hobbit:_An_Unexpected_Journey": "The Hobbit: An Unexpected Journey is a 2012 epic high fantasy adventure film directed by Peter Jackson. It is the first installment in a three-part film adaptation based on J. R. R. Tolkien’s 1937 novel The Hobbit. It is followed by The Desolation of Smaug (2013) and The Battle of the Five Armies (2014), and together, they act as a prequel to Jackson's The Lord of the Rings film trilogy. The film's screenplay was written by Jackson, his longtime collaborators Fran Walsh and Philippa Boyens, and Guillermo del Toro, who was originally chosen to direct the film before leaving the project in 2010.",
  "/wiki/Metro-Goldwyn-Mayer": "Metro-Goldwyn-Mayer Studios Inc. (initialized as MGM; often referred to as Metro; common metonym: the Lion or Leo) is an American media company, involved primarily in the production and distribution of feature films and television programs. One of the world's oldest film studios, MGM's corporate  headquarters are located at 245 North Beverly Drive in Beverly Hills, California.",
  "/wiki/WingNut_Films": "WingNut Films is a New Zealand production company based in Wellington, New Zealand. It is notable for producing and collaborates predominantly with filmmaker Peter Jackson. WingNut Films also has produced at Pinewood Studios in England.",
  "/wiki/Caught_Stealing_(film_2013)": "Caught Stealing is an American crime action thriller film directed by Wayne Kramer and produced by Marcus Chait, James Carpinello and Patrick Wilson .",
  "/wiki/Jack_the_Giant_Slayer": "Jack the Giant Slayer (previously titled Jack the Giant Killer) is a 2013 American fantasy adventure film directed and co-produced by Bryan Singer and written by Darren Lemke, Christopher McQuarrie and Dan Studney, from a story by Lemke and David Dobkin. The film, based on the British fairy tales \"Jack the Giant Killer\" and \"Jack and the Beanstalk\", stars Nicholas Hoult, Eleanor Tomlinson, Stanley Tucci, Ian McShane, Bill Nighy, and Ewan McGregor. The film tells the story of Jack, a young farmhand who must rescue a princess from a race of giants after inadvertently opening a gateway to their land in the sky.",
  "/wiki/Legendary_Pictures": "Legendary Pictures Productions, LLC, doing business as Legendary Entertainment or simply Legendary, is an American film production and mass media company based in Burbank, California. The company was founded by Thomas Tull in 2000 and in 2005 concluded an agreement to co-produce and co-finance films with Warner Bros. and Universal Pictures. Since 2016, Legendary has been a subsidiary of the Chinese conglomerate Wanda Group.",
  "/wiki/Original_Film": "Original Film is an American film production company founded by Neal H. Moritz. Notable films the company has produced are the Fast & Furious franchise.",
  "/wiki/David_Dobkin_(director)": "David Dobkin (born June 23, 1969) is an American director, producer and screenwriter. He is best known for directing the films Clay Pigeons, Shanghai Knights, Wedding Crashers, and The Judge.",
  "/wiki/Bad_Hat_Harry_Productions": "Bad Hat Harry Productions is an American film and television production company founded in 1994 by director Bryan Singer.  It has produced such films as The Usual Suspects and the X-Men film series, as well as the television series House. The name is a  homage to Steven Spielberg and comes from a line uttered by Roy Scheider in the 1975 feature Jaws.  Martin Brody says to an elderly swimmer who teases him about not going in the water, \"That's some bad hat, Harry.\" The original 2004 logo paid homage to this scene. The current logo, introduced in 2011, is taken from the police lineup scene of The Usual Suspects.",
  "/wiki/The_Incredible_Burt_Wonderstone": "The Incredible Burt Wonderstone is a 2013 American comedy film directed by Don Scardino and written by John Francis Daley and Jonathan Goldstein, based on a story by Chad Kultgen and Tyler Mitchell, and Daley and Goldstein. The film follows Las Vegas magician Burt Wonderstone (Steve Carell) as he attempts to reunite with his former partner Anton Marvelton (Steve Buscemi) to take on dangerous street magician Steve Gray (Jim Carrey). It also features Alan Arkin, Olivia Wilde, and James Gandolfini.",
  "/wiki/The_Conjuring": "The Conjuring is a 2013 American supernatural horror film directed by James Wan and written by Chad Hayes and Carey W. Hayes. It is the inaugural film in the Conjuring Universe franchise. Patrick Wilson and Vera Farmiga star as Ed and Lorraine Warren, paranormal investigators and authors associated with prominent cases of haunting. Their purportedly real-life reports inspired The Amityville Horror story and film franchise. The Warrens come to the assistance of the Perron family, who experienced increasingly disturbing events in their farmhouse in Rhode Island in 1971.",
  "/wiki/The_Safran_Company": "The Safran Company is an American film production company founded by film producer Peter Safran in 2006 and resides in Los Angeles, California. Since its formation, the company has produced 28 films which some include Disaster Movie (2008), On Her Dead Body (2008), Buried (2010), Aquaman (2018) and Shazam! (2019) which are the first two superhero films Safran ever produced in his career. The company is responsible for producing The Conjuring Universe since its beginning in 2013 with The Conjuring. The company is also mainly known for cooperating with James Wan and David F. Sandberg.",
  "/wiki/We%27re_the_Millers": "We're the Millers is a 2013 American comedy film directed by Rawson M. Thurber and starring Jennifer Aniston, Jason Sudeikis, Emma Roberts, Will Poulter, Nick Offerman, Kathryn Hahn, Molly Quinn, and Ed Helms. The film's screenplay was written by Bob Fisher, Steve Faber, Sean Anders, and John Morris, based on a story by Fisher and Faber. The plot follows a small-time pot dealer (Sudeikis) who convinces his neighbors to help him by pretending to be his family, in order to smuggle drugs from Mexico into the United States.",
  "/wiki/Heyday_Films": "Heyday Films Ltd. is a British film studio founded on 10 October 1996 by producer David Heyman in London, England, and currently headquartered in Borehamwood, Hertfordshire.",
  "/wiki/The_Hobbit:_The_Desolation_of_Smaug": "The Hobbit: The Desolation of Smaug is a 2013 epic high fantasy adventure film directed by Peter Jackson and produced by WingNut Films in collaboration with New Line Cinema and Metro-Goldwyn-Mayer. It was distributed by Warner Bros. Pictures and is the second installment in the three-part film series based on the novel The Hobbit by J. R. R. Tolkien. The film was preceded by An Unexpected Journey (2012) and followed by The Battle of the Five Armies (2014); together, they act as a prequel to Jackson's The Lord of the Rings film trilogy.",
  "/wiki/The_Secret_Life_of_Walter_Mitty_(2013_film)": "The Secret Life of Walter Mitty is a 2013 American adventure comedy-drama film directed, co-produced by and starring Ben Stiller and written by Steve Conrad. The film also stars Kristen Wiig, Shirley MacLaine, Adam Scott, Kathryn Hahn, and Sean Penn.",
  "/wiki/20th_Century_Fox": "20th Century Studios (formerly known as 20th Century Fox) is an American film studio that is a subsidiary of The Walt Disney Studios, a division of The Walt Disney Company. The studio is located on the Fox Studio Lot in the Century City area of Los Angeles.",
  "/wiki/Samuel_Goldwyn_Films": "Samuel Goldwyn Films is an American film company that licenses, releases and distributes art-house, independent and foreign films. It was founded by Samuel Goldwyn Jr., the son of the Hollywood business magnate/mogul, Samuel Goldwyn. The current incarnation is a successor to The Samuel Goldwyn Company.",
  "/wiki/Red_Hour_Productions": "Red Hour Productions is an American film production company operated by actor Ben Stiller and producer Stuart Cornfeld. In the past, Red Hour has had first-look deals with New Line Cinema, and currently has an exclusive first-look feature deal with 20th Century Fox.",
  "/wiki/TSG_Entertainment": "TSG Entertainment Finance LLC (d.b.a. TSG Entertainment) is an American film financing entity which primarily funds live action films. TSG stands for parent company The Seelig Group.",
  "/wiki/List_of_New_Line_Cinema_films": "This is a list of films produced, co-produced, and/or distributed by New Line Cinema."
}