{
  "/wiki/Sports_league": "A sports league is a group of sports teams that compete against each other in a specific sport. At its simplest, it may be a local group of amateur athletes who form teams among themselves and compete on weekends; at its most complex, it can be an international professional league making large amounts of money and involving dozens of teams and thousands of players.",
  "/wiki/League_system": "A league system is a hierarchy of leagues in a sport. They are often called pyramids, due to their tendency to split into an increasing number of regional divisions further down the system. League systems of some sort are used in many sports in many countries.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/Chinese_Super_League": "The Chinese Football Association Super League (simplified Chinese: 中国足球协会超级联赛; traditional Chinese: 中國足球協會超級聯賽; pinyin: Zhōngguó Zúqiú Xiéhuì Chāojí Liánsài), commonly known as Chinese Super League (simplified Chinese: 中超联赛; traditional Chinese: 中超聯賽; pinyin: Zhōngchāo Liánsài) or CSL, currently known as the China Ping An Chinese Football Association Super League for sponsorship reasons, is the highest tier of professional football in China, operating under the auspices of the Chinese Football Association (CFA).",
  "/wiki/Guangzhou_Evergrande_Taobao_F.C.": "Guangzhou Evergrande Taobao Football Club is a professional Chinese football club that participates in the Chinese Super League under the license of the Chinese Football Association. The team is based in Guangzhou, Guangdong, and their home stadium is the Tianhe Stadium which has a seating capacity of 58,500. Their majority shareholders are the Evergrande Real Estate Group (56.71%) and the e-commerce company Alibaba Group (37.81%), while the rest of the shares are traded in the Chinese OTC system.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/Tianhe_Stadium": "Tianhe Stadium (Chinese: 天河体育场)  is a multi-purpose stadium in Tianhe District, Guangzhou, Guangdong, China. It is currently used for football matches.",
  "/wiki/Guangzhou_R%26F_F.C.": "Guangzhou R&F Football Club is a professional football club that plays in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Guangzhou, Guangdong, and their home stadium is the Yuexiushan Stadium which has a seating capacity of 18,000. They are owned by the Chinese property developers R&F Properties who took charge in June 2011. The club's English name R&F is short for \"Rich\" (富) and \"Force\" (力).",
  "/wiki/Yuexiushan_Stadium": "The Yuexiushan Stadium (Chinese: 越秀山体育场; Chinese: 粵秀山體育場) is a multi-purpose stadium in Guangzhou, Guangdong, China, named for its location at the foot of Yuexiu Hill. It is currently mostly used for football matches and also sometimes for athletics. It is located on 4 Yingyuan Road.",
  "/wiki/Hong_Kong_Premier_League": "Hong Kong Premier League (Chinese: 香港超級聯賽) is a Hong Kong professional football league organised by Hong Kong Football Association. It is currently sponsored by BOC Life and officially known as BOC Life Hong Kong Premier League (Chinese: 中銀集團人壽香港超級聯賽). The inaugural season began in September 2014. It is the top-division football league in Hong Kong.",
  "/wiki/R%26F_(Hong_Kong)": "R&F (Hong Kong) Soccer Limited (Chinese: 富力（香港）足球有限公司), commonly known as R&F (Chinese: 富力R&F), is an association football team based in Guangzhou, China, which currently competes in the Hong Kong Premier League. It is owned by Chinese property developers R&F Properties as a satellite team of Chinese Super League side Guangzhou R&F.",
  "/wiki/Yanzigang_Stadium": "Yanzigang Stadium (simplified Chinese: 燕子岗体育场; traditional Chinese: 燕子崗體育場; pinyin: Yānzǐgǎng Tīyùcháng; Jyutping: Jin1zi2gong1 Tai2juk6coeng4) is a multi-purpose stadium in Guangzhou, Guangdong, China. It mainly used for campus football league and youth football championships of Guangzhou. It is the current home of Hong Kong Premier League club R&F as well as the Guangzhou Evergrande Reserves.",
  "/wiki/China_League_One": "The Chinese Football Association China League (Chinese: 中国足球协会甲级联赛; pinyin: Zhōngguó Zúqiú Xiéhuì Jiǎjí Liánsài), also known as China League One or Chinese Jia League (中甲联赛), is the second tier of Chinese clubs. Above League One is the Chinese Super League.",
  "/wiki/Shenzhen_F.C.": "Shenzhen Football Club (simplified Chinese: 深圳市足球俱乐部; traditional Chinese: 深圳市足球俱樂部; pinyin: Shēnzhènshì Zúqiú Jùlèbù) is a professional Chinese football club that currently participates in the Chinese League One under licence from the Chinese Football Association (CFA). The team is based in Shenzhen, Guangdong and their home stadium is the Shenzhen Universiade Sports Centre that has a seating capacity of 60,334. Their majority shareholder is Property Development company the Kaisa Group who took over the club on April 12, 2016.",
  "/wiki/Shenzhen": "Shenzhen (/ˈʃɛnˈdʒɛn/; Chinese: 深圳; Mandarin pronunciation: [ʂə́n.ʈʂə̂n] (listen)) is a major sub-provincial city located on the east bank of the Pearl River estuary on the central coast of southern Guangdong province, People's Republic of China.  It forms part of the Pearl River Delta megalopolis, bordering Hong Kong across the Sham Chun River to the south, Huizhou to the northeast and Dongguan to the northwest, and shares maritime boundaries with Guangzhou, Zhongshan and Zhuhai to the west and southwest across the estuary.",
  "/wiki/Shenzhen_Stadium": "Shenzhen Stadium (Simplified Chinese: 深圳市体育场) is a multi-purpose stadium in Futian District, Shenzhen, Guangdong, China. It is currently used mostly for association football matches. The stadium holds 32,500 people, and is the home of Shenzhen F.C..",
  "/wiki/Meizhou_Hakka_F.C.": "Meizhou Hakka Football Club (Chinese: 梅州客家足球俱乐部; pinyin: Méizhōu Kèjiā Zúqiú Jùlèbù; pronounced [měi ʈʂóu kʰɤ̂ tɕjátsǔ  tɕʰjǒu tɕŷ lɤ̂ pû]), is a professional Chinese football club that currently participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Wuhua County, Meizhou in the province of Guangdong and their home stadium is the 6,800 capacity Wuhua County Stadium. Their current majority shareholders are the Meizhou municipal government, Municipal Sports Bureau, Wei Real Estate Development Co Ltd and partners. The club was renamed Meizhou Wuhua Football Club according to Meizhou Daily. However, the original name was still used in official documents of CFA all the time.",
  "/wiki/Wuhua_County": "Wuhua County (simplified Chinese: 五华县; traditional Chinese: 五華縣; pinyin: Wǔhuá Xiàn, Hakka: Ng-Fa) is a county under the jurisdiction of the prefecture-level city of Meizhou in the east of Guangdong Province, China.",
  "/wiki/Wuhua_County_Stadium": "Wuhua County Stadium (Chinese: 五华县体育场) is a multi-purpose stadium in Wuhua County, Meizhou, Guangdong, China.",
  "/wiki/Meizhou_Meixian_Techand_F.C.": "Guangdong South China Tiger Football Club (simplified Chinese: 广东华南虎足球俱乐部; traditional Chinese: 廣東華南虎足球俱樂部; pinyin: Guǎngdōng Huánánhǔ Zúqiú Jùlèbù) or simply Guangdong South China Tiger (simplified Chinese: 广东华南虎; traditional Chinese: 廣東華南虎) was a professional Chinese football club that last participated in China League One. The team was based in Meixian District, Meizhou, Guangdong and their home stadium was the Meixian Tsang Hin-chi Stadium. Their majority shareholder was engineering, and construction company Shenzhen Techand Ecological Environment Co., Ltd.",
  "/wiki/Meizhou": "Meizhou (Hakka: Mòichû) is a prefecture-level city in eastern Guangdong province, China. It has an area of 15,864.51 km2 (6,125.32 sq mi), and a population of 4.33 million at the 2010 census. It comprises Meijiang District, Meixian District, Xingning City and five counties. Its built-up or metro area made up of two districts was home to 935,516 inhabitants at the 2010 census.",
  "/wiki/Meixian_Tsang_Hin-chi_Stadium": "Meixian Tsang Hin-chi Stadium (Chinese: 梅县曾宪梓体育场) is a multi-purpose stadium in Meixian District, Meizhou, Guangdong, China. It was opened in 2012 with capacity of 20,221.",
  "/wiki/China_League_Two": "The Chinese Football Association Division Two League (Simplified Chinese: 中国足球协会乙级联赛), or China League Two, is the third tier league of the People's Republic of China. The league is under the auspices of the Chinese Football Association. Above the League Two is the premier league - the Chinese Super League and the League One.",
  "/wiki/Shenzhen_Ledman_F.C.": "Shenzhen Ledman Football Club is a defunct Chinese professional football club from the People's Republic of China. Based in Shenzhen.",
  "/wiki/Bao%27an_Stadium": "Bao'an Stadium (Chinese: 宝安体育馆 is a multi-purpose stadium located in Shenzhen, China. Built to host matches of the women's football tournament at the 2011 Summer Universiade, the stadium has a capacity of 40,000 spectators.",
  "/wiki/Shenzhen_Pengcheng_F.C.": "Shenzhen Pengcheng Football Club (Chinese: 深圳鹏城足球俱乐部) is an amateur Chinese football club that currently participates in the China League Two. The team is based in Shenzhen, Guangdong.",
  "/wiki/Futsal": "Futsal (also known as fútsal or footsal) is a variant of association football played on a hard court, smaller than a football pitch, and mainly indoors. It has similarities to five-a-side football.",
  "/wiki/Yingde": "Yingde (postal: Yingtak; Chinese: 英德; pinyin: Yīngdé) is a historical city in the north of Guangdong Province, China. The city is on the Bei River, a tributary of the Pearl River. Administratively, it is part of the Qingyuan prefecture-level city.",
  "/wiki/Zhuhai": "Zhuhai (/ˈdʒuːˈhaɪ/, Chinese: 珠海; pinyin: Zhūhǎi; Yale: Jyūhói; literally: \"Pearl Sea\") is a prefecture-level city located on the west bank of Pearl River estuary on the central coast of southern Guangdong province, People's Republic of China.  Located on the southeastern edge of Pearl River Delta, Zhuhai borders Jiangmen to the west, Zhongshan to the north and Macau to the south, and shares maritime boundaries with Shenzhen and Hong Kong to the northeast across the estuary.",
  "/wiki/Chinese_Basketball_Association": "The Chinese Basketball Association (simplified Chinese: 中国男子篮球职业联赛; traditional Chinese: 中國男子籃球職業聯賽; pinyin: Zhōngguó Nánzǐ Lánqiú Zhíyè Liánsài), often abbreviated as CBA, is the first-tier professional men's basketball league in China. It is widely regarded as the preeminent professional men's basketball league in Asia.",
  "/wiki/Guangdong_Southern_Tigers": "Guangdong Hongyuan Southern Tigers (Chinese: 广东宏远华南虎) or Guangdong Southern Tigers, also known as Guangdong Dongguan Bank (Chinese: 广东东莞银行) for sponsorship reasons, are a Chinese professional basketball team owned by the Guangdong Winnerway (Hongyuan) Group. The team is one of the best-performing teams in the Chinese Basketball Association (CBA). The Tigers have won nine CBA titles, more than any other team in the league. They are also the only team to have qualified for the CBA playoffs stage every single season since the league launched in 1995. The team plays its home games in Dongguan, Guangdong. Occasionally, for marketing purposes, the team plays some of its home games in Zhongshan, Zhuhai, and other cities in the Pearl River Delta.",
  "/wiki/Dongguan": "Dongguan (Chinese: 东莞市) is a prefecture-level city in central Guangdong Province, China. An important industrial city in the Pearl River Delta, Dongguan borders the provincial capital of Guangzhou to the north, Huizhou to the northeast, Shenzhen to the south, and the Pearl River to the west. It is part of the Pearl River Delta with more than 44.78 million inhabitants at the 2010 census spread over nine municipalities (including Macao) across an area of 17,573 square kilometres (6,785 sq mi).",
  "/wiki/Nissan_Sports_Centre": "The Dongguan Basketball Center (Chinese: 东莞篮球中心), also referred as Bank of Dongguan Basketball Center (Chinese: 东莞银行篮球中心) for sponsorship reasons, is an indoor arena located in Dongguan, China. It is used mostly for basketball matches and concerts. Guangdong Southern Tigers of the Chinese Basketball Association are the tenants.",
  "/wiki/Shenzhen_Leopards": "The Shenzhen Aviators (Chinese: 深圳领航者) are a professional basketball team which plays in the South Division of the Chinese Basketball Association. New Century is the club's corporate sponsor.",
  "/wiki/Shenzhen_Universiade_Sports_Centre": "Shenzhen Universiade Sports Centre (Chinese: 深圳大运体育中心), also known as Shenzhen Universiade Centre, Longgang Universiade Sports Centre, or Longgang Stadium, is a multi-use sport facilities complex in Longgang, Shenzhen, Guangdong, China. The sports centre was completed in 2011. It is used mostly for association football and athletics competitions, and hosted some events at the 2011 Summer Universiade.",
  "/wiki/Guangzhou_Long-Lions": "The Guangzhou Loong Lions are a professional basketball team based in Guangzhou, Guangdong. They play in the Southern Division of the Chinese Basketball Association.",
  "/wiki/Tianhe_Gymnasium": "The Guangzhou Gymnasium (Chinese: 广州体育馆; pinyin: Guǎngzhōu Tǐyùguǎn) is an indoor arena in Guangzhou. The arena is used as a concert venue and for sporting events such as arena football, basketball, badminton and table tennis. It was constructed between 11 February 1999 and opened on 30 June 2001, with a seating capacity of 10,000. It was designed by Paul Andreu.",
  "/wiki/ASEAN_Basketball_League": "The ASEAN Basketball League (ABL), is a professional men's basketball league in East and Southeast Asia which includes five teams from Southeast Asian nations, one team from Hong Kong, two teams from Macau, and two teams from Taiwan. The league was proposed in Kuala Lumpur, Malaysia and launched its inaugural season on 1 October 2009.",
  "/wiki/Zhuhai_Wolf_Warriors": "The Wolf Warriors also known as the Macau Wolf Warriors is a professional basketball club in the ASEAN Basketball League (ABL). The team was formerly known as Zhuhai Wolf Warriors.",
  "/wiki/Jinan_University": "Jinan University (abbreviated JNU) is a public research university based in Tianhe District, Guangzhou city, Guangdong province, China. It is one of the oldest universities established on China tracing back to the Qing dynasty (1644–1911).",
  "/wiki/Women%27s_Chinese_Basketball_Association": "The Women's Chinese Basketball Association (WCBA) is the first-tier professional women's basketball league in China. It was established in 2002 as the women's counterpart to the Chinese Basketball Association (CBA).",
  "/wiki/Guangdong_Asia_Aluminum": "Guangdong Vermilion Birds is a Chinese professional women's basketball club based in Dongguan, Guangdong, playing in the Women's Chinese Basketball Association (WCBA). It was known as Guangdong Dolphins from 2007–2018 and Guangdong Kapok before 2007.",
  "/wiki/Zhaoqing": "Zhaoqing, formerly romanized as Shiuhing,[note 1] is a prefecture-level city in Guangdong Province, China. During the 2010 census, its population was 3,918,467, with 1,232,462 living in the urbanized areas of Duanzhou and Gaoyao. The prefectural seat—except the Seven Star Crags—is fairly flat, but thickly forested mountains lie just outside its limits. Numerous rice paddies and aquaculture ponds are found on the outskirts of the city. Sihui and the southern districts of the prefecture are considered part of the Pearl River Delta.",
  "/wiki/Chinese_Volleyball_League": "Chinese Volleyball Super League, often abbreviated to CVL (abbreviation remain unchanged), are the pre-eminent men's and women's professional volleyball leagues in China. It was founded in 1996 as the Chinese Volleyball League and is organized by the Chinese Volleyball Association (CVA), operating with IRENA Group. The league was rebranded to the Chinese Volleyball Super League when it became fully professional in 2017. The champions qualifies to AVC Club Volleyball Championship.",
  "/wiki/Guangdong_Evergrande_Women%27s_Volleyball_Club": "Guangdong Evergrande V.C. is a Chinese professional women's volleyball club, currently based in Shenzhen, Guangdong, founded in 2009 and sponsored by Evergrande Group. They are the winners of the bronze medal at the 2013 FIVB Women's Club World Championship and won one champion title of Chinese Volleyball League.",
  "/wiki/Taishan,_Guangdong": "Taishan or Taishan County, alternately romanized in Cantonese as Toishan, in local dialect as Hoisan or Toisan (臺山) and formerly known as Xinning or Sunning (新寧)[a], is a county-level city in the southwest of Guangdong province, China. It is administered as part of the prefecture-level city of Jiangmen. During the 2010 census, there were 941,095 inhabitants, of which 394,855 were classified as urban. Taishan calls itself the \"First Home of the Overseas Chinese\". An estimated half a million Chinese Americans are of Taishanese descent."
}