{
  "/wiki/Cabuyao": "Cabuyao, officially the City of Cabuyao, (Tagalog: Lungsod ng Cabuyao) or simply known as Cabuyao City, is a 1st class city in the province of Laguna, Philippines. According to the 2015 census, it has a population of 308,745 people.",
  "/wiki/Laguna_(province)": "Laguna, officially the Province of Laguna (Tagalog: Lalawigan ng Laguna; Spanish: Provincia de Laguna), is a province in the Philippines, located in the Calabarzon region in Luzon. Its capital is Santa Cruz and the province is situated southeast of Metro Manila, south of the province of Rizal, west of Quezon, north of Batangas and east of Cavite. Laguna hugs the southern shores of Laguna de Bay, the largest lake in the country. As of the 2015 census, the province's total population is 3,035,081. It is also currently the seventh richest province in the country.",
  "/wiki/Calamba,_Laguna": "Calamba, officially the City of Calamba (Tagalog: Lungsod ng Calamba) or known simply as Calamba City, is a 1st class city in the province of Laguna, Philippines. According to the 2015 census, it has a population of 454,486 people.",
  "/wiki/Los_Baños,_Laguna": "Los Baños, officially the Municipality of Los Baños (Tagalog: Bayan ng Los Baños), is a 1st class municipality in the province of Laguna, Philippines. According to the 2015 census, it has a population of 112,008 people.",
  "/wiki/Pavilion_Mall": "Pavilion Mall is a shopping mall located in Biñan, Laguna in the Philippines. This is the first large shopping mall in Biñan, which opened on October 1999, and is currently being managed by the Ayala Malls, the third largest shopping mall chain in the Philippines.",
  "/wiki/Biñan": "Biñan, (/bɪnjaʊn/) officially the City of Biñan (Tagalog: Lungsod ng Biñan), and known simply as Biñan City is a 1st class city in the province of Laguna, Philippines. According to the 2015 census, it has a population of 333,028 people.",
  "/wiki/Ayala_Land": "Ayala Land, Inc. (ALI) is a real estate firm based in the Philippines. It is a subsidiary of Ayala Corporation. It began as a division of Ayala Corporation until it was spun off and incorporated in 1988. It became publicly listed in the Philippine Stock Exchange (PSE: ALI) in 1991.  Its core businesses are in strategic landbank management, residential development, shopping centers, corporate businesses, and hotels & resorts. Support businesses are in construction and property management. ALI also derives other income from its investment activities and sale of non-core assets. Last April 2015, ALI bought a minority stake in Malaysian property developer MCT Bhd. in a P1.9-billion ($43-million) deal.",
  "/wiki/General_Trias,_Cavite": "General Trias, officially the City of General Trias (Tagalog: Lungsod ng General Trias) or simply known as General Trias City, is a 1st class city in the province of Cavite, Philippines. According to the 2015 census, it has a population of 314,303 people.",
  "/wiki/Cavite": "Cavite, officially the Province of Cavite (Tagalog: Lalawigan ng Kabite; Tagalog pronunciation: [ˈkäbite̞], [käˈbiːte̞] or [käˈbitɛː]; Chabacano: Provincia de Cavite), is a province in the Philippines located on the southern shores of Manila Bay in the Calabarzon region on Luzon island. Situated 21 kilometers (13 mi) southwest of Metro Manila, it is one of the most industrialized and fastest growing provinces in the Philippines. Its population of 3,678,301 (2015) makes it one of the most populated provinces in the country.  Originally agricultural and now a booming bedroom community for ultracongested Metro Manila, its location just north of Taal volcano poses significant risks of ashfall and debris flows through it into Manila Bay.",
  "/wiki/Imus": "Imus, officially the City of Imus, (Tagalog: Lungsod ng Imus), or simply known as Imus City, is a 3rd class city in the province of Cavite, Philippines. According to the 2015 census, it has a population of 403,785 people.",
  "/wiki/Lipa,_Batangas": "Lipa, officially the City of Lipa (Tagalog: Lungsod ng Lipa), or simply known as Lipa City, is a 1st class city in the province of Batangas, Philippines. According to the 2015 census, it has a population of 332,386 people.",
  "/wiki/Batangas": "Batangas, officially the Province of Batangas (Tagalog: Lalawigan ng Batangas IPA: [bɐˈtaŋgɐs]), is a province in the Philippines located in the Calabarzon region in Luzon. Its capital is the city of Batangas and is bordered by the provinces of Cavite and Laguna to the north, and Quezon to the east. Across the Verde Island Passages to the south is the island of Mindoro and to the west lies the South China Sea. Poetically, Batangas is often referred to by its ancient name Kumintáng.",
  "/wiki/Cainta": "Cainta, officially the Municipality of Cainta, (Tagalog: Bayan ng Cainta IPA: [kaʔɪntɐ]),  is a highly-urbanized 1st class municipality in the province of Rizal, Philippines. According to the 2015 census, it has a population of 322,128 people.",
  "/wiki/Rizal": "Rizal, officially the Province of Rizal (Tagalog: Lalawigan ng Rizal), is a province in the Philippines located in the Calabarzon region, 16 kilometres (9.9 mi) east of Manila. The province is named after José Rizal, one of the main national heroes of the Philippines. Rizal is bordered by Metro Manila to the west, Bulacan to the north, Quezon to the east and Laguna to the southeast. The province also lies on the northern shores of Laguna de Bay, the largest lake in the country. Rizal is a mountainous province perched on the western slopes of the southern portion of the Sierra Madre mountain range.",
  "/wiki/Santa_Rosa,_Laguna": "Santa Rosa, officially the City of Santa Rosa (Tagalog: Lungsod ng Santa Rosa), or simply known as Santa Rosa City, is a 1st class city in the province of Laguna, Philippines. According to the 2015 census, it has a population of 353,767 people.",
  "/wiki/SM_Center_Angono": "SM Center Angono is a shopping mall owned by SM Prime Holdings, the largest mall developer in the Philippines. It is located along Manila East Road, Angono, Rizal. This mall which opened to the public on November 14, 2014 is the 50th SM Supermall in the Philippines, the second along Manila East Road after SM City Taytay and third in Rizal Province after SM City Taytay and SM City Masinag, and is the third SM Supermall without cinemas after SM Center Pasig and SM Center Las Piñas (although SM Cinema Angono has since opened on December 16, 2015). It is also the first SM Center to anchor Savemore Market rather than anchoring the Hypermarket. It was succeeded the following year by another SM Supermall also in Rizal, SM City San Mateo.",
  "/wiki/Angono,_Rizal": "Angono, (pronounced [äŋˈŋo̞no̞] or [äːˈŋo̞no̞]), officially the Municipality of Angono, (Tagalog: Bayan ng Angono),  is a 1st class municipality in the province of Rizal, Philippines. According to the 2015 census, it has a population of 113,283 people.",
  "/wiki/SM_Prime_Holdings": "SM Prime Holdings, Inc. (SMPH) is an integrated property developer and a subsidiary of SM Investments Corporation. It was incorporated on 6 January 1994 to develop, conduct, operate and maintain the SM commercial shopping centers and all businesses related thereto, such as the lease of commercial spaces within the compound of shopping centers. It went public on July 5, 1994, and subsequently grew to become the largest company listed on the Philippine Stock Exchange in terms of revenue. The company's main sources of revenues primarily include rental income from mall and food courts, as well as from cinema ticket sales and amusement income.",
  "/wiki/SM_City_Lucena": "SM Supermalls, owned by SM Prime Holdings, is a chain of shopping malls in the Philippines that, as of October 2019, has 74 malls located across the country and about two dozen more scheduled to be open. It also has 7 malls in China, including SM Tianjin which is the third largest in the world in terms of gross leasable area (GLA). SM Supermalls has become one of the biggest mall operators in Southeast Asia. Combined, the company has about 9.24 million square meters of gross floor area (GFA). It has 17,230 tenants in the Philippines and 1,867 tenants in China.",
  "/wiki/Lucena,_Philippines": "Lucena, officially the City of Lucena, (Tagalog: Lungsod ng Lucena), known simply as Lucena City, is a 1st class highly urbanized city in Calabarzon region. It is the capital city of the province of Quezon where it is geographically situated but, in terms of government and administration, the city is politically independent from the province. For statistical and geographical purposes, Lucena is grouped with the province of Quezon. According to the 2015 census, it has a population of 266,248 people..",
  "/wiki/Quezon": "Quezon, officially the Province of Quezon (UK: /ˈkeɪzɒn/, US: /ˈkeɪsɒn, -sɔːn, -soʊn/, Tagalog: [ˈkɛson]) is a province of the Philippines in the Calabarzon region located in the south of Luzon island. The province was named after Manuel L. Quezon, the second President of the Philippines and the first to be freely elected. Lucena is the provincial capital, seat of the provincial government and the most populous city of the province, but is governed independently as a highly urbanized city. To distinguish the province from Quezon City, it is sometimes called Quezon Province.",
  "/wiki/Bacoor": "Bacoor [bakoʔˈoɾ], officially the City of Bacoor (Tagalog: Lungsod ng Bacoor), or simply known as Bacoor City, is a 1st class city in the province of Cavite, Philippines. According to the 2015 census, it has a population of 600,609 people. With the conurbation of Manila and reaching Tagaytay in the southeasternmost part, it will become the 8th most populous city in the National Capital Region next to Quezon City, Manila, Caloocan, Taguig, Pasig, Parañaque and Valenzuela.",
  "/wiki/SM_City_Rosario": "SM City Rosario is a shopping mall which was developed and is owned by SM Prime Holdings. It opened on November 20, 2009 and is the fourth SM Supermall in the province of Cavite, Philippines. It is located at General Trias Drive cor. Costa Verde Access Road, Tejeros Convention, in the town of Rosario. It has a gross floor area of 58,000 square metres (620,000 sq ft).",
  "/wiki/Rosario,_Cavite": "Rosario, officially the Municipality of Rosario, (Tagalog: Bayan ng Rosario),  is a 1st class highly-urbanized municipality in the province of Cavite, Philippines. According to the 2015 census, it has a population of 110,706 people.",
  "/wiki/SM_City_San_Pablo": "SM City San Pablo is the 38th shopping mall owned by SM Prime Holdings. SM City San Pablo is the 2nd SM Supermall Franchise in the Province of Laguna. It is located at the entrance of Riverina Residential and Commercial Estates in Maharlika Highway, Brgy. San Rafael, San Pablo, Laguna and has a gross floor area of 59,776 square meters.",
  "/wiki/San_Pablo,_Laguna": "San Pablo, officially the City of San Pablo (Tagalog: Lungsod ng San Pablo) or simply known as San Pablo City, is a 1st class city in the province of Laguna, Philippines. According to the 2015 census, it has a population of 266,068 people.",
  "/wiki/The_District_(mall,_Dasmariñas)": "Ayala Land, Inc. (ALI) is a real estate firm based in the Philippines. It is a subsidiary of Ayala Corporation. It began as a division of Ayala Corporation until it was spun off and incorporated in 1988. It became publicly listed in the Philippine Stock Exchange (PSE: ALI) in 1991.  Its core businesses are in strategic landbank management, residential development, shopping centers, corporate businesses, and hotels & resorts. Support businesses are in construction and property management. ALI also derives other income from its investment activities and sale of non-core assets. Last April 2015, ALI bought a minority stake in Malaysian property developer MCT Bhd. in a P1.9-billion ($43-million) deal.",
  "/wiki/Dasmariñas": "Dasmariñas, officially the City of Dasmariñas, (Tagalog: Lungsod ng Dasmariñas), or simply known as Dasmariñas City, is a 1st class city in the province of Cavite, Philippines. According to the 2015 census, it has a population of 659,019 people.",
  "/wiki/The_District_(mall,_Imus)": "Ayala Land, Inc. (ALI) is a real estate firm based in the Philippines. It is a subsidiary of Ayala Corporation. It began as a division of Ayala Corporation until it was spun off and incorporated in 1988. It became publicly listed in the Philippine Stock Exchange (PSE: ALI) in 1991.  Its core businesses are in strategic landbank management, residential development, shopping centers, corporate businesses, and hotels & resorts. Support businesses are in construction and property management. ALI also derives other income from its investment activities and sale of non-core assets. Last April 2015, ALI bought a minority stake in Malaysian property developer MCT Bhd. in a P1.9-billion ($43-million) deal.",
  "/wiki/Antipolo": "Antipolo, officially known as the City of Antipolo (Tagalog: Lungsod ng Antipolo) and simply known as Antipolo City, is a 1st class city and the capital of the province of Rizal, Philippines. According to the 2015 census, it has a population of 776,386 people. It is the most-populous city in the Calabarzon region, and the seventh most-populous city in the Philippines.",
  "/wiki/List_of_shopping_malls_in_the_Philippines": "This is a list of notable shopping malls in the Philippines. The retail industry in the Philippines is an important contributor to the national economy as it accounts for approximately 15% of the Philippines' total Gross National Product (GNP) and 33% of the entire services sector. It employs some 5.25 million people, representing 18% of the Philippines' workforce. The Philippine Retailers Association is the association of retailers, mall, and shopping center operators in the country."
}