{
  "/wiki/Davao_City": "Davao City, officially the City of Davao (Cebuano: Dakbayan sa Dabaw), is a 1st class highly urbanized city in the island of Mindanao, Philippines. The city has a total land area of 2,443.61 km2 (943.48 sq mi), making it the largest city in the Philippines in terms of land area. It is the third-most populous city in the Philippines after Quezon City and Manila, the most populous city in the country outside Metro Manila, and the most populous in Mindanao. As of the 2015 census the city had a population of 1,632,991.",
  "/wiki/Abreeza": "Abreeza Mall is a large shopping mall complex located at J.P. Laurel Avenue, Bajada in Davao City, Philippines. It is the first Ayala Shopping Center located in Mindanao. It opened on May 12, 2011. It is owned by Accendo Commercial Corporation, a joint venture company of Ayala Land and Anflocor.",
  "/wiki/Ayala_Land": "Ayala Land, Inc. (ALI) is a real estate firm based in the Philippines. It is a subsidiary of Ayala Corporation. It began as a division of Ayala Corporation until it was spun off and incorporated in 1988. It became publicly listed in the Philippine Stock Exchange (PSE: ALI) in 1991.  Its core businesses are in strategic landbank management, residential development, shopping centers, corporate businesses, and hotels & resorts. Support businesses are in construction and property management. ALI also derives other income from its investment activities and sale of non-core assets. Last April 2015, ALI bought a minority stake in Malaysian property developer MCT Bhd. in a P1.9-billion ($43-million) deal.",
  "/wiki/Tagum": "Tagum, officially the City of Tagum,  (Cebuano: Dakbayan sa Tagum), or simply referred to as Tagum City, is a 1st class city and capital of the Davao del Norte, Philippines. According to the 2015 census, it has a population of 259,444 people making it the most populous component city in Mindanao.",
  "/wiki/Davao_del_Norte": "Davao del Norte (Cebuano: Amihanang Dabaw) is a province in the Philippines located in the Davao Region in Mindanao. Its capital is Tagum City. Davao del Norte also includes Samal Island to the south in the Davao Gulf.",
  "/wiki/DoubleDragon_Properties": "DoubleDragon Properties Corporation (formerly, Injap Land Corporation) is a Philippine real estate development company based in Makati, Metro Manila, Philippines. It was founded in 2009 as a subsidiary of Injap Investments, Inc. In 2012, the company became a joint venture between Injap Investments, Inc. and Honeystar Holdings Corporation.",
  "/wiki/Carmen,_Davao_del_Norte": "Carmen, officially the Municipality of Carmen,  is a 1st class municipality in the province of Davao del Norte, Philippines. According to the 2015 census, it has a population of 74,679 people.",
  "/wiki/Gaisano_Capital": "Gaisano Capital is a chain of malls and supermarkets owned by Edmund S. Gaisano Sr., the second son of Henry S. Gaisano Sr. In the 1970s, he had his own construction business independent of his relatives. One of his projects was to construct a building (which was to be named the Henry Gaisano Building after his father, one of Doña Modesta's sons) located along Leon Kilat and Colon streets in Cebu City which was to be leased as a supermarket by his relatives. When the supermarket venture failed, Edmund Gaisano Sr. decided to open his own supermarket. This supermarket became the first Gaisano Capital supermarket and is presently known as Gaisano Capital South.",
  "/wiki/Digos": "Digos, officially the City of Digos,  (Cebuano: Dakbayan sa Digos; Tagalog: Lungsod ng Digos), or simply referred to as Digos City, is a 2nd class city and capital of the province of Davao del Sur, Philippines. According to the 2015 census, it has a population of 169,393 people.",
  "/wiki/Davao_del_Sur": "Davao del Sur (Cebuano: Habagatang Dabaw) is a province in the Philippines located in the Davao Region in Mindanao. Its capital and largest city is Digos. The province is bounded by Davao del Norte to the north; Davao Occidental to the south-east; North Cotabato and Sultan Kudarat to the west; South Cotabato and Sarangani to the south-west ; and the Davao Gulf to the east.",
  "/wiki/Panabo": "Panabo, officially the City of Panabo,  or simply referred to as Panabo City is a 3rd class city in the province of Davao del Norte, Philippines. According to the 2015 census, it has a population of 184,599 people.",
  "/wiki/Gaisano_Mall_of_Davao": "Gaisano Mall of Davao, branded as GMall of Davao, is a major shopping mall located along J.P. Laurel Avenue, Bajada, Davao City, Philippines, part of the Gaisano Malls operated by DSG Sons Group, Inc. With a gross land area of 182,020 m2 (1,959,200 sq ft), and a total floor area of 240,605 m2 (2,589,850 sq ft) including the multilevel car park building. It is the largest of more than 40 Gaisano malls in the Philippines, the largest mall in Davao City and the largest mall in Mindanao. It has six floors of shops, arcades, food hall, theater with eight cinemas, and home to The Peak, located in the top of the mall. Tens of thousands of customers shop in the mall daily."
}