{
  "/wiki/Iligan": "Iligan, officially the City of Iligan (Cebuano: Dakbayan sa Iligan; Maranao: Inged a Iligan) or referred to as Iligan City, is a 1st class highly urbanized city in Northern Mindanao, Philippines. According to the 2015 census, it has a population of 342,618 people.",
  "/wiki/Lanao_del_Norte": "Lanao del Norte (Cebuano: Amihanang Lanao; Maranao: Pangotaraan Ranao) officially the Province of Lanao del Norte, is a province in the Philippines located in the Northern Mindanao region. Its capital is Tubod.",
  "/wiki/Gaisano_Malls": "Gaisano Mall and GMall are shopping malls owned by DSG Sons Group, Inc. based in  Davao, Mindanao, Philippines.",
  "/wiki/Robinsons_Place_Iligan": "Robinsons Place Iligan is a shopping mall located along Macapagal Avenue in Iligan. It is owned and operated by Robinsons Land Corporation, one of the largest mall operators in the Philippines. The mall opened on July 26, 2017. The mall is the first Robinsons Mall in the province of Lanao del Norte, and the 45th in the Philippines. It is also the first stand-alone Robinsons Mall in Northern Mindanao prior to Robinsons Cagayan De Oro that is located inside Limketkai Center. It has a gross leasable area of 33,190 m2 and a gross floor area of 50,483 m2.",
  "/wiki/Robinsons_Malls": "Robinsons Malls is one of the largest shopping malls and retail operators in the Philippines. It was incorporated on September 9, 1997, by entrepreneur John Gokongwei Jr. to develop, conduct, operate and maintain the Robinsons commercial shopping centers and all related businesses, such as the lease of commercial spaces within the compound of shopping centers.",
  "/wiki/Valencia,_Bukidnon": "Valencia, officially the City of Valencia (Cebuano: Dakbayan sa Valencia; Tagalog: Lungsod ng Valencia) or simply referred to as Valencia City, is a 2nd class city in the province of Bukidnon, Philippines. According to the 2015 census, it has a population of 192,993 people.",
  "/wiki/Bukidnon": "Bukidnon (/buːˈkɪdnɒn/), officially the Province of Bukidnon (Cebuano: Lalawigan sa Bukidnon; Binukid and Higaonon: Probinsya ta Bukidnon), is a landlocked province in the Philippines located in the Northern Mindanao region. Its capital is the city of Malaybalay. The province borders, clockwise starting from the north, Misamis Oriental, Agusan del Sur, Davao del Norte, Cotabato, Lanao del Sur, and Lanao del Norte. According to the 2015 census, the province is inhabited by 1,415,226 residents. \nThe province is composed of 2 component cities and 20 municipalities. It is the third largest province in the country in terms of total area of jurisdiction behind Palawan and Isabela respectively.",
  "/wiki/Ozamiz": "Ozamiz, officially the City of Ozamiz (Cebuano: Dakbayan sa Ozamiz, Tagalog: Lungsod ng Ozamiz) or simply referred to as Ozamiz City, is a 3rd class city in the province of Misamis Occidental, Philippines. According to the 2015 census, it has a population of 141,828 people.",
  "/wiki/Misamis_Occidental": "Misamis Occidental (Cebuano: Kasadpang Misamis; Subanen: Sindepan Mis'samis) is a province located in the region of Northern Mindanao in the Philippines. Its capital is the city of Oroquieta. The province borders Zamboanga del Norte and Zamboanga del Sur to the west and is separated from Lanao del Norte by Panguil Bay to the south and Iligan Bay to the east. The province of Misamis was originally inhabited by Subanens who were an easy target by the sea pirates from Lanao.",
  "/wiki/Cagayan_de_Oro": "Cagayan de Oro, officially the City of Cagayan de Oro (Filipino: Lungsod ng Cagayan de Oro; Cebuano: Dakbayan sa Cagayan de Oro; Hiligaynon: Dakbanwa sang Cagayan de Oro; Waray: Syudad han Cagayan de Oro; Maranao: Inged a Cagayan de Oro; Subanen: Gembagel G'benwa Cagayan de Oro/Bagbenwa Cagayan de Oro; Bukid and Higaonon: Banuwa ta Cagayan de Oro) or simply referred to as CDO, is a 1st class highly urbanized city in Northern Mindanao, Philippines. It is the capital of the province of Misamis Oriental where it is geographically situated but governed administratively independent from it. According to the 2015 census, it has a population of 675,950 people.",
  "/wiki/Misamis_Oriental": "Misamis Oriental (Cebuano: Sidlakang Misamis) is a province located in the region of Northern Mindanao in the Philippines. Its capital and provincial center is the city of Cagayan de Oro, which is governed independently from the province. There is a move lately to transfer the provincial capital to the municipality of Laguindingan where the airport is now located.",
  "/wiki/Limketkai_Center": "Limketkai Center (Chinese: 林市場偕中心) is a shopping center in Cagayan de Oro, Philippines. Known by the locals as Ketkai, it is owned and developed by Limketkai Sons, Inc., the largest factory and business district developer in the city.",
  "/wiki/Limketkai": "Limketkai Center (Chinese: 林市場偕中心) is a shopping center in Cagayan de Oro, Philippines. Known by the locals as Ketkai, it is owned and developed by Limketkai Sons, Inc., the largest factory and business district developer in the city.",
  "/wiki/SM_City_Cagayan_de_Oro": "SM City Cagayan de Oro is a shopping mall owned and operated by SM Prime Holdings, the largest mall operator in the Philippines. It is the first SM Supermall in Northern Mindanao. The mall, which is surrounded by subdivisions and condominiums, is located along Fr. Masterson Avenue Cor. Gran Via St., Pueblo de Oro Township, Uptown Carmen, Cagayan de Oro City, Misamis Oriental. It opened on November 15, 2002 with a total gross floor area of 87,837 m2 on a 5.2 hectares land.",
  "/wiki/SM_Prime_Holdings": "SM Prime Holdings, Inc. (SMPH) is an integrated property developer and a subsidiary of SM Investments Corporation. It was incorporated on 6 January 1994 to develop, conduct, operate and maintain the SM commercial shopping centers and all businesses related thereto, such as the lease of commercial spaces within the compound of shopping centers. It went public on July 5, 1994, and subsequently grew to become the largest company listed on the Philippine Stock Exchange in terms of revenue. The company's main sources of revenues primarily include rental income from mall and food courts, as well as from cinema ticket sales and amusement income.",
  "/wiki/Centrio": "Centrio Mall is an integrated mixed-use complex composed of a shopping mall, a hotel, a BPO/office building and a condominium tower located along Capt. Vicente Roa St. and Corrales Ave., cor. Claro M. Recto Avenue, Cagayan de Oro, Philippines.",
  "/wiki/Ayala_Land": "Ayala Land, Inc. (ALI) is a real estate firm based in the Philippines. It is a subsidiary of Ayala Corporation. It began as a division of Ayala Corporation until it was spun off and incorporated in 1988. It became publicly listed in the Philippine Stock Exchange (PSE: ALI) in 1991.  Its core businesses are in strategic landbank management, residential development, shopping centers, corporate businesses, and hotels & resorts. Support businesses are in construction and property management. ALI also derives other income from its investment activities and sale of non-core assets. Last April 2015, ALI bought a minority stake in Malaysian property developer MCT Bhd. in a P1.9-billion ($43-million) deal.",
  "/wiki/Puregold": "Puregold Price Club, Inc. or simply Puregold (stylized as PUREGOLD) is a chain of supermarkets in the Philippines, founded in September 8, 1998 by Chinese Filipino businessman Lucio Co and opened its first branch in Mandaluyong City on December 12, 1998. It has grown into a retail chain with more than 300 stores nationwide.",
  "/wiki/DoubleDragon_Properties": "DoubleDragon Properties Corporation (formerly, Injap Land Corporation) is a Philippine real estate development company based in Makati, Metro Manila, Philippines. It was founded in 2009 as a subsidiary of Injap Investments, Inc. In 2012, the company became a joint venture between Injap Investments, Inc. and Honeystar Holdings Corporation."
}