{
  "/wiki/Amnesiac_(album)": "Amnesiac is the fifth studio album by the English rock band Radiohead, released in June 2001 by Parlophone. Recorded with producer Nigel Godrich alongside Radiohead's previous album Kid A (2000), Amnesiac incorporates similar influences of electronic music, 20th-century classical music, jazz and krautrock. Only one track was recorded after the Kid A sessions: \"Life in a Glasshouse\", a collaboration with the Humphrey Lyttelton Band.",
  "/wiki/Radiohead": "Radiohead are  an English rock band formed in Abingdon, Oxfordshire in 1985. The band consists of Thom Yorke (vocals, guitar, piano, keyboards), brothers Jonny Greenwood (lead guitar, keyboards, other instruments) and Colin Greenwood (bass), Ed O'Brien (guitar, backing vocals) and Philip Selway (drums, percussion). They have worked with producer Nigel Godrich and cover artist Stanley Donwood since 1994.",
  "/wiki/The_Roads_Don%27t_Love_You": "The Roads Don't Love You  is the second album by Irish singer-songwriter Gemma Hayes, released in the Republic of Ireland on 28 October 2005, 31 October 2005 in the United Kingdom, and 15 November 2005 in North America. In 2006, Gemma received a nomination for Best Irish Female at the 2006 Ireland Music Awards where she also performed live and picked up the award.",
  "/wiki/Gemma_Hayes": "Gemma Hayes (born 11 August 1977) is an Irish musician, singer-songwriter and composer. Primarily known as a vocalist and guitarist, she is also proficient with a wide range of instruments, including the piano and the harmonica. She is also a member of The Cake Sale and Printer Clips.",
  "/wiki/Control_(GoodBooks_album)": "Control is the debut album by indie rock band GoodBooks. It was released on July 30, 2007 on CD, LP and as a digital download. The end of the song \"Start/Stop\" has an instrumental at the end of it.",
  "/wiki/GoodBooks": "GoodBooks were an English indie rock band from Sevenoaks in Kent. They first received media attention upon releasing their self-published EP Valves and Robots in June 2005.",
  "/wiki/In_Rainbows": "In Rainbows is the seventh studio album by the English rock band Radiohead. It was self-released on 10 October 2007 as a pay-what-you-want download, followed by a retail release internationally by XL Recordings in December 2007 and in the United States on 1 January 2008 by TBD Records. It was Radiohead's first release after their recording contract with EMI ended with their previous album Hail to the Thief (2003).",
  "/wiki/Fields_(band)": "Fields were an Anglo-Icelandic electronic/indie band formed in London in 2006. After playing their first live shows they signed a deal with Atlantic Records, which allowed them to release through their own Black Lab Records their 2007 debut album Everything Last Winter, recorded with producer Michael Beinhorn at Sun Studios in Dublin.",
  "/wiki/Kaiser_Chiefs": "Kaiser Chiefs are an English indie rock band from Leeds who formed in 2000 as Parva, releasing one studio album, 22, in 2003, before renaming and establishing themselves in their current name that same year. Since their formation the band consists of lead vocalist Ricky Wilson, guitarist Andrew \"Whitey\" White, bassist Simon Rix, keyboardist and occasional drummer Nick \"Peanut\" Baines and since 2013 drummer Vijay Mistry, who replaced founding drummer Nick Hodgson who left the band in late 2012.",
  "/wiki/Galore_(Dragonette_album)": "Galore is the debut studio album by Canadian electronic music band Dragonette, released on August 6, 2007 by Mercury Records. The album contains a mix of newly recorded tracks and reworked songs which had featured on their independently released Dragonette EP, which was available through the band's website two years earlier.",
  "/wiki/Dragonette": "Dragonette is a Canadian electronic music band from Toronto, Ontario, formed in 2005. The band consists of singer-songwriter Martina Sorbara, her common law husband bassist and producer Dan Kurtz (also in The New Deal), and drummer Joel Stouffer.",
  "/wiki/Fixin_to_Thrill": "Fixin to Thrill is the second studio album by Canadian electronic music band Dragonette, released on September 25, 2009 by Universal Music Group.",
  "/wiki/Ta-Dah": "Ta-Dah is the second studio album by American alternative band Scissor Sisters, released on September 15, 2006. It was produced by the band and features collaborations with Elton John, Carlos Alomar, and Paul Williams. The album debuted at number 19 on the US Billboard 200 chart, selling 42,000 copies in its first week. Upon its release, Ta-Dah received positive reviews from most music critics.",
  "/wiki/Scissor_Sisters": "Scissor Sisters is an American pop/rock band formed in 2001. Forged in the \"gay nightlife scene of New York\", the band took its name from the female same-sex sexual activity tribadism. Its members include Jake Shears and Ana Matronic as vocalists, Babydaddy as multi-instrumentalist, Del Marquis as lead guitar/bassist, and Randy Real (who replaced Paddy Boom) as drummer. Scissor Sisters incorporates diverse and eclectic styles in their music, but tends to sway towards pop rock, glam rock, nu-disco, and electroclash.",
  "/wiki/Last_Night_(Moby_album)": "Last Night is the eighth studio album by American electronica musician, singer, songwriter, and musician Moby, released in March 2008 by Mute Records. It is a more dance-oriented affair than Moby's previous few albums.",
  "/wiki/Moby": "Richard Melville Hall (born September 11, 1965), better known as Moby, is an American musician, songwriter, singer, producer, and animal rights activist. He has sold 20 million records worldwide.  \nAllMusic considers him to be \"among the most important dance music figures of the early 1990s, helping bring dance music to a mainstream audience both in the United Kingdom and the United States\".",
  "/wiki/Radio_Wars_(album)": "Radio Wars is the second studio album by London-based Australian indie rock band Howling Bells. It was released through Independiente in the United Kingdom on 2 March 2009 to mixed reviews. Recorded at four different studios, it was produced by Dan Grech-Marguerat except one track by Howling Bells.",
  "/wiki/Howling_Bells": "Howling Bells are an indie rock band that formed in Sydney in 2004. The band obtained moderate popularity in the United Kingdom following the release of its 2006 self-titled debut album. The lineup consists of Juanita Stein (vocals, rhythm guitar), Glenn Moule (drums), Juanita's brother Joel Stein (lead guitar), and Gary Daines (bass guitar).",
  "/wiki/Sam_Sparro_(album)": "Sam Sparro is the debut studio album by Australian recording artist Sam Sparro. It was released in the UK on 28 April 2008, after the success of Sparro's debut single, \"Black and Gold\", which peaked at number two on the UK Singles Chart. The album debuted at number five during its first week of release in the UK, and moved up one spot to number four, its current peak, in its second week of release. In September 2008 the nominees for the 2008 ARIA Awards with the album receiving two nominations including Best Male Artist and Breakthrough Artist – Album.",
  "/wiki/Sam_Sparro": "Samuel Falson (born 8 November 1982), better known by his stage name Sam Sparro, is an Australian singer, songwriter and record producer. He was signed to the British record label Island Records. Sparro is best known for his 2008 single \"Black and Gold\".",
  "/wiki/Slow_Attack": "Slow Attack is the third solo album by the English singer Brett Anderson.",
  "/wiki/Brett_Anderson": "Brett Lewis Anderson (29 September 1967) is an English singer-songwriter best known as the lead vocalist and primary lyricist of the band Suede. After Suede disbanded in 2003, he briefly fronted The Tears in 2004, and has released four solo albums. Anderson is known for his distinctive wide-ranging voice and, during Suede's early days, an androgynous appearance. Suede reformed in 2010.",
  "/wiki/Konk_(album)": "Konk is the second album by British indie rock band The Kooks, released on 14 April 2008 on Virgin Records. Produced by Tony Hoffer, the album is named after the London studio where it was recorded, which is the property of Ray Davies. This was the last album to feature original bassist Max Rafferty.",
  "/wiki/The_Kooks": "The Kooks (/kuːks/) are an English indie rock band formed in 2004 in Brighton. The band currently consists of Luke Pritchard (vocals/rhythm guitar), Hugh Harris (lead guitar/synthesizer/bass) and Alexis Nunez (drums). The original bassist was Max Rafferty, and the founding drummer was Paul Garred. The lineup of the band remained constant until the departure of Rafferty in 2008. Dan Logan served as a temporary replacement, then Peter Denton joined the band permanently in October 2008 until they announced he was no longer playing with them in January 2019. Early in 2010, Pritchard announced the departure of drummer Paul Garred, due to a nerve problem in his arm. Late in the year, Garred rejoined for studio sessions, however Chris Prendergast played drums when the band played live. Garred finally left in November 2011 after the release of their fourth album, Junk of the Heart.",
  "/wiki/Voyage_(The_Sound_of_Arrows_album)": "Voyage is the debut studio album by Swedish synth-pop duo The Sound of Arrows, released in the United Kingdom on 7 November 2011. \nIt was preceded by the release of the singles \"Nova\" on 25 April 2011 and \"Magic\" on 1 August 2011.",
  "/wiki/The_Sound_of_Arrows": "The Sound of Arrows are a Swedish electronic music duo originally from Gävle, and now based in Stockholm. The duo, consisting of Oskar Gullstrand and Stefan Storm, have remixed tracks for artists such as Lady Gaga, Alphabeat, The Naked and Famous, Natalia Kills and Nicole Scherzinger. They also produced the song \"Shoot the Bullet\" for electropop artist Queen of Hearts.",
  "/wiki/Spector": "Spector is a guitar manufacturing company. It has been based in Woodstock, New York since 1987.",
  "/wiki/Hurts": "Hurts are an English synth-pop duo formed in Manchester in 2009, consisting of singer Theo Hutchcraft and multi-instrumentalist Adam Anderson. They have released four studio albums: Happiness (2010), Exile (2013), Surrender (2015), and Desire (2017). Their first two albums both reached the top 10 in several countries.",
  "/wiki/What_Did_You_Expect_from_The_Vaccines%3F": "What Did You Expect from The Vaccines? is the debut studio album by English indie rock band The Vaccines. It was released on 11 March 2011 by Columbia Records, entering the UK Albums Chart at #4, going on to become the biggest-selling debut by a band in 2011.[citation needed] Two singles preceded the release of the album which attained generally positive reviews and gold status by May of the same year.",
  "/wiki/The_Vaccines": "The Vaccines are an English indie rock band, formed in West London in 2010 by Justin Hayward-Young (lead vocals, guitar), Freddie Cowan (lead guitar, vocals), Árni Árnason (bass, vocals) and Pete Robertson (drums, vocals).",
  "/wiki/Dan_Grech-Marguerat": "Daniel James Grech-Marguerat (born 11 July 1981 in Bedford) is an English recording engineer, record producer and mixer (also known as Dan Grech).  His production pulls together a blend of alternative and pop genres, bringing a contemporary sound to alternative music and a left-leaning edge to pop music."
}