{
  "/wiki/Boston_Celtics": "The Boston Celtics (/ˈsɛltɪks/ SEL-tiks) are an American professional basketball team based in Boston. The Celtics compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division. Founded on June 6, 1946 as one of the league's original eight teams, the Celtics play their home games at TD Garden, which they share with the National Hockey League (NHL)'s Boston Bruins. The Celtics are regarded as the most successful basketball team in NBA history; the franchise has won the most championships in the NBA with 17 (accounting for 23.9 percent of all NBA championships since the league's founding), and currently hold the record for the most recorded wins of any NBA team.",
  "/wiki/1957_NBA_Finals": "The 1957 NBA World Championship Series was the championship series of the 1956–57 National Basketball Association season, and was the conclusion of the 1957 NBA Playoffs. The best-of-seven series was played between the Western Division champion St. Louis Hawks and the Eastern Division champion Boston Celtics. This was the first trip to the Finals for each team, the first Finals in which both teams competing were making their first appearances since 1951. The Celtics won the series over the Hawks, 4–3. It remains the only Game 7 in NBA history to be decided in double-overtime.",
  "/wiki/1959_NBA_Finals": "The 1959 NBA World Championship Series was the championship series of the 1958–59 National Basketball Association season, and was the conclusion of the 1959 NBA Playoffs. The best-of-seven series was played between the Western Division champion Minneapolis Lakers and the Eastern Division champion Boston Celtics. It was Boston's third trip to the NBA Finals and Minneapolis's sixth. The Boston Celtics swept the Lakers 4–0. That was the start of the Celtics' 8 consecutive championships, from 1959–1966. To date, this is the most recent time that an NBA team from Minnesota appeared in an NBA Finals, as well as the first of two times in NBA history that a team with a losing record made the NBA Finals (the other was in 1981).",
  "/wiki/1960_NBA_Finals": "The 1960 NBA World Championship Series was the championship series of the 1960 NBA Playoffs, which concluded the National Basketball Association 1959–60 season. The best-of-seven series was played between the Western Conference champion St. Louis Hawks and the Eastern Conference champion  Boston Celtics. It was Boston's fourth trip to the NBA Finals and St. Louis' third. The Celtics beat the Hawks 4–3. The Finals featured Hall of Famers Bill Russell, Bob Cousy, Tom Heinsohn, Frank Ramsey, Sam Jones, K.C. Jones, Coach Red Auerbach, Bob Pettit, Cliff Hagan, Slater Martin, Clyde Lovellette, and Coach Alex Hannum.",
  "/wiki/1961_NBA_Finals": "The 1961 NBA World Championship Series was the championship series of the 1961 NBA Playoffs, which concluded the National Basketball Association (NBA)'s 1960–61 season. The best-of-seven series was played between the Western Conference champion St. Louis Hawks and the Eastern Conference champion Boston Celtics. This was the fourth and final World Championship Series meeting between the two teams.  It was also Celtics' fifth straight trip to the championship series, and they won the series against the Hawks, 4–1.",
  "/wiki/1962_NBA_Finals": "The 1962 NBA World Championship Series was the championship round of the 1962 NBA Playoffs, which concluded the National Basketball Association (NBA)'s 1961–62 season.  The best-of-seven series was played between the Western Division champion Los Angeles Lakers and Eastern Division champion Boston Celtics. This was the Celtics' 6th straight trip to the Finals, and they won the best-of-seven series in Game 7, 110–107 in overtime. It was the second time in NBA history and the most recent Finals in which the series was decided by overtime in Game 7. The only other Finals series decided in overtime in the seventh game was the 1957 Finals.",
  "/wiki/1963_NBA_Finals": "The 1963 NBA World Championship Series was the championship round of the 1963 NBA Playoffs, which concluded the National Basketball Association 1962–63 season. The best-of-seven series was played between the Western Division champion Los Angeles Lakers and the Eastern Division champion Boston Celtics. This was the Celtics' 7th straight trip to the championship series, and they won the series over the Lakers, 4–2.",
  "/wiki/1964_NBA_Finals": "The 1964 NBA World Championship Series was the championship round of the 1964 NBA Playoffs, which concluded the National Basketball Association 1963–64 season. The best-of-seven series was played between the Western Conference champion San Francisco Warriors and the Eastern Conference champion Boston Celtics. This was the Celtics' 8th straight trip to the championship series, and they won the series over the Warriors, 4–1.",
  "/wiki/1965_NBA_Finals": "The 1965 NBA World Championship Series was the championship round of the 1965 NBA Playoffs, which concluded the National Basketball Association 1964–65 season. The best-of-seven series was played between the Western Conference champion Los Angeles Lakers and the Eastern Conference champion Boston Celtics. The Celtics made their ninth-straight trip to the championship finals after beating the Philadelphia 76ers in a highly contested Eastern Division Finals that ended on John Havlicek's steal of the ball. The Lakers made it to their third Finals in four seasons after beating Baltimore in six games, though it came at a cost as Elgin Baylor suffered a knee injury that would sideline him for the rest of the playoffs. The Celtics won the series over the Lakers, 4–1.",
  "/wiki/1966_NBA_Finals": "The 1966 NBA World Championship Series was the championship round of the 1966 NBA Playoffs, which concluded the National Basketball Association (NBA)'s 1965–66 season. The Eastern Division champion Boston Celtics faced the Western Division champion Los Angeles Lakers in a best-of-seven series that the Celtics won 4 games to 3. For the Celtics this was their tenth straight finals appearance, which tied a North American professional sports record set by the National Hockey League's Montreal Canadiens from 1951 to 1960.",
  "/wiki/1968_NBA_Finals": "The 1968 NBA World Championship Series pitted the Boston Celtics from the East, against the Los Angeles Lakers from the West, for the sixth time in ten years. The Celtics won their tenth NBA Championship in twelve seasons, by defeating the Lakers in six games.  Significantly, Game 6 of the 1968 NBA Finals marked the first time that any NBA competition had taken place during the month of May.",
  "/wiki/1969_NBA_Finals": "The 1969 NBA World Championship Series to determine the champion of the 1968–69 NBA season was played between the Los Angeles Lakers and Boston Celtics, the Lakers being heavily favored due to the presence of three formidable stars: Elgin Baylor, Wilt Chamberlain, and Jerry West. In addition, Boston was an aging team; they made the playoffs as the 4th place team in the Eastern Division, and were not favored to make it to the finals. The Celtics' finals victory – the last championship of the Bill Russell dynasty – is considered one of the great upsets in NBA history.",
  "/wiki/1974_NBA_Finals": "The 1974 NBA World Championship Series was the championship round of the 1973–74 National Basketball Association (NBA) season. The Eastern Conference champion Boston Celtics defeated the Western Conference champion Milwaukee Bucks 4 games to 3 to win the NBA championship.",
  "/wiki/1976_NBA_Finals": "The 1976 NBA World Championship Series was the championship round for the National Basketball Association (NBA)'s 1975–76 season, and the culmination of the season's playoffs. The Eastern Conference champion Boston Celtics defeated the Western Conference champion Phoenix Suns 4 games to 2. Celtics point guard Jo Jo White was named as the series MVP.",
  "/wiki/1981_NBA_Finals": "The 1981 NBA World Championship Series was the championship round of the National Basketball Association (NBA)'s 1980–81 season, and the culmination of the season's playoffs. It pitted the 62–20 Eastern Conference champion Boston Celtics against the 40–42 Western Conference champion Houston Rockets. This series has the distinction of featuring for the second time in NBA history, and last to date, a team with a losing record in the Finals. The previous team was the Minneapolis Lakers in 1959.",
  "/wiki/1984_NBA_Finals": "The 1984 NBA World Championship Series, also known as Showdown '84, was the championship round of the National Basketball Association (NBA)'s 1983–84 season, and the culmination of the season's playoffs. The Eastern Conference champion Boston Celtics defeated the Western Conference champion Los Angeles Lakers in a seven-game Finals, winning Game 7 111–102. Celtics forward Larry Bird averaged 27 points and 14 rebounds a game during the series, earning the NBA Finals Most Valuable Player (MVP). Bird was also named the league's regular season MVP for that year.",
  "/wiki/1986_NBA_Finals": "The 1986 NBA Finals was the championship round of the National Basketball Association (NBA)'s 1985–86 season, and the culmination of the season's playoffs. It pitted the Eastern Conference champion Boston Celtics against the Western Conference champion Houston Rockets, in a rematch of the 1981 Finals (only Allen Leavell and Robert Reid remained from the Rockets' 1981 team). It was the second and last NBA Championship Series of the 1980s not to feature the Los Angeles Lakers.",
  "/wiki/2008_NBA_Finals": "The 2008 NBA Finals were held June 5 through June 17, 2008, to decide the winner of the 2007–08 NBA season, and conclude the season's playoffs. The Boston Celtics, top-seeded champions of the Eastern Conference, defeated the Los Angeles Lakers, top-seeded champions of the Western Conference, four games to two in a best-of-seven series. This was Boston's first title since 1986 during the Larry Bird era and 17th overall.",
  "/wiki/1958_NBA_Finals": "The 1958 NBA World Championship Series was the championship series for the 1957–58 National Basketball Association (NBA) season, and the culmination of the season's playoffs. It pitted the Western Division champion St. Louis Hawks against the Eastern Division champion Boston Celtics.  The Hawks won the series in six games to win the franchise's first and only NBA title.",
  "/wiki/1985_NBA_Finals": "The 1985 NBA World Championship Series was the championship round of the National Basketball Association (NBA)'s 1984–85 season, and the culmination of the season's playoffs. It featured the Eastern Conference playoff champion Boston Celtics against the Western Conference playoff champion Los Angeles Lakers.",
  "/wiki/1987_NBA_Finals": "The 1987 NBA Finals was the championship round of the National Basketball Association (NBA)'s 1986–87 season, and the culmination of the season's playoffs. The Western Conference champion Los Angeles Lakers defeated the Eastern Conference and defending NBA champion Boston Celtics 4 games to 2. The key moment of the series was Magic Johnson's junior sky hook in Game 4. This was the tenth time that the Celtics and Lakers met in the NBA Finals (more than any other Finals matchup). It would be the Celtics' last Finals appearance until the two teams met in 2008.",
  "/wiki/2010_NBA_Finals": "The 2010 NBA Finals was the National Basketball Association (NBA)'s championship series for the 2009–10 season. The best-of-seven playoff was contested between the Western Conference champion Los Angeles Lakers (who were also defending NBA champions), and the Eastern Conference champion Boston Celtics. The Lakers defeated the Celtics, four games to three, to win the franchise's 16th NBA championship. The 64th edition of the championship series was played between June 3 and June 17, was broadcast on ABC, and was watched by an average of 18.1 million people.",
  "/wiki/Los_Angeles_Lakers": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles. The Lakers compete in the National Basketball Association (NBA), as a member of the league's Western Conference in the Pacific Division. The Lakers play their home games at Staples Center, an arena shared with the NBA's Los Angeles Clippers, the Los Angeles Sparks of the Women's National Basketball Association, and the Los Angeles Kings of the National Hockey League. The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships, the second-most behind the Boston Celtics.",
  "/wiki/1949_BAA_Finals": "The 1949 BAA Finals was the championship round following the Basketball Association of America (BAA)'s 1948–49 season, its third and last. Later that year the BAA and National Basketball League merged to create the National Basketball Association (NBA).",
  "/wiki/1950_NBA_Finals": "The 1950 NBA World Championship Series was the championship round of the inaugural National Basketball Association 1949–50 season. The Central Division champion Minneapolis Lakers faced the Eastern Division champion Syracuse Nationals in a best-of-seven series with Syracuse having home-court advantage.",
  "/wiki/1952_NBA_Finals": "The 1952 NBA World Championship Series was the championship round of the 1952 NBA Playoffs, which concluded the National Basketball Association 1951–52 season. The Western Division champion Minneapolis Lakers faced the Eastern Division champion New York Knicks in a best-of-seven series with Minneapolis having home-court advantage.",
  "/wiki/1953_NBA_Finals": "The 1953 NBA World Championship Series was the championship round of the 1953 NBA Playoffs, which concluded the National Basketball Association 1952–53 season. The Western Division champion Minneapolis Lakers faced the Eastern Division champion New York Knicks in a best-of-seven series with Minneapolis having home-court advantage. By winning four games to one, the Lakers won their fifth title in six years dating from 1948, the club's final season in the National Basketball League.",
  "/wiki/1954_NBA_Finals": "The 1954 NBA World Championship Series was the championship round of the 1954 NBA Playoffs, which concluded the National Basketball Association 1953–54 season. The Western Division champion Minneapolis Lakers faced the Eastern Division champion Syracuse Nationals in a best-of-seven series with Minneapolis having home-court advantage. The Lakers won their third consecutive NBA championship and their fifth title in seven years dating from 1948, the club's final season as a member of the National Basketball League.",
  "/wiki/1972_NBA_Finals": "The 1972 NBA World Championship Series was the championship round played at the conclusion of the 1971–72 National Basketball Association (NBA) season. The Western Conference champion Los Angeles Lakers defeated the Eastern Conference champion New York Knicks in five games. The Lakers got their first NBA championship since the franchise moved to Los Angeles from Minneapolis, Minnesota. It was a rematch of the 1970 NBA Finals that the Knicks had won in a full seven-game series.",
  "/wiki/1980_NBA_Finals": "The 1980 NBA World Championship Series was the championship round of the National Basketball Association (NBA)'s 1979–80 season, and the conclusion of the season's playoffs. The Western Conference champion Los Angeles Lakers defeated the Eastern Conference champion Philadelphia 76ers 4 games to 2.",
  "/wiki/1982_NBA_Finals": "The 1982 NBA World Championship Series was the championship round of the National Basketball Association (NBA)'s 1981–82 season, the top level of competition in men's professional basketball in North America. The series saw the Western Conference champion Los Angeles Lakers face the Eastern Conference champion Philadelphia 76ers. It was a rematch of the 1980 NBA Finals. The Lakers won 4 games to 2.",
  "/wiki/1988_NBA_Finals": "The 1988 NBA Finals was the championship round of the National Basketball Association (NBA)'s 1987–88 season, and the culmination of the season's playoffs. The Western Conference champion Los Angeles Lakers defeated the Eastern Conference champion Detroit Pistons 4 games to 3.",
  "/wiki/2000_NBA_Finals": "The 2000 NBA Finals was the championship round of the National Basketball Association (NBA)'s 1999–2000 season, and the conclusion of the season's playoffs. The Western Conference champion Los Angeles Lakers defeated the Eastern Conference champion Indiana Pacers 4 games to 2. Lakers center Shaquille O'Neal was named the NBA Finals Most Valuable Player (MVP) of the series, his first of three consecutive honors. The series was played under a best-of-seven format, with the Lakers holding home court advantage. Until 2008, this was the most recent NBA Finals where both number one seeds from both conferences faced off in the finals.",
  "/wiki/2001_NBA_Finals": "The 2001 NBA Finals was the championship round of the National Basketball Association (NBA)'s 2000–01 season. The Western Conference champion Los Angeles Lakers took on the Eastern Conference champion Philadelphia 76ers for the championship, with the Lakers holding home-court advantage in a best-of-seven format.",
  "/wiki/2002_NBA_Finals": "The 2002 NBA Finals was the National Basketball Association (NBA)'s championship series for the 2001–02 season. The best-of-seven playoff was contested between the Western Conference champion Los Angeles Lakers (who were also two-time defending NBA champions), and the Eastern Conference champion New Jersey Nets. The Lakers swept the Nets, four games to none, to win the franchise's 14th NBA championship and third consecutive NBA championship. The 56th edition of the championship series was played between June 5 and June 12 and was broadcast on NBC — the last NBA games broadcast on the network to date.",
  "/wiki/2009_NBA_Finals": "The 2009 NBA Finals was the National Basketball Association (NBA)'s championship series for the 2008–09 season. The best-of-seven playoff was contested between the Western Conference champion Los Angeles Lakers (who were also the defending Western Conference champions), and the Eastern Conference champion Orlando Magic. The Lakers defeated the Magic, four games to one, to win the franchise's 15th NBA championship. The 63rd edition of the championship series was played between June 4 and June 14 and was broadcast on U.S. television on ABC.",
  "/wiki/1970_NBA_Finals": "The 1970 NBA World Championship Series was the championship series of the 1970 NBA Playoffs, which concluded the 1969–70 National Basketball Association (NBA) season. The Eastern Division champion New York Knicks defeated the Western Division champion Los Angeles Lakers in a best-of-seven series 4 games to 3 for their first NBA title.",
  "/wiki/1973_NBA_Finals": "The 1973 NBA World Championship Series was the championship series of the 1972–73 National Basketball Association (NBA) season, and the culmination of that season's playoffs. The Eastern Conference champion New York Knicks defeated the Western Conference champion Los Angeles Lakers 4 games to 1. The series was an exact reversal of the prior year, with the Lakers winning Game 1 and the Knicks taking the next four games. Knicks center Willis Reed was named as the NBA Finals MVP.",
  "/wiki/1983_NBA_Finals": "The 1983 NBA World Championship Series, also known as Showdown '83, was the championship round of the National Basketball Association (NBA)'s 1982–83 season, and the culmination of the season's playoffs. It was the last NBA Championship Series completed before June 1. The Eastern Conference champion Philadelphia 76ers defeated the Western Conference champion Los Angeles Lakers 4 games to 0. 76ers center Moses Malone was named the NBA Finals Most Valuable Player (MVP).",
  "/wiki/1989_NBA_Finals": "The 1989 NBA Finals was the championship round of the 1988–89 National Basketball Association (NBA) season, and the conclusion of the 1989 NBA Playoffs. The series was a rematch of the previous year's championship round between the Eastern Conference playoff champion Detroit Pistons and the Western Conference playoff champion Los Angeles Lakers.",
  "/wiki/1991_NBA_Finals": "The 1991 NBA Finals was the championship round of the 1990–91 National Basketball Association (NBA) season, and the conclusion of the season's playoffs. It was also the first NBA Finals broadcast by NBC after 17 years with CBS.",
  "/wiki/2004_NBA_Finals": "The 2004 NBA Finals was the championship round of the 2003–04 National Basketball Association season, and the conclusion of the season's playoffs. This season's NBA Finals was contested between the Western Conference playoff champion Los Angeles Lakers and the Eastern Conference playoff champion Detroit Pistons.  The Lakers held home court advantage, and the series was played under a best-of-seven format.",
  "/wiki/Golden_State_Warriors": "The Golden State Warriors are an American professional basketball team based in San Francisco. The Warriors compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. Founded in 1946 in Philadelphia, the Warriors moved to the San Francisco Bay Area in 1962 and took the city's name, before changing its geographic moniker to Golden State in 1971.[b] They play their home games at the Chase Center.",
  "/wiki/1947_BAA_Finals": "The 1947 BAA Finals was the championship round of playoffs following the inaugural Basketball Association of America (BAA)'s 1946–47 season. The Philadelphia Warriors of the Eastern Division faced the Chicago Stags of the Western Division for the inaugural championship, with Philadelphia having home court advantage. Hall of Fame inductee Joe Fulks played for the Warriors in the series. Following the 1948–49 season (the BAA's third season of play), the BAA and the National Basketball League merged to create the National Basketball Association.",
  "/wiki/1956_NBA_Finals": "The 1956 NBA World Championship Series was the championship series played at the conclusion of the 1955–56 National Basketball Association (NBA) season. The Philadelphia Warriors defeated the Fort Wayne Pistons four games to one. The series is notable for being one of only two Finals in which the two teams alternated home games, the other being in 1971.",
  "/wiki/1975_NBA_Finals": "The 1975 NBA World Championship Series was the championship round of the 1974–75 NBA season of the National Basketball Association. The Western Conference champion Golden State Warriors (48–34) played against the Eastern Conference champion Washington Bullets (60–22) for the championship. The series was played under a best-of-seven format. The underdog Warriors won in four games, sweeping the heavily-favored Bullets to take the title. Warriors small forward Rick Barry was named as the series MVP.",
  "/wiki/2015_NBA_Finals": "The 2015 NBA Finals was the championship series of the 2014–15 season of the National Basketball Association (NBA) and the conclusion of the season's playoffs. The Western Conference \n champion Golden State Warriors defeated the Eastern Conference champion Cleveland Cavaliers in six games (4–2) for the Warriors' first title in 40 years and their fourth in franchise history, becoming the first team since the 1990–91 Chicago Bulls to win a championship without any prior Finals experience from any player on their roster. Golden State's Andre Iguodala was named the Finals Most Valuable Player (MVP).",
  "/wiki/2017_NBA_Finals": "The 2017 NBA Finals was the championship series of the National Basketball Association (NBA)'s 2016–17 season and conclusion of the season's playoffs. The Western Conference champion Golden State Warriors defeated the defending NBA champion and Eastern Conference champion Cleveland Cavaliers four games to one. This Finals was the first time in NBA history the same two teams had met for a third consecutive year. The Cavaliers sought to repeat as champions after winning the championship in 2016, while the Warriors won the first meeting in 2015. Golden State earned home court advantage with a 2016–17 regular season record of 67–15, while Cleveland finished the regular season with a 51–31 record. The Warriors entered the 2017 Finals after becoming the first team in NBA playoff history to start 12–0, while the Cavaliers entered the 2017 Finals with a 12–1 record during the first three rounds of the postseason. The Warriors' 15–0 start in the playoffs is the most consecutive postseason wins in NBA history and their 16–1 record is the best winning percentage (.941) in NBA Playoff history.",
  "/wiki/2018_NBA_Finals": "The 2018 NBA Finals was the championship series of the National Basketball Association (NBA)'s 2017–18 season and conclusion of the season's playoffs. In this best-of-seven playoff, the defending NBA champions and Western Conference champions Golden State Warriors swept the defending Eastern Conference champions Cleveland Cavaliers four games to zero. This year's Finals was the first time in any of North America's four major professional sports leagues that the same two teams met for the championship four years in a row. This was also the first time that a team was swept in the NBA Finals since 2007, in which the Cavaliers were also the losing team. LeBron James, in his eighth consecutive NBA Finals appearance and ninth appearance overall, suffered the second Finals sweep of his career, having also played in the 2007 Finals. Warriors small forward Kevin Durant was named NBA Finals MVP for the second straight year.",
  "/wiki/1948_BAA_Finals": "The 1948 BAA Finals was the championship round of the Basketball Association of America's 1947–48 season. (Following its third, 1948–49 season, the BAA and National Basketball League merged to create the National Basketball Association or NBA.) The Philadelphia Warriors of the Eastern Division faced the Baltimore Bullets of the Western Division, with Philadelphia having home court advantage.",
  "/wiki/1967_NBA_Finals": "The 1967 NBA World Championship Series was the championship series of the 1966–67 National Basketball Association (NBA) season, and was the conclusion of the 1967 NBA Playoffs. The best-of-seven series was played between the Western Conference champion San Francisco Warriors and the Eastern Conference champion Philadelphia 76ers. This was the first championship series in 11 years without the Boston Celtics, who were defeated in the Division Finals by Philadelphia.",
  "/wiki/2016_NBA_Finals": "The 2016 NBA Finals was the championship series of the National Basketball Association (NBA) 2015–16 season and conclusion of the 2016 playoffs. The Eastern Conference champion Cleveland Cavaliers defeated the defending NBA champion and Western Conference champion Golden State Warriors 4–3 in a rematch of the 2015 NBA Finals. It was the 14th rematch of the previous NBA Finals in history, and the first Finals since 2008 in which the number one seed in each conference met. It was the second straight rematch in back-to-back years, as the Miami Heat and San Antonio Spurs played each other in 2013 and 2014.",
  "/wiki/2019_NBA_Finals": "The 2019 NBA Finals was the championship series of the National Basketball Association (NBA)'s 2018–19 season and conclusion of the season's playoffs. In the best-of-seven playoff series held from May 30 through June 13, 2019, the Eastern Conference champion Toronto Raptors defeated the Western Conference champion Golden State Warriors, 4–2, earning the franchise its first NBA championship as well as the first win by a team based outside the United States. Acquired by the Raptors via a trade during the off-season, Kawhi Leonard was named the NBA Finals Most Valuable Player (MVP) for the second time in his career.",
  "/wiki/Chicago_Bulls": "The Chicago Bulls are an American professional basketball team based in Chicago. The Bulls compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded on January 16, 1966 and played its first game later that year. The Bulls play their home games at the United Center, an arena on Chicago's west side shared with the Chicago Blackhawks of the National Hockey League (NHL).",
  "/wiki/1992_NBA_Finals": "The 1992 NBA Finals was the championship round of the 1991–92 NBA season, and the conclusion of the season's playoffs. The Eastern Conference champion Chicago Bulls took on the Western Conference champion Portland Trail Blazers for the title, with Chicago having home court advantage, as they had the best record in the NBA that season.",
  "/wiki/1993_NBA_Finals": "The 1993 NBA Finals was the championship round of the 1992–93 NBA season, and the conclusion of the season's playoffs. It featured the Eastern Conference playoff champion Chicago Bulls, led by Michael Jordan, and the Western Conference playoff champion Phoenix Suns, winners of 62 games and led by regular season MVP Charles Barkley. The Bulls became the first team since the legendary Boston Celtics of the 1960s to win three consecutive championship titles, clinching the \"three-peat\" with John Paxson's game-winning 3-pointer that gave them a 99–98 victory in Game 6. Remarkably, the away team won every game except for Chicago's win at home in Game 4.",
  "/wiki/1996_NBA_Finals": "The 1996 NBA Finals was the championship series of the National Basketball Association (NBA)'s 1995–96 season, and the culmination of the season's playoffs. The Western Conference champion Seattle SuperSonics (64–18) played the Eastern Conference champion Chicago Bulls (72–10), with the Bulls holding home court advantage. The teams' 136 combined regular season wins shattered the previous record of 125, set in 1985 between the Los Angeles Lakers who won 62 games and the Boston Celtics who won 63 games in the past regular season. The series was played under a best-of-seven format. This was the first championship in the Chicago Bulls second three-peat.",
  "/wiki/1997_NBA_Finals": "The 1997 NBA Finals was the concluding series of the 1997 NBA playoffs that determined the champion of the 1996–97 NBA season. The Western Conference champion Utah Jazz took on the Eastern Conference champion Chicago Bulls for the title, with the Bulls holding home court advantage. The series were played under a best-of-seven format, with the first 2 games in Chicago, the next 3 games in Salt Lake City, and the last 2 games in Chicago.",
  "/wiki/1998_NBA_Finals": "The 1998 NBA Finals was the championship round of the 1998 playoffs of the National Basketball Association (NBA) and the conclusion of the 1997–98 NBA season. The Eastern Conference champion Chicago Bulls played against the Western Conference champion Utah Jazz, with the Jazz holding home-court advantage for the first 2 games in Salt Lake City. In a repeat of the previous year's Finals, the Bulls won the series 4 games to 2 for their third consecutive NBA title and their sixth in eight seasons.",
  "/wiki/San_Antonio_Spurs": "The San Antonio Spurs are an American professional basketball team based in San Antonio, Texas. The Spurs compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The team plays its home games at the AT&T Center in San Antonio.",
  "/wiki/1999_NBA_Finals": "The 1999 NBA Finals was the championship round of the shortened 1998–99 NBA season or the 1999 season, and the conclusion of the season's playoffs. The Western Conference champion San Antonio Spurs took on the Eastern Conference champion New York Knicks for the title, with the Spurs holding home court advantage. The series was played under a best-of-seven format, with the first team to collect four game victories winning the series. The Spurs defeated the Knicks 4 games to 1 to win the championship. As of 2019[update], this is the last NBA Finals where neither team scored 100 or more points in any game during the series.",
  "/wiki/2003_NBA_Finals": "The 2003 NBA Finals was the championship round of the National Basketball Association (NBA)'s 2002–03 season, and the culmination of the season's playoffs. The Western Conference champion San Antonio Spurs played the Eastern Conference champion New Jersey Nets for the title, with the Spurs holding home court advantage. The series was played under a best-of-seven format. The Spurs defeated the Nets to win the series 4–2. Spurs' forward Tim Duncan was named the Most Valuable Player of the championship series. The series was broadcast on U.S. television on ABC, with Brad Nessler, Bill Walton, and Tom Tolbert announcing.",
  "/wiki/2005_NBA_Finals": "The 2005 NBA Finals was the championship round of the National Basketball Association (NBA)'s 2004–05 season, and the culmination of the season's playoffs. The Western Conference champion San Antonio Spurs played the defending NBA champion and Eastern Conference champion Detroit Pistons for the title, with the Spurs holding home court advantage and the Pistons as defending champions. The series was played under a best-of-seven format. (Unlike the previous three rounds, the team with home court advantage hosted games one, two, six, and seven if all were necessary). It also marked the Pistons' first NBA Finals loss since 1988.",
  "/wiki/2007_NBA_Finals": "The 2007 NBA Finals was the championship series of the National Basketball Association (NBA)'s 2006–07 season, and was the conclusion of the season's playoffs. The best-of-seven series was played between the Western Conference champion San Antonio Spurs and the Eastern Conference champion Cleveland Cavaliers. This was Cleveland's first trip to the NBA Finals in their franchise history and San Antonio's fourth. The Spurs swept the Cavaliers 4 games to 0. Tony Parker was named the series' MVP. The series was televised on ABC under the ESPN on ABC branding, and produced low television ratings comparing to the 2002 NBA Finals, when the Los Angeles Lakers swept the New Jersey Nets.",
  "/wiki/2014_NBA_Finals": "The 2014 NBA Finals was the championship series of the 2013–14 season of the National Basketball Association (NBA) and the conclusion of the season's playoffs. The Western Conference champion San Antonio Spurs defeated the defending NBA champion and Eastern Conference champion Miami Heat in five games (4–1) for the Spurs' fifth NBA championship in franchise history. The Spurs outscored the Heat in the series by the largest average point differential (14.0) in Finals history, and ended their chances of a three-peat, the first that would have occurred since the 2000-2002 Los Angeles Lakers, led by Kobe Bryant and Shaquille O'Neal. San Antonio's Kawhi Leonard was named the Finals Most Valuable Player (MVP).",
  "/wiki/2013_NBA_Finals": "The 2013 NBA Finals was the championship series of the 2012–13 NBA season and the conclusion of the season's playoffs. The Eastern Conference champion Miami Heat defeated the Western Conference champion San Antonio Spurs to win their second straight title. The Finals began with Game 1 on June 6, and ended with Game 7 on June 20.",
  "/wiki/Philadelphia_76ers": "The Philadelphia 76ers (also commonly known as the Sixers) are an American professional basketball team based in Philadelphia. The 76ers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division and play at Wells Fargo Center. Founded in 1946 and originally known as the Syracuse Nationals, they are one of the oldest franchises in the NBA, and one of only eight (out of 23) to survive the league's first decade.",
  "/wiki/1955_NBA_Finals": "The 1955 NBA World Championship Series was the championship round of the 1954–55 NBA season. The best-of-seven series was won by the Syracuse Nationals, who defeated the Fort Wayne Pistons in the final game when Syracuse's George King made a free throw with 12 seconds left to put the Nationals up 92–91. King then stole the ball from Fort Wayne's Andy Phillip with three seconds remaining to clinch the victory for Syracuse.  Because of the arena not believing Fort Wayne would make the NBA Finals, the arena was booked and not available, and the Fort Wayne home games were played in Indianapolis.",
  "/wiki/1977_NBA_Finals": "The 1977 NBA World Championship Series was the championship round of the National Basketball Association (NBA)'s 1976–77 season, and the culmination of the season's playoffs. The Western Conference champion Portland Trail Blazers played against the Eastern Conference champion Philadelphia 76ers, with the 76ers holding home-court advantage. Their four regular season meetings had been split evenly, 2–2, with neither side winning away from home. The series was played under a best-of-seven format.",
  "/wiki/Detroit_Pistons": "The Detroit Pistons are an American professional basketball team based in Detroit, Michigan. The Pistons compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division and plays its home games at Little Caesars Arena, located in Midtown. The team was founded in Fort Wayne, Indiana as the Fort Wayne (Zollner) Pistons in 1941, a member of the National Basketball League (NBL) where it won two NBL championships: in 1944 and 1945. The Pistons later joined the Basketball Association of America (BAA) in 1948. The NBL and BAA merged to become the NBA in 1949, and the Pistons became part of the merged league. In 1957, the franchise moved to Detroit. The Pistons have won three NBA championships: in 1989, 1990 and 2004.",
  "/wiki/1990_NBA_Finals": "The 1990 NBA Finals was the championship round of the 1989–90 National Basketball Association (NBA) season, and the conclusion of the season's playoffs. The series pitted the Eastern Conference playoff champion Detroit Pistons (the previous year's champions) against the Western Conference playoff champion Portland Trail Blazers. This was the first NBA Finals since 1979 not to involve either the Los Angeles Lakers or the Boston Celtics.",
  "/wiki/Miami_Heat": "The Miami Heat are an American professional basketball team based in Miami. The Heat compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The Heat play their home games at American Airlines Arena, and have won three NBA championships.",
  "/wiki/2006_NBA_Finals": "The 2006 NBA Finals was the championship series of the 2005–06 National Basketball Association season. The Miami Heat won the title in six games over the Dallas Mavericks, becoming the third team—after the 1969 Celtics and the 1977 Trail Blazers—to win a championship after trailing 0–2 in the series. Dwyane Wade of the Heat was named Most Valuable Player of the series.",
  "/wiki/2012_NBA_Finals": "The 2012 NBA Finals was the championship series of the 2011–12 season of the National Basketball Association (NBA), and the conclusion of the season's playoffs. The Eastern Conference champion Miami Heat defeated the Western Conference champion Oklahoma City Thunder four games to one to win their second NBA title. Heat small forward LeBron James was named the Finals MVP.",
  "/wiki/2011_NBA_Finals": "The 2011 NBA Finals was the championship series of the 2010–11 season of the National Basketball Association (NBA) in which the Western Conference champion Dallas Mavericks defeated the Eastern Conference champion Miami Heat in six games to win their first NBA championship. The series was held from May 31 to June 12, 2011. Mavericks forward and German player Dirk Nowitzki was named the Finals MVP, becoming the second European to win the award after Tony Parker (2007) and the first German player to do so. The series was a rematch of the 2006 NBA Finals, which the Heat had won in six games to win their first NBA championship.",
  "/wiki/New_York_Knicks": "The New York Knickerbockers, more commonly referred to as the Knicks, are an American professional basketball team based in the New York City borough of Manhattan. The Knicks compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden, an arena they share with the New York Rangers of the National Hockey League (NHL). They are one of two NBA teams located in New York City; the other team is the Brooklyn Nets. Alongside the Boston Celtics, the Knicks are one of two original NBA teams still located in its original city.",
  "/wiki/1951_NBA_Finals": "The 1951 NBA World Championship Series was the championship round of the 1951 NBA Playoffs, which concluded the National Basketball Association 1950–51 season. The Western Division champion Rochester Royals faced the Eastern Division champion New York Knicks in a best-of-seven series with Rochester having home-court advantage.",
  "/wiki/1994_NBA_Finals": "The 1994 NBA Finals was the championship round of the National Basketball Association (NBA)'s 1993–94 season, and the culmination of the season's playoffs. The Western Conference champion Houston Rockets played the Eastern Conference champion New York Knicks for the championship, with the Rockets holding home-court advantage in the best-of-seven series. The Rockets defeated the Knicks 4 games to 3 to win the team's first NBA championship.",
  "/wiki/Houston_Rockets": "The Houston Rockets are an American professional basketball team based in Houston. They compete in the National Basketball Association (NBA) as a member team of the league's Western Conference Southwest Division. The team plays its home games at the Toyota Center, located in Downtown Houston. The Rockets have won two NBA championships and four Western Conference titles. The team was established in 1967 as the San Diego Rockets, an expansion team originally based in San Diego. In 1971, the Rockets moved to Houston.",
  "/wiki/1995_NBA_Finals": "The 1995 NBA Finals was the championship round of the 1994–95 National Basketball Association (NBA) season. The series pitted the Eastern Conference champion Orlando Magic against the defending NBA champion and Western Conference champion Houston Rockets. The pre-series hype and build-up of the Finals was centered on the meeting of the two centers opposing each other: Shaquille O'Neal of the Magic and Hakeem Olajuwon of the Rockets. Going into the series the matchup was compared to the Bill Russell–Wilt Chamberlain matchup of the 1960s.",
  "/wiki/Cleveland_Cavaliers": "The Cleveland Cavaliers, often referred to as the Cavs, are an American professional basketball team based in Cleveland. The Cavaliers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team began play as an expansion team in 1970, along with the Portland Trail Blazers and Buffalo Braves. Home games were first held at Cleveland Arena from 1970 to 1974, followed by the Richfield Coliseum from 1974 to 1994. Since 1994, the Cavs have played home games at Rocket Mortgage FieldHouse in downtown Cleveland, which is shared with the Cleveland Gladiators of the Arena Football League and the Cleveland Monsters of the American Hockey League. Dan Gilbert has owned the team since March 2005.",
  "/wiki/Atlanta_Hawks": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at State Farm Arena.",
  "/wiki/Washington_Wizards": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/1978_NBA_Finals": "The 1978 NBA World Championship Series was the championship round of the National Basketball Association (NBA)'s 1977–78 season, and the culmination of the season's playoffs. The series featured the Western Conference champion Seattle SuperSonics against the Eastern Conference champion Washington Bullets. The Bullets defeated the SuperSonics in seven games to win the NBA championship. Bullets power forward/center Wes Unseld was named MVP of the series. Before the Cleveland Cavaliers' Game 7 win at Golden State in the 2016 NBA Finals, this was the last time a road team had won Game 7 in the NBA Finals. The 1978 World Championship Series was the first NBA Finals series since the 1958 World Championship Series in which both teams had under 50 wins, and is the only NBA Finals to feature two teams with under 50 wins in an 82-game season.",
  "/wiki/1971_NBA_Finals": "The 1971 NBA World Championship Series was the championship series played at the conclusion of the National Basketball Association (NBA)'s 25th anniversary season of 1970–71. The Western Conference champion Milwaukee Bucks, who were founded as an expansion team three years earlier, swept the Eastern Conference champion Baltimore Bullets in four games. Baltimore had dethroned the 1969–70 NBA champion New York Knicks.",
  "/wiki/1979_NBA_Finals": "The 1979 NBA World Championship Series was the championship series played at the conclusion of the National Basketball Association (NBA)'s 1978–79 season. The Western Conference champion Seattle SuperSonics played the Eastern Conference champion Washington Bullets, with the Bullets holding home-court advantage, due to a better regular season record. The SuperSonics defeated the Bullets 4 games to 1. The series was a rematch of the 1978 NBA Finals, which the Washington Bullets had won 4–3.",
  "/wiki/Seattle_SuperSonics": "The Seattle SuperSonics, commonly known as the Sonics, were an American professional basketball team based in Seattle, Washington. The SuperSonics played in the National Basketball Association (NBA) as a member club of the league's Western Conference Pacific and Northwest divisions from 1967 until 2008. After the 2007–08 season ended, the team relocated to Oklahoma City, Oklahoma, and now plays as the Oklahoma City Thunder.",
  "/wiki/Oklahoma_City_Thunder": "The Oklahoma City Thunder are an American professional basketball team based in Oklahoma City. The Thunder competes in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team plays its home games at Chesapeake Energy Arena.",
  "/wiki/Portland_Trail_Blazers": "The Portland Trail Blazers, commonly known as the Blazers, are an American professional basketball team based in Portland, Oregon. The Trail Blazers compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team played its home games in the Memorial Coliseum before moving to Moda Center in 1995 (called the Rose Garden until 2013). The franchise entered the league as an expansion team in 1970, and has enjoyed a strong following: from 1977 through 1995, the team sold out 814 consecutive home games, the longest such streak in American major professional sports at the time, and only since surpassed by the Boston Red Sox. The Trail Blazers are the only NBA team based in the bi-national Pacific Northwest, after the Vancouver Grizzlies relocated to Memphis and became the Memphis Grizzlies in 2001 and the Seattle SuperSonics relocated to Oklahoma City and became the Oklahoma City Thunder in 2008.",
  "/wiki/Milwaukee_Bucks": "The Milwaukee Bucks are an American professional basketball team based in Milwaukee. The Bucks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded in 1968 as an expansion team, and play at the Fiserv Forum. Former U.S. Senator Herb Kohl was the long-time owner of the team, but on April 16, 2014, a group led by billionaire hedge fund managers Wes Edens and Marc Lasry agreed to purchase a majority interest in the team from Kohl, a sale which was approved by the owners of the NBA and its Board of Governors one month later on May 16. The team is managed by Jon Horst, the team's former director of basketball operations, who took over for John Hammond in May 2017.",
  "/wiki/Dallas_Mavericks": "The Dallas Mavericks (often referred to as the Mavs) are an American professional basketball team based in Dallas. They compete in the National Basketball Association (NBA) as a member of the Western Conference Southwest Division. The team plays its home games at the American Airlines Center, which it shares with the National Hockey League's Dallas Stars.",
  "/wiki/Baltimore_Bullets_(1944–54)": "The Baltimore Bullets were an American Basketball League (1944–1947) team, and later, a Basketball Association of America (1947–1949), and (beginning in 1949, following the BAA's absorption of the National Basketball League) a National Basketball Association team based in Baltimore. The team folded November 27, 1954, with a 3–11 record, making the Bullets the last NBA franchise to do so, as of 2018.[citation needed]  Out of all defunct NBA teams, the Bullets were members of the association for the longest time and the only defunct team to win a championship.[citation needed] The Baltimore Bullets acquired their name in reference to the Phoenix Shot Tower.",
  "/wiki/List_of_defunct_National_Basketball_Association_teams": "The National Basketball Association (NBA) is a professional men's basketball league, consisting of thirty teams in North America (twenty-nine in the United States and one in Canada). The NBA was founded in New York City on June 6, 1946, as the Basketball Association of America (BAA). It adopted the name National Basketball Association at the start of the 1949–50 season when it absorbed the National Basketball League (NBL). The NBA is an active member of USA Basketball, which is recognized by the International Basketball Federation (FIBA) as the National Governing Body (NGB) for basketball in the country. The league is considered to be one of the four major professional sports leagues of North America.",
  "/wiki/Sacramento_Kings": "The Sacramento Kings are an American professional basketball team based in Sacramento, California. The Kings compete in the National Basketball Association (NBA) as a member of the Western Conference's Pacific Division. The Kings are the only team in the major professional North American sports leagues located in Sacramento. The team plays its home games at the Golden 1 Center. Their best seasons to date in the city were in the early 2000s, including the 2001–02 season when they had the best record in the NBA at 61–21 (a winning percentage of .744).",
  "/wiki/Toronto_Raptors": "The Toronto Raptors are a Canadian professional basketball team based in Toronto. The Raptors compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division. They play their home games at the Scotiabank Arena, which they share with the Toronto Maple Leafs of the National Hockey League (NHL). The team was founded in 1995 as part of the NBA's expansion into Canada, along with the Vancouver Grizzlies. Since the 2001–02 season, the Raptors have been the only Canadian-based team in the league, as the Grizzlies relocated from Vancouver to Memphis, Tennessee.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world."
}