{
  "/wiki/Stu_Hart": "Stewart Edward Hart, CM (May 3, 1915 – October 16, 2003) was a Canadian professional wrestler, wrestling booker, promoter, coach and trainer, football player, amateur wrestler, and sailor. He is best known for founding and handling Stampede Wrestling, a professional wrestling promotion based in Calgary, Alberta, teaching many individuals at its associated wrestling school \"The Dungeon\" and establishing a professional wrestling dynasty consisting of his relatives and close trainees. As the patriarch of the Hart wrestling family, Hart is the ancestor of many wrestlers, most notably being the father of Bret and Owen Hart as well as the grandfather of Natalya Neidhart, Teddy Hart and David Hart Smith.",
  "/wiki/Professional_wrestling": "Professional wrestling, often shortened to pro wrestling or simply wrestling, is a form of performance art and entertainment that combines athletics with theatrical performance. It takes the form of events, held by touring companies, that mimic a title-match combat sport. The unique form of sport portrayed is fundamentally based on and evolved from classical and \"catch\" wrestling, with modern additions of striking attacks, strength-based holds and throws and acrobatic maneuvers. Much of these derive from the influence of various international martial arts. An additional aspect of combat with improvised weaponry is sometimes included.",
  "/wiki/Professional_wrestling_promotion": "A professional wrestling promotion (also federation or fed) is a company or business that regularly performs shows involving professional wrestling. \"Promotion\" also describes a role which entails management, advertising and logistics of running a wrestling event (see promoter). Within the convention of the show, the company is a sports governing body which sanctions wrestling matches and gives authority to the championships and is responsible for determining the divisions, rankings, etc. of wrestlers. In truth, the company serves as a touring theatre troupe, as well as event promotion body for its own events.",
  "/wiki/Jack_Taylor_(Canadian_wrestler)": "Jack Taylor (1887 – May 19, 1956) was a Canadian successful amateur and professional wrestler. Considered to be Canada's first great wrestling superstar in his time he was the childhood idol of wrestling icon Stu Hart and trained Toots Mondt.",
  "/wiki/Lou_Thesz": "Aloysius Martin \"Lou\" Thesz (April 24, 1916 – April 28, 2002) was an American professional wrestler. A fifteen-time world champion, he held the NWA World Heavyweight Championship three times for a combined total of 10 years, three months and nine days (3,749 days) – longer than anyone else in history. Thesz is widely regarded as one of the greatest wrestlers of all time. In Japan, Thesz was known as a 'God of Wrestling' and was called Tetsujin, which means 'Ironman', in respect for his speed, conditioning and expertise in catch wrestling. In addition to being a member of its inaugural class, he helped establish the George Tragos/Lou Thesz Professional Wrestling Hall of Fame and is a charter member of several other halls of fame, including: WCW, Wrestling Observer Newsletter, Professional Wrestling and WWE's Legacy Wing.",
  "/wiki/Sky_Hi_Lee": "Robert E. Leedy (9 February 1921 – 1974) was a Canadian professional wrestler, boxer and actor, better known by his ring name, Ski Hi Lee (also spelled Sky Hi Lee, Sky High Lee, and Sky Hy Lee). Known for his great height and strength, he was described as the tallest professional wrestler of his era and as \"among the roughest in the business\".",
  "/wiki/Luther_Lindsay": "Luther Jacob Goodall (December 30, 1924 – February 21, 1972) was an American professional football player and wrestler, known by his ringname Luther Lindsay or Lindsey, who competed throughout the United States with the National Wrestling Alliance as well as international promotions such as All Japan Pro Wrestling, Joint Promotions and Stampede Wrestling.",
  "/wiki/Dr._Bill_Miller": "William M. Miller (June 5, 1927 – March 24, 1997) was an American professional wrestler. He is a one time American Wrestling Association World champion and also wrestled in the National Wrestling Alliance, the World Wrestling Association in Indianapolis and the World Wide Wrestling Federation. He was a Nine-letterman at Ohio State University, in Football, Wrestling, and Track. He was an All-American Heavyweight wrestler, a two-time Big Ten heavyweight champion, and Conference MVP his Sr. year.  He was an All-American shot-put and discus track star, also. He was voted into the Ohio State University Athletic Hall of Fame in 1997 for both Wrestling and Track.",
  "/wiki/Whipper_Billy_Watson": "William John Potts, OOnt (June 25, 1915 – February 4, 1990) was a Canadian professional wrestler best known by his ring name \"Whipper\" Billy Watson, and was a two-time world heavyweight wrestling champion.",
  "/wiki/Earl_McCready": "Earl Gray McCready (June 5, 1905 – December 9, 1983) was a Canadian amateur wrestler. McCready competed in the U.S. for Oklahoma State University in folkstyle, and  as a freestyle sport wrestler who competed for Canada in the 1928 Summer Olympics. Later in life he became a pro wrestler.",
  "/wiki/Pat_O'Connor_(wrestler)": "Patrick John O'Connor (22 August 1924 – 16 August 1990), was a New Zealand professional wrestler. Regarded as one of the premier workers of his era, O'Connor held the AWA World Heavyweight Championship and NWA World Heavyweight Championship simultaneously, the latter of which he held for approximately two years. He was also the inaugural AWA World Heavyweight Champion.",
  "/wiki/Ilio_DiPaolo": "Ilio DiPaolo (November 7, 1926 – May 10, 1995), was an Italian professional wrestler and restaurateur who lived in the Buffalo, New York area.",
  "/wiki/Édouard_Carpentier": "Édouard Ignacz Weiczorkiewicz (Russian: Эдуард Виецз; July 17, 1926 – October 30, 2010) was a French-born Canadian professional wrestler better known by his ring name Édouard Carpentier. In a career that spanned from the 1950s into the 1970s, he garnered several world championships.",
  "/wiki/Gorgeous_George": "George Raymond Wagner (March 24, 1915 – December 26, 1963) was an American professional wrestler best known by his ring name Gorgeous George. In the United States, during the First Golden Age of Professional Wrestling in the 1940s–1950s, Gorgeous George became one of the biggest stars of the sport, gaining media attention for his outrageous character, which was described as flamboyant and charismatic. He was posthumously inducted into the Professional Wrestling Hall of Fame in 2002 and the WWE Hall of Fame as part of the Class of 2010.",
  "/wiki/Argentina_Rocca": "Antonino Rocca (born Antonino Biasetton, 13 April 1921 – 15 March 1977) was an Italian Argentinian professional wrestler. He tag teamed with partner Miguel Pérez. He was posthumously inducted into the WWF Hall of Fame as a member of the class of 1995 and the Wrestling Observer Newsletter Hall of Fame in 1996.",
  "/wiki/Killer_Kowalski": "Walter Kowalski (born Edward Władysław Spulnik; October 13, 1926 – August 30, 2008) was a Canadian professional wrestler.",
  "/wiki/Stampede_Wrestling": "Stampede Wrestling was a Canadian professional wrestling promotion based in Calgary, Alberta. For nearly 50 years, it was one of the main promotions in western Canada and the Canadian Prairies. Originally established by Stu Hart in 1948, the promotion competed with other promotions such as NWA All-Star Wrestling and Pacific Northwest Wrestling and regularly ran events in Calgary's Victoria Pavilion, Ogden Auditorium and the Stampede Corral between 1948 and 1984. Bought out by promoter Vince McMahon, the company was briefly run by the World Wrestling Federation (WWF) before being sold back to the Hart family the following year. Run by Bruce Hart until January 1990, he and Ross Hart reopened the promotion in 1999 and began running events in the Alberta area."
}