{
  "/wiki/Scott_Mitchell_(offensive_lineman)": "Scott Mitchell (born September 10, 1989) is a Canadian football offensive linemen who is currently a free agent. In the Canadian Football League’s Amateur Scouting Bureau final rankings, he was ranked as the best player for players eligible in the 2011 CFL Draft. He was then drafted second overall by the Edmonton Eskimos in the draft and signed with the team on May 31, 2011. After playing for three seasons with the Eskimos, he signed as a free agent with the Argonauts. He played college football with the Rice Owls.",
  "/wiki/Offensive_lineman": "In gridiron football, a lineman is a player who specializes in play at the line of scrimmage. The linemen of the team currently in possession of the ball are the offensive line, while linemen on the opposing team are the defensive line. A number of NFL rules specifically address restrictions and requirements for the offensive line, whose job is to help protect the quarterback from getting sacked for a loss, or worse, fumbling. The defensive line is covered by the same rules that apply to all defensive players. Linemen are usually the largest players on the field in both height and weight, since their positions usually require less running and more strength than skill positions.",
  "/wiki/Rice_Owls_football": "The Rice Owls football team represents Rice University in NCAA Division I college football. The Owls have competed in Conference USA's Western Division since 2005. Rice Stadium, built in 1950, hosts the Owls' home football games.",
  "/wiki/Anthony_Parker_(Canadian_football)": "Anthony Lawrence Parker (born November 21, 1989) is a professional Canadian football wide receiver for the Edmonton Eskimos of the Canadian Football League (CFL). He was originally drafted by the Calgary Stampeders and played with that organization for seven years, winning a Grey Cup championship in 2014. He played CIS football for the Calgary Dinos.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Calgary_Dinos": "The Calgary Dinos are the athletic teams that represent the University of Calgary in Calgary, Alberta, Canada. They were known as the \"Dinosaurs\" but usually referred to as the \"Dinos\" until 1999, when the name was officially shortened. Some of its venues are the Jack Simpson Gymnasium (basketball m/w, volleyball m/w, track and field m/w), McMahon Stadium (football, soccer m/w), Hawkings Field (field hockey), University of Calgary Aquatic Centre (swimming, often shortened to Aquatic Centre) and a 200m Running Track (cross-country and track & field practices).",
  "/wiki/Henoc_Muamba": "Hénoc Muamba (born February 23, 1989) is a Congolese-Canadian football player for the Montreal Alouettes of the Canadian Football League (CFL). He was selected first overall by the Winnipeg Blue Bombers in the 2011 CFL Draft, becoming the first player from St. Francis Xavier University to be chosen first overall in the draft. He played CIS football with the St. Francis Xavier X-Men.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/St._Francis_Xavier_athletic_teams": "The St. Francis Xavier X-Men and X-Women are the men's and women's athletic teams that represent St. Francis Xavier University in Antigonish, Nova Scotia, Canada. Their primary home turf is Oland Stadium located at the University's campus.",
  "/wiki/Philip_Blake": "Philip Anthony Blake (born November 27, 1985) is a professional Canadian football offensive lineman for the Toronto Argonauts of the Canadian Football League (CFL). He played college football at Baylor University. He has also been a member of the Denver Broncos, Arizona Cardinals, Montreal Alouettes and Saskatchewan Roughriders.",
  "/wiki/Baylor_Bears_football": "The Baylor Bears football team represents Baylor University in Division I FBS college football. They are a member of the Big 12 Conference.  After 64 seasons at the off-campus Baylor Stadium, renamed Floyd Casey Stadium in 1990, the Bears opened the new on-campus McLane Stadium known as \"The House That Briles Built,\" for the 2014 season.",
  "/wiki/Tyler_Holmes": "Tyler Holmes (born July 24, 1988) is a professional Canadian football offensive lineman who is currently a free agent. He most recently played for the Toronto Argonauts of the Canadian Football League (CFL). He played college football for the Tulsa Golden Hurricane.",
  "/wiki/Tulsa_Golden_Hurricane_football": "The Tulsa Golden Hurricane football program represents the University of Tulsa in college football at the NCAA Division I Football Bowl Subdivision (FBS) level.  Tulsa has competed in the American Athletic Conference (The American) since the 2014 season and was previously a member of Conference USA (C-USA). The team is currently led by head coach Philip Montgomery. Tulsa plays its home games at Skelly Field at H. A. Chapman Stadium in Tulsa, Oklahoma.  The University of Tulsa has the smallest undergraduate enrollment of all schools that participate at the FBS level.",
  "/wiki/Vaughn_Martin": "Vaughn Martin (born April 18, 1986) is a Jamaican-born Canadian former American football defensive tackle. He was most recently a member of the Montreal Alouettes of the Canadian Football League (CFL). He was drafted by the San Diego Chargers in the fourth round of the 2009 NFL Draft, the first Canadian university football player drafted by an NFL team as an underclassman. He played university football at the University of Western Ontario.",
  "/wiki/Defensive_lineman": "In gridiron football, a lineman is a player who specializes in play at the line of scrimmage. The linemen of the team currently in possession of the ball are the offensive line, while linemen on the opposing team are the defensive line. A number of NFL rules specifically address restrictions and requirements for the offensive line, whose job is to help protect the quarterback from getting sacked for a loss, or worse, fumbling. The defensive line is covered by the same rules that apply to all defensive players. Linemen are usually the largest players on the field in both height and weight, since their positions usually require less running and more strength than skill positions.",
  "/wiki/Western_Ontario_Mustangs": "The Western Mustangs are the athletic teams that represent Western University in London, Ontario, Canada. The school colours are purple and white. The university's varsity teams compete in the Ontario University Athletics conference of the U Sports and, where applicable, in the west division.",
  "/wiki/Nathan_Coehoorn": "Nathan Joel Coehoorn (born September 17, 1986) is a former Canadian football wide receiver who played his entire professional career for the Edmonton Eskimos of the Canadian Football League. After the 2010 CIS season, he was ranked as the seventh best player in the Canadian Football League’s Amateur Scouting Bureau rankings for players eligible in the 2011 CFL Draft, and third by players in the CIS. Coming out of college his top assets were speed, aggression and good hands. He was drafted fifth overall in the draft by the Eskimos and signed with the team on May 31, 2011. He played CIS football with the Calgary Dinos.  On August 20, 2013  his contract was extended through the 2015 CFL season.",
  "/wiki/Hugh_O%27Neill_(Canadian_football)": "Hugh O'Neill (born January 20, 1990) is a professional Canadian football punter and placekicker for the Edmonton Eskimos of the Canadian Football League (CFL). He was drafted 11th overall by the BC Lions in the 2011 CFL Draft. In the Canadian Football League’s Amateur Scouting Bureau final rankings, he was ranked as the eighth best player for players eligible in the 2011 draft, and fifth by players in the CIS. He played CIS football with the Alberta Golden Bears.",
  "/wiki/Punter_(football)": "A punter (P) in gridiron football is a special teams player who receives the snapped ball directly from the line of scrimmage and then punts (kicks) the football to the opposing team so as to limit any field position advantage. This generally happens on a fourth down in American football and a third down in Canadian football. Punters may also occasionally take part in fake punts in those same situations, when they throw or run the football instead of punting.",
  "/wiki/Placekicker": "Placekicker, or simply kicker (PK or K), is the player in gridiron football who is responsible for the kicking duties of field goals and extra points. In many cases, the placekicker also serves as the team's kickoff specialist or punter as well.",
  "/wiki/Alberta_Golden_Bears": "The Alberta Golden Bears and Pandas are the sports teams that represent the University of Alberta in Edmonton, Alberta, Canada.",
  "/wiki/Marco_Iannuzzi": "Marco Iannuzzi (born May 21, 1987) is a retired Canadian football wide receiver for the BC Lions of the Canadian Football League (CFL). He is also a Harvard graduate.",
  "/wiki/Harvard_Crimson_football": "The Harvard Crimson football program represents Harvard University in college football at the NCAA Division I Football Championship Subdivision (formerly Division I-AA). Harvard's football program is one of the oldest in the world, having begun competing in the sport in 1873. The Crimson has a legacy that includes thirteen national championships and 20 College Football Hall of Fame inductees, including the first African-American college football player William H. Lewis, Huntington \"Tack\" Hardwick, Barry Wood, Percy Haughton, and Eddie Mahan. Harvard is the eighth winningest team in NCAA Division I football history.",
  "/wiki/Connecticut_Huskies_football": "The UConn Huskies football team is a college football team that represents the University of Connecticut in the sport of American football. The team competes in NCAA Division I FBS as an Independent. Connecticut first fielded a team in 1896, and participated in Division I-AA until 1999. The Huskies began their two-year Division I-A transition period in 2000, and became a full-fledged Division I-A team in 2002. From 2000 to 2003 the team played as an independent. The school's football team then joined the conference of its other sport teams, the Big East (later named the American Athletic Conference (the American) in 2013), taking effect in 2004, through 2019. In 2019, UConn announced that the team would be leaving the American to play as an independent.",
  "/wiki/Matt_O%27Donnell_(Canadian_football)": "Matthew O'Donnell (born March 26, 1989) is a Canadian football offensive lineman for the Edmonton Eskimos of the Canadian Football League (CFL). O'Donnell played high school football at Holy Cross Catholic Secondary School in Kingston Ontario. In the Canadian Football League's Amateur Scouting Bureau final rankings, he was ranked as the 11th best player for players eligible in the 2011 CFL Draft, and sixth by players in the CIS. On December 17, 2010, it was announced that O'Donnell was one of two CIS players to be named to the East–West Shrine Game.",
  "/wiki/Queen%27s_Golden_Gaels": "The Queen's Gaels (also: Queen's Golden Gaels) are the athletic teams that represent Queen's University in Kingston, Ontario, Canada. Team colours are blue, red, and gold. Its main home is Richardson Memorial Stadium on West Campus.",
  "/wiki/Junior_Turner": "Junior Turner (born September 2, 1988) is a Canadian football defensive lineman for the Calgary Stampeders of the Canadian Football League (CFL). In the CFL’s Amateur Scouting Bureau final rankings, he was ranked as the 12th best player for players eligible in the 2011 CFL Draft, and seventh by players in the Canadian Interuniversity Sport (CIS). Turner played CIS football with the Bishop's Gaiters.",
  "/wiki/Bishop%27s_Gaiters": "The Bishop's Gaiters is the name of the men's and women's athletic teams that represent Bishop's University in Sherbrooke, Quebec, Canada. The name Gaiter is a nickname used to refer to garments worn over the shoe and lower pants leg, worn by Anglican bishops until the beginning of the 20th century. The teams play in Canadian Interuniversity Sport, mostly competing in the Réseau du sport étudiant du Québec (RSEQ), while the football program competes in the Atlantic University Sport football conference. The Gaiters' home field is Coulter Field, a 2,200 seat capacity stadium located on the university's campus.",
  "/wiki/Anthony_Barrette": "Anthony Barrette (born April 22, 1986) is a former Canadian football offensive lineman who played in the Canadian Football League (CFL). In the CFL's Amateur Scouting Bureau final rankings, he was ranked as the 13th best player for players eligible in the 2011 CFL Draft, and eighth by players in the Canadian Interuniversity Sport (CIS). He was drafted 16th overall by the Montreal Alouettes in the 2011 Draft and signed a contract with the team on May 26, 2011. He spent parts of three seasons with the Alouettes before signing with the Ottawa Redblacks on January 2, 2014. He played CIS football with the Concordia Stingers. Barrette retired in May 2014.",
  "/wiki/Concordia_Stingers": "The Concordia Stingers are the athletic teams that represent Concordia University in Montreal, Quebec, Canada.  They compete with other schools in Canadian Interuniversity Sport, and more specifically in Réseau du sport étudiant du Québec (RSEQ; French for \"Quebec Student Sports Network\"). The Stingers were established in 1974 when Sir George Williams University and Loyola College merged to form Concordia University and replaced the preceding Sir George Williams Georgians and Loyola Warriors.",
  "/wiki/Matt_Walter": "Matthew John Walter (born July 20, 1989) is a retired professional Canadian football running back.  Walter spent 4 seasons with the Calgary Stampeders, he was most recently a member of the Saskatchewan Roughriders of the Canadian Football League (CFL). He was drafted 34th overall by the Calgary Stampeders in the 2011 CFL Draft and was originally signed by the team on May 26, 2011. He played CIS football for the Calgary Dinos and played for the Stampeders from 2011 to 2015.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/Paul_Swiston": "Paul Swiston (born May 26, 1989 in Calgary, Alberta) is a professional Canadian football offensive lineman who is currently a free agent. In the CFL’s Amateur Scouting Bureau final rankings, he was ranked as the 15th best player for players eligible in the 2011 CFL Draft, and 10th by players in the CIS. Swiston was selected in the 4th round, 24th overall by the Winnipeg Blue Bombers and was signed to a contract on May 27, 2011. He was released by the Blue Bombers on October 24, 2014. Swiston signed with the Stampeders on February 17, 2015. He played CIS football with the Calgary Dinos.",
  "/wiki/Renaldo_Sagesse": "Renaldo Sagesse (born December 23, 1986; surname means wisdom in French) is a Canadian football defensive lineman who is currently a free agent. He most recently played for the Saskatchewan Roughriders of the Canadian Football League. In the Canadian Football League’s Amateur Scouting Bureau December rankings, he was ranked as the ninth best player for players eligible in the 2011 CFL Draft.  On May 8, 2011 Sagesse was selected 25th overall in the draft by the Alouettes and signed a contract with the team on May 26, 2011. He was later released at the end of training camp. On May 31, 2012, Sagesse signed with the Saskatchewan Roughriders, but was released during training camp on June 17, 2012.",
  "/wiki/Michigan_Wolverines_football": "The Michigan Wolverines football program represents the University of Michigan in college football at the NCAA Division I Football Bowl Subdivision (formerly Division I-A) level. Michigan has the most all-time wins in college football history. The team is known for its distinctive winged helmet, its fight song, its record-breaking attendance figures at Michigan Stadium, and its many rivalries, particularly its annual, regular-season-ending game against Ohio State, known simply as “The Game,” once voted as ESPN's best sports rivalry.",
  "/wiki/Pascal_Baillargeon": "Pascal Baillargeon (born February 19, 1986) is a former professional Canadian football offensive lineman. In the CFL’s Amateur Scouting Bureau December rankings, he was ranked as the 12th best player for players eligible in the 2011 CFL Draft. Baillargeon was drafted 21st overall by the Hamilton Tiger-Cats in the 2011 CFL Draft and after returning to Laval for 2011, he signed with Hamilton for the 2012 CFL season.  He was released by the Tiger-Cats on July 18, 2013 and signed with the Montreal Alouettes a week later. He played CIS football with the Laval Rouge et Or.",
  "/wiki/Laval_Rouge_et_Or": "Rouge et Or (French: [ʁuʒ e ɔʁ], Red and Gold) are Université Laval's varsity sports teams. Home games are all held in the PEPS indoor and outdoor sports facilities. Université Laval is located in Quebec City.",
  "/wiki/Jade_Etienne": "Jade Etienne (born October 11, 1989 in Regina, Saskatchewan) was a Canadian football wide receiver. In the Canadian Football League’s Amateur Scouting Bureau December rankings, he was ranked as the 15th best player for players eligible in the 2011 CFL Draft. Etienne was drafted fourth overall in the draft by the Winnipeg Blue Bombers and signed a contract with the team on June 1, 2011. He played CIS football with the Saskatchewan Huskies and played high school football at Luther College (Regina, Saskatchewan). He was traded to the Roughriders for quarterback Drew Willy on February 6, 2014. Etienne was released prior to the start of the 2014 CFL regular season.",
  "/wiki/Saskatchewan_Huskies": "The University of Saskatchewan began in 1907 and has operated teams that compete with others since 1911. The term Huskie Athletics is defined as those student athletes from the University of Saskatchewan that compete in elite interuniversity competition administered by U Sports and its members, both as regions and as individual institutions.",
  "/wiki/Gregory_Alexandre": "Gregory Alexandre (born May 31, 1985) is a professional Canadian football defensive lineman who is currently a free agent. He was drafted 35th overall by the Toronto Argonauts in the 2011 CFL Draft and signed with the team on his birthday, May 31, 2011. He played college football for the Montreal Carabins.",
  "/wiki/Montr%C3%A9al_Carabins": "The Montréal Carabins are the men's and women's athletic teams that represent the Université de Montréal in Montreal, Quebec, Canada. Teams play at the CEPSUM Stadium and at l'aréna du CEPSUM, located at the Université de Montréal campus.",
  "/wiki/Michael_Carter_(Canadian_football)": "Michael Carter (born April 28, 1986) is a professional Canadian football defensive back for the Montreal Alouettes of the Canadian Football League (CFL). He was drafted 19th overall by the BC Lions in the 2011 CFL Draft, but was released after training camp. He subsequently signed with the Hamilton Tiger-Cats on June 27, 2011. Carter was released near the end of the 2011 CFL season on October 26, 2011. It was announced that Carter had signed with the Montreal Alouettes on January 27, 2011. After a three-year stint with the Alouettes, he signed with the Roughriders on February 25, 2015. He played college football for the Maryland Terrapins. He played for the Saskatchewan Roughriders of the Canadian Football League prior to being released on August 15, 2015. On September 15, 2015, Carter signed with the Edmonton Eskimos as a free agent and was added to their practice roster. He was later released by the Eskimos on November 30, 2015.  On August 17, 2016, Carter was signed by the Toronto Argonauts.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/Maryland_Terrapins_football": "The Maryland Terrapins football team represents the University of Maryland, College Park in the sport of American football. The Terrapins compete in the NCAA Division I Football Bowl Subdivision (FBS) and the Big Ten Conference. The Terrapins joined the Big Ten Conference on July 1, 2014, following 62 years in the Atlantic Coast Conference as a founding member. Mike Locksley is the head coach."
}