{
  "/wiki/KozArena": "KozArena is a stadium currently under construction in Adana, Turkey.",
  "/wiki/Adana": "Adana (pronounced [aˈda.na]; Armenian: Ադանա; Ancient Greek: Άδανα, Arabic: أضنة‎) is a major city in southern Turkey. The city is situated on the Seyhan river, 35 km (22 mi) inland from the Mediterranean, in south-central Anatolia. It is the administrative seat of the Adana Province and has a population of 1.77 million, making it the 5th most populated city in Turkey. The Adana-Mersin polycentric metropolitan area, with a population of 3 million, stretches over 70 km (43 mi) east-west and 25 km (16 mi) north-south; encompassing the cities of Mersin, Tarsus and Adana.",
  "/wiki/Adanaspor": "Adanaspor is a professional football club based in Adana, currently performing at the TFF First League. The club is founded in 1954 by the middle-class merchants and artisans in response to the alienation within city's most popular club, Adana Demirspor, who were supported by workers, financed by landowners and governed by TCDD staff. Having played their first game in 1956 and became internationally known as Adana derby, both clubs compete for the citywide support and domination since then. Adanaspor jersey colors, orange-white, symbolizes orange and cotton, the main harvests and believed by the club fans to be the true representation of the city. Adanaspor shares the 5 Ocak Stadı as homeground with their archrival since foundation..",
  "/wiki/Adana_Demirspor": "Adana Demirspor is a Turkish sports club based in Adana. A major department of the club is the men's football team, which currently competes in the TFF First League. Founded in 1940 by TCDD employees, the football team's thriving success at the Çukurova League and the water polo team's unbeaten National League titles in the first three decades, built a huge worker fan base in the city and attracted landowners to finance the club. Believing that the worker supported, landowner financed, TCDD governed club are alienating them, middle-class merchants and artisans founded Adanaspor in 1954 and competition among the two clubs for the citywide support and domination, created one of the fierce rivalries of Turkish football which continues to this day as Adana derby.",
  "/wiki/Antakya": "Antakya (Turkish pronunciation: [ɑnˈtɑkjɑ]) is the capital of Hatay Province, the southernmost province of Turkey. The city is located in a well-watered and fertile valley on the Orontes River, about 20 kilometers (12 mi) from the Levantine Sea.",
  "/wiki/Hatayspor": "Hatayspor is a Turkish professional football club located in Antakya, Hatay Province.",
  "/wiki/Giresun": "Giresun (pronounced [ɟiˈɾesun]), formerly Cerasus (Κερασοῦς), is the provincial capital of Giresun Province in the Black Sea Region of northeastern Turkey, about 175 km (109 mi) west of the city of Trabzon.",
  "/wiki/Giresunspor": "Giresunspor is a Turkish professional football club based in Giresun. It was founded in 1925 and re-formed in 1967 after the merger of Yeşiltepespor, Akıngençlikspor, and Beşiktaşspor. The football club is playing in the TFF First League (second level). Giresunspor played in the Turkish Super League (Turkish first league) between 1971 and 1977.",
  "/wiki/Ordu": "Ordu (Turkish pronunciation: [ˈoɾdu]) is a port city on the Black Sea coast of Turkey, historically also known as Cotyora or Kotyora (Greek: Κοτύωρα), and the capital of Ordu Province with a population of 217,640 in the city center.",
  "/wiki/Karaman": "Karaman is a city in south central Turkey, located in Central Anatolia, north of the Taurus Mountains, about 100 km (62 mi) south of Konya. It is the capital district of the Karaman Province. According to 2000 census, the population of the province is 231,872 of which 132,064 live in the town of Karaman. The district covers an area of 3,686 km2 (1,423 sq mi), and the town lies at an average elevation of 1,039 m (3,409 ft). The Karaman Museum is one of the major sights.",
  "/wiki/İzmir_Alsancak_Stadium": "Altay Alsancak Stadium, (Turkish: Altay Alsancak Stadı) was a multi-purpose stadium in İzmir, Turkey but was used mostly for football matches. The stadium held 15,358 and was built in 1929. In 1959 it hosted Turkey's first-ever premiere league game.  The stadium was partially owned by Altay SK.  Due to safety concerns during a potential earthquake, the stadium was demolished in July 2015.",
  "/wiki/İzmir": "İzmir (UK: /ˈɪzmɪər/ IZ-meer, US: /ɪzˈmɪər/ iz-MEER, Turkish: [ˈizmiɾ]), often spelled Izmir in English, is a metropolitan city in the western extremity of Anatolia. It is the third most populous city in Turkey, after Istanbul and Ankara, and the second largest urban agglomeration on the Aegean Sea after Athens, Greece.",
  "/wiki/Altay_S.K.": "Altay Spor Kulübü is a Turkish professional football club based in the city of İzmir. Formed in 1914, Altay are nicknamed Büyük Altay (Great Altay). The club colors are black and white, and they currently play their home matches at the İzmir Atatürk Stadium, while a new stadium is under construction at the site of the İzmir Alsancak Stadium, where they previously played.",
  "/wiki/Erzincan": "Erzincan (pronounced [æɾˈzindʒan]) is the capital of Erzincan Province in northeastern Turkey. Nearby cities include Erzurum, Sivas, Tunceli, Bingöl, Elâzığ, Malatya, Gümüşhane, Bayburt, and Giresun.  Located at an altitude of 1,185 meters above sea level, the city's climate produces snowy winters and warm summers.",
  "/wiki/New_Turgutlu_Stadium": "New Turgutlu Stadium is a stadium that is currently under construction in Turgutlu, Turkey. It will have a capacity of 12,000 spectators and will be the new home of Turgutluspor of the TFF Third League. It will replace the club's current home, 7 Eylül Stadium.",
  "/wiki/Turgutlu": "Turgutlu, also known as Kasaba (Cassaba or Casaba) is a city and district in Manisa Province in the Aegean region of Turkey. According to 2009 census, its district population is 140,753; 115,930 live in the city itself. The district covers an area of 473 km2 (183 sq mi) at an elevation of 68 m (223 ft). The district is the most populous after the provincial center of Manisa and the second most populous district center, in Turkey's Aegean Region.",
  "/wiki/Turgutluspor": "Turgutluspor is a Turkish sports club located in Turgutlu, Manisa Province. The football club currently plays in the TFF Third League.",
  "/wiki/Elazığ": "Elazığ (Turkish pronunciation: [eˈlazɯː], Kurdish: Elezîz/Xarpêt‎), formerly Mamuretülaziz, is a city in Eastern Anatolia, Turkey, and the administrative centre of Elazığ Province. It is located in the uppermost Euphrates valley. The plain on which the city extends has an altitude of 1,067 metres (3,501 ft). Elazığ resembles an inland peninsula surrounded by the natural Lake Hazar and reservoirs of Keban Dam, Karakaya Dam, Kıralkızı and Özlüce.",
  "/wiki/Elazığspor": "Elazığspor is a Turkish professional football club located in Elazığ and currently competes in the TFF Second League. They previously played their home games at Elazığ Atatürk Stadium in Elazığ, which had a maximum capacity of 13,923. The club was founded in 1967.",
  "/wiki/List_of_football_stadiums_in_Turkey": "This is a partial list of football stadiums in Turkey (those with a capacity of at least 10,000), ranked in order of capacity."
}