{
  "/wiki/Battle_Royale_(film)": "Battle Royale (Japanese): バトル・ロワイアル, Hepburn: Batoru Rowaiaru) is a 2000 Japanese dystopian thriller film directed by Kinji Fukasaku and screenplay written by Kenta Fukasaku, based on the 1999 novel by Koushun Takami. Starring Tatsuya Fujiwara, Aki Maeda and Takeshi Kitano, the film follows a group of junior high-school students that are forced to fight to the death by the Japanese totalitarian government. The film drew controversy and was banned or excluded from distribution in several countries. Toei even refused to sell the film to any United States distributor for a long time, because Toei was worried of potential controversy and lawsuits (until Anchor Bay Entertainment eventually acquired the film in 2010 for direct-to-video release).",
  "/wiki/Kinji_Fukasaku": "Kinji Fukasaku (深作 欣二, Fukasaku Kinji, 3 July 1930 – 12 January 2003) was a Japanese film director and screenwriter who rose to prominence for his association with the Japanese New Wave.",
  "/wiki/Tatsuya_Fujiwara": "Tatsuya Fujiwara (藤原 竜也, Fujiwara Tatsuya, born May 15, 1982) is a Japanese actor. Internationally, he is best known for his leading roles as Shuya Nanahara in the Battle Royale films, Light Yagami in the Death Note films, Kaiji Itō in the Kaiji films, and Rikuhiko Yuki in Hideo Nakata's The Incite Mill. In 2014, he portrayed the villain Shishio Makoto in the live action Rurouni Kenshin films.",
  "/wiki/Brother_(2000_film)": "Brother is a 2000 gangster film starring, written, directed, and edited by Takeshi Kitano.",
  "/wiki/Takeshi_Kitano": "Takeshi Kitano (北野 武, Kitano Takeshi, born 18 January 1947) is a Japanese comedian, television presenter, actor, filmmaker, and author. While he is known primarily as a comedian and TV host in his native Japan, abroad he is known almost exclusively for his work as a filmmaker. With the exception of his works as a film director, he is known almost exclusively by the stage name Beat Takeshi (ビートたけし, Bīto Takeshi).",
  "/wiki/Omar_Epps": "Omar Hashim Epps (born July 20, 1973) is an American actor. His film roles include Juice, Higher Learning, The Wood, In Too Deep and Love and Basketball. His television work includes the role of Dr. Dennis Gant on the medical drama series ER, J. Martin Bellamy in Resurrection, Dr. Eric Foreman on the Fox medical drama series House from 2004 to 2012, and Isaac Johnson in the TV series Shooter from 2016 to 2018.",
  "/wiki/Claude_Maki": "Claude Maki (真木蔵人, Maki Kurōdo) (born October 3, 1972) is a Japanese surfing and flight champion, actor and hip hop singer, under the stage name A.K.T.I.O.N., from  Akasaka, Tokyo. He is the eldest son of actor and singer Mike Maki. His mother is Bibari Maeda (前田 美波里, Maeda Bibari), a Japanese-American actress.",
  "/wiki/Cardcaptor_Sakura_Movie_2:_The_Sealed_Card": "Cardcaptor Sakura Movie 2: The Sealed Card (劇場版カードキャプターさくら 封印されたカード, Gekijōban Kādokyaputā Sakura Fūin Sareta Kādo) is the second anime film, sequel, and the finale to the anime television series adaptation of Clamp's Cardcaptor Sakura. The animation was produced by Madhouse, while it was directed by Morio Asaka and written by Nanase Ōkawa (Clamp's head writer). It won the Feature Film Award at the 2000 Animation Kobe. The film was released on DVD in 2003. It received a limited theatrical release for the first time in the US on January 31, 2018. On May 29, 2018 Discotek Media announced they will release the film for the first time on high definition Blu-ray in North America on July 31, 2018. The Sealed Card is followed by Cardcaptor Sakura: Clear Card.",
  "/wiki/Morio_Asaka": "Morio Asaka (浅香 守生, Asaka Morio, born March 11, 1967) is a Japanese storyboard artist and director.",
  "/wiki/Animation": "Animation is a method in which pictures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film. Today, most animations are made with computer-generated imagery (CGI). Computer animation can be very detailed 3D animation, while 2D computer animation can be used for stylistic reasons, low bandwidth or faster real-time renderings. Other common animation methods apply a stop motion technique to two and three-dimensional objects like paper cutouts, puppets or clay figures.",
  "/wiki/Case_Closed:_Captured_in_Her_Eyes": "Case Closed: Captured in Her Eyes, known as Detective Conan: Captured in Her Eyes (名探偵コナン 瞳の中の暗殺者, Meitantei Conan: Hitomi no Naka no Ansatsusha, Detective Conan: The Assassin in Her Eyes)  in Japan, is a Japanese anime feature film based on the Detective Conan series. It was released on December 29, 2009 in the United States. This movie achieved a box office income of 2.5 billion Japanese yen.",
  "/wiki/Kanetsugu_Kodama": "Kenji Kodama (こだま 兼嗣, Kodama Kenji, December 13, 1949) is a Japanese anime director, and storyboard artist. He is best known for being one of the main directors on the long-running anime Case Closed, as well as the City Hunter series and Lupin III Part III.",
  "/wiki/Chaos_(2000_film)": "Chaos (カオス, Kaosu) is a 2000 Japanese mystery-thriller film, directed by Hideo Nakata. It stars Miki Nakatani and Masato Hagiwara. It is based on Shōgo Utano's novel Sarawaretai Onna (さらわれたい女, lit. The Woman Who Wants to Be Kidnapped).",
  "/wiki/Hideo_Nakata": "Hideo Nakata (中田 秀夫, Nakata Hideo, born July 19, 1961) is a Japanese filmmaker.",
  "/wiki/Miki_Nakatani": "Miki Nakatani (中谷 美紀, Nakatani Miki, born 12 January 1976) is a Japanese actress and singer. She is most known for her appearance in the 1998 Japanese supernatural psychological horror film Ring.",
  "/wiki/Masato_Hagiwara": "Masato Hagiwara (萩原 聖人, Hagiwara Masato, born August 21, 1971) is a Japanese actor, voice actor, narrator and professional mahjong player.",
  "/wiki/Ken_Mitsuishi": "Ken Mitsuishi (光石 研, Mitsuishi Ken, born 26 September 1961) is a Japanese actor. He has appeared in films such as Chaos and Tokyo Playboy Club.",
  "/wiki/Crayon_Shin-chan:_The_Storm_Called_The_Jungle": "Crayon Shin-chan: Jungle That Invites Storm (クレヨンしんちゃん 嵐を呼ぶジャングル, Kureyon Shinchan: Arashi o Yobu Janguru), is a Japanese animation action film. It is the 8th installment of the Crayon Shin-chan series. It was released as Shinchan: Bungle in the Jungle in India on April 1, 2011 at theaters, its Indian television premiere was made on May 22, 2011 on Hungama TV and later it was released on DVD in India. It was released as Crayon Shinchan The Movie: Storming Jungle with English subtitles on VCD by PMP Entertainment.",
  "/wiki/Keiichi_Hara": "Keiichi Hara (原 恵一, Hara Keiichi, born July 24, 1959 in Tatebayashi, Gunma) is a Japanese director of animated films.",
  "/wiki/Dead_or_Alive_2:_Birds": "Dead or Alive 2: Birds (DEAD OR ALIVE 2 逃亡者) is a 2000 Japanese film directed by Takashi Miike. Dead or Alive 2: Birds is unrelated to Dead or Alive (1999) or Dead or Alive: Final (2002) except that all three films have Show Aikawa and Riki Takeuchi in them, and they are all directed by Takashi Miike.[citation needed]",
  "/wiki/Takashi_Miike": "Takashi Miike (三池 崇史, Miike Takashi, born August 24, 1960) is a Japanese filmmaker. He has directed over one hundred theatrical, video and television productions since his debut in 1991. His films run through a variety of different genres, and range from violent and bizarre to dramatic and family-friendly.",
  "/wiki/Show_Aikawa": "Show Aikawa (哀川 翔, Aikawa Shō, born Iehiro Fukuchi (福地 家宏, Fukuchi Iehiro) on May 24, 1961) is a Japanese actor.",
  "/wiki/Riki_Takeuchi": "Riki Takeuchi (Japanese: 竹内 力, Hepburn: Takeuchi Riki, born January 4, 1964 in Saiki, Ōita Prefecture) is a Japanese actor best known for his roles in v-cinema yakuza movies.",
  "/wiki/Doki_Doki_Wildcat_Engine": "Doki Doki Wildcat Engine (ドキドキ機関車大爆走!, Doki Doki Kikansha Daibakushou) is a Doraemons film. It premiered on a bill with Doraemon: Nobita's the Legend of the Sun King and Doraemon: A Grandmother's Recollections. The movie's original plot was written by Hiroshi Fujimoto and Motoo Abiko.",
  "/wiki/Kon_Ichikawa": "Kon Ichikawa (市川 崑, Ichikawa Kon, 20 November 1915 – 13 February 2008) was a Japanese film director.",
  "/wiki/Kōji_Yakusho": "Kōji Hashimoto (橋本 広司, Hashimoto Kōji, born 1 January 1956), known professionally as Kōji Yakusho (役所 広司, Yakusho Kōji), is a Japanese actor.",
  "/wiki/Yuko_Asano": "Yūko Asano (浅野 ゆう子, Asano Yūko, born July 9, 1960) is a Japanese actress and singer. She won the award for best actress at the 19th Japan Academy Prize for Kura.",
  "/wiki/Bunta_Sugawara": "Bunta Sugawara (菅原 文太, Sugawara Bunta, (1933-08-16)August 16, 1933 – November 28, 2014) was a Japanese actor who appeared in almost 200 Japanese feature films.",
  "/wiki/Doraemon:_A_Grandmother's_Recollections": "Doraemon: A Grandmother's Recollections (おばあちゃんの思い出, Doraemon: Obāchan no Omoide) is a 2000 Japanese short anime film. It won the Animation Film Award at the 55th Mainichi Film Awards.",
  "/wiki/Doraemon:_Nobita_and_the_Legend_of_the_Sun_King": "Doraemon: Nobita and the Legend of the Sun King (ドラえもん のび太の太陽王伝説, Doraemon Nobita no Taiyōō Densetsu), also known as Doraemon And The Empire of the Sun, is a feature-length Doraemon film which premiered on March 4, 2000 in Japan. It's the 21st Doraemon film. Its story is an alteration of the story The Prince and the Pauper by Mark Twain and Snow White by the Brothers Grimm as the two main characters switch places. It was premiered together with the Doraemon short film Doki Doki Wildcat Engine (ドラえもんズ ドキドキ機関車大爆走!) and Doraemon: A Grandmother's Recollections. It was a successful film at the box office, grossing around ¥3.42 billion ($32 million), becoming the highest grossing Doraemon film of the original series.",
  "/wiki/Tsutomu_Shibayama": "Tsutomu Shibayama (芝山努, Shibayama Tsutomu, born 9 March 1941) is a Japanese anime director of film and television who directed anime.  He was born in  Asakusa, Taitō, Tokyo.",
  "/wiki/Escaflowne_(film)": "Escaflowne (Japanese: エスカフローネ, Hepburn: Esukafurōne), also released under the title Escaflowne: A Girl in Gaea, is a 2000 anime fantasy film produced by Sunrise and animated by studio Bones.  Directed by Kazuki Akane, the film is a re-telling of the 26-episode anime television series The Vision of Escaflowne.  While the plot of the film has some similar elements to the original television series, the characters differ in varying degrees from the television counterparts, with many completely redesigned and bearing little resemblance to the originals. The world of Gaea has a more Asian design than the heavily European influenced television series.",
  "/wiki/Kazuki_Akane": "Kazuki Akane (赤根 和樹, Akane Kazuki, born March 24, 1962, in Osaka, Osaka Prefecture) is a Japanese director of Japanese animation. Until the early 2000s, he was a staff member of the anime studio Sunrise, where he collaborated with Shoji Kawamori to direct his most famous work, The Vision of Escaflowne. Since that time, he worked extensively with Satelight (and occasionally again with Kawamori, who is the studio's executive director) before going freelance once more to direct the Birdy the Mighty TV series, among other projects.",
  "/wiki/Tomokazu_Seki": "Tomokazu Seki (関 智一, Seki Tomokazu, born September 8, 1972) is a Japanese actor, voice actor, and singer. He has worked with Haikyou productions. He is the co-founder of Atomic Monkey.",
  "/wiki/Anime": "Anime (US: /ˈænəˌmeɪ/, UK: /ˈænɪˌmeɪ/) (Japanese: アニメ, Hepburn: anime, [aɲime] (listen), plural: anime)[a] is hand-drawn and computer animation originating from or associated with Japan.",
  "/wiki/Eureka_(2000_film)": "Eureka (ユリイカ, Yuriika) is a 2000 Japanese drama film directed and written by Shinji Aoyama. It stars Kōji Yakusho, Aoi Miyazaki, and Masaru Miyazaki.",
  "/wiki/Shinji_Aoyama": "Shinji Aoyama (青山 真治, Aoyama Shinji, born July 13, 1964) is a Japanese film director, screenwriter, composer, film critic, and novelist. He graduated from Rikkyo University. He won two awards at the 2000 Cannes Film Festival for his film Eureka.",
  "/wiki/Yutaka_Matsushige": "Yutaka Matsushige (松重 豊, Matsushige Yutaka, born 19 January 1963 in Fukuoka Prefecture) is a Japanese actor.",
  "/wiki/Godzilla_vs._Megaguirus": "Godzilla vs. Megaguirus (ゴジラ × メガギラス G消滅作戦, Gojira tai Megagirasu: Jī Shōmetsu Sakusen, also known as Godzilla × Megaguirus: The G Extermination Strategy and Godzilla vs. Megaguirus: The G Annihilation Strategy) is a 2000 Japanese kaiju film directed by Masaaki Tezuka, written by Hiroshi Kashiwabara and Wataru Mimura, produced by Shogo Tomiyama, and starring Misato Tanaka, Shōsuke Tanihara, Yuriko Hoshi, Masatoh Eve, and Toshiyuki Nagashima. Produced and distributed by Toho Studios, it is the 25th film in the Godzilla franchise and the second film in the franchise's Millennium series, as well as the 24th Godzilla film produced by Toho. The film features the fictional monster characters Godzilla and Megaguirus, portrayed by Tsutomu Kitagawa and Minoru Watanabe, respectively.",
  "/wiki/Misato_Tanaka": "Misato Tanaka (田中 美里, Tanaka Misato, born 9 February 1977 in Ishikawa, Japan) is a Japanese actress.",
  "/wiki/Shosuke_Tanihara": "Shōsuke Tanihara (谷原 章介, Tanihara Shōsuke, born July 8, 1972 in Yokohama, Kanagawa Prefecture) is a Japanese actor probably best known outside Japan for his portrayal of Riki Fudoh in Fudoh: The New Generation.",
  "/wiki/Masato_Ibu": "Masatō Ibu (伊武 雅刀, Ibu Masatō, real name: Satoru Murota (室田 悟)) is a Japanese actor and voice actor. He is sometimes credited as Masato Eve.",
  "/wiki/Gojoe": "Gojoe (五条霊戦記 GOJOE, Gojō Reisenki) is a 2000 Japanese jidaigeki action film directed by Sogo Ishii. In several English-speaking countries, it was released as Gojoe: Spirit War Chronicle. It is a historical fantasy martial arts film set in 12th-century medieval Japan before the Genpei War.",
  "/wiki/Gakuryu_Ishii": "Gakuryu Ishii (石井 岳龍, Ishii Gakuryū, born January 15, 1957), formerly known as Sogo Ishii (石井 聰互, Ishii Sōgo), is a Japanese filmmaker known for his stylistic punk films, which helped spark the cyberpunk movement in Japan. A number of contemporary filmmakers including Quentin Tarantino have cited Ishii's films as an influence.",
  "/wiki/Tadanobu_Asano": "Tadanobu Satō (佐藤 忠信, Satō Tadanobu, born November 27, 1973), better known by his stage name Tadanobu Asano (浅野 忠信, Asano Tadanobu), is a Japanese actor and musician.",
  "/wiki/Masatoshi_Nagase": "Masatoshi Nagase (永瀬 正敏, Nagase Masatoshi, born July 15, 1966) is a Japanese actor. He is best known in the West for his roles in Friðrik Þór Friðriksson's Cold Fever and Jim Jarmusch's Mystery Train.",
  "/wiki/Isn't_She_Great": "Isn't She Great is a 2000 biographical comedy-drama film that presents a fictionalized biography of author Jacqueline Susann, played by Bette Midler. An international co-production between the United States, the United Kingdom, Germany, and Japan, the film was directed by Andrew Bergman from a screenplay by Paul Rudnick based on a 1995 New Yorker profile by Michael Korda. The film covers Susann's entire life, focusing on her early struggles as an aspiring actress relentlessly hungry for fame, her relationship with press agent husband Irving Mansfield (Nathan Lane), with whom she had an institutionalized autistic son, her success as the author of Valley of the Dolls, and her battle with and subsequent death from breast cancer. In addition to Midler and Lane, the film stars Stockard Channing as Susann's \"gal pal\" Florence Maybelle, David Hyde Pierce as book editor Michael Hastings, and John Cleese as publisher Henry Marcus. John Larroquette, Amanda Peet, Christopher McDonald, Debbie Shapiro, and Paul Benedict have supporting roles.",
  "/wiki/Andrew_Bergman": "Andrew Bergman (born February 20, 1945) is an American screenwriter, film director, and novelist. New York magazine in 1985 dubbed him \"The Unknown King of Comedy\". His best known films include Blazing Saddles, The In-Laws, and The Freshman.",
  "/wiki/Bette_Midler": "Bette Midler (/bɛt/; born December 1, 1945) is an American singer, songwriter, actress, comedian, and film producer. Born in Honolulu, Hawaii, Midler began her professional career in several Off-Off-Broadway plays, prior to her engagements in Fiddler on the Roof and Salvation on Broadway in the late 1960s. She came to prominence in 1970 when she began singing in the Continental Baths, a local gay bathhouse where she managed to build up a core following. Since 1970, Midler has released 14 studio albums as a solo artist. Throughout her career, many of her songs became hits on the record charts, including her renditions of \"The Rose\", \"Wind Beneath My Wings\", \"Do You Want to Dance\", \"Boogie Woogie Bugle Boy\", and \"From a Distance\".",
  "/wiki/Nathan_Lane": "Nathan Lane (born Joseph Lane; February 3, 1956) is an American actor and writer.  He has played the roles of Albert in The Birdcage, Max Bialystock in the musical The Producers, Ernie Smuntz in Mouse Hunt, Nathan Detroit in Guys and Dolls, and Pseudolus in A Funny Thing Happened on the Way to the Forum.  His voice work includes The Lion King as Timon and Stuart Little as Snowbell, and he has played recurring roles on Modern Family, The Good Wife, and The People v. O. J. Simpson: American Crime Story as F. Lee Bailey.",
  "/wiki/David_Hyde_Pierce": "David Hyde Pierce (born April 3, 1959) is an American actor and director. He is best known for playing psychiatrist Dr. Niles Crane on the NBC sitcom Frasier, for which he won four Primetime Emmy Awards for Outstanding Supporting Actor in a Comedy Series during the show's run. Pierce has played supporting roles in many films, including Little Man Tate, The Fisher King, Sleepless in Seattle, A Bug's Life, Osmosis Jones, Wet Hot American Summer, and Oliver Stone's Nixon.",
  "/wiki/Yoshino_Kimura": "Yoshino Kimura (木村 佳乃, Kimura Yoshino, born 10 April 1976) is a Japanese actress, voice actress and singer. She appeared on an episode of the Showtime series Masters of Horror. Kimura won the \"Rookie of the Year\" prize at the 21st Japan Academy Awards for her appearance in Shitsurakuen.",
  "/wiki/Ken_Ishiguro": "Ken Ishiguro (石黒賢, Ishiguro Ken, born 31 January 1966) is a Japanese film, television and voice actor. He has appeared in more than eighty films since 1979.",
  "/wiki/Ju-on:_The_Curse": "Ju-on: The Curse (呪怨, Juon), also known as simply Ju-on, is a 2000 Japanese V-Cinema supernatural horror film and the first installment in the Ju-on franchise, following two short films.  The film was written and directed by Takashi Shimizu and is divided in six parts, chronicling the experiences of tenants of a cursed house where a man, Takeo Saeki (Takashi Matsuyama) killed his wife, Kayako (Takako Fuji), and his son, Toshio (Ryota Koyama), in a jealous rage. It was followed by Ju-on: The Curse 2 in the same year.",
  "/wiki/Takashi_Shimizu": "Takashi Shimizu (清水 崇 Shimizu Takashi, born 27 July 1972) is a Japanese filmmaker. He is best known for being the creator of the Ju-On franchise, and directing four of its films, internationally, in both Japan and the U.S. According to film scholar Wheeler Winston Dixon, Shimizu is \"one of a new breed of Japanese horror directors\" who prefers to \"suggest menace and violence rather than directly depict it.\"",
  "/wiki/Yurei_Yanagi": "Yūrei Yanagi (柳 憂怜 or 柳ユーレイ, Yanagi Yūrei, born 8 April 1963) is a Japanese actor and tarento. He was born in Fuchū, Hiroshima Prefecture, Japan. Yanagi was originally a member of Takeshi Kitano's gundan. In 1990 he continued to work with Takeshi for the film Boiling Point. Afterwards, he appeared in over eight more films before meeting up with Takeshi again for the 1997 film Hana-bi. His most recent roles have been in horror films such as Ring, Ju-on and Ju-on 2.",
  "/wiki/Chiaki_Kuriyama": "Chiaki Kuriyama (栗山 千明, Kuriyama Chiaki, born October 10, 1984) is a Japanese actress, singer, and model. She is best known in the West for her roles as Takako Chigusa in Kinji Fukasaku's 2000 film Battle Royale and Gogo Yubari in Quentin Tarantino's 2003 film Kill Bill: Volume 1.",
  "/wiki/Takako_Fuji": "Takako Fuji (藤 貴子, Fuji Takako, born July 27, 1972) is a Japanese actress and seiyū. She is best known for her performance as Kayako Saeki in the Ju-On franchise.",
  "/wiki/Ju-on_2": "Ju-on: The Curse 2 (呪怨2), also known as simply Ju-on 2, is a 2000 Japanese V-Cinema supernatural horror film and the second installment in the Ju-on series. The film was released in Japan on March 25, 2000 and was later released on video on April 14, 2000.[citation needed]",
  "/wiki/Yuuko_Daike": "Yūko Daike (大家由祐子, Daike Yūko, born 9 August 1971) is a Japanese actress. She appeared in more than fifteen films since 1996.",
  "/wiki/List_of_Japanese_films_of_2000": "A list of films released in Japan in 2000 (see 2000 in film)."
}