{
  "/wiki/Adenosine_triphosphate": "Adenosine triphosphate (ATP) is a complex organic chemical that provides energy to drive many processes in living cells, e.g. muscle contraction, nerve impulse propagation, and chemical synthesis. Found in all forms of life, ATP is often referred to as the \"molecular unit of currency\" of intracellular energy transfer.  When consumed in metabolic processes, it converts either to adenosine diphosphate (ADP) or to adenosine monophosphate (AMP). Other processes regenerate ATP so that the human body recycles its own body weight equivalent in ATP each day.  It is also a precursor to DNA and RNA, and is used as a coenzyme.",
  "/wiki/Peptide": "Peptides (from Greek language πεπτός, peptós \"digested\"; derived from πέσσειν, péssein \"to digest\") are  short chains of amino acids linked by peptide (amide) bonds.  The simplest peptides are dipeptides, followed by tripeptides, tetrapeptides, etc. A polypeptide is a long, continuous, and unbranched peptide chain. Hence, peptides fall under the broad chemical classes of biological oligomers and polymers, alongside nucleic acids, oligosaccharides and polysaccharides, etc.",
  "/wiki/Postganglionic_sympathetic_neuron": "In the autonomic nervous system, fibers from the ganglion to the effector organ are called postganglionic fibers.",
  "/wiki/Blood_vessel": "The blood vessels are the components of the circulatory system that transport blood throughout the human body. These vessels transport blood cells, nutrients, and oxygen to the tissues of the body.  They also take waste and carbon dioxide away from the tissues.  Blood vessels are needed to sustain life, because all of the body’s tissues rely on their functionality.",
  "/wiki/Vas_deferens": "The vas deferens (Latin: \"carrying-away vessel\"; plural: vasa deferentia), also called ductus deferens (Latin: \"carrying-away duct\"; plural: ductus deferentes), is part of the male reproductive system of many vertebrates; these ducts transport sperm from the epididymis to the ejaculatory ducts in anticipation of ejaculation.  It is a partially coiled tube which exits the abdominal cavity through the inguinal canal.",
  "/wiki/Depolarization": "In biology, depolarization is a change within a cell, during which the cell undergoes a shift in electric charge distribution, resulting in less negative charge inside the cell. Depolarization is essential to the function of many cells, communication between cells, and the overall physiology of an organism.",
  "/wiki/Vasoconstriction": "Vasoconstriction is the narrowing of the blood vessels resulting from contraction of the muscular wall of the vessels, in particular the large arteries and small arterioles. The process is the opposite of vasodilation, the widening of blood vessels. The process is particularly important in controlling hemorrhage and reducing acute blood loss. When blood vessels constrict, the flow of blood is restricted or decreased, thus retaining body heat or increasing vascular resistance.  This makes the skin turn paler because less blood reaches the surface, reducing the radiation of heat. On a larger level, vasoconstriction is one mechanism by which the body regulates and maintains mean arterial pressure.",
  "/wiki/GABA": "gamma-Aminobutyric acid, or γ-aminobutyric acid /ˈɡæmə əˈmiːnoʊbjuːˈtɪrɪk ˈæsɪd/, or GABA /ˈɡæbə/, is the chief inhibitory neurotransmitter in the developmentally mature mammalian central nervous system. Its principal role is reducing neuronal excitability throughout the nervous system. GABA is sold as a dietary supplement.",
  "/wiki/Enteric_nervous_system": "The enteric nervous system (ENS) or intrinsic nervous system is one of the main divisions of the autonomic nervous system (ANS) and consists of a mesh-like system of neurons that governs the function of the gastrointestinal tract. It is capable of acting independently of the sympathetic and parasympathetic nervous systems, although it may be influenced by them. The ENS is also called the second brain.It is derived from neural crest cells.",
  "/wiki/Peristalsis": "Peristalsis is a radially symmetrical contraction and relaxation of  muscles that propagates in a wave down a tube, in an anterograde direction.",
  "/wiki/5-HT": "Serotonin (/ˌsɛrəˈtoʊnɪn, ˌsɪərə-/) or 5-hydroxytryptamine (5-HT) is a monoamine neurotransmitter. It has a popular image as a contributor to feelings of well-being and happiness, though its actual biological function is complex and multifaceted, modulating cognition, reward, learning, memory, and numerous physiological processes such as vomiting and vasoconstriction.",
  "/wiki/Dopamine": "Dopamine (DA, a contraction of 3,4-dihydroxyphenethylamine) is an organic chemical of the catecholamine and phenethylamine families. It functions both as a hormone and a neurotransmitter, and plays several important roles in the brain and body. It is an amine synthesized by removing a carboxyl group from a molecule of its precursor chemical L-DOPA, which is synthesized in the brain and kidneys. Dopamine is also synthesized in plants and most animals. In the brain, dopamine functions as a neurotransmitter—a chemical released by neurons (nerve cells) to send signals to other nerve cells. The brain includes several distinct dopamine pathways, one of which plays a major role in the motivational component of reward-motivated behavior. The anticipation of most types of rewards increases the level of dopamine in the brain,[failed verification] and many addictive drugs increase dopamine release or block its reuptake into neurons following release. Other brain dopamine pathways are involved in motor control and in controlling the release of various hormones. These pathways and cell groups form a dopamine system which is neuromodulatory.",
  "/wiki/Sympathetic_nervous_system": "The sympathetic nervous system (SNS) is one of the two main divisions of the autonomic nervous system, the other being the parasympathetic nervous system. (The enteric nervous system (ENS) is now usually referred to as separate from the autonomic nervous system since it has its own independent reflex activity.)",
  "/wiki/Kidney": "The kidneys are two bean-shaped organs found in vertebrates. They are located on the left and right in the retroperitoneal space, and in adult humans are about 11 centimetres (4.3 in) in length.  They receive blood from the paired renal arteries; blood exits into the paired renal veins. Each kidney is attached to a ureter, a tube that carries excreted urine to the bladder.",
  "/wiki/Vasodilation": "Vasodilation is the widening of blood vessels.  It results from relaxation of smooth muscle cells within the vessel walls, in particular in the large veins, large arteries, and smaller arterioles. The process is the opposite of vasoconstriction, which is the narrowing of blood vessels.",
  "/wiki/Nitric_oxide": "Nitric oxide (nitrogen oxide or nitrogen monoxide) is a colorless gas with the formula NO.  It is one of the principal oxides of nitrogen. Nitric oxide is a free radical, i.e., it has an unpaired electron, which is sometimes denoted by a dot in its chemical formula (·N=O or ·NO).  Nitric oxide is also a heteronuclear diatomic molecule, a historic class that drew researches which spawned early modern theories of chemical bonding.",
  "/wiki/Vagus_nerve": "The vagus nerve, historically cited as the pneumogastric nerve, is the tenth cranial nerve or CN X, and interfaces with the parasympathetic control of the heart, lungs, and digestive tract. The vagus nerves are normally referred to in the singular. It is the longest nerve of the autonomic nervous system in the human body.  The ending part of the vagus nerve is known as the spinal accessory nucleus.",
  "/wiki/Erection": "An erection (clinically: penile erection or penile tumescence) is a physiological phenomenon in which the penis becomes firm, engorged, and enlarged. Penile erection is the result of a complex interaction of psychological, neural, vascular, and endocrine factors, and is often associated with sexual arousal or sexual attraction, although erections can also be spontaneous. The shape, angle, and direction of an erection varies considerably in humans.",
  "/wiki/Neuropeptide_Y": "Neuropeptide Y (NPY) is a 36 amino-acid neuropeptide that is involved in various physiological and homeostatic processes in both the central and peripheral nervous systems. NPY has been identified as the most abundant peptide present in the mammalian central nervous system, which consists of the brain and spinal cord. It is secreted alongside other neurotransmitters such as GABA and glutamate.",
  "/wiki/Vasoconstrictor": "Vasoconstriction is the narrowing of the blood vessels resulting from contraction of the muscular wall of the vessels, in particular the large arteries and small arterioles. The process is the opposite of vasodilation, the widening of blood vessels. The process is particularly important in controlling hemorrhage and reducing acute blood loss. When blood vessels constrict, the flow of blood is restricted or decreased, thus retaining body heat or increasing vascular resistance.  This makes the skin turn paler because less blood reaches the surface, reducing the radiation of heat. On a larger level, vasoconstriction is one mechanism by which the body regulates and maintains mean arterial pressure.",
  "/wiki/Vasoactive_intestinal_peptide": "Vasoactive intestinal peptide, also known as vasoactive intestinal polypeptide or VIP, is a peptide hormone that is vasoactive in the intestine. VIP is a peptide of 28 amino acid residues that belongs to a glucagon/secretin superfamily, the ligand of class II G protein–coupled receptors.\nVIP is produced in many tissues of vertebrates including the gut, pancreas, and suprachiasmatic nuclei of the hypothalamus in the brain. VIP stimulates contractility in the heart, causes vasodilation, increases glycogenolysis, lowers arterial blood pressure and relaxes the smooth muscle of trachea, stomach and gall bladder. In humans, the vasoactive intestinal peptide is encoded by the VIP gene.",
  "/wiki/Salivary_gland": "The salivary glands in mammals are exocrine glands that produce saliva through a system of ducts. Humans have three paired major salivary glands (parotid, submandibular, and sublingual) as well as hundreds of minor salivary glands. Salivary glands can be classified as serous, mucous or seromucous (mixed).",
  "/wiki/Cotransmitter": "Neurotransmission (Latin: transmissio \"passage, crossing\" from transmittere \"send, let through\") is the process by which signaling molecules called neurotransmitters are released by the axon terminal of a neuron (the presynaptic neuron), and bind to and react with the receptors on the dendrites of another neuron (the postsynaptic neuron) a short distance away. A similar process occurs in retrograde neurotransmission, where the dendrites of the postsynaptic neuron release retrograde neurotransmitters (e.g., endocannabinoids; synthesized in response to a rise in intracellular calcium levels) that signal through receptors that are located on the axon terminal of the presynaptic neuron, mainly at GABAergic and glutamatergic synapses.",
  "/wiki/Bronchodilation": "A bronchodilator or broncholytic (although the latter occasionally includes secretory inhibition as well) is a substance that dilates the bronchi and bronchioles, decreasing resistance in the respiratory airway and increasing airflow to the lungs. Bronchodilators may be endogenous (originating naturally within the body), or they may be medications administered for the treatment of breathing difficulties. They are most useful in obstructive lung diseases, of which asthma and chronic obstructive pulmonary disease are the most common conditions. Although this remains somewhat controversial, they might be useful in bronchiolitis and bronchiectasis. They are often prescribed but of unproven significance in restrictive lung diseases.",
  "/wiki/GnRH": "Gonadotropin-releasing hormone (GnRH) is a releasing hormone responsible for the release of follicle-stimulating hormone (FSH) and luteinizing hormone (LH) from the anterior pituitary. GnRH is a tropic peptide hormone synthesized and released from GnRH neurons within the hypothalamus. The peptide belongs to gonadotropin-releasing hormone family. It constitutes the initial step in the hypothalamic–pituitary–gonadal axis.",
  "/wiki/Sympathetic_ganglia": "The sympathetic ganglia, or autonomic ganglia, are the ganglia of the sympathetic nervous system. Ganglia are 20,000 to 30,000 afferent and efferent nerve cell bodies that run along on either side of the spinal cord. Afferent nerve cell bodies bring information from the body to the brain and spinal cord, while efferent nerve cell bodies bring information from the brain and spinal cord to the rest of the body. The cell bodies create long sympathetic chains that are on either side of the spinal cord. They also form para- or pre-vertebral gangalia of gross anatomy.",
  "/wiki/Substance_P": "Substance P (SP) is an undecapeptide (a peptide composed of a chain of 11 amino acid residues) member of the tachykinin neuropeptide family. It is a neuropeptide, acting as a neurotransmitter and as a neuromodulator. Substance P and its closely related  neurokinin A (NKA) are produced from a polyprotein precursor after differential splicing of the  preprotachykinin A gene. The deduced amino acid sequence of substance P is as follows:",
  "/wiki/Calcitonin_gene_related_peptide": "Calcitonin gene-related peptide (CGRP) is a member of the calcitonin family of peptides, which in humans exists in two forms: α-CGRP and β-CGRP, also known as CGRP I and CGRP II. α-CGRP is a 37-amino acid neuropeptide and is formed from the alternative splicing of the calcitonin/CGRP gene located on chromosome 11.  β-CGRP is less studied. In humans, β-CGRP differs from the α-CGRP by three amino acids and is encoded in a separate gene within the same vicinity. The CGRP family includes calcitonin (CT), adrenomedullin (AM), and amylin (AMY). This article outlines the basic function of CGRP as well as sources of production and synthesis. It further introduces receptors and regulation of CGRP, with a focus on human and mammalian systems.",
  "/wiki/Myelinated": "Myelin is a lipid-rich (fatty) substance that surrounds nerve cell axons (the nervous system's \"wires\") to insulate them and increase the rate at which electrical impulses (called action potentials) are passed along the axon. The myelinated axon can be likened to an electrical wire (the axon) with insulating material (myelin) around it. However, unlike the plastic covering on an electrical wire, myelin does not form a single long sheath over the entire length of the axon. Rather, each myelin sheath insulates the axon over a single long section and, in general, each axon comprises multiple long myelinated sections separated from each other by short gaps called nodes of Ranvier.",
  "/wiki/Sensory_neuron": "Sensory neurons, also known as afferent neurons, are neurons in the central nervous system, that convert a specific type of stimulus, via their receptors, into action potentials or graded potentials. This process is called sensory transduction. The cell bodies of the sensory neurons are located in the dorsal ganglia of the spinal cord.",
  "/wiki/Vascular_permeability": "Vascular permeability, often in the form of capillary permeability or microvascular permeability, characterizes the capacity of a blood vessel wall to allow for the flow of small molecules (drugs, nutrients, water, ions) or even whole cells (lymphocytes on their way to the site of inflammation) in and out of the vessel. Blood vessel walls are lined by a single layer of endothelial cells. The gaps between endothelial cells (cell junctions) are strictly regulated depending on the type and physiological state of the tissue.",
  "/wiki/Neurogenic_inflammation": "Neurogenic inflammation is inflammation arising from the local release by afferent neurons of inflammatory mediators such as Substance P, Calcitonin Gene-Related Peptide (CGRP), neurokinin A (NKA), and endothelin-3 (ET-3). In such neurons, release of these pro-inflammatory mediators is thought to be triggered by the activation of ion channels that are the principal detectors of noxious enviornmental stimuli. In particular, the heat/capsaicin receptor TRPV1 and the irritant/wasabi receptor TRPA1. TRPA1 channels stimulated by lipopolysaccharide (LPS) may also cause acute neurogenic inflammation.\nOnce released, these neuropeptides induce the release of histamine from adjacent mast cells. In turn, histamine evokes the release of substance P and calcitonin gene-related peptide; thus, a bidirectional link between histamine and neuropeptides in neurogenic inflammation is established."
}