{
  "/wiki/Aaay!": "Arthur Herbert Fonzarelli, better known as \"Fonzie\" or \"The Fonz\", is a fictional character played by Henry Winkler in the American sitcom Happy Days (1974–1984). He was originally a secondary character, but was soon positioned as a lead character when he began surpassing the other characters in popularity.",
  "/wiki/Fonzie": "Arthur Herbert Fonzarelli, better known as \"Fonzie\" or \"The Fonz\", is a fictional character played by Henry Winkler in the American sitcom Happy Days (1974–1984). He was originally a secondary character, but was soon positioned as a lead character when he began surpassing the other characters in popularity.",
  "/wiki/Happy_Days": "Happy Days is an American television sitcom that aired first-run from January 15, 1974 to September 24, 1984 on ABC, with a total of 255 half-hour episodes spanning eleven seasons. Created by Garry Marshall, the series was one of the most successful of the 1970s, an idealized vision of life in the mid-1950s to mid-1960s Midwestern United States, and starred Ron Howard as young Richie Cunningham, Henry Winkler as his friend Arthur \"Fonzie\" Fonzarelli, and Tom Bosley and Marion Ross as Richie's parents, Howard and Marion Cunningham. Happy Days became one of the biggest successes in television history and heavily influenced the television style of its time.",
  "/wiki/Walter_Cronkite": "Walter Leland Cronkite Jr. (November 4, 1916 – July 17, 2009) was an American broadcast journalist who served as anchorman for the CBS Evening News for 19 years (1962–1981). During the 1960s and 1970s, he was often cited as \"the most trusted man in America\" after being so named in an opinion poll.",
  "/wiki/CBS_Evening_News": "CBS Evening News (titled as CBS Evening News with Norah O'Donnell for its weeknight broadcasts since July 15, 2019, and titled CBS Weekend News for its weekend broadcasts since May 7, 2016) is the flagship evening television news program of CBS News, the news division of the CBS television network in the United States. The “CBS Evening News” is a daily evening broadcast featuring news reports, feature stories and interviews by CBS News correspondents and reporters covering events across world. The program has been broadcast since July 1, 1941 under the original title CBS Television News, eventually adopting its current title in 1963.",
  "/wiki/Bazinga!": "Sheldon Lee Cooper Ph.D., Sc.D., is a fictional character in the CBS television series The Big Bang Theory and its spinoff series Young Sheldon, portrayed by actors Jim Parsons in The Big Bang Theory and Iain Armitage in Young Sheldon (with Parsons as the latter series' narrator). For his portrayal, Parsons has won four Primetime Emmy Awards, a Golden Globe Award, a TCA Award, and two Critics' Choice Television Awards. The character's childhood is the focus of Young Sheldon: the series' first season is set in 1989 when nine-year-old prodigy Sheldon has skipped ahead five grades, to start high school alongside his elder brother.",
  "/wiki/Sheldon_Cooper": "Sheldon Lee Cooper Ph.D., Sc.D., is a fictional character in the CBS television series The Big Bang Theory and its spinoff series Young Sheldon, portrayed by actors Jim Parsons in The Big Bang Theory and Iain Armitage in Young Sheldon (with Parsons as the latter series' narrator). For his portrayal, Parsons has won four Primetime Emmy Awards, a Golden Globe Award, a TCA Award, and two Critics' Choice Television Awards. The character's childhood is the focus of Young Sheldon: the series' first season is set in 1989 when nine-year-old prodigy Sheldon has skipped ahead five grades, to start high school alongside his elder brother.",
  "/wiki/The_Big_Bang_Theory": "The Big Bang Theory is an American television sitcom created by Chuck Lorre and Bill Prady, both of whom served as executive producers on the series, along with Steven Molaro. All three also served as head writers. The show premiered on CBS on September 24, 2007 and concluded on May 16, 2019, having broadcast a total of 279 episodes over 12 seasons.",
  "/wiki/Ralph_Kramden": "The Honeymooners is a classic American television sitcom created by and starring Jackie Gleason, based on a recurring comedy sketch of the same name that had been part of his variety show. It followed the day to day life of New York City bus driver Ralph Kramden (Gleason), his wife Alice (Audrey Meadows), and his best friend Ed Norton (Art Carney) as they get involved with various scenarios in their day to day living. Most episodes revolved around Ralph's poor choices in absurd dilemmas which frequently showed his quick-to-judge attitude in a comedic tone, but also revolved around more serious issues such as women's rights and social impressions.",
  "/wiki/The_Honeymooners": "The Honeymooners is a classic American television sitcom created by and starring Jackie Gleason, based on a recurring comedy sketch of the same name that had been part of his variety show. It followed the day to day life of New York City bus driver Ralph Kramden (Gleason), his wife Alice (Audrey Meadows), and his best friend Ed Norton (Art Carney) as they get involved with various scenarios in their day to day living. Most episodes revolved around Ralph's poor choices in absurd dilemmas which frequently showed his quick-to-judge attitude in a comedic tone, but also revolved around more serious issues such as women's rights and social impressions.",
  "/wiki/Emeril_Lagasse": "Emeril John Lagassé III (/ˈɛmərəl ləˈɡɑːsi/ EM-ə-rəl lə-GAH-see; born October 15, 1959) is an American celebrity chef, restaurateur, television personality, cookbook author, and National Best Recipe award winner for his ‘Turkey and Hot Sausage Chili’ recipe in 2003. He is a regional James Beard Award winner, known for his mastery of Creole and Cajun cuisine and his self-developed \"New New Orleans\" style.",
  "/wiki/Emeril_Live": "Emeril Live was a television program that aired on the Food Network from 1997 to 2007 and then on Fine Living (now The Cooking Channel) from 2008 to 2010. Hosted by Emeril Lagasse, Emeril Live featured many of the same elements as Emeril's other program, Essence of Emeril and often had a Creole theme. The program was taped in front of a live audience in New York City and featured music played by Doc Gibbs and the Emeril Live Band. In 2004, the program moved to Chelsea Market. Emeril Live began production in 1997, and won a CableACE Award for \"Best Informational Show\" later that year. The program featured a wide variety of cuisine from cajun to stir-fry and often featured well-known chefs as guests who cook alongside Emeril. Some of the celebrities that appeared on the program include Charlie Daniels, Patti LaBelle, Michael McDonald, Joe Perry, Sammy Hagar, Aretha Franklin, Patton Oswalt, and Jimmy Buffett.",
  "/wiki/Bang,_zoom,_straight_to_the_moon": "The Honeymooners is a classic American television sitcom created by and starring Jackie Gleason, based on a recurring comedy sketch of the same name that had been part of his variety show. It followed the day to day life of New York City bus driver Ralph Kramden (Gleason), his wife Alice (Audrey Meadows), and his best friend Ed Norton (Art Carney) as they get involved with various scenarios in their day to day living. Most episodes revolved around Ralph's poor choices in absurd dilemmas which frequently showed his quick-to-judge attitude in a comedic tone, but also revolved around more serious issues such as women's rights and social impressions.",
  "/wiki/Book_'em,_Danno!": "Hawaii Five-O is an American police procedural drama series produced by CBS Productions and created by Leonard Freeman. Set in Hawaii, the show originally aired for 12 seasons from 1968 to 1980, and continues in reruns.  At the airing of its last episode it was the longest-running police drama in American television history.",
  "/wiki/Steve_McGarrett": "Steve McGarrett is a fictional character who is the protagonist of CBS' Hawaii Five-O. McGarrett is a former United States Navy officer and the leader of a special state police task force, which is called Five-O. McGarrett was famously portrayed by Jack Lord in the original show from 1968 to 1980, and later by Alex O'Loughlin in the series' remake in 2010. Throughout the show, McGarrett is partner to Detective Danny \"Danno\" Williams.",
  "/wiki/Hawaii_Five-O_(1968_TV_series)": "Hawaii Five-O is an American police procedural drama series produced by CBS Productions and created by Leonard Freeman. Set in Hawaii, the show originally aired for 12 seasons from 1968 to 1980, and continues in reruns.  At the airing of its last episode it was the longest-running police drama in American television history.",
  "/wiki/Friday_Night_Lights_(TV_series)": "Friday Night Lights is an American sports drama television series developed by Peter Berg, that is inspired by the 1990 nonfiction book by H. G. Bissinger, which was adapted as the 2004 film of the same name by Berg. It was executive produced by Brian Grazer, David Nevins, Sarah Aubrey and Jason Katims, who served as showrunner. The series is about a high school football team in the fictional town of Dillon, a small, close-knit community in rural Texas. The series features an ensemble cast, led by Kyle Chandler and Connie Britton, who portray football coach Eric Taylor and his wife Tami Taylor, a school faculty member. The rest of the primary cast includes characters associated with football and high school. The series uses this small-town backdrop to address many issues facing contemporary American culture, including family values, school funding, racism, drugs, abortion and lack of economic opportunities.",
  "/wiki/Come_on_Down!": "The Price Is Right is an American television game show created by Bob Stewart, Mark Goodson and Bill Todman. The show revolves around contestants competing by identifying accurate pricing of merchandise to win cash and prizes. Contestants are selected from the studio audience when the announcer states the show's famous catchphrase, \"Come on down!\"",
  "/wiki/Johnny_Olson": "John Leonard Olson (May 22, 1910 – October 12, 1985) was an American radio personality and television announcer. Olson is perhaps best known for his work as an announcer for game shows, particularly the work he did for Mark Goodson-Bill Todman Productions. Olson was the longtime announcer for the original To Tell the Truth and What's My Line?, and spent over a decade as the announcer for both Match Game and The Price Is Right, working on the latter series at the time of his death.",
  "/wiki/The_Price_is_Right_(U.S._game_show)": "The Price Is Right is an American television game show created by Bob Stewart, Mark Goodson and Bill Todman. The show revolves around contestants competing by identifying accurate pricing of merchandise to win cash and prizes. Contestants are selected from the studio audience when the announcer states the show's famous catchphrase, \"Come on down!\"",
  "/wiki/Joey_Gladstone": "This is a list of the characters from the American television sitcom Full House and its sequel series Fuller House. The former ran for eight seasons on ABC from September 22, 1987 to May 23, 1995. Fuller House followed 21 years later, airing on Netflix beginning February 26, 2016. The fourth season was released on December 14, 2018.",
  "/wiki/Full_House_(TV_series)": "Full House is an American television sitcom created by Jeff Franklin for ABC. The show chronicles the events of widowed father Danny Tanner who enlists his brother-in-law Jesse Katsopolis and best friend Joey Gladstone to help raise his three daughters, oldest D.J., middle child Stephanie and youngest Michelle in his San Francisco home. It aired from September 22, 1987 to May 23, 1995, broadcasting eight seasons and 192 episodes.",
  "/wiki/Danger,_Will_Robinson": "Lost in Space is an American science fiction television series, created and produced by Irwin Allen, which originally aired between 1965 and 1968. The series was inspired by the 1812 novel The Swiss Family Robinson and a comic book published by Gold Key Comics titled Space Family Robinson. The series follows the adventures of the Robinsons, a pioneering family of space colonists who struggle to survive in the depths of space. The show ran for 83 episodes over three seasons, the first of which was filmed in black and white.",
  "/wiki/Robot_(Lost_in_Space)": "The Class M3 Model B9 General Utility Non-Theorizing Environmental Control Robot, also known simply as the M3-B9 G.U.N.T.E.R., is a fictional character in the television series Lost in Space. His full designation was only occasionally mentioned on the show.",
  "/wiki/Lost_in_Space": "Lost in Space is an American science fiction television series, created and produced by Irwin Allen, which originally aired between 1965 and 1968. The series was inspired by the 1812 novel The Swiss Family Robinson and a comic book published by Gold Key Comics titled Space Family Robinson. The series follows the adventures of the Robinsons, a pioneering family of space colonists who struggle to survive in the depths of space. The show ran for 83 episodes over three seasons, the first of which was filmed in black and white.",
  "/wiki/Ze_plane!_Ze_plane!": "\"Ze plane! Ze plane!\", also quoted as \"De plane! De plane!\" or \"The plane! The plane!\", is a catchphrase, originating from the opening titles of every episode of the U.S. TV series Fantasy Island (1977-1984).  Each episode began with the diminutive Tattoo (played by Hervé Villechaize), one of the main characters, spotting the seaplane approaching the island and running up a tower and excitedly yelling, \"Ze Plane! Ze Plane!\" and ringing a bell.",
  "/wiki/Tattoo_(character)": "Fantasy Island is an American fantasy drama television series created by Gene Levitt. It aired on the ABC television network from 1977 to 1984. The series starred Ricardo Montalbán as the mysterious Mr. Roarke and Hervé Villechaize as his assistant Tattoo. Guests were granted so-called \"fantasies\" on the island for a price.",
  "/wiki/Fantasy_Island": "Fantasy Island is an American fantasy drama television series created by Gene Levitt. It aired on the ABC television network from 1977 to 1984. The series starred Ricardo Montalbán as the mysterious Mr. Roarke and Hervé Villechaize as his assistant Tattoo. Guests were granted so-called \"fantasies\" on the island for a price.",
  "/wiki/Denny_Crane": "Boston Legal  is an American legal-comedy-drama created by David E. Kelley. The series, starring James Spader, with Candice Bergen, and William Shatner, was produced in association with 20th Century Fox Television for the ABC. Boston Legal aired from October 3, 2004 to December 8, 2008. The series is a spin-off of the Kelley series The Practice, and features Practice actors including Spader, Rhona Mitra, Lake Bell, and Shatner. It is set at the legal firm of Crane, Poole & Schmidt.",
  "/wiki/Boston_Legal": "Boston Legal  is an American legal comedy-drama television series created by David E. Kelley and produced in association with 20th Century Fox Television for ABC. The series aired from October 3, 2004, to December 8, 2008. The series starred James Spader, William Shatner, and Candice Bergen, and is a direct follow-on spin-off to the TV series The Practice, with several characters from that series' Season 8 moving to Boston Legal.",
  "/wiki/Did_I_do_that?": "Steven Quincy Urkel is a fictional character on the ABC/CBS sitcom Family Matters who was portrayed by Jaleel White. Originally slated to have been a one-time only character on the show, he soon broke out to be its most popular character and gradually became its main protagonist. Due to the Urkel character's off-putting characteristics and the way he's written to stir up events and underscore the plot or even move it along, he is considered a nuisance by the original protagonist's family, the Winslows, though they come to accept him over time.",
  "/wiki/Steve_Urkel": "Steven Quincy Urkel is a fictional character on the ABC/CBS sitcom Family Matters who was portrayed by Jaleel White. Originally slated to have been a one-time only character on the show, he soon broke out to be its most popular character and gradually became its main protagonist. Due to the Urkel character's off-putting characteristics and the way he's written to stir up events and underscore the plot or even move it along, he is considered a nuisance by the original protagonist's family, the Winslows, though they come to accept him over time.",
  "/wiki/Family_Matters": "Family Matters is an American television sitcom that originated on ABC from September 22, 1989 to May 9, 1997, before moving to CBS from September 19, 1997 to July 17, 1998. A spin-off of Perfect Strangers, the series revolves around the Winslow family, a middle-class African American family living in Chicago, Illinois. Midway through the first season, the show introduced the Winslows' nerdy neighbor Steve Urkel (Jaleel White), who quickly became its breakout character and eventually the show's main character. Having run for nine seasons, Family Matters became the second longest-running non-animated U.S. sitcom with a predominantly African-American cast, behind only The Jeffersons (11). Having aired 215 episodes, Family Matters is ranked third, behind only Tyler Perry's House of Payne (254), and The Jeffersons (253).",
  "/wiki/D'oh!": "\"D'oh!\" (/doʊʔ/) is a catchphrase used by the fictional character Homer Simpson, from the television series The Simpsons, an animated sitcom (1989–present). It is an exclamation typically used after Homer injures himself, realizes that he has done something stupid, or when something bad has happened or is about to happen to him. All his prominent blood relations—son Bart, daughters Lisa and Maggie, his father, his mother and half-brother—have also been heard to use it themselves in similar circumstances. On a few occasions Homer's wife Marge and even non-related characters such as Mr. Burns and Sideshow Bob have also used this phrase.",
  "/wiki/Homer_Simpson": "Homer Jay Simpson is a fictional character and the protagonist of the American animated sitcom The Simpsons. He is voiced by Dan Castellaneta and first appeared on television, along with the rest of his family, in The Tracey Ullman Show short \"Good Night\" on April 19, 1987. Homer was created and designed by cartoonist Matt Groening while he was waiting in the lobby of James L. Brooks' office. Groening had been called to pitch a series of shorts based on his comic strip Life in Hell but instead decided to create a new set of characters. He named the character after his father, Homer Groening. After appearing for three seasons on The Tracey Ullman Show, the Simpson family got their own series on Fox that debuted December 17, 1989.",
  "/wiki/The_Simpsons": "The Simpsons is an American animated sitcom created by Matt Groening for the Fox Broadcasting Company. The series is a satirical depiction of working-class life, epitomized by the Simpson family, which consists of Homer, Marge, Bart, Lisa, and Maggie. The show is set in the fictional town of Springfield and parodies American culture and society, television, and the human condition.",
  "/wiki/Bruce_Banner": "The Hulk is a fictional superhero appearing in publications by the American publisher Marvel Comics. Created by writer Stan Lee and artist Jack Kirby, the character first appeared in the debut issue of The Incredible Hulk (May 1962). In his comic book appearances, the character is both the Hulk, a green-skinned, hulking and muscular humanoid possessing a vast degree of physical strength, and his alter ego Dr. Robert Bruce Banner, a physically weak, socially withdrawn, and emotionally reserved physicist, the two existing as independent personalities and resenting of the other.",
  "/wiki/The_Incredible_Hulk_(TV_series)": "The Incredible Hulk is an American television series based on the Marvel Comics character The Hulk. The series aired on the CBS television network and starred Bill Bixby as Dr. David Bruce Banner, Lou Ferrigno as the Hulk, and Jack Colvin as Jack McGee.",
  "/wiki/Hugo_\"Hurley\"_Reyes": "Hugo \"Hurley\" Reyes is a fictional character on the ABC television series Lost, played by Jorge Garcia. For most of the show's run, Hurley served as the show's comic relief, but occasionally, and most notably in the final season, he was shown in a more serious light. In the series finale, he takes over as the Island's protector from Jack Shephard (Matthew Fox) then takes Benjamin Linus (Michael Emerson) as his adviser, the same way Jacob (Mark Pellegrino) took Richard Alpert (Nestor Carbonell). He was cited as an unlikely hero among the show's characters.",
  "/wiki/Lost_(TV_series)": "Lost is an American drama television series that originally aired on ABC from September 22, 2004, to May 23, 2010, over six seasons, comprising a total of 121 episodes. The show contains elements of supernatural and science fiction, and follows the survivors of a commercial jet airliner flying between Sydney and Los Angeles, after the plane crashes on a mysterious island somewhere in the South Pacific Ocean. The story is told in a heavily serialized manner. Episodes typically feature a primary storyline set on the island, augmented by flashback or flashforward sequences which provide additional insight into the involved characters.",
  "/wiki/Dy-no-mite": "Good Times is an American sitcom that aired for six seasons on CBS, from February 8, 1974 to August 1, 1979. Created by Eric Monte and Mike Evans and developed by executive producer Norman Lear, it was television's first African American two-parent family sitcom. Good Times is a spin-off of Maude, itself a spin-off of All in the Family.",
  "/wiki/J.J._Evans": "Good Times is an American sitcom that aired for six seasons on CBS, from February 8, 1974 to August 1, 1979. Created by Eric Monte and Mike Evans and developed by executive producer Norman Lear, it was television's first African American two-parent family sitcom. Good Times is a spin-off of Maude, itself a spin-off of All in the Family.",
  "/wiki/Good_Times": "Good Times is an American sitcom that aired for six seasons on CBS, from February 8, 1974 to August 1, 1979. Created by Eric Monte and Mike Evans and developed by executive producer Norman Lear, it was television's first African American two-parent family sitcom. Good Times is a spin-off of Maude, itself a spin-off of All in the Family.",
  "/wiki/Eat_my_shorts": "Bartholomew JoJo Simpson is a fictional character in the American animated television series The Simpsons and part of the Simpson family. He is voiced by Nancy Cartwright and first appeared on television in The Tracey Ullman Show short \"Good Night\" on April 19, 1987. Cartoonist Matt Groening created and designed Bart while waiting in the lobby of James L. Brooks' office. Groening had been called to pitch a series of shorts based on his comic strip, Life in Hell, but instead decided to create a new set of characters. While the rest of the characters were named after Groening's family members, Bart's name is an anagram of the word brat. After appearing on The Tracey Ullman Show for three years, the Simpson family received its own series on Fox, which debuted December 17, 1989.",
  "/wiki/Bart_Simpson": "Bartholomew JoJo Simpson is a fictional character in the American animated television series The Simpsons and part of the Simpson family. He is voiced by Nancy Cartwright and first appeared on television in The Tracey Ullman Show short \"Good Night\" on April 19, 1987. Cartoonist Matt Groening created and designed Bart while waiting in the lobby of James L. Brooks' office. Groening had been called to pitch a series of shorts based on his comic strip, Life in Hell, but instead decided to create a new set of characters. While the rest of the characters were named after Groening's family members, Bart's name is an anagram of the word brat. After appearing on The Tracey Ullman Show for three years, the Simpson family received its own series on Fox, which debuted December 17, 1989.",
  "/wiki/Fred_G._Sanford": "Fred G. Sanford is a fictional character portrayed by actor/comedian Redd Foxx on the 1972–1977 NBC sitcom Sanford and Son and the 1980–1981 NBC sitcom Sanford.",
  "/wiki/Sanford_and_Son": "Sanford and Son is an American sitcom television series that ran on the NBC television network from January 14, 1972, to March 25, 1977. It was based on the BBC Television program Steptoe and Son, which had its original broadcast run in the United Kingdom from 1962 to 1965.",
  "/wiki/List_of_catchphrases": "This is a list of catchphrases found in British and American television and film, where a catchphrase is a short phrase or expression that has gained usage beyond its initial scope. These are not merely catchy sayings. Even though some sources may identify a phrase as a catchphrase, this list is for those that meet the definition given in the lead section of the catchphrase article and are notable for their widespread use within the culture."
}