{
  "/wiki/Jonas_Andersson_(swimmer)": "Jonas Carl Andersson (born 2 June 1984) is a Swedish swimmer from Stockholm, representing SK Neptun from Stockholm.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Swimming_at_the_2008_Summer_Olympics": "The swimming competitions at the 2008 Summer Olympics took place from 9 to 17 August 2008 at the Beijing National Aquatics Centre. The newly introduced open water marathon events (10 km) were held on 20 and 21 August 2008 at Shunyi Olympic Rowing-Canoeing Park.",
  "/wiki/Sweden_at_the_2008_Summer_Olympics": "Sweden sent a team to compete at the 2008 Summer Olympics in Beijing, People's Republic of China. This is a list of all of the Swedish athletes who have qualified for the Olympics.",
  "/wiki/Canada_at_the_2008_Olympics": "Canada, which is represented by the Canadian Olympic Committee (COC), competed at the 2008 Summer Olympics in Beijing, People's Republic of China, from August 8 to 24, 2008. Canadian athletes have competed in every Summer Olympic Games since 1900, except the 1980 Summer Olympics which they boycotted. Canada sent 332 athletes in 25 sports, the seventh largest team at the games and Canada's largest since 1988. Canada did not send a team in handball, volleyball or basketball. Kayaker and 2004 Summer Olympics gold medalist Adam van Koeverden was the flag bearer at the opening ceremonies; Karen Cockburn bore the flag at the closing.",
  "/wiki/Ioana_Diaconescu": "Ioana Lorena Diaconescu (born 30 June 1979 in Bucharest) is a former freestyle swimmer from Romania, who represented her native country at two consecutive Summer Olympics, starting in 1996 in Atlanta, Georgia. In 2000, at the European LC Championships in Helsinki, Finland, she was on the women's relay team, that won the gold medal in the 4×200 m freestyle.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics": "The swimming competitions at the 2000 Summer Olympics in Sydney took place from 16 to 23 September 2000 at the Sydney International Aquatic Centre in Homebush Bay. It featured 32 events (16 male, 16 female), and a total of 954 swimmers from 150 nations.",
  "/wiki/Romania_at_the_2000_Summer_Olympics": "Romania competed at the 2000 Summer Olympics in Sydney, Australia. 145 competitors, 71 men and 74 women, took part in 116 events in 16 sports. At the Games, there was some controversy when gymnast Andreea Răducan was stripped of her individual all-around gold medal after testing positive for a stimulant. Răducan had taken cold medicine containing pseudoephedrine given to her by a team doctor.",
  "/wiki/Mark_Dickel": "Mark Robert Dickel (born 21 December 1976) is a New Zealand-Australian former professional basketball player and the current team consultant of the TNT KaTropa of the Philippine Basketball Association (PBA).",
  "/wiki/Basketball_at_the_2000_Summer_Olympics": "Basketball contests at the 2000 Summer Olympics was the fifteenth appearance of the sport of basketball as an official Olympic medal event. It was held from 16 September 2000 to 1 October 2000. Games took place at the Sydney SuperDome and the Dome in Sydney, Australia. The United States claimed the gold medals in both the men's and women's competitions.",
  "/wiki/New_Zealand_at_the_2000_Summer_Olympics": "New Zealand competed at the 2000 Summer Olympics in Sydney, Australia. The New Zealand Olympic Committee was represented by 151 athletes and 100 officials.",
  "/wiki/Basketball_at_the_2004_Summer_Olympics": "Basketball at the 2004 Summer Olympics was the sixteenth appearance of the sport of basketball as an official Olympic medal event. It took place at the Helliniko Olympic Indoor Arena, a part of the Hellinikon Olympic Complex, in Athens, for the preliminary rounds, with the later stages being held in the Olympic Indoor Hall at the Athens Olympic Sports Complex.",
  "/wiki/New_Zealand_at_the_2004_Summer_Olympics": "New Zealand competed at the 2004 Summer Olympics in Athens, Greece, from 13 to 29 August 2004. This was the nation's twenty-second appearance at the Olympics since its debut in 1908 as part of Australasia. The New Zealand Olympic Committee sent a total of 148 athletes, 81 men, and 67 women to the Games to compete in 18 sports, surpassing a single athlete short of the record from Sydney four years earlier. Basketball and field hockey were the only team-based sports in which New Zealand had its representation at these Olympic Games. There was only a single competitor in archery, boxing, and fencing.",
  "/wiki/Lori_Harrigan": "Lori Harrigan-Mack (born September 5, 1970) is an American, former collegiate All-American, right-handed hitting, left-handed softball pitcher originally from Anaheim, California. She was a three-time Olympic Champion as a member of the Team USA winning in 1996, 2000 and 2004. Harrigan played collegiately from 1989–1992 at the University of Nevada, Las Vegas where she owns numerous records; she is the Big West career leader in shutouts and innings pitched and is a USA Softball Hall of Fame honoree.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Softball_at_the_1996_Summer_Olympics": "Women’s Softball made its first appearance as an official medal sport at the 1996 Summer Olympics.  The competition was held at historic Golden Park in Columbus, Georgia, United States.  Final results for the Softball competition at the 1996 Summer Olympics:",
  "/wiki/United_States_at_the_1996_Summer_Olympics": "The United States was the host nation for the 1996 Summer Olympics in Atlanta, Georgia. 646 competitors, 375 men and 271 women, took part in 263 events in 31 sports.",
  "/wiki/Softball_at_the_2000_Summer_Olympics": "Final results for the Softball competition at the 2000 Summer Olympics:",
  "/wiki/United_States_at_the_2000_Summer_Olympics": "The United States competed at the 2000 Summer Olympics in Sydney, Australia. 586 competitors, 333 men and 253 women, took part in 265 events in 31 sports.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Softball_at_the_2004_Summer_Olympics": "Softball at the 2004 Summer Olympics was held at the Olympic Softball Stadium in the Helliniko Olympic Complex from August 14 to 23. The United States (USA) won the gold while Australia (AUS) took silver and Japan (JPN) got bronze.",
  "/wiki/United_States_at_the_2004_Summer_Olympics": "The United States competed at the 2004 Summer Olympics in Athens, Greece. 533 competitors, 279 men and 254 women, took part in 254 events in 31 sports.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/Trinidad_and_Tobago_at_the_2000_Summer_Olympics": "Trinidad and Tobago competed at the 2000 Summer Olympics in Sydney, Australia.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics, the athletics events were held at the Athens Olympic Stadium from August 18 to August 29, except for the marathons (run from Marathonas to the Kallimarmaro Stadium), the race walks (on the streets of Athens), and the shot put (held at the Ancient Olympia Stadium). A total of 46 events were contested, of which 24 by male and 22 by female athletes.",
  "/wiki/Trinidad_and_Tobago_at_the_2004_Summer_Olympics": "Trinidad and Tobago competed at the 2004 Summer Olympics in Athens, Greece, from 13 to 29 August 2004. This was the nation's sixteenth appearance at the Summer Olympics as an independent nation, although it had previously appeared in four editions as part of the British colony and the West Indies Federation. \nTrinidad and Tobago Olympic Committee sent a total of nineteen athletes to the Games, ten men and nine women, to compete only in track and field (the largest by sport), shooting, swimming, and taekwondo, which made its Olympic debut; the nation's team size was relatively similar to the record in Sydney four years earlier.",
  "/wiki/Andrew_Livingston": "Andrew Joseph Livingston Conners  (born November 12, 1978) is a butterfly stroke swimmer from the United States, who competed for Puerto Rico at the 2000 Summer Olympics and at the 2004 Summer Olympics.",
  "/wiki/Puerto_Rico_at_the_2000_Summer_Olympics": "Puerto Rico competed at the 2000 Summer Olympics in Sydney, Australia. 29 competitors, 23 men and 6 women, took part in 31 events in 10 sports.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics": "The swimming competitions at the 2004 Summer Olympics in Athens took place from 14 to 21 August 2004 at the Athens Olympic Aquatic Centre in Marousi. It featured 32 events (16 male, 16 female), a total of 937 swimmers from 152 nations, and the program's changes instituted in the previous Games, including notably the three-phase format (heats, semifinals, and final) for all short-distance races (200 metres and under).",
  "/wiki/Puerto_Rico_at_the_2004_Summer_Olympics": "Puerto Rico competed at the 2004 Summer Olympics in Athens, Greece, from 13 to 29 August 2004. This was the nation's fifteenth consecutive appearance at the Olympics.",
  "/wiki/Shawn_Marion": "Shawn Dwayne Marion (born May 7, 1978) is an American former professional basketball player who played 16 seasons in the National Basketball Association (NBA). Marion finished his career as a four-time NBA All-Star and a one-time NBA champion, helping the Dallas Mavericks win their maiden title in 2011. Nicknamed \"The Matrix\" by former NBA player Kenny Smith during the preseason of his rookie year, he was widely regarded as one of the most versatile players in the league because of his athleticism and ability to play and defend many positions. He was also known for his unorthodox shooting form."
}