{
  "/wiki/St._Anthony's_Roman_Catholic_Church_(Wilmington,_Delaware)": "St. Anthony of Padua Roman Catholic Church is a Roman Catholic church in Wilmington, Delaware. Named in honor of Anthony of Padua, it falls within the jurisdiction of the Roman Catholic Diocese of Wilmington and is operated by the Oblates of St. Francis de Sales. It is situated in Wilmington's Little Italy neighborhood, where the parish includes St. Anthony's School (adjacent to the church) and Padua Academy. Every June, the church runs an Italian Festival, a week-long event which celebrates the Feast of Saint Anthony. This festival features four outdoor cafes, each with their own live entertainment, and unique food selections. The Festival is the second-largest of its kind in the United States. [citation needed] Admission fees were established for the first time in 2008. The Romanesque revival architectural style owes its inspiration to the Basilica di San Zeno in Verona, Italy.",
  "/wiki/CYO": "Catholic Youth Organization (CYO) is a Roman Catholic youth organization originating in Chicago.",
  "/wiki/University_of_Delaware": "The University of Delaware (colloquially UD or Delaware) is a public research university located in Newark, Delaware. The University of Delaware is the largest university in Delaware. UD offers three associate's programs, 148 bachelor's programs, 121 master's programs (with 13 joint degrees) and 55 doctoral programs across its eight colleges. The main campus is in Newark, with satellite campuses in Dover, Wilmington, Lewes, and Georgetown. It is considered a large institution with approximately 18,500 undergraduate and 4,500 graduate students. UD is a privately governed university which receives public funding for being a land-grant, sea-grant and space-grant state-supported research institution. UD is classified as a Doctoral University-Very High Research Activity (R1) by the Carnegie Classification of Institutions of Higher Education. UD is one of the top 100 public institutions for federal obligations[clarification needed] in science and engineering and interdisciplinary initiatives in energy science and policy, the environment, and in human health.",
  "/wiki/Golden_Gloves": "The Golden Gloves is the name given to annual competitions for amateur boxing in the United States, where a small pair of golden boxing gloves are awarded. The Golden Gloves is a term used to refer to the National Golden Gloves competition, but can also represent several other amateur tournaments, including regional golden gloves tournaments and other notable tournaments such as the Intercity Golden Gloves, the Chicago Golden Gloves, and the New York Golden Gloves. Arch Ward, sports editor of the Chicago Tribune came up with the idea of a citywide, Chicago amateur boxing tournament in 1923, and gained sponsorship from the Tribune in 1927 where an annual tournament was held between Chicago and New York. In later years the idea was taken up by other cities, and a national tournament was held. Along with the New York Golden Gloves, the Chicago tournament was viewed as one of the two elite Golden Gloves Championships in the United States. Winners from selected states and regions headed to Chicago to meet in the Chicago Golden Gloves, while winners from other sections of the U.S. faced each other in the New York Golden Gloves tournaments. Champions from the Chicago tournament went on to face champions from the New York tournament in the Intercity Golden Gloves tournament, thus the Intercity Golden Gloves served as the National Tournament of Champions held in the Square Garden Chicago and Chicago Stadium. The Intercity Golden Gloves tournament ran from 1928 to 1961, with the event being held at famed venues including the Chicago Coliseum.",
  "/wiki/World_Boxing_Association": "The World Boxing Association (WBA), formerly known as the National Boxing Association (NBA), is the oldest and one of four major organizations which sanction professional boxing bouts, alongside the World Boxing Council (WBC), International Boxing Federation (IBF) and World Boxing Organization (WBO). The WBA awards its world championship title at the professional level. Founded in the United States in 1921 by 13 state representatives as the NBA, in 1962 it changed its name in recognition of boxing's growing popularity worldwide and began to gain other nations as members. By 1975, a majority of votes were held by Latin American nations and the organization headquarters had moved to Panama. After being located during the 1990s and early 2000s in Venezuela, the organization offices returned to Panama in 2007. It is the oldest of the four major organizations recognized by the International Boxing Hall of Fame (IBHOF), which sanction world championship boxing bouts, alongside the WBC, IBF and WBO.",
  "/wiki/Wilmington,_Delaware": "Wilmington (Lenape: Paxahakink / Pakehakink) is the largest and most populous city in the U.S. state of Delaware. The city was built on the site of Fort Christina, the first Swedish settlement in North America. It is at the confluence of the Christina River and Brandywine River, near where the Christina flows into the Delaware River. It is the county seat of New Castle County and one of the major cities in the Delaware Valley metropolitan area. Wilmington was named by Proprietor Thomas Penn after his friend Spencer Compton, Earl of Wilmington, who was prime minister during the reign of George II of Great Britain. As of the 2018 United States Census estimate, the city's population is 70,635. It is the fifth least populous city in the U.S. to be the most populous in its state. [citation needed] The Wilmington Metropolitan Division, comprising New Castle County, DE, Cecil County, MD and Salem County, NJ, had an estimated 2016 population of 719,887.",
  "/wiki/Flyweight": "Flyweight is a weight class in combat sports.",
  "/wiki/Bantamweight": "Bantamweight is a weight class in combat sports.",
  "/wiki/Featherweight": "Featherweight is a weight class in the combat sports of boxing, kickboxing, mixed martial arts, and Greco-Roman wrestling.",
  "/wiki/Boxing": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring. Amateur boxing is both an Olympic and Commonwealth Games sport and is a standard fixture in most international games—it also has its own World Championships. Boxing is overseen by a referee over a series of one- to three-minute intervals called rounds. A winner can be resolved before the completion of the rounds when a referee deems an opponent incapable of continuing, disqualification of an opponent, or resignation of an opponent. When the fight reaches the end of its final round with both opponents still standing, the judges' scorecards determine the victor. In the event that both fighters gain equal scores from the judges, professional bouts are considered a draw. In Olympic boxing, because a winner must be declared, judges award the contest to one fighter on technical criteria. While humans have fought in hand-to-hand combat since the dawn of human history, the earliest evidence of fist-fighting sporting contests date back to the ancient Near East in the 3rd and 2nd millennia BC.",
  "/wiki/Coach_(sport)": "In sports, a coach is a person involved in the direction, instruction and training of the operations of a sports team or of individual sportspeople. A coach may also be a teacher.",
  "/wiki/Huck_Betts": "Walter McKinley Huck Betts (February 18, 1897 – June 13, 1987), born in Millsboro, Delaware, was a pitcher for the Philadelphia Phillies (1920–25) and Boston Braves (1932–35). During his six-year tenure with the Phillies, Betts was an ordinary pitcher at best, compiling 18 wins against 27 losses, and a 4.40 ERA. He spent 1926 in the low minors, and then was out of baseball for the next five years. Returning to the big leagues in 1932 with the Boston Braves, at the age of 35 Betts unexpectedly became one of the National League's best pitchers. He finished the season 13-11 with a 2.80 ERA, which was the third best ERA in the NL. He also did well in 1933, going 11-11 with a 2.79 ERA, which again put him in the top 10 of pitchers who qualified for the ERA crown. His ERA went up to 4.06 in 1934, but his won-loss record was the best of his career at 17-10. His career ended the following year, going 2-9 for the woeful 1935 Boston Braves, often identified as one of the worst major league baseball teams of all time.",
  "/wiki/Philadelphia_Phillies": "The Philadelphia Phillies are an American professional baseball team based in Philadelphia. They compete in Major League Baseball (MLB) as a member of the National League (NL) East division. Since 2004, the team's home stadium has been Citizens Bank Park, located in South Philadelphia. The Phillies are the oldest, continuous, one-name, one-city franchise in American professional sports. The Phillies have won two World Series championships (against the Kansas City Royals in 1980 and the Tampa Bay Rays in 2008) and seven National League pennants, the first of which came in 1915. Since the first modern World Series was played in 1903, the Phillies played 77 consecutive seasons (and 97 seasons from the club's establishment) before they won their first World Series—longer than any of the other 16 teams that made up the major leagues for the first half of the 20th century. They are one of the more successful franchises since the start of the Divisional Era in Major League Baseball. The Phillies have won 11 division titles, including five consecutive division titles from 2007 to 2011; these are ranked sixth among all teams and fourth in the National League.",
  "/wiki/Boston_Braves_(baseball)": "The Atlanta Braves, a current Major League Baseball franchise, originated in Boston, Massachusetts. This article details the history of the Boston Braves, from 1871 to 1952, after which they moved to Milwaukee, Wisconsin to become the Milwaukee Braves, and then eventually to Atlanta to become the Atlanta Braves. The Boston franchise played at South End Grounds from 1871 to 1914 and at Braves Field from 1915 to 1952. Braves Field is now Nickerson Field of Boston University. The franchise, from Boston to Milwaukee to Atlanta, is the oldest continuous professional baseball franchise.",
  "/wiki/Millsboro,_Delaware": "Millsboro is a town in Sussex County, Delaware, United States. The Town is ranked #1 out of the 25 Sussex County (the state's fastest-growing county) cities for number of residential building permits issued - a leading indicator of population growth. An emerging retail and employment center, Millsboro is home to a BJ's club store, a Chick-fil-A, a Lowe's, Merck facilities, an operations center for M&T Bank, Delmarva Health Pavilion, and GiggleBugs Early Learning Center. The Town is part of the Salisbury, Maryland-Delaware Metropolitan Statistical Area.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States. Philadelphia is one of the oldest municipalities in the United States. William Penn, an English Quaker, founded the city in 1682 to serve as capital of the Pennsylvania Colony. Philadelphia played an instrumental role in the American Revolution as a meeting place for the Founding Fathers of the United States, who signed the Declaration of Independence in 1776 at the Second Continental Congress, and the Constitution at the Philadelphia Convention of 1787. Several other key events occurred in Philadelphia during the Revolutionary War including the First Continental Congress, the preservation of the Liberty Bell, the Battle of Germantown, and the Siege of Fort Mifflin.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States. Boston is one of the oldest municipalities in the United States, founded on the Shawmut Peninsula in 1630 by Puritan settlers from the English town of the same name. It was the scene of several key events of the American Revolution, such as the Boston Massacre, the Boston Tea Party, the Battle of Bunker Hill, and the Siege of Boston. Upon gaining U.S. independence from Great Britain, it continued to be an important port and manufacturing hub as well as a center for education and culture.",
  "/wiki/Baseball": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team (batting team) is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called runs. The objective of the defensive team (fielding team) is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate (the place where the player started as a batter). The team that scores the most runs by the end of the game is the winner. The first objective of the batting team is to have a player reach first base safely. A player on the batting team who reaches first base without being called out can attempt to advance to subsequent bases as a runner, either immediately or during teammates' turns batting.",
  "/wiki/Major_League_Baseball": "Major League Baseball (MLB) is a professional baseball organization. It is the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed as separate legal entities in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but remained legally separate entities. In 2000 the leagues merged into a single organization led by the Commissioner of Baseball. MLB also oversees Minor League Baseball, which comprises 256 teams affiliated with the major league clubs. MLB and the World Baseball Softball Confederation jointly manage the international World Baseball Classic tournament.",
  "/wiki/Delaware": "Delaware (/ˈdɛləwɛər/ (listen)) is one of the 50 states of the United States, in the Mid Atlantic region. [a] It is bordered to the south and west by Maryland, north by Pennsylvania, and east by New Jersey and the Atlantic Ocean. The state takes its name from Thomas West, 3rd Baron De La Warr, an English nobleman and Virginia's first colonial governor. Delaware occupies the northeastern portion of the Delmarva Peninsula and some islands and territory within the Delaware River. It is the second smallest and sixth least populous state, but the sixth most densely populated. Delaware's largest city is Wilmington. The state is divided into three counties, the lowest number of any state. From north to south, they are New Castle County, Kent County, and Sussex County.",
  "/wiki/Newark_High_School_(Delaware)": "Newark High School is a public high school in Newark, Delaware and is one of three high schools within the Christina School District. It is one of the oldest educational institutions in the state, graduating its first class of students in 1893. In 2009 it saw its 20,000th student graduate. Newark is the only remaining downtown non-charter public High School in New Castle County. Newark has been named by Newsweek magazine as one of their Top Schools in America. In 2006 Newark was ranked #521,  in 2007 it was #271,  and in 2008 it was #1041. This list represents the top 5% of the schools in the nation based on the number of AP, IB, and Cambridge exams taken divided by students graduating. The school was also named a GRAMMY Signature School in 2010 by the GRAMMY Foundation for its outstanding commitment to music education.",
  "/wiki/Duke_University": "Duke University is a private research university in Durham, North Carolina. Founded by Methodists and Quakers in the present-day town of Trinity in 1838, the school moved to Durham in 1892. In 1924, tobacco and electric power industrialist James Buchanan Duke established The Duke Endowment and the institution changed its name to honor his deceased father, Washington Duke. Duke is often ranked as one of the world's top 20-25 universities. The Wall Street Journal has also named Duke as the best university for graduate outcomes for several years in a row (tied with Harvard University and Yale University). Several faculty members, affiliates and alumni have been awarded the Nobel Prize in recent years. Notable examples since 2012 include Robert Lefkowitz, Brian Kobilka, Gregg L. Semenza, Paul Modrich, William Kaelin, and George Smith. In 2019, Clarivate Analytics named 54 members of Duke's faculty to its list of Highly Cited Researchers.",
  "/wiki/Durham_High_School_(North_Carolina)": "Durham High School is a former high school in Durham, North Carolina, United States. Their school colors are Maroon & White and their mascot is the Bulldogs.",
  "/wiki/Newark,_Delaware": "Newark (/ˈnuːɑːrk/ NEW-ark)[note 1] is a city in New Castle County, Delaware, United States. It is located 12 miles (19 km) west-southwest of Wilmington. According to the 2010 Census, the population of the city is 31,454. Newark is home to the University of Delaware.",
  "/wiki/Durham,_North_Carolina": "Durham (/ˈdʌrəm/) is a city in and the county seat of Durham County in the U.S. state of North Carolina. Small portions of the city limits extend into Orange County and Wake County. The U.S. Census Bureau estimated the city's population to be 274,291 as of July 1, 2018, making it the 4th-most populous city in North Carolina, and the 79th-most populous city in the United States. The city is located in the east-central part of the Piedmont region along the Eno River. Durham is the core of the four-county Durham-Chapel Hill Metropolitan Area, which has a population of 542,710 as of U.S. Census 2014 Population Estimates. The US Office of Management and Budget also includes Durham as a part of the Raleigh-Durham-Chapel Hill Combined Statistical Area, commonly known as the Research Triangle, which has a population of 2,037,430 as of U.S. Census 2014 Population Estimates. A railway depot was established on land donated by Bartlett S. Durham in 1849, the namesake of the city. Following the American Civil War, the community of Durham Station expanded rapidly, in part due to the tobacco industry.",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins. American football evolved in the United States, originating from the sports of soccer and rugby. The first American football match was played on November 6, 1869, between two college teams, Rutgers and Princeton, using rules based on the rules of soccer at the time. A set of rule changes drawn up from 1880 onward by Walter Camp, the Father of American Football, established the snap, the line of scrimmage, eleven-player teams, and the concept of downs.",
  "/wiki/Coach_(sports)": "In sports, a coach is a person involved in the direction, instruction and training of the operations of a sports team or of individual sportspeople. A coach may also be a teacher.",
  "/wiki/Light_heavyweight": "Light heavyweight, or junior cruiserweight, is a weight class in combat sports.",
  "/wiki/Heavyweight": "Heavyweight   is a weight class in combat sports.",
  "/wiki/Ruly_Carpenter": "Robert Ruliph Morgan Ruly Carpenter III (born 1940) was the principal owner and president of the Philadelphia Phillies from 1972 to 1981.",
  "/wiki/Tower_Hill_School": "Tower Hill School is a private college preparatory school in Wilmington, Delaware, offering instruction for pre-school through 12th grade.",
  "/wiki/The_News_Journal": "The News Journal is the main newspaper for Wilmington, Delaware, and the surrounding area. It is headquartered in unincorporated New Castle County, Delaware, near New Castle, and is owned by Gannett.",
  "/wiki/Sports_journalism": "Sports journalism is a form of writing that reports on matters pertaining to sporting topics and competitions. Sports Journalism started in the early 1800s when it was targeted to the social elite and has transitioned into an integral part of the news business with newspapers having dedicated sports sections. The increased popularity of sports amongst the middle and lower class led to the more coverage of sports content in publications. The appetite for sports resulted in sports only publications like ESPN and Sports Illustrated. There are many different forms of sports journalism, ranging from play by play and game recaps to analysis and investigative journalism on important developments in the sport. Technology and the internet age has massively changed the sports journalism space as it is struggling with the same problems that the broader category of print journalism is struggling with, mainly not being able to cover costs due to falling subscriptions. New forms of internet blogging and tweeting in the current millennium have pushed the boundaries of sports journalism.",
  "/wiki/Museum": "A museum (/mjuːˈziːəm/ mew-ZEE-əm; plural museums or, rarely, musea) is an institution that cares for (conserves) a collection of artifacts and other objects of artistic, cultural, historical, or scientific importance. Many public museums make these items available for public viewing through exhibits that may be permanent or temporary. The largest museums are located in major cities throughout the world, while thousands of local museums exist in smaller cities, towns, and rural areas. Museums have varying aims, ranging from serving researchers and specialists to serving the general public. The goal of serving researchers is increasingly shifting to serving the general public. There are many types of museums, including art museums, natural history museums, science museums, war museums, and children's museums. Amongst the world's largest and most visited museums are the Louvre in Paris, the National Museum of China in Beijing, the Smithsonian Institution in Washington, D.C., the British Museum and National Gallery in London, the Metropolitan Museum of Art in New York City and Vatican Museums in Vatican City. According to the International Council of Museums, there are more than 55,000 museums in 202 countries.",
  "/wiki/Newspaper": "A newspaper is a periodical publication containing written information about current events and is often typed in black ink with a white or gray background. Newspapers can cover a wide variety of fields such as politics, business, sports and art, and often include materials such as opinion columns, weather forecasts, reviews of local services, obituaries, birth notices, crosswords, editorial cartoons, comic strips, and advice columns. Most newspapers are businesses, and they pay their expenses with a mixture of subscription revenue, newsstand sales, and advertising revenue. The journalism organizations that publish newspapers are themselves often metonymically called newspapers. Newspapers have traditionally been published in print (usually on cheap, low-grade paper called newsprint). However, today most newspapers are also published on websites as online newspapers, and some have even abandoned their print versions entirely. Newspapers developed in the 17th century, as information sheets for merchants. By the early 19th century, many cities in Europe, as well as North and South America, published newspapers.",
  "/wiki/George_V._Chalmers": "George V. Shorty Chalmers (November 19, 1907 – March 1984) was an American college athlete. He served as the quarterback of the University of Maryland football team from 1929 to 1931. Chalmers also played basketball and baseball at Maryland. He has been inducted into the Delaware Sports Hall of Fame and the University of Maryland Athletic Hall of Fame.",
  "/wiki/Ed_Cihocki": "Edward Joseph Cihocki (May 9, 1907 – November 9, 1987) was a professional baseball player. Nicknamed Cy, he was a shortstop over parts of two seasons (1932–33) with the Philadelphia Athletics. For his career, he compiled a .143 batting average in 98 at-bats, with nine runs batted in. He was born in Wilmington, Delaware and died in Newark, Delaware at the age of 80.",
  "/wiki/Philadelphia_Athletics": "The Oakland Athletics, a current Major League Baseball franchise, originated in Philadelphia. This article details the history of the Philadelphia Athletics, from 1901 to 1954, when they moved to Kansas City.",
  "/wiki/Wilmington_Blue_Bombers": "The Wilmington Blue Bombers were an American basketball team based in Wilmington, Delaware. They were a member of the American Basketball League.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop. A field goal is worth two points, unless made from behind the three-point line, when it is worth three. After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws. The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated. Players advance the ball by bouncing it while walking or running (dribbling) or by passing it to a teammate, both of which require considerable skill. On offense, players may use a variety of shots—the lay-up, the jump shot, or a dunk; on defense, they may steal the ball from a dribbler, intercept passes, or block shots; either offense or defense may collect a rebound, that is, a missed shot that bounces from rim or backboard. It is a violation to lift or drag one's pivot foot without dribbling the ball, to carry it, or to hold the ball with both hands then resume dribbling. The five players on each side at a time fall into five playing positions the tallest player is usually the center, the tallest and strongest is the power forward, a slightly shorter but more agile player is the small forward, and the shortest players or the best ball handlers are the shooting guard and the point guard, who implements the coach's game plan by managing the execution of offensive and defensive plays (player positioning).",
  "/wiki/Rehoboth_Beach,_Delaware": "Rehoboth Beach is a city on the Atlantic Ocean along the Delaware Beaches in eastern Sussex County, Delaware, United States. As of the 2010 United States Census, the population was 1,327, reflecting a decline of 161 (11.2%) from the 1,488 counted in the 2000 Census. Along with the neighboring coastal city of Lewes, Rehoboth Beach is one of the principal cities of Delaware's rapidly growing Cape Region. Rehoboth Beach lies within the Salisbury, Maryland-Delaware Metropolitan Statistical Area. A popular regional vacation destination, Rehoboth Beach's seasonal population expands to over 25,000 within the city limits and thousands more in the surrounding area in the summer. In 2011, the NRDC awarded Rehoboth Beach with a 5-Star rating in water quality. This award was given only to 12 other locations, one being neighboring Dewey Beach. Out of the 30 states with coastline, the Delaware Beaches ranked number one for water quality in 2011.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/St._Louis_Cardinals": "The St. Louis Cardinals are an American professional baseball team based in St. Louis, Missouri. The Cardinals compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Busch Stadium has been their home ballpark since 2006. One of the nation's oldest and most successful professional baseball clubs, the Cardinals have won 11 World Series championships, more than any other NL team and second in MLB only to the New York Yankees. The team has won 19 National League pennants, third-most of any team. St. Louis has also won 14 division titles in the East and Central divisions. In 1881, entrepreneur Chris von der Ahe purchased the Brown Stockings barnstorming club, renamed it the St. Louis Browns, and made it a charter member of the American Association (AA) baseball league. The team won four league championships, qualifying them to play in the era's professional baseball championship tournament, a forerunner of the modern World Series.",
  "/wiki/Kansas_City_Athletics": "The history of the Athletics Major League Baseball franchise spans the period from 1901 to the present day, having begun as a charter member franchise in the new American League in Philadelphia before moving to Kansas City in 1955 for 13 seasons and then to its current home on the San Francisco Bay in Oakland, California, in 1968.",
  "/wiki/Detroit_Tigers": "The Detroit Tigers are an American professional baseball team based in Detroit, Michigan. They compete in Major League Baseball (MLB) as a member of the American League (AL) Central division. One of the AL's eight charter franchises, the club was founded in Detroit as a member of the minor league Western League in 1894 and is the only Western League team still in its original city. They are also the oldest continuous one name, one city franchise in the AL. Since their establishment as a major league franchise in 1901, the Tigers have won four World Series championships (1935, 1945, 1968, and 1984), 11 AL pennants (1907, 1908, 1909, 1934, 1935, 1940, 1945, 1968, 1984, 2006, 2012), and four AL Central division championships (2011, 2012, 2013, and 2014). They also won division titles in 1972, 1984, and 1987 as a member of the AL East. The team currently plays its home games at Comerica Park in Downtown Detroit. The Tigers constructed Bennett Park at the corner of Michigan Avenue and Trumbull Avenue in Corktown (just west of Downtown Detroit) and began playing there in 1896.",
  "/wiki/St._Louis": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States. Before European settlement, the area was a regional center of Native American Mississippian culture. The city of St. Louis was founded in 1764 by French fur traders Pierre Laclède and Auguste Chouteau, and named after Louis IX of France.",
  "/wiki/Kansas_City,_Missouri": "Kansas City (abbreviated KC or KCMO) is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after.",
  "/wiki/Detroit": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design. Detroit is a major port on the Detroit River, one of the four major straits that connect the Great Lakes system to the Saint Lawrence Seaway. The Detroit Metropolitan Airport is among the most important hubs in the United States. The City of Detroit anchors the second-largest regional economy in the Midwest, behind Chicago and ahead of Minneapolis–Saint Paul, and the 13th-largest in the United States.",
  "/wiki/Brandy_Davis": "Robert Brandon Davis  (September 10, 1927 – June 12, 2005) was an American professional baseball player, manager, coach and longtime scout who spent 52 years in the game. In his playing days, the outfielder appeared in 67 games in Major League Baseball for the Pittsburgh Pirates during the 1952 and 1953 seasons. He threw and batted right-handed, stood 6 feet (1.8 m) tall and weighed 170 pounds (77 kg), and was a native and lifelong resident of Newark, Delaware.",
  "/wiki/Pittsburgh_Pirates": "The Pittsburgh Pirates are an American professional baseball team based in Pittsburgh, Pennsylvania. They compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Founded in 1881 under the name Pittsburgh Allegheny, the franchise has won five World Series championships. The Pirates are also often referred to as the Bucs or the Buccos (derived from buccaneer, a synonym for pirate). The team plays its home games at PNC Park, its home since 2001. The Pirates previously played at Forbes Field from 1909-1970 and at Three Rivers Stadium, so named because of its location near the confluence of the Allegheny, Monongahela, and Ohio rivers, from 1970-2000. The franchise joined the NL in its eighth season in 1887 and was competitive from its early years, winning three NL titles from 1901 to 1903, playing in the inaugural World Series in 1903 and winning their first World Series in 1909 behind Honus Wagner. The Pirates have had many ups and downs during their long history, most famously winning the 1960 World Series against the New York Yankees on a series-winning walk-off home run by Bill Mazeroski, the only time that Game 7 of the World Series has ever ended with a home run.",
  "/wiki/Williamsport_Crosscutters": "The Williamsport Crosscutters are a Class A-Short Season Minor League Baseball team based in Williamsport, Pennsylvania, in the United States. They are a Philadelphia Phillies affiliate in the short-season New York–Penn League, playing their home games at BB&T Ballpark at Historic Bowman Field, the second oldest minor league ballpark in the United States.",
  "/wiki/Greensboro_Patriots": "The Greensboro Grasshoppers are a Minor League Baseball team based in Greensboro, North Carolina. They are members of the South Atlantic League and the Class A affiliate of the Pittsburgh Pirates. They play their home games at First National Bank Field, which opened in 2005 and seats 7,499 fans. The team's logo was changed to a cartoon Grasshopper prior to the inaugural season at the new ballpark. Fans selected the name Guilford (Greensboro's county's name) for the team's mascot, a giant grasshopper. Prior to that, all home games for the Hornets and Bats were held at World War Memorial Stadium, just northeast of downtown Greensboro.",
  "/wiki/Pittsburgh": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.\n Pittsburgh is located in the southwest of the state, at the confluence of the Allegheny, Monongahela, and Ohio rivers. Pittsburgh is known both as the Steel City for its more than 300 steel-related businesses and as the City of Bridges for its 446 bridges. The city features 30 skyscrapers, two inclined railways, a pre-revolutionary fortification and the Point State Park at the confluence of the rivers. The city developed as a vital link of the Atlantic coast and Midwest, as the mineral-rich Allegheny Mountains made the area coveted by the French and British empires, Virginians, Whiskey Rebels, and Civil War raiders. Aside from steel, Pittsburgh has led in manufacturing of aluminum, glass, shipbuilding, petroleum, foods, sports, transportation, computing, autos, and electronics. For part of the 20th century, Pittsburgh was behind only New York City and Chicago in corporate headquarters employment; it had the most U.S. stockholders per capita.",
  "/wiki/Williamsport,_Pennsylvania": "Williamsport is a city in, and the county seat of, Lycoming County, Pennsylvania, United States. In 2017, the population was estimated at 28,348. It is the principal city of the Williamsport, Pennsylvania Metropolitan Statistical Area, which has a population of about 114,000. The city is the cultural, financial, and commercial center of Central Pennsylvania. It is 131 miles (211 km) from Philadelphia, 166 miles (267 km) from Pittsburgh and 85 miles (137 km) from state capital Harrisburg. The city is renowned for its sports, arts scene and food. Williamsport was settled by Americans late in the 18th century, and the town began to prosper due to its lumber industry. By the early 20th century, the town reached the height of its prosperity and the population has since declined by about a third from its peak of around 45,000 in 1950.",
  "/wiki/Greensboro,_North_Carolina": "Greensboro (/ˈɡriːnzbʌroʊ/ (listen); formerly Greensborough) is a city in the U.S. state of North Carolina. It is the 3rd-most populous city in North Carolina, the 68th-most populous city in the United States, and the county seat and largest city in Guilford County and the surrounding Piedmont Triad metropolitan region. As of the 2010 census, the city population was 269,666, and in 2018 the estimated population was 294,722. Three major interstate highways (Interstate 40, Interstate 85, and Interstate 73) in the Piedmont region of central North Carolina were built to intersect at this city. In 1808, Greensborough (the spelling before 1895) was planned around a central courthouse square to succeed Guilford Court House as the county seat. The county courts were thus placed closer to the geographical center of the county, a location more easily reached at the time by the majority of the county's citizens, who depended on horse and foot for travel. In 2003, the previous Greensboro – Winston-Salem – High Point metropolitan statistical area (MSA) was re-defined by the U.S. Office of Management and Budget. This region was separated into the Greensboro–High Point MSA and the Winston-Salem MSA.",
  "/wiki/Manager_(baseball)": "In baseball, the field manager (commonly referred to as the manager) is the equivalent of a head coach who is responsible for overseeing and making final decisions on all aspects of on-field team strategy, lineup selection, training and instruction. Managers are typically assisted by a staff of assistant coaches whose responsibilities are specialized. Field managers are typically not involved in off-field personnel decisions or long-term club planning, responsibilities that are instead held by a team's general manager.",
  "/wiki/Scout_(sport)": "In professional sports, scouts are experienced talent evaluators who travel extensively for the purposes of watching athletes play their chosen sports and determining whether their set of skills and talents represent what is needed by the scout's organization. Some scouts are interested primarily in the selection of prospects, younger players who may require further development by the acquiring team but who are judged to be worthy of that effort and expense for the potential future payoff that it could bring, while others concentrate on players who are already polished professionals whose rights may be available soon, either through free agency or trading, and who are seen as filling a team's specific need at a certain position. Advance scouts watch the teams that their teams are going to play in order to help determine strategy. Many scouts are former coaches or retired players, while others have made a career just of being scouts. Skilled scouts who help to determine which players will fit in well with an organization can be the major difference between success and failure for the team with regard to wins and losses, which often relates directly to the organization's financial success or lack thereof as well.",
  "/wiki/Minor_League_Baseball": "Minor League Baseball (MiLB) is a hierarchy of professional baseball leagues in the Americas that compete at levels below Major League Baseball (MLB) and provide opportunities for player development and a way to prepare for the major leagues. All of the minor leagues are operated as independent businesses. Most are members of the umbrella organization formally known as National Association of Professional Baseball Leagues (NAPBL), which operates under the Commissioner of Baseball within the scope of organized baseball. Several leagues, known as independent baseball leagues, do not have any official links to Major League Baseball. Except for the Mexican League, teams in the organized minor leagues are generally independently owned and operated but are directly affiliated with one major league team through a standardized Player Development Contract (PDC). These leagues also go by the nicknames the farm system, farm club, or farm team(s) because of a joke passed around by major league players in the 1930s when St. Louis Cardinals general manager Branch Rickey formalized the system, and teams in small towns were growing players down on the farm like corn. Major League Baseball and Minor League Baseball teams may enter into a PDC for a two- or four-year term. At the expiration of a PDC term, teams may renew their affiliation, or sign new PDCs with different clubs, though many relationships are renewed and endure for extended time periods.",
  "/wiki/Archmere_Academy": "Archmere Academy is a private Roman Catholic college preparatory school located in Claymont, Delaware, United States. It enrolls approximately 500 students. The academy is co-educational and is run independently within the Roman Catholic Diocese of Wilmington.",
  "/wiki/Villanova_University": "Villanova University is a private Catholic research university in Radnor Township, Pennsylvania. Named after Saint Thomas of Villanova, the university is the oldest Catholic university in Pennsylvania and the only Augustinian university in the United States. Founded in 1842 by the Order of Saint Augustine, the university traces its roots to old Saint Augustine's Church, Philadelphia, which the Augustinian friars founded in 1796, and to its parish school, Saint Augustine's Academy, which was established in 1811. The school's identity remains deeply rooted in its Augustinian Catholic foundation—the majority of students are Catholic, the administration is led by priests, there is a cross on every building, and all students are required to take the Augustine and Culture Seminar course their freshman year.",
  "/wiki/Eastern_Shore_Baseball_League": "The Eastern Shore Baseball League was a class D minor league baseball league that operated on the Delmarva Peninsula for parts of three different decades. The league's first season was in 1922 and the last was in 1949, although the years were not consecutive, and featured teams from Maryland, Delaware, and Virginia. The first incarnation lasted from 1922 to mid-1928 (disbanded in July), the second from 1937–41, and the third from 1946–49. Though the level of play was competitive and many future major leaguers gained experience in the ESBL, funding the league remained a constant problem for the rural franchises. Future major leaguers who played in the ESBL include notables such as: Frank Home Run Baker, Mickey Cochrane, Jimmie Foxx, Mickey Vernon, and Don Zimmer. The Eastern Shore Baseball Hall of Fame at Arthur W. Perdue Stadium in Salisbury, Maryland, pays homage to ESBL players and locals who made the major leagues. Perdue Stadium is the home of the class A Delmarva Shorebirds, an Orioles farm team.",
  "/wiki/Canadian_Football_League": "The Canadian Football League (CFL; French: Ligue canadienne de football, LCF) is a professional sports league in Canada. The CFL is the highest level of competition in Canadian football. The league consists of nine teams, each located in a city in Canada. They are divided into two divisions: four teams in the East Division and five teams in the West Division. As of 2019, it features a 21-week regular season where each team plays 18 games with three bye weeks. This season traditionally runs from mid-June to early November. Following the regular season, six teams compete in the league's three-week divisional playoffs which culminate in the Grey Cup championship game in late November. The Grey Cup is one of Canada's largest annual sports and television events.",
  "/wiki/Claymont,_Delaware": "Claymont is a census-designated place (CDP) in New Castle County, Delaware, United States. The population was 8,253 at the 2010 census.",
  "/wiki/Radnor_Township,_Pennsylvania": "Radnor Township is an upper-class township with home rule status in Delaware County, Pennsylvania,  United States. It contains the unincorporated communities of Garrett Hill, Rosemont, St. Davids, Strafford,  Villanova and Wayne as well as areas with Bryn Mawr postal addresses (not within the Bryn Mawr census designated place) and Newtown Square. As of the 2010 census, the township population was 31,531. Radnor Township lies along the Main Line, a collection of upper-middle class and upper-class Philadelphia suburbs. Villanova University, Cabrini University, the Valley Forge Military Academy and College and Eastern University are all located within Radnor Township.",
  "/wiki/Canadian_football": "Canadian football (French: football canadien) is a sport played in Canada in which two teams of 12 players each compete for territorial control of a field of play 110 yards (101 m) long and 65 yards (59 m) wide attempting to advance a pointed oval-shaped ball into the opposing team's scoring area (end zone). In Canada, the term football may refer to Canadian football and American football collectively, or to either sport specifically, depending on context; outside of Canada, the term Canadian football is used exclusively to describe this sport, even in the United States (the term gridiron football [or, more rarely, North American football] is also used worldwide as well to refer to both sports collectively). The two sports have shared origins and are closely related but have some key differences, and both sports had their modern rules developed independently from each other. Rugby football in Canada originated in the early 1860s, and over time, the game known as Canadian football developed. Both the Canadian Football League (CFL), the sport's top professional league, and Football Canada, the governing body for amateur play, trace their roots to 1880 and the founding of the Canadian Rugby Football Union. The CFL is the most popular and only major professional Canadian football league. Its championship game, the Grey Cup, is one of Canada's largest sporting events, attracting a broad television audience. In 2009, about 40% of Canada's population watched part of the game; in 2014, it was closer to 33%, peaking at 5.1 million viewers in the fourth quarter."
}