{
  "/wiki/Alice_Holt_Forest": "Alice Holt Forest is a royal forest in Hampshire, situated some 4 miles (6.4 km) south of Farnham, Surrey. Once predominantly an ancient oak forest, it was particularly noted in the 18th and 19th centuries for the timber it supplied for the building of ships for the Royal Navy. It is now planted mainly with conifers. The Forestry Commission took over the management of the forest in 1924, and a research station was set up in 1946 in the Alice Holt Lodge, a former manor house. The forest is now part of the South Downs National Park, which was established on 31 March 2010, and it forms the most northerly gateway to the park.",
  "/wiki/Hampshire": "Hampshire (/ˈhæmpʃər/, /-ʃɪər/ (listen); postal abbreviation Hants.)[note 1] is a county in southern England. The county town is the city of Winchester. Its two largest cities, Southampton and Portsmouth, are administered separately as unitary authorities; the rest of the county is governed by Hampshire County Council.",
  "/wiki/Royal_forest": "A royal forest, occasionally \"Kingswood\", is an area of land with different definitions in England, Wales, and Scotland. The term forest in the ordinary modern understanding refers to an area of wooded land; however, the original medieval sense was closer to the modern idea of a \"preserve\" – i.e. land legally set aside for specific purposes such as royal hunting – with less emphasis on its composition. There are also differing and contextual interpretations in Continental Europe derived from the Carolingian and Merovingian legal systems.",
  "/wiki/Forest_Research": "The Forestry Commission is a non-ministerial government department responsible for the management of publicly-owned forests, and the regulation of both public and private forestry, in England. It was formerly also responsible for Forestry in Wales and Scotland, however on 1 April 2013 Forestry Commission Wales merged with other agencies to become Natural Resources Wales, whilst two new bodies (Forestry and Land Scotland and Scottish Forestry) were established in Scotland on 1 April 2019. The commission was set up in 1919 to expand Britain's forests and woodland after depletion during the First World War. To do this, the commission bought large amounts of former agricultural land, eventually becoming the largest land owner in Britain. The Commission is divided into three divisions: Forestry England, Forestry Commission and Forest Research.",
  "/wiki/Bedford_Purlieus_National_Nature_Reserve": "Bedford Purlieus is a 211-hectare (520-acre) ancient woodland in Cambridgeshire, in the United Kingdom. It is a national nature reserve and Site of Special Scientific Interest owned and managed by the Forestry Commission. In Thornhaugh civil parish, 10 km (6.2 mi) south of Stamford and 14 km (8.7 mi) west of Peterborough, the wood is within the Peterborough unitary authority area of Cambridgeshire, and borders Northamptonshire. In Roman times it was an iron smelting centre, during the medieval period it was in the Royal Forest of Rockingham, and later it became part of the estates of the Duke of Bedford. Bedford Purlieus appears to have been continuously wooded at least from Roman times, and probably since the ice receded. The woodland may have the richest range of vascular plants of any English lowland wood. It acquired particular significance in the 1970s as an early subject for the historical approach to ecology and woodland management.",
  "/wiki/Cambridgeshire": "Cambridgeshire (abbreviated Cambs.)[note 1] is a county in the East of England, bordering Lincolnshire to the north, Norfolk to the north-east, Suffolk to the east, Essex and Hertfordshire to the south, and Bedfordshire and Northamptonshire to the west. The city of Cambridge is the county town. Modern Cambridgeshire was formed in 1974 as an amalgamation of the counties of Cambridgeshire and Isle of Ely and Huntingdon and Peterborough, the former covering the historic county of Cambridgeshire (including the Isle of Ely) and the latter covering the historic county of Huntingdonshire and the Soke of Peterborough, historically part of Northamptonshire. It contains most of the region known as Silicon Fen.",
  "/wiki/Rockingham_Forest": "Rockingham Forest is a former royal hunting forest in the county of Northamptonshire, England. It is an area of some 200 sq mi (500 km2) lying between the River Welland and River Nene and the towns of Stamford and Kettering. It has a rich and varied landscape, with farmland, open pasture, pockets of woodland and villages built from local stone.",
  "/wiki/Bedgebury_National_Pinetum": "Bedgebury National Pinetum at Bedgebury, Kent, in the United Kingdom, is a recreational and conservational arboretum and, with the National Arboretum at Westonbirt, comprises the UK National Arboreta. It was established as the National Conifer Collection in 1925 and is now recognised as the most complete collection of conifers on one site anywhere in the world. The collection has over 10,000 trees growing across 320 acres (1.3 km2), including rare, endangered and historically important specimens. Bedgebury National Pinetum conducts conservation work and is home to some 56 vulnerable or critically endangered species and houses five NCCPG National Plant Collections.",
  "/wiki/Kent": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames (connected by land via High Speed 1 and the Dartford Crossing), and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone.",
  "/wiki/Conifer": "The Pinophyta, also known as Coniferophyta or Coniferae, or commonly as conifers,  are a division of vascular land plants containing a single extant class, Pinopsida. They are gymnosperms, cone-bearing seed plants. All extant conifers are perennial woody plants with secondary growth. The great majority are trees, though a few are shrubs. Examples include cedars, Douglas firs, cypresses, firs, junipers, kauri, larches, pines, hemlocks, redwoods, spruces, and yews. As of 1998, the division Pinophyta was estimated to contain eight families, 68 genera, and 629 living species.[citation needed]",
  "/wiki/Kew_Gardens": "Kew Gardens is a botanic garden in southwest London that houses the \"largest and most diverse botanical and mycological collections in the world\". Founded in 1840, from the exotic garden at Kew Park in Middlesex, England, its living collections includes some of the 27,000 taxa curated by Royal Botanic Gardens, Kew, while the herbarium, which is one of the largest in the world, has over 8.5 million preserved plant and fungal specimens. The library contains more than 750,000 volumes, and the illustrations collection contains more than 175,000 prints and drawings of plants. It is one of London's top tourist attractions and is a World Heritage Site.",
  "/wiki/Bernwood_Forest": "Bernwood Forest was one of several forests of the ancient Kingdom of England and was a Royal hunting forest.  It is thought to have been set aside as Royal hunting land when the Anglo-Saxon kings had a palace at Brill and church in Oakley, in the 10th century and was a particularly favoured place of Edward the Confessor, who was born in nearby Islip.",
  "/wiki/Oxfordshire": "Oxfordshire (abbreviated Oxon, from Oxonium, the Latin name for Oxford) is a county in South East England. The ceremonial county borders Warwickshire to the north-west, Northamptonshire to the north-east, Buckinghamshire to the east, Berkshire to the south, Wiltshire to the south-west and Gloucestershire to the west.",
  "/wiki/Site_of_Special_Scientific_Interest": "A Site of Special Scientific Interest (SSSI) in Great Britain or an Area of Special Scientific Interest (ASSI) in the Isle of Man and Northern Ireland is a conservation designation denoting a protected area in the United Kingdom and Isle of Man.  SSSI/ASSIs are the basic building block of site-based nature conservation legislation and most other legal nature/geological conservation designations in the United Kingdom are based upon them, including national nature reserves, Ramsar sites, Special Protection Areas, and Special Areas of Conservation. The acronym \"SSSI\" is often pronounced \"triple-S I\".",
  "/wiki/Cannock_Chase": "Cannock Chase (grid reference SK000165) is a mixed area of countryside in the county of Staffordshire, England. The area has been designated as the Cannock Chase Area of Outstanding Natural Beauty. The Chase gives its name to the Cannock Chase local government district. It is a former Royal forest.",
  "/wiki/Staffordshire": "Staffordshire (/ˈstæfərdʃɪər, -ʃər/; postal abbreviation Staffs.) is a landlocked county in the West Midlands of England. It borders Cheshire to the northwest, Derbyshire and Leicestershire to the east, Warwickshire to the southeast, West Midlands and Worcestershire to the south, and Shropshire to the west.",
  "/wiki/Area_of_Outstanding_Natural_Beauty": "An Area of Outstanding Natural Beauty (AONB) is an area of countryside in England, Wales or Northern Ireland which has been designated for conservation due to its significant landscape value.  Areas are designated in recognition of their national importance, by the relevant public body: Natural England, Natural Resources Wales, or the Northern Ireland Environment Agency. In place of AONB, Scotland uses the similar national scenic area (NSA) designation.  Areas of Outstanding Natural Beauty enjoy levels of protection from development similar to those of UK national parks, but unlike with national parks the responsible bodies do not have their own planning powers. They also differ from national parks in their more limited opportunities for extensive outdoor recreation.",
  "/wiki/Cardinham": "Cardinham (Cornish: Kardhinan) (the spelling 'Cardynham' is almost obsolete) is a civil parish and a village in mid Cornwall, England, United Kingdom. The village is situated approximately three-and-a-half miles (6 km), east-northeast of Bodmin. The hamlets of Fletchersbridge, Millpool, Milltown, Mount, Old Cardinham Castle and Welltown are in the parish.",
  "/wiki/Cornwall": "Cornwall (/ˈkɔːrnwɔːl, -wəl/; Cornish: Kernow [ˈkɛrnɔʊ]) is a ceremonial county in South West England, bordered to the north and west by the Celtic Sea, to the south by the English Channel, and to the east by Devon, the River Tamar forming the border between them. Cornwall is the westernmost part of the South West Peninsula of the island of Great Britain. The southwesternmost point is Land's End and the southernmost Lizard Point. Cornwall has a population of 568,210 and an area of 3,563 km2 (1,376 sq mi). The county has been administered since 2009 by the unitary authority, Cornwall Council. The ceremonial county of Cornwall also includes the Isles of Scilly, which are administered separately. The administrative centre of Cornwall is Truro, its only city.",
  "/wiki/Castle_Neroche": "Castle Neroche is a Norman motte-and-bailey castle on the site of an earlier hill fort in the parish of Curland, near Staple Fitzpaine, Somerset, England. It is a Scheduled Ancient Monument.",
  "/wiki/Somerset": "Somerset (/ˈsʌmərsɛt/ (listen) or locally /ˈzʌmərzɛt/; archaically, Somersetshire) is a county in South West England which borders Gloucestershire and Bristol to the north, Wiltshire to the east, Dorset to the south-east and Devon to the south-west. It is bounded to the north and west by the Severn Estuary and the Bristol Channel, its coastline facing southeastern Wales. Its traditional border with Gloucestershire is the River Avon. Somerset's county town is Taunton.",
  "/wiki/Blackdown_Hills": "The Blackdown Hills are a range of hills along the Somerset-Devon border in south-western England, which were designated an Area of Outstanding Natural Beauty (AONB) in 1991.",
  "/wiki/Forest_school": "Forest school is an outdoor education delivery model in which students visit natural spaces to learn personal, social and technical skills. It has been defined as \"an inspirational process that offers children, young people and adults regular opportunities to achieve and develop confidence through hands-on learning in a woodland environment\". Forest school is both a pedagogy and a physical entity, with the use often being interchanged. The plural \"schools\" is often used when referring to a number of groups or sessions.",
  "/wiki/Dalby_Forest": "Dalby Forest is a forest located on the southern slopes of the North York Moors National Park in North Yorkshire, England. It is maintained by the UK Forestry Commission. Dalby Forest, along with Langdale Forest and Cropton Forest, forms part of the North Riding Forest Park, found within the North York Moors National Park.",
  "/wiki/North_Yorkshire": "North Yorkshire is a non-metropolitan county (or shire county) and the largest ceremonial county in England by area. It is located primarily in the region of Yorkshire and the Humber but partly in the region of North East England. The estimated (by ONS) population of North Yorkshire was 602,300 in mid-2016 (not including the unitary districts of York, Middlesbrough, Stockton and Redcar & Cleveland).",
  "/wiki/North_York_Moors": "The North York Moors is an upland area in North Yorkshire, England, containing one of the largest expanses of heather moorland in the United Kingdom. The North York Moors National Park was designated in 1952, through the National Parks and Access to the Countryside Act 1949. The National Park covers an area of 554 sq mi (1,430 km2), and has a population of 23,380.",
  "/wiki/Delamere_Forest": "Delamere Forest or Delamere Forest Park is a large wood near the village of Delamere in Cheshire, England. The woodland, which is managed by the Forestry Commission, covers an area of 972 hectares (2,400 acres) making it the largest area of woodland in the county. It contains a mixture of deciduous and evergreen trees.",
  "/wiki/Cheshire": "Cheshire (/ˈtʃɛʃər, -ɪər/ CHESH-ər, -⁠eer; archaically the County Palatine of Chester) is a county in North West England, bordering Merseyside and Greater Manchester to the north, Derbyshire to the east, Staffordshire and Shropshire to the south, and Flintshire and Wrexham County Borough in Wales to the west. Cheshire's county town is the City of Chester (118,200); the largest town is Warrington (209,700). Other major towns include Crewe (71,722), Runcorn (61,789), Widnes (61,464), Ellesmere Port (55,715), Macclesfield (52,044), Winsford (32,610) and Northwich (19,924).",
  "/wiki/Forests_of_Mara_and_Mondrem": "The Forests of Mara and Mondrem were adjacent medieval forests in Cheshire, England, which in the 11th century extended to over 60 square miles (160 km2), stretching from the Mersey in the north almost to Nantwich in the south, and from the Gowy in the west to the Weaver in the east. Mara and Mondrem were a hunting forest of the Norman Earls of Chester, established soon after 1071 by the first earl, Hugh d'Avranches. They might earlier have been an Anglo-Saxon hunting forest. Game included wild boar, and red, fallow and roe deer.",
  "/wiki/Sandstone_Trail": "The Sandstone Trail is a 55-kilometre (34 mi) long-distance walkers' path, following sandstone ridges running north–south from Frodsham in central Cheshire to Whitchurch just over the Shropshire border. The path was created in 1974 and extended in the 1990s. Much of the route follows the Mid Cheshire Ridge but in places the trail also passes through the Cheshire Plain, including farmland, woodland and canal towpaths.",
  "/wiki/Dunwich_Forest": "Dunwich Forest is an area of forest and lowland heath around 1 mile (1.6 km) north-east of the village of Dunwich in the English county of Suffolk. The forest covers an area of around 9 square kilometres (900 ha; 3.5 sq mi) and was originally planted by the Forestry Commission. The forest is within the Suffolk Coast and Heaths Area of Outstanding Natural Beauty and is in the area known as the Suffolk Sandlings. South of the reserve is the National Trust property of Dunwich Heath, one of the largest remaining areas of lowland heath on the Suffolk coast, and the RSPB reserve at Minsmere. To the north and east of the forest are Dingle Marshes, part of the Suffolk Coast National Nature Reserve.",
  "/wiki/Suffolk": "Suffolk (/ˈsʌfək/) is an East Anglian county of historic origin in England.  It has borders with Norfolk to the north, Cambridgeshire to the west and Essex to the south. The North Sea lies to the east.  The county town is Ipswich; other important towns include Lowestoft, Bury St Edmunds, Newmarket, and Felixstowe, one of the largest container ports in Europe.",
  "/wiki/Dymock_Woods_SSSI": "Dymock Woods (grid reference SO684288, SO692290, SO697283) is a 53-hectare (130-acre) biological Site of Special Scientific Interest in Gloucestershire, notified in 1990.  The site is listed in the 'Forest of Dean Local Plan Review' as a Key Wildlife Site (KWS).",
  "/wiki/Gloucestershire": "Gloucestershire (/ˈɡlɒstərʃər/ (listen), /-ʃɪər/ (listen); formerly abbreviated as Gloucs. in print but now often as Glos.) is a county in South West England. The county comprises part of the Cotswold Hills, part of the flat fertile valley of the River Severn, and the entire Forest of Dean.",
  "/wiki/Forest_of_Bere": "The Forest of Bere is a mixed-use partially forested area in Hampshire immediately north of Fareham, Portsmouth and Roman Road, Havant and including a small part of the South Downs National Park.",
  "/wiki/Forest_of_Dean": "The Forest of Dean is a geographical, historical and cultural region in the western part of the county of Gloucestershire, England. It forms a roughly triangular plateau bounded by the River Wye to the west and northwest, Herefordshire to the north, the River Severn to the south, and the City of Gloucester to the east.",
  "/wiki/Ancient_forest": "An old-growth forest — also termed primary forest, virgin forest, primeval forest, late seral forest, or forest primeval — is a forest that has attained great age without significant disturbance and thereby exhibits unique ecological features and might be classified as a climax community. Old-growth features include diverse tree-related structures that provide diverse wildlife habitat that increases the biodiversity of the forested ecosystem.  The concept of diverse tree structure includes multi-layered canopies and canopy gaps, greatly varying tree heights and diameters, and diverse tree species and classes and sizes of woody debris.",
  "/wiki/East_Sussex": "East Sussex is a county in South East England. It is bordered by the counties of Kent to the north and east, West Sussex to the west, and Surrey to the north-west,  as well as the English Channel to the south.",
  "/wiki/South_Downs": "The South Downs are a range of chalk hills that extends for about 260 square miles (670 km2) across the south-eastern coastal counties of England from the Itchen Valley of Hampshire in the west to Beachy Head, in the Eastbourne Downland Estate, East Sussex, in the east. The Downs are bounded on the northern side by a steep escarpment, from whose crest there are extensive views northwards across the Weald. The South Downs National Park forms a much larger area than the chalk range of the South Downs and includes large parts of the Weald.",
  "/wiki/Grizedale_Forest": "Grizedale Forest is a 24.47 km² area of woodland in the Lake District of North West England, located to the east of Coniston Water and to the south of Hawkshead. It is made up of a number of hills, small tarns and the settlements of Grizedale and Satterthwaite. It is managed by the Forestry Commission and is a popular tourist destination with waymarked footpaths, mountain biking, an aerial assault course, a 16-bed hostel, and a visitor centre with a children's playground, education centre, café and shop. The car-parking of Grizedale Forest Visitors Centre is situated on the site of the former Grizedale Hall where its remains can be still seen. The forest is also used for two annual rallies: the Malcolm Wilson Rally and the Grizedale Stages Rally, based in Coniston.",
  "/wiki/Cumbria": "Cumbria (/ˈkʌmbriə/ KUM-bree-ə) is a ceremonial and non-metropolitan county in North West England. The county and Cumbria County Council, its local government, came into existence in 1974 after the passage of the Local Government Act 1972. Cumbria's county town is Carlisle, in the north of the county, and the only other major urban area is Barrow-in-Furness on the southwestern tip of the county.",
  "/wiki/Lake_District_National_Park": "The Lake District National Park is a national park in North West England that includes all of the central Lake District, though the town of Kendal, some coastal areas, and the Lakeland Peninsulas are outside the park boundary.",
  "/wiki/Windermere": "Windermere is the largest natural lake in England. It is a ribbon lake formed in a glacial trough after the retreat of ice at the start of the current interglacial period. It has been one of the country's most popular places for holidays and summer homes since the arrival of the Kendal and Windermere Railway's branch line in 1847. Historically forming part of the border between Lancashire and Westmorland, it is now within the county of Cumbria and the Lake District National Park.",
  "/wiki/Haldon_Forest": "Haldon Forest is a forest located in the Haldon_Hills, Devon, England. The forest consists of several different woods. Geographically, Haldon Forest is located between the towns of Chudleigh and Exminster and is south of Exeter.",
  "/wiki/Devon": "Devon (/ˈdɛvən/), also known as Devonshire, is a county of England, reaching from the Bristol Channel in the north to the English Channel in the south. It is part of South West England, bounded by Cornwall to the west, Somerset to the north east, and Dorset to the east. The city of Exeter is the county town. The county includes the districts of East Devon, Mid Devon, North Devon, South Hams, Teignbridge, Torridge, and West Devon. Plymouth and Torbay are each geographically part of Devon, but are administered as unitary authorities. Combined as a ceremonial county, Devon's area is 6,707 km2 (2,590 square miles) and its population is about 1.1 million.",
  "/wiki/Hamsterley_Forest": "Hamsterley Forest is a commercial forest in County Durham operated by the Forestry Commission.  It is the largest forest in County Durham and covers more than 2,000 hectares (4,900 acres). Recreational activities are promoted within the forest and are focused at the eastern end, around the visitors centre. In addition to the visitors' centre, there is an adjacent cafe, an education room, toilet facilities, and an independent bike shop called Wood'n'Wheels, which also hires out bikes.",
  "/wiki/County_Durham": "County Durham (/ˈdʌrəm/, locally /ˈdɜrəm/ listen) [note 1] is a county in North East England. The county town is Durham, a cathedral city.",
  "/wiki/Lincolnshire": "Lincolnshire (abbreviated Lincs.) is a county in eastern England, with a long coastline on the North Sea to the east. It borders Norfolk to the south east, Cambridgeshire to the south, Rutland to the south west, Leicestershire and Nottinghamshire to the west, South Yorkshire to the north west, and the East Riding of Yorkshire to the north. It also borders Northamptonshire in the south for just 20 yards (19 m), England's shortest county boundary. The county town is the city of Lincoln, where the county council has its headquarters.",
  "/wiki/Bourne_Woods": "Bourne Woods are situated near Bourne, Lincolnshire, England, and includes Bourne Wood and Fox Wood.",
  "/wiki/Kielder_Forest": "Kielder Forest is a large forestry plantation in Northumberland, England, surrounding Kielder village and the Kielder Water reservoir. It is the largest man-made woodland in England with three-quarters of its 250 square miles (650 km2) covered by forest. The majority of the forest lies within the Border Forest Park, with the southern tip known as Wark Forest lying within Northumberland National Park.",
  "/wiki/Northumberland": "Northumberland (/nɔːrˈθʌmbərlənd/) is a unitary authority and historic county in North East England. The northernmost county of England, the unitary authority borders Cumbria to the west, County Durham and Tyne and Wear to the south and the Scottish Borders to the north. To the east is the North Sea coastline with a path 103 kilometres (64 mi) long. The county town is Alnwick, although the county council is based in Morpeth.",
  "/wiki/List_of_forests_managed_by_the_Forestry_Commission": "Prior to 2013, the Forestry Commission managed about one million hectares of land across Great Britain, including 660,000 hectares of forest in Scotland, 250,000 hectares in England and 126,000 hectares in Wales. In 2013 the Commission's forests in Wales were transferred to Natural Resources Wales, whilst Forestry and Land Scotland was established in Scotland in 2019 to own and manage Scotland's National Forest Estate."
}