{
  "/wiki/Cruzeiro_Esporte_Clube": "Cruzeiro Esporte Clube (Brazilian Portuguese: [kɾuˈzejɾu esˈpoɾtʃi ˈklubi]), commonly known as Cruzeiro and nicknamed Raposa (English: Fox), is one of the biggest Brazilian (and South American) multisport clubs; based in Barro Preto, Belo Horizonte. Although they compete in a number of different sports, Cruzeiro is mostly known for its association football team. It plays in the Campeonato Mineiro,[nb 1] the state of Minas Gerais's premier state league, as well as in the Campeonato Brasileiro Série B,[nb 2] the second tier of the Brazilian football league system.",
  "/wiki/1993_Copa_do_Brasil": "The Copa do Brasil 1993 was the 5th staging of the Copa do Brasil.",
  "/wiki/1996_Copa_do_Brasil": "The Copa do Brasil 1996 was the 8th staging of the Copa do Brasil.",
  "/wiki/2000_Copa_do_Brasil": "The Copa do Brasil 2000 was the 12th staging of the Copa do Brasil.",
  "/wiki/2003_Copa_do_Brasil": "The Copa do Brasil 2003 was the 15th staging of the Copa do Brasil.",
  "/wiki/2017_Copa_do_Brasil": "The 2017 Copa do Brasil (officially the Copa Continental Pneus do Brasil 2017 for sponsorship reasons) was the 29th edition of the Copa do Brasil football competition. It was held between February 8 and September 27, 2017. The competition was contested by 91 teams, which qualified either by participating in their respective state championships (70), by the 2017 CBF ranking (10), by the 2016 Copa do Nordeste (1), by the 2016 Copa Verde (1), by the 2016 Série B (1) or qualified for the 2017 Copa Libertadores (8). Copa Verde, Copa do Nordeste and Série B champions, and the 8 Copa Libertadores clubs entered the competition in the round of 16.",
  "/wiki/2018_Copa_do_Brasil": "The 2018 Copa do Brasil (officially the Copa Continental Pneus do Brasil 2018 for sponsorship reasons) was the 30th edition of the Copa do Brasil football competition. It was held between 30 January and 17 October 2018. The competition was contested by 91 teams, which qualified either by participating in their respective state championships (70), by the 2018 CBF ranking (10), by the 2017 Copa do Nordeste (1), by the 2017 Copa Verde (1), by the 2017 Série B (1) or by qualifying for the 2018 Copa Libertadores (8).",
  "/wiki/1998_Copa_do_Brasil": "The Copa do Brasil 1998 was the 10th staging of the Copa do Brasil.",
  "/wiki/2014_Copa_do_Brasil": "The 2014 Copa do Brasil (officially the 2014 Copa Sadia do Brasil for sponsorship reasons) was the 26th edition of the Copa do Brasil football competition.  The competition was contested by 87 teams, either qualified through participating their respective state championships (71), by the CBF Rankings (10) or those qualified for 2014 Copa Libertadores (6). Clubs that qualify for the 2014 Copa Libertadores enter the competition in the 4th stage. The best seven teams of the 2013 Brazilian Championship eliminated until the third round qualified for the 2014 Copa Sudamericana.",
  "/wiki/Grêmio_Foot-Ball_Porto_Alegrense": "Grêmio Foot-Ball Porto Alegrense (Portuguese pronunciation: [ˈɡɾẽmju ˌfutʃˈbɔw ˌpoɾtw ɐlɛˈɡɾẽsi]), commonly known as Grêmio, is a Brazilian professional football club based in Porto Alegre, Rio Grande do Sul. The club plays in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system, and the Campeonato Gaúcho, Rio Grande do Sul's top state league. The club was founded in 1903. The club's home ground is the Arena do Grêmio, to which it moved in 2013, having previously played at Estádio Olímpico Monumental since 1954.",
  "/wiki/1989_Copa_do_Brasil": "The Copa do Brasil 1989 was the 1st staging of the Copa do Brasil.",
  "/wiki/1994_Copa_do_Brasil": "The Copa do Brasil 1994 was the 6th staging of the Copa do Brasil.",
  "/wiki/1997_Copa_do_Brasil": "The Copa do Brasil 1997 was the 9th staging of the Copa do Brasil.",
  "/wiki/2001_Copa_do_Brasil": "The Copa do Brasil 2001 was the 13th staging of the Copa do Brasil.",
  "/wiki/2016_Copa_do_Brasil": "The 2016 Copa do Brasil  was the 28th edition of the Copa do Brasil football competition. The competition was contested by 86 teams, which qualified either by their respective state championships (70), by the 2016 CBF ranking (10) or those qualified for 2015 Copa Libertadores (5) and the team with the best 2015 Série A record (excluding those qualified for 2016 Copa Libertadores). The latter six clubs entered the competition in the round of 16. The best six teams of the 2015 Campeonato Brasileiro Série A eliminated until the third round qualified for the 2016 Copa Sudamericana.",
  "/wiki/1991_Copa_do_Brasil": "The Copa do Brasil 1991 was the 3rd staging of the Copa do Brasil.",
  "/wiki/1995_Copa_do_Brasil": "The Copa do Brasil 1995 is the 7th staging of the Copa do Brasil.",
  "/wiki/Clube_de_Regatas_do_Flamengo": "Clube de Regatas do Flamengo (Brazilian Portuguese: [ˈklubi dʒi ʁeˈɡataʒ du flaˈmẽɡu]; English: Flamengo Rowing Club), commonly referred to as Flamengo, is a Brazilian sports club based in Rio de Janeiro best known for their professional football  team.",
  "/wiki/1990_Copa_do_Brasil": "The Copa do Brasil 1990 was the 2nd staging of the Copa do Brasil.",
  "/wiki/2006_Copa_do_Brasil": "The Copa do Brasil 2006 was the 18th staging of the Copa do Brasil.",
  "/wiki/2013_Copa_do_Brasil": "The 2013 Copa do Brasil (officially the 2013 Copa Perdigão do Brasil for sponsorship reasons) was the 25th edition of the Copa do Brasil. It began on February 27 and ended on November 27. The competition was contested by 87 teams, either qualified through participating in their respective state championships (71), by the CBF Rankings (10) or those qualified for 2013 Copa Libertadores (6). Clubs that qualify for the 2013 Copa Libertadores entered the competition in the Round of 16. The best 8 teams of 2012 Campeonato Brasileiro eliminated up to the third round qualifies for 2013 Copa Sudamericana which was contested in the second half of 2013.",
  "/wiki/2004_Copa_do_Brasil": "The Copa do Brasil 2004 was the 16th staging of the Copa do Brasil.",
  "/wiki/Sport_Club_Corinthians_Paulista": "Sport Club Corinthians Paulista (Brazilian Portuguese: [isˈpɔʁtʃi ˈklubi kʊˈɾĩtʃɐ̃s pawˈɫistɐ]) is a Brazilian sports club based in the city of  São Paulo. Although they compete in a number of different sports, Corinthians is mostly known for its professional association football team.",
  "/wiki/2002_Copa_do_Brasil": "The Copa do Brasil 2002 was the 14th staging of the Copa do Brasil.",
  "/wiki/2009_Copa_do_Brasil": "The 2009 Copa do Brasil was the 21st edition of the Copa do Brasil. It began on February 18 and ended on July 1.",
  "/wiki/2008_Copa_do_Brasil": "The Copa do Brasil 2008 was the 20th staging of the Copa do Brasil, starting on February 13, 2008 and finishing on June 11, 2008. It was played by 64 teams, either qualified through their respected state championships (54) or by the CBF Rankings (10). The clubs that played the Copa Libertadores 2008 didn't participate in the Copa do Brasil 2008 because of scheduling problems. It was won by Sport-PE.",
  "/wiki/Sociedade_Esportiva_Palmeiras": "Palmeiras (Portuguese pronunciation: [pawˈmejɾɐs]) is a Brazilian professional football club based in the city of São Paulo.",
  "/wiki/2012_Copa_do_Brasil": "The 2012 Copa do Brasil (officially the Copa Kia do Brasil 2012 for sponsorship reasons) was the 24th edition of the Copa do Brasil. It began on March 7 and ended on July 11. The competition was contested by 64 teams, either qualified through their respective state championships (54) or by the CBF Rankings (10). Clubs that qualify for the 2012 Copa Libertadores (like the current champion, Vasco da Gama) did not take part because of scheduling conflicts.",
  "/wiki/2015_Copa_do_Brasil": "The 2015 Copa do Brasil (officially the 2015 Copa Sadia do Brasil for sponsorship reasons) was the 27th edition of the Copa do Brasil football competition. The competition was contested by 87 teams, which qualified either by participating in their respective state championships (71), by the CBF Rankings (10), by qualifying for the 2015 Copa Libertadores (5) or having the best 2014 Série A record (excluding those qualified for 2015 Copa Libertadores). The latter 6 clubs entered the competition in the 4th stage. The best six teams of the 2014 Brazilian Championship eliminated until the third round qualified for the 2015 Copa Sudamericana.",
  "/wiki/Sport_Club_Internacional": "Sport Club Internacional (Portuguese pronunciation: [ˌĩteɾnɐsjoˈnaw]), commonly known as Inter, is a Brazilian professional football club based in Porto Alegre.",
  "/wiki/1992_Copa_do_Brasil": "The Copa do Brasil 1992 was the 4th staging of the Copa do Brasil.",
  "/wiki/2019_Copa_do_Brasil": "The 2019 Copa do Brasil (officially the Copa Continental Pneus do Brasil 2019 for sponsorship reasons) was the 31st edition of the Copa do Brasil football competition. It was held between 5 February and 18 September 2019. The competition was contested by 91 teams, either qualified through participating in their respective state championships (70), by the 2019 CBF ranking (10), by the 2018 Copa do Nordeste (1), by the 2018 Copa Verde (1), by the 2018 Série B (1) or those qualified for 2019 Copa Libertadores (8).",
  "/wiki/Fluminense_Football_Club": "Fluminense Football Club (Brazilian Portuguese: [flumiˈnẽsi ˈfutʃibow klɐb]), known simply as Fluminense or Tricolor, is a Brazilian sports club best known for its professional football team  plays in the Campeonato Brasileiro Série A,[nb 1] the first tier of Brazilian football and the Campeonato Carioca,[nb 2] the state league of Rio de Janeiro. The club is based in the Laranjeiras neighbourhood of Rio de Janeiro. Fluminense plays their home games at the Maracanã Stadium, which currently holds up to 78,838 spectators.",
  "/wiki/2007_Copa_do_Brasil": "The Copa do Brasil 2007 is the 19th staging of the Copa do Brasil.",
  "/wiki/2005_Copa_do_Brasil": "The Copa do Brasil 2005 was the 17th staging of the Copa do Brasil.",
  "/wiki/Sport_Club_do_Recife": "Sport Club do Recife (Portuguese pronunciation: [ˈspɔɾti ˈklub du ʁeˈsifi]; known as Sport and Sport Recife, abbreviated as SCR) is a Brazilian sports club, located in the city of Recife, in the state of Pernambuco. It was founded on May 13, 1905, by Guilherme de Aquino Fonseca, who lived for many years in England, where he studied at Cambridge University.",
  "/wiki/Santos_FC": "Santos Futebol Clube (Brazilian Portuguese: [ˈsɐ̃tus futʃiˈbɔw ˈklubi]), commonly known simply as Santos, is a Brazilian sports club based in Vila Belmiro, a bairro in the city of Santos. It plays in the Paulistão, the State of São Paulo's premier state league, as well as the Brasileirão, the top tier of the Brazilian football league system.",
  "/wiki/2010_Copa_do_Brasil": "The 2010 Copa do Brasil was the 22nd edition of the Copa do Brasil, starting on February 10 and ended on August 4. It was contested by 64 teams, either qualified through their respective state championships (54) or by the CBF Rankings (10). Clubs that qualified for the 2010 Copa Libertadores did not take part because of scheduling conflicts.",
  "/wiki/CR_Vasco_da_Gama": "Club de Regatas Vasco da Gama (Brazilian Portuguese: [ˈklubi dʒi ʁɛˈgataʃ ˈvaʃku dɐ ˈgɐ̃mɐ]) is a Brazilian sports club  that was founded on August 21, 1898 (although the professional football department started on November 5, 1915), by Portuguese immigrants, and still has a strong fanbase among the Portuguese community of Rio de Janeiro. It is one of the most popular clubs in Brazil, with more than 30 million supporters. Although they compete in a number of different sports, Vasco is mostly known for its football team. It plays in the Campeonato Carioca, the state of Rio de Janeiro's premier state league and in the Campeonato Brasileiro Série A, the first tier of Brazilian football league system.",
  "/wiki/2011_Copa_do_Brasil": "The 2011 Copa do Brasil (officially known as the 2011 Copa Kia do Brasil for sponsorship reasons) was the 23rd edition of the Copa do Brasil, Brazil's national football cup tournament. It began on February 16 and ended on June 8. This edition's champion was Vasco da Gama, with Coritiba ending as runners-up.",
  "/wiki/Clube_Atlético_Mineiro": "Clube Atlético Mineiro (Brazilian Portuguese: [ˈklubi aˈtlɛtʃiku miˈneɾu]), commonly known as Atlético Mineiro or Atlético, and colloquially as Galo (pronounced [ˈgalu], \"Rooster\"), is a professional football club based in Belo Horizonte, Minas Gerais, Brazil. The team competes in the Campeonato Brasileiro Série A, the first level of Brazilian football, as well as in the Campeonato Mineiro, the top tier state league of Minas Gerais.",
  "/wiki/Club_Athletico_Paranaense": "Club Athletico Paranaense, commonly known as Athletico-PR, is a Brazilian football team from Curitiba in Paraná, founded on March 26, 1924. The team won the Campeonato Brasileiro Série A, Brazil's top football division, in 2001, the Copa Sudamericana in 2018 and the Copa do Brasil in 2019.",
  "/wiki/Criciúma_Esporte_Clube": "Criciúma Esporte Clube, also known simply as Criciúma, is a Brazilian football club from Criciúma, Santa Catarina. It plays in the Campeonato Catarinense,[nb 1] the state of Santa Catarina's premier state league, as well as the Campeonato Brasileiro Série C,[nb 2] the third tier of the Brazilian football league system.",
  "/wiki/Esporte_Clube_Juventude": "Esporte Clube Juventude, also known as Juventude, is a Brazilian football team in Caxias do Sul, Rio Grande do Sul. The club competed several times in the Série A, won the Copa do Brasil and the Série B once and competed once in the Copa Libertadores.",
  "/wiki/1999_Copa_do_Brasil": "The Copa do Brasil 1999 was the 11th staging of the Copa do Brasil.",
  "/wiki/Esporte_Clube_Santo_André": "Esporte Clube Santo André, also known as Santo André, is a Brazilian football team from Santo André, São Paulo state.",
  "/wiki/Paulista_Futebol_Clube": "Paulista Futebol Clube, or Paulista as they are usually called, is a Brazilian football team from Jundiaí, in São Paulo, founded on 17 May 1909. They play at the fourth tier of Brazilian football professional league.",
  "/wiki/Coritiba_Foot_Ball_Club": "Coritiba Foot Ball Club, commonly known as Coritiba, and colloquially as \"Coxa Branca\" or simply \"Coxa\", is a Brazilian football club from Curitiba in the state of Paraná. Founded in 1909, it is the oldest football club in the state. Coritiba have won the Paraná State Championship 37 times – more than both of its main rivals combined (Athletico Paranaense have 22 titles and Paraná Clube have 7). Coritiba has won the Brazilian Championship once in 1985.",
  "/wiki/Goiás_Esporte_Clube": "Goiás Esporte Clube is a Brazilian sports club, best known for its association football team, located in Goiânia, Goiás state. It's the biggest club of the Central-Western. Goiás has won Brazilian's second tier Série B twice, also 28 Campeonato Goiano and 3 Copa Centro-Oeste. Goiás' football team has been a mainstay in premiere Brazilian league Série A and has been promoted to Latin America's Copa Libertadores twice and South America's Copa Sudamericana six times. Its main rival is Vila Nova. Goiás has a wide advantage in matches between the two teams.",
  "/wiki/Ceará_Sporting_Club": "Ceará Sporting Club, or Ceará, as they are usually called, is a Brazilian football team from Fortaleza in Ceará, founded on June 2, 1914 by Luís Esteves Júnior e Pedro Freire. Ceará is one of the most traditionally successful clubs in the Northeast region of Brazil alongside Bahia, Santa Cruz, Sport, Náutico, Vitória and their city rivals Fortaleza.",
  "/wiki/Botafogo_de_Futebol_e_Regatas": "Botafogo de Futebol e Regatas (Portuguese pronunciation: [bɔtaˈfoɡu dʒi futʃiˈbɔw i ʁeˈɡataʃ]; Botafogo Football and Rowing), also known as Botafogo, is a Brazilian sports club based in Botafogo, Rio de Janeiro. Although they compete in a number of different sports, Botafogo is mostly known for its association football team. It plays in the Campeonato Brasileiro Série A, the first tier of the Brazilian football league system, and in the state of Rio de Janeiro's premier state league. In 2000, Botafogo finished 12th in a vote by subscribers of FIFA Magazine for the FIFA Club of the Century.",
  "/wiki/Copa_do_Brasil": "The Copa do Brasil (English: Brazil Cup) is a knockout football competition played by 91 teams, representing all 26 Brazilian states plus the Federal District. It is the Brazilian domestic cup and the Brazilian equivalent of the FA Cup, Taça de Portugal, Copa del Rey, Coupe de France, Coppa Italia, DFB-Pokal, KNVB Cup, U.S. Open Cup, and Copa Argentina, among others. The Copa do Brasil is an opportunity for teams from smaller states to play against the big teams. \"Giant-killing\" by these smaller clubs has regularly occurred throughout the competition's history. The winner of the cup automatically qualifies for the following edition of the Copa Libertadores de América, the prestigious continental football tournament contested by top clubs in South America organized by COMNEBOL."
}