{
  "/wiki/James_W._Abbott": "James W. Abbott (born June 12, 1948) is an American retired politician and academic, most recently serving as the president of the University of South Dakota from 1997 to 2018. Abbott was the Democratic nominee in the 2002 South Dakotan gubernatorial election. Abbott is a distinguished alumni of the Lambda Chi Alpha Fraternity.",
  "/wiki/University_of_South_Dakota": "The University of South Dakota (USD) is a public research university in Vermillion, South Dakota. Established by the Dakota Territory legislature in 1862, 27 years before the establishment of the state of South Dakota, USD is the flagship university for the state of South Dakota and the state's oldest public university. It occupies a 274 acres (1.11 km2) campus located in southeastern South Dakota, approximately 63 miles (101 km) southwest of Sioux Falls, 39 miles (63 km) northwest of Sioux City, Iowa, and north of the Missouri River.",
  "/wiki/John_D._Baldeschwieler": "John D. Baldeschwieler (born 1933) is an American chemist who has made significant contributions in molecular structure and spectroscopy.",
  "/wiki/Caltech": "The California Institute of Technology (Caltech) is a private doctorate-granting research university in Pasadena, California. Known for its strength in natural science and engineering, Caltech is often ranked as one of the world's top-ten universities.",
  "/wiki/Samuel_King_Allison": "Samuel King Allison (November 13, 1900 – September 15, 1965) was an American physicist, most notable for his role in the Manhattan Project, for which he was awarded the Medal for Merit. He was director of the Metallurgical Laboratory from 1943 until 1944, and later worked at the Los Alamos Laboratory — where he \"rode herd\" on the final stages of the project as part of the \"Cowpuncher Committee\", and read the countdown for the detonation of the Trinity nuclear test.  After the war, he returned to the University of Chicago to direct the Institute for Nuclear Studies and was involved in the \"scientists' movement\", lobbying for civilian control of nuclear weapons.",
  "/wiki/Manhattan_Project": "The Manhattan Project was a research and development undertaking during World War II that produced the first nuclear weapons. It was led by the United States with the support of the United Kingdom and Canada. From 1942 to 1946, the project was under the direction of Major General Leslie Groves of the U.S. Army Corps of Engineers. Nuclear physicist Robert Oppenheimer was the director of the Los Alamos Laboratory that designed the actual bombs. The Army component of the project was designated the Manhattan District; Manhattan gradually superseded the official codename, Development of Substitute Materials, for the entire project. Along the way, the project absorbed its earlier British counterpart, Tube Alloys. The Manhattan Project began modestly in 1939, but grew to employ more than 130,000 people and cost nearly US$2 billion (about $23 billion in 2018 dollars). Over 90% of the cost was for building factories and to produce fissile material, with less than 10% for development and production of the weapons. Research and production took place at more than 30 sites across the United States, the United Kingdom, and Canada.",
  "/wiki/J._Michael_Bishop": "John Michael Bishop (born February 22, 1936) is an American immunologist and microbiologist who shared the 1989 Nobel Prize in Physiology or Medicine with Harold E. Varmus and was co-winner of 1984 Alfred P. Sloan Prize. He serves as an active faculty member at the University of California, San Francisco (UCSF), where he also served as Chancellor from 1998 to 2009.",
  "/wiki/David_L._Chicoine": "David L. Chicoine is an American university administrator and businessman.",
  "/wiki/South_Dakota_State_University": "South Dakota State University is a public research university in Brookings, South Dakota. Founded in 1881, it is the state's largest and most comprehensive university and the oldest continually-operating university in South Dakota. The university is governed by the South Dakota Board of Regents, which governs the state's six public universities and two special schools.",
  "/wiki/Donald_J._Cram": "Donald James Cram (April 22, 1919 – June 17, 2001) was an American chemist who shared the 1987 Nobel Prize in Chemistry with Jean-Marie Lehn and Charles J. Pedersen \"for their development and use of molecules with structure-specific interactions of high selectivity.\"  They were the founders of the field of host–guest chemistry.",
  "/wiki/Nobel_Prize_in_Chemistry": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by Royal Swedish Academy of Sciences on proposal of the Nobel Committee for Chemistry which consists of five members elected by Academy. The award is presented in Stockholm at an annual ceremony on December 10, the anniversary of Nobel's death.",
  "/wiki/George_Forsythe": "George Elmer Forsythe (January 8, 1917 – April 9, 1972) was the founder and head of Stanford University's Computer Science Department. George came to Stanford in the Mathematics Department in 1959, and served as professor and chairman of the Computer Science department from 1965 until his death. Forsythe served as the president of the Association for Computing Machinery (ACM), and also co-authored four books on computer science and a fifth on meteorology, and edited more than 75 other books on computer science.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/William_C._Friday": "William Clyde \"Bill\" Friday (July 13, 1920 – October 12, 2012) was an American educator who served as the head of the University of North Carolina system from 1956 to 1986. He was born in Raphine, Virginia and raised in Dallas, North Carolina.",
  "/wiki/University_of_North_Carolina": "The University of North Carolina is a multi-campus public university system composed of all 16 of North Carolina's public universities, as well as the NC School of Science and Mathematics, the nation's first public residential high school for gifted students. Commonly referred to as the University of North Carolina System or the UNC System to differentiate it from the original campus in Chapel Hill, the university has a total enrollment of over 239,987 students[when?] and in 2008 conferred over 75% of all baccalaureate degrees in North Carolina. UNC campuses conferred 43,686 degrees in 2008–2009, the bulk of which were at the bachelor's level, with 31,055 degrees awarded.",
  "/wiki/Homer_Hitt": "Dr. Homer Hitt was the first chief executive of the University of New Orleans, serving from 1958 to 1980.  He was selected in 1957 to be the first dean of the newly created Louisiana State University New Orleans campus.  His title was changed to \"vice president in charge\" in 1961 and to \"chancellor\" in 1968.",
  "/wiki/University_of_New_Orleans": "The University of New Orleans (UNO) is public research university in New Orleans, Louisiana. It is a member of the University of Louisiana System and the Urban 13 association. It is part of the University of Louisiana System.",
  "/wiki/William_Manchester": "William Raymond Manchester (April 1, 1922 – June 1, 2004) was an American author, biographer, and historian. He was the author of 18 books which have been translated into over 20 languages. He was awarded the National Humanities Medal and the Abraham Lincoln Literary Award.",
  "/wiki/A._Frank_Martin": "Andrew Franklin Martin (December 7, 1894 – June 9, 1982), born in Akins, Oklahoma, was a saxophonist, a bandmaster  and an educational administrator and one of ten founding members of Kappa Kappa Psi, National Honorary Band Fraternity.",
  "/wiki/Kappa_Kappa_Psi": "Kappa Kappa Psi, National Honorary Band Fraternity (ΚΚΨ, colloquially referred to as KKPsi), is a fraternity for college and university band members in the United States. It was founded on November 27, 1919, on Thanksgiving Day, at Oklahoma Agricultural and Mechanical College, now known as Oklahoma State University, in Stillwater, Oklahoma.",
  "/wiki/David_S._Mason": "David Stewart Mason (born November 23, 1947) is Professor Emeritus of Political Science at Butler University in Indianapolis.  His most recent book, The End of the American Century (Rowman & Littlefield, 2008) explores the interrelated dimensions of America's domestic and international decline.  That book has been translated and published in China, by the Shanghai Lexicographical Publishing House.",
  "/wiki/Butler_University": "Butler University is a private liberal arts university in Indianapolis, Indiana, United States. Founded in 1855 and named after founder Ovid Butler, the university has over 60 major academic fields of study in six colleges: Lacy School of Business, College of Communication, College of Education, College of Liberal Arts and Sciences, College of Pharmacy and Health Sciences, and Jordan College of the Arts. It comprises a 295-acre (119 ha) campus located approximately five miles (8.0 km) from downtown Indianapolis.",
  "/wiki/John_McCardell": "John Malcolm McCardell Jr. (born June 17, 1949) is an American historian and academic administrator. He serves as the Vice-Chancellor and President of Sewanee: The University of the South, where he is also a history professor.",
  "/wiki/Middlebury_College": "Middlebury College is a private liberal arts college in Middlebury, Vermont. It was founded in 1800 by Congregationalists. The college currently enrolls 2,526 undergraduates from all 50 states and 74 countries and offers 44 majors in the arts, humanities, literature, foreign languages, social sciences, and natural sciences.",
  "/wiki/Abe_Mickal": "Ibrahim Khalil \"Abe\" Mickal (c. 1912/1913[a]  – September 20, 2001) was a Lebanese-American college football player and a doctor. He played as a halfback for the LSU Tigers football team of Louisiana State University, where he was notable for his passing skills and play-making ability, which earned him the nickname \"Miracle Mickal\". He was also the team's primary punter and placekicker. A three-time All-Southeastern Conference (SEC) selection, Mickal led LSU to an undefeated season in 1933 and a conference championship and Sugar Bowl in 1935. In 1936, Mickal played quarterback for a college all-star team that was the first team of college players to defeat a professional team. Although selected in the 1936 NFL Draft, he did not play professionally. Mickal was a charter member of the LSU Athletic Hall of Fame in 1937 and was inducted into the College Football Hall of Fame in 1967.",
  "/wiki/Louisiana_State_University": "Louisiana State University (officially Louisiana State University and Agricultural and Mechanical College, commonly referred to as LSU) is a public research university in Baton Rouge, Louisiana. The university was founded in 1853 in what is now known as Pineville, Louisiana, under the name Louisiana State Seminary of Learning & Military Academy. The current LSU main campus was dedicated in 1926, consists of more than 250 buildings constructed in the style of Italian Renaissance architect Andrea Palladio, and the main campus historic district occupies a 650-acre (2.6 km²) plateau on the banks of the Mississippi River.",
  "/wiki/Perry_Miller": "Perry Gilbert Eddy Miller (February 25, 1905 – December 9, 1963) was an American intellectual historian and professor and a co-founder of the field of American Studies. Miller specialized in the history of early America, and took an active role in a revisionist view of the colonial Puritan theocracy that was cultivated at Harvard beginning in the 1920s. Heavy drinking led to a premature death age fifty-eight.  \"Perry Miller was a great historian of Puritanism but the dark conflicts of the Puritan mind eroded his own mental stability.\"",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.",
  "/wiki/Donald_Othmer": "Donald Frederick Othmer (May 11, 1904 – November 1, 1995) was an American professor of chemical engineering, an inventor, multi-millionaire and philanthropist, whose most famous work is the Kirk-Othmer Encyclopedia of Chemical Technology.",
  "/wiki/Todd_Parnell": "Ben \"Todd\" Parnell III is retired president of Drury University in Springfield, Missouri, co-founder and the retired CEO of THE BANK in Springfield, a community activist, an environmental advocate, an author, and keynote speaker. Parnell was sworn in as interim president at a faculty/staff meeting in Clara Thompson Hall on April 23, 2007, upon the resignation of John Sellars, Drury's fifteenth president. After a number of options were considered for the office, Parnell was formally inaugurated as Drury University's sixteenth president on April 20, 2008, by Drury's trustee-driven search committee. Parnell retired in 2013, serving his last day as president on May 31, 2013.",
  "/wiki/Drury_University": "Drury University, formerly Drury College and originally Springfield College, is a private liberal arts college in Springfield, Missouri. The university enrolls about 1,600 undergraduates, 450 graduate students in six master's programs, and 3,160 students in the College of Continuing Professional Studies.",
  "/wiki/George_Preti": "Dr. George Preti is an analytical organic chemist currently working at the Monell Chemical Senses Center in Philadelphia, Pennsylvania. For more than four decades, his research has focused on the nature, origin, and functional significance of human odors. Dr. Preti's laboratory has identified characteristic underarm odorants, and his current studies center upon a bioassay-guided approach to the identification of human pheromones, odors diagnostic of human disease, human malodor identification and suppression and examining the “odor-print” of humans.",
  "/wiki/Ricardo_Romo": "Ricardo Romo is an urban historian who served as the fifth President of the University of Texas at San Antonio from May 1999 to March 2017.",
  "/wiki/University_of_Texas_at_San_Antonio": "The University of Texas at San Antonio (UTSA) is a public research university in San Antonio, Texas. With over 30,000 students, it is the largest university in San Antonio and the eighth-largest (2018) in the state of Texas. It includes three campuses across the San Antonio metropolitan area that span 725 acres of land. UTSA offers 67 bachelor's, 69 master's, and 24 doctoral degree programs.",
  "/wiki/List_of_Lambda_Chi_Alpha_brothers": "The list of Lambda Chi Alpha brothers includes notable initiated and honorary members of Lambda Chi Alpha fraternity."
}