{
  "/wiki/Thomas_Abernethy": "Thomas Abernethy may refer to",
  "/wiki/Homer_Martin_Adkins": "Homer Martin Adkins (October 15, 1890 – February 26, 1964) was a pharmacist, businessman, and Democratic politician who served as the 32nd governor of the U.S. state of Arkansas. Adkins is remembered as a skilled retail politician and a strong states' rights proponent and social conservative who served as governor during a period when Arkansas departed from several national economic and societal trends. The Adkins administration fought federal influence in Arkansas during the post-New Deal era; successfully courting federal wartime production investment during World War II while battling the federal resettlement of Japanese-Americans in the state and Supreme Court civil rights decisions.",
  "/wiki/James_Allred": "James Burr V Allred[Note 1] (March 29, 1899 – September 24, 1959) was the 33rd Governor of Texas.  He later served, twice, as a United States District Judge of the United States District Court for the Southern District of Texas.",
  "/wiki/Lincoln_Almond": "Lincoln Carter Almond (born June 16, 1936) is an American attorney, politician and member of the Republican Party. Almond served as United States Attorney for the District of Rhode Island from 1969 to 1978 and 1981 to 1993 and later the 72nd Governor of Rhode Island, serving from 1995 to 2003.",
  "/wiki/Sigurd_Anderson": "Sigurd Anderson (January 22, 1904 – December 21, 1990) was the 19th Governor of South Dakota.  Anderson, a Republican from Webster, South Dakota, served in that office from 1951 to 1955.",
  "/wiki/Rick_Baker_(mayor)": "Richard Murray \"Rick\" Baker (born June 27, 1956) is an American \nattorney who served as mayor of St. Petersburg, Florida. Elected in 2001, he was reelected in November 2005 with more than 70% of the votes cast.",
  "/wiki/Willard_L._Beaulac": "Willard Leon Beaulac (July 25, 1899 – August 25, 1990) was a United States diplomat.  He served as U.S. Ambassador to Paraguay, Colombia, Cuba, Chile and Argentina.",
  "/wiki/Ellis_Berry": "Ellis Yarnal Berry (October 6, 1902 – April 1, 1999) was an American attorney, newspaper publisher and politician, elected to the United States House of Representatives from South Dakota.",
  "/wiki/Alan_Bible": "Alan Harvey Bible (November 20, 1909 – September 12, 1988) was an American lawyer and politician. A member of the Democratic Party, he served as a United States Senator from Nevada from 1954 to 1974. He previously served as Attorney General of Nevada from 1942 to 1950.",
  "/wiki/Joseph_H._Bottum": "Joseph Henry Bottum (August 7, 1903 – July 4, 1984) was an American politician. He served as the 27th Lieutenant Governor of South Dakota and as a member of the United States Senate from South Dakota.",
  "/wiki/Kevin_Brady": "Kevin Patrick Brady (born April 11, 1955) is the U.S. Representative for Texas's 8th congressional district, serving since 1997. He is a member of the Republican Party. The 8th district includes a large swath of suburban and rural territory north of Houston.",
  "/wiki/John_Breaux": "John Berlinger Breaux (/ˈbroʊ/; born March 1, 1944) is an American attorney and retired politician who was a member of the United States Senate from Louisiana from 1987 until 2005. He was also a member of the US House of Representatives from 1972 to 1987. He was considered one of the more conservative national legislators from the Democratic Party. Breaux was a member of the New Democrat Coalition. After his congressional tenure, he became a lobbyist, co-founding the Breaux-Lott Leadership Group. The firm was later acquired by law and lobbying firm Patton Boggs, now Squire Patton Boggs.",
  "/wiki/Bob_Brown_(Montana_politician)": "Bob Brown (born December 11, 1947) is an American politician who was the Secretary of State for Montana and the Republican nominee for Governor of Montana in 2004.",
  "/wiki/Charles_Harrison_Brown": "Charles Harrison Brown (October 22, 1920 – June 10, 2003), known as Charlie Brown, was a two-term U.S. representative from Missouri's 7th congressional district from 1957–61, and is the most recent Democrat to serve from that district.",
  "/wiki/Omar_Burleson": "Omar Truman Burleson (March 19, 1906 – May 14, 1991) was a U.S. Representative from Texas.",
  "/wiki/DeWayne_Burns": "DeWayne Christopher Burns (born June 22, 1972) is a property investment manager and rancher from Cleburne, Texas, who is a member of the Texas House of Representatives for District 58 in Johnson and Bosque counties located in the Dallas-Fort Worth-Arlington Metropolitan Statistical Area.",
  "/wiki/Maurice_G._Burnside": "Maurice Gwinn Burnside (August 23, 1902 – February 2, 1991) was a professor, tobacco warehouse manager, and U.S. Representative from Huntington, West Virginia.",
  "/wiki/Donald_Carcieri": "Donald Louis Carcieri (/kərˈtʃɪri/ kər-CHEER-ee; Italian: [karˈtʃɛːri]; born December 16, 1942) is an American politician and corporate executive who served as the 73rd Governor of Rhode Island from January 2003 to January 2011. Carcieri has worked as a manufacturing company executive, aid relief worker, bank executive, and teacher.",
  "/wiki/David_Carlucci": "David Carlucci (born April 3, 1981) is a member of the New York State Senate representing the 38th district, which includes most of Rockland County and parts of Westchester County. A Democrat, Carlucci was a member of the state's Independent Democratic Conference from its formation in 2011 until its 2018 dissolution. In October 2019, Carlucci announced that he was running for New York's 17th congressional district in the 2020 elections, according to Nita Lowey’s retirement, and is competing against David Buchwald, New York’s 93rd District Assemblyman.",
  "/wiki/Phil_Cates": "Phillip Ray Cates,  known as Phil Cates (January 6, 1947 – July 13, 2014), was a lobbyist who served as a Democrat from 1971 to 1979 in the Texas House of Representatives. He represented some ten mostly thinly populated counties in the Texas Panhandle.",
  "/wiki/West_Texas_A%26M_University": "West Texas A&M University, also known as WTAMU, WT, and formerly West Texas State, part of the Texas A&M University System, is a public university located in Canyon, Texas, a city of 13,303 about 13 miles south of Amarillo, a city of 190,695. The university is part of the Amarillo metropolitan area with a population of 268,893. West Texas A&M University was established on September 20, 1910, and was originally known as West Texas State Normal College. The university started out as one of the seven state-funded teachers' colleges in Texas.",
  "/wiki/List_of_Lambda_Chi_Alpha_brothers": "The list of Lambda Chi Alpha brothers includes notable initiated and honorary members of Lambda Chi Alpha fraternity."
}