{
  "/wiki/Bray_Wanderers_A.F.C.": "Bray Wanderers Football Club (Irish: Cumann Peile Fánaithe Bhré) are an Irish association football club playing in the League of Ireland First Division. The club in its present form was founded in 1942 in Bray, and was known until 2010 as Bray Wanderers A.F.C. It was elected to the League in 1985, and plays its home matches at the Carlisle Grounds. Club colours are Green and White, and it goes by the nickname The Seagulls.",
  "/wiki/Bray,_County_Wicklow": "Bray (Irish: Bré [bʲɾʲeː]) is a coastal town in north County Wicklow, Ireland. It is situated about 20 km (12 mi) south of Dublin city centre on the east coast. It has a population of 32,600 making it the ninth largest urban area within Ireland (at the 2016 census).",
  "/wiki/Jackson_Park,_Kilternan": "Jackson Park (Irish: Páirc Uí Sheáin) is an association football stadium in the Republic of Ireland based in Kilternan, Dún Laoghaire–Rathdown. It is currently the home of Wayside Celtic F.C. and DLR Waves.",
  "/wiki/F.C._Carlow": "F.C. Carlow (Irish: Cumann Peile Ceatharlach) was an Irish association football club based in County Carlow. Between 2009 and 2011 the club played in the A Championship. They also fielded teams in the League of Ireland U20/U19 Division. They were the first and to date so far, the only association football club from County Carlow to play in a senior national level league. During this time, the club also competed in the FAI Cup, the League of Ireland Cup and the Leinster Senior Cup.",
  "/wiki/Ballon,_County_Carlow": "Ballon (Irish: Ballán) is a village in County Carlow, Ireland. It is located on the N80 road near Carlow.",
  "/wiki/Cobh_Ramblers_F.C.": "Cobh Ramblers Football Club (CRFC) (Irish: Cumann Peile Chóstóirí Chóbh) is an Irish football club in the League of Ireland First Division. The club, founded in 1922 and elected to the League of Ireland in 1985, hails from Cobh, County Cork and play their home matches at St. Colman's Park. The club's colours are claret and blue. The club was a founding member of the Cork AUL in 1947 and is the only one of the 14 founding clubs still in existence today.",
  "/wiki/Cobh": "Cobh (/ˈkoʊv/ KOHV,  Irish: An Cóbh), known from 1849 until 1920 as Queenstown, is a tourist seaport town on the south coast of County Cork, Ireland. Cobh is on the south side of Great Island in Cork Harbour and is home to Ireland's only dedicated cruise terminal. Tourism in the area draws on the maritime and emigration legacy of the town. It was associated with the RMS Titanic, which was built in Belfast.",
  "/wiki/St_Colman%27s_Park": "St Colman's Park is a football stadium in Cobh, County Cork. It is home to Cobh Ramblers F.C. of the League of Ireland First Division.",
  "/wiki/Galway_United_F.C.": "Galway United Football Club (Irish: Cumann Peile Ghaillimh Aontaithe) is an Irish association football club based in Galway. They play in the League of Ireland First Division.\nThey were founded as Galway Rovers F.C. during the 1930s. They made their League of Ireland debut in 1977–78 and changed their name to Galway United in 1981–82. After suffering financial difficulties, the club dropped out of the League of Ireland after the 2011 season but in 2014 Galway United returned after initially playing as Galway F.C. for a season.",
  "/wiki/Galway": "Galway (/ˈɡɔːlweɪ/ GAWL-way; Irish: Gaillimh, pronounced [ˈɡal̠ʲɪvʲ]) is a city in County Galway in the West of Ireland, in the province of Connacht. It lies on the River Corrib between Lough Corrib and Galway Bay, and is the sixth most populous city in Ireland, with a population at the 2016 Census of 79,934.",
  "/wiki/Athenry": "Athenry (/æθənˈraɪ/;[a] Irish: Baile Átha an Rí, meaning \"Town of the Ford of the King\") is a town in County Galway, Ireland, which lies 25 kilometres (16 mi) east of Galway city. Some of the attractions of the medieval town are its town wall, Athenry Castle, its priory and its 13th century Anglo-Norman street-plan. The town is also well known by virtue of the song \"The Fields of Athenry\".",
  "/wiki/Limerick_F.C.": "Limerick Football Club (Irish: Club Peile Luimnigh) was an association football club based in Limerick, Ireland who played in the League of Ireland. In 2019 they were forced to pull out of the League due to financial problems.",
  "/wiki/Limerick": "Limerick (/ˈlɪmrɪk/; Irish: Luimneach [ˈl̪ˠɪmʲ(ə)nʲəx]) is a city in County Limerick, Ireland. It is located in the Mid-West Region and is also part of the province of Munster. With a population of 94,192 at the 2016 census, Limerick is the third-most populous urban area in the state, and the fourth-most populous city on the island of Ireland. The city lies on the River Shannon, with the historic core of the city located on King's Island, which is bounded by the Shannon and Abbey Rivers. Limerick is also located at the head of the Shannon Estuary, where the river widens before it flows into the Atlantic Ocean. Limerick City and County Council is the local authority for the city.",
  "/wiki/St_Patrick%27s_Athletic_F.C.": "St Patrick's Athletic Football Club (Irish: Cumann Peile Lúthchleas Phádraig Naofa) is a professional Irish association football club based in Inchicore, Dublin, that plays in the Irish Premier Division. Founded in May 1929, they played originally in the Phoenix Park but they moved to their current ground Richmond Park in 1930.",
  "/wiki/Inchicore": "Inchicore (Irish: Inse Chór, meaning \"Island of Sheep\") is a suburb of Dublin, Ireland.",
  "/wiki/Richmond_Park_(football_ground)": "Richmond Park is a football stadium in Dublin, Ireland. Situated in the Dublin suburb of Inchicore, it is the home ground of League of Ireland side St Patrick's Athletic F.C. (also known as St Pat's). The area where the ground now stands was formerly used as a recreational area by the British Army, who were stationed at the nearby Richmond Barracks, both named after Charles Lennox, 4th Duke of Richmond the barracks having since been demolished.",
  "/wiki/Shamrock_Rovers_F.C._B": "Shamrock Rovers II is the reserve team of Shamrock Rovers. Throughout its history Rovers have entered reserve teams in various leagues including the Leinster Senior League, the League of Ireland B Division, the A Championship and the League of Ireland First Division.",
  "/wiki/Tallaght": "Tallaght (/ˈtælə/ TAL-ə; Irish: Tamhlacht, IPA: [ˈt̪ˠəul̪ˠəxt̪ˠ]) is the largest settlement, and county town, of South Dublin, Ireland, and the largest suburb of Dublin.  The central village area, dating from at least the 1st century, held one of the earliest monastic settlements known in the eastern part of the island, which became one of medieval Ireland's more important monastic centres.",
  "/wiki/Tallaght_Stadium": "Tallaght Stadium (Irish: Staid Thamhlachta) is an association football stadium in the Republic of Ireland based in Tallaght, South Dublin. Shamrock Rovers F.C. originally announced details of the stadium in July 1996. The stadium is now owned and operated by South Dublin County Council with Shamrock Rovers as the anchor tenants.",
  "/wiki/Tralee_Dynamos_A.F.C.": "Tralee Dynamos A.F.C.  is an Irish association football club based in Tralee, County Kerry. Their senior team currently plays in the Kerry District League.They have previously fielded teams in the League of Ireland U19 Division, the A Championship, the Munster Senior League and the Limerick Desmond League.",
  "/wiki/Tralee": "Tralee (/træˈliː/ tral-EE; Irish: Trá Lí, formerly Tráigh Lí, IPA: [t̪ˠɾˠaː ˈl̠ʲiː], meaning 'strand of the Lee River') is the county town of County Kerry in the south-west of Ireland. The town is on the northern side of the neck of the Dingle Peninsula, and is the largest town in County Kerry. The town's population including suburbs was 23,691 as of the 2016[update] census making it the 8th largest town, and 14th largest urban settlement in Ireland. Tralee is well known for the Rose of Tralee International Festival which has been held annually in August since 1959.",
  "/wiki/University_College_Dublin_A.F.C.": "University College Dublin Association Football Club (Irish: Cumann Sacar Choláiste na hOllscoile, Baile Átha Cliath), known commonly as UCD, is the football team of University College Dublin. They play in the League of Ireland. The club, founded in 1895 was elected to the league in 1979 under the management of Dr. Tony O'Neill. Since the 2008 season they have played at the UCD Bowl, also home to the college's rugby team. 'The Students' play in sky blue and navy.",
  "/wiki/Belfield,_Dublin": "Belfield is a small enclave, not quite a suburb, in Dún Laoghaire–Rathdown, Ireland. It is synonymous with the main campus of University College Dublin.",
  "/wiki/UCD_Bowl": "The UCD Bowl is a rugby union and football stadium in Dún Laoghaire–Rathdown, Ireland. It is the home ground of University College Dublin R.F.C. in the AIB All Ireland League and League of Ireland Premier Division side University College Dublin A.F.C.. It has also hosted training sessions for the Ireland national rugby union team and various touring international teams including the All Blacks.",
  "/wiki/2010_A_Championship": "The 2010 A Championship was the third season of the A Championship. The season was sponsored by Newstalk. The league featured 18 teams. UCD A were the champions, winning the title for a second time while Bohemians A finished as runners up."
}