{
  "/wiki/Anatole_Abragam": "Anatole Abragam (December 15, 1914 – June 8, 2011) was a French physicist who wrote The Principles of Nuclear Magnetism and made significant contributions to the field of nuclear magnetic resonance. Originally from Griva, Courland Governorate, Russian Empire, Abragam and his family emigrated to France in 1925.",
  "/wiki/Keith_Burnett": "Sir Keith Burnett, CBE,  FRS (born 30 September 1953) is a British physicist and past Vice-Chancellor of the University of Sheffield. Burnett announced his retirement in January 2018 and he stepped down in September of that year when he was succeeded by Koen Lamberts.",
  "/wiki/University_of_Sheffield": "The University of Sheffield (informally Sheffield University) is a public research university in Sheffield, South Yorkshire, England. It received its royal charter in 1905 as successor to the University College of Sheffield, which was established in 1897 by the merger of Sheffield Medical School (founded in 1828), Firth College (1879) and Sheffield Technical School (1884).",
  "/wiki/Edward_Hinds": "Edward Hinds FInstP FAPS FRS (born 8 Sept 1949) is a British physicist noted for his work with cold matter.",
  "/wiki/Rumford_Medal": "First awarded during 1800, it was created after a 1796 donation of $5000 by the scientist Benjamin Thompson, known as Count Rumford, and is accompanied by a gift of £1000. Since its inception, the award has been granted to 101 scientists, including Rumford himself during 1800.",
  "/wiki/Bose%E2%80%93Einstein_condensate": "A Bose–Einstein condensate (BEC) is a state of matter (also called the fifth state of matter) which is typically formed when a gas of bosons at low densities is cooled to temperatures very close to absolute zero (-273.15 °C). Under such conditions, a large fraction of bosons occupy the lowest quantum state, at which point microscopic quantum phenomena, particularly wavefunction interference, become apparent macroscopically. A BEC is formed by cooling a gas of extremely low density, about one-hundred-thousandth (1/100,000) the density of normal air, to ultra-low temperatures.",
  "/wiki/John_T._Houghton": "Sir John Theodore Houghton CBE FRS FLSW (born 30 December 1931) is a Welsh scientist who was the co-chair of the Nobel Peace Prize winning Intergovernmental Panel on Climate Change's (IPCC) scientific assessment working group. He was the lead editor of first three IPCC reports. He was professor in atmospheric physics at the University of Oxford, former Director General at the Met Office and founder of the Hadley Centre.",
  "/wiki/United_Nations": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquartered on international territory in New York City; other main offices are in Geneva, Nairobi, Vienna and The Hague.",
  "/wiki/Intergovernmental_Panel_on_Climate_Change": "The Intergovernmental Panel on Climate Change (IPCC) is an intergovernmental body of the United Nations that is dedicated to providing the world with objective, scientific information relevant to understanding the scientific basis of the\nrisk of human-induced climate change, its natural, political, and economic impacts and risks, and possible response options.",
  "/wiki/Gwyn_Jones_(physicist)": "Gwyn Owain Jones CBE (29 March 1917 – 3 July 2006), often known as G. O. Jones, was a Welsh physicist and academic, who moved from being a professor at the University of London to become director of the National Museum of Wales.",
  "/wiki/University_of_London": "The University of London (abbreviated as Lond or more rarely Londin in post-nominals) is a federal[a] research university located in London, England. As of October 2019[update], the university contains 18 member institutions, central academic bodies and research institutes. The university has over 52,000 distance learning external students and 161,270 campus-based internal students, making it the largest university by number of students in the United Kingdom.",
  "/wiki/National_Museum_of_Wales": "Amgueddfa Cymru – National Museum Wales, formerly the National Museums and Galleries of Wales, is a Welsh Government sponsored body that comprises seven museums in Wales:",
  "/wiki/Chris_Rapley": "Christopher Graham Rapley CBE (known as Chris Rapley) (born 8 April 1947) is a British scientist.  He was Executive Director of the International Geosphere-Biosphere Programme IGBP from 1994 to 1998, and Director of the British Antarctic Survey from 1998 to 2007. He was appointed Director of the Science Museum in 2007, stepping down in 2010. In 2008 he was awarded the Edinburgh Science Medal – \"For professional achievements judged to have made a significant contribution to the understanding and well-being of humanity\" He is currently Professor of Climate Science in the Department of Earth Sciences, University College London. In 2014 he and playwright Duncan Macmillan were commissioned by the Royal Court Theatre to write a play on climate change, 2071,  which he performed there in late 2014.",
  "/wiki/British_Antarctic_Survey": "The British Antarctic Survey (BAS) is the United Kingdom's national Antarctic operation. It is part of the Natural Environment Research Council. With over 400 staff, BAS takes an active role in Antarctic affairs, operating five research stations, two ships and five aircraft in both polar regions, as well as addressing key global and regional issues. This involves joint research projects with over 40 UK universities and more than 120 national and international collaborations.",
  "/wiki/Science_Museum_(London)": "The Science Museum is a major museum on Exhibition Road in South Kensington, London. It was founded in 1857 and today is one of the city's major tourist attractions, attracting 3.3 million visitors annually.",
  "/wiki/Stanley_Whitehead_(physicist)": "Stanley Whitehead (1902 – 1956) was a British physicist.",
  "/wiki/Dielectric": "A dielectric (or dielectric material) is an electrical insulator that can be polarized by an applied electric field. When a dielectric material is placed in an electric field, electric charges do not flow through  the material as they do in an electrical conductor but only slightly shift from their average equilibrium positions causing dielectric polarization. Because of dielectric polarization, positive charges are displaced in the direction of the field and negative charges shift in the direction opposite to the field (for example, if the field is moving in the positive x-axis, the negative charges will shift in the negative x-axis). This creates an internal electric field that reduces the overall field within the dielectric itself. If a dielectric is composed of weakly bonded molecules, those molecules not only become polarized, but also reorient so that their symmetry axes align to the field.",
  "/wiki/Michael_Woolfson": "Michael Mark Woolfson (9 January 1927 – 23 December 2019) was a British physicist and planetary scientist. His research interests were in the fields of x-ray crystallography, biophysics and the formation of stars and planets.",
  "/wiki/University_of_York": "The University of York (abbreviated as Ebor or York for post-nominals) is a collegiate plate glass research university, located in the city of York, England. Established in 1963, the campus university has expanded to more than thirty departments and centres, covering a wide range of subjects.",
  "/wiki/List_of_mathematicians,_physicians,_and_scientists_educated_at_Jesus_College,_Oxford": "Jesus College is one of the constituent colleges of the University of Oxford in England.  The college was founded in 1571 by Queen Elizabeth I at the request of Hugh Price, a Welsh clergyman, who was Treasurer of St David's Cathedral in Pembrokeshire. The college still has strong links with Wales, and about 15% of students are Welsh. There are 340 undergraduates and 190 students carrying out postgraduate studies. Women have been admitted since 1974, when the college was one of the first five men's colleges to become co-educational. Old members of Jesus College are sometimes known as \"Jesubites\"."
}