{
  "/wiki/Roger_Ainsworth": "Roger William Ainsworth (17 November 1951 – 23 February 2019) was Master of St Catherine's College, Oxford and Professor of Engineering Science at the University of Oxford, England.",
  "/wiki/St_Catherine's_College,_Oxford": "St Catherine's College (also known as Catz) is one of the constituent colleges of the University of Oxford in Oxford, England and is the youngest college to teach both undergraduate and graduate students. Tracing its roots back to 1868 (although the college itself was opened in 1962), it has 502 undergraduate and 442 graduate students as of December 2017, making it the largest undergraduate college by membership in the University of Oxford (Kellogg College has 1139 students compared to St. Catherine's 992, though it is a graduate-only college).",
  "/wiki/Cyril_Burt": "Sir Cyril Lodowic Burt, FBA (3 March 1883 – 10 October 1971) was an English educational psychologist and geneticist who also made contributions to statistics. He is known for his studies on the heritability of IQ. Shortly after he died, his studies of inheritance and intelligence were discredited after evidence emerged indicating he had falsified research data, inventing correlations in separated twins which did not exist.",
  "/wiki/Literae_Humaniores": "Literae humaniores, nicknamed greats, is an undergraduate course focused on classics (Ancient Rome, Ancient Greece, Latin, ancient Greek, and philosophy) at the University of Oxford and some other universities. The Latin name means literally \"more human literature\" and was in contrast to the other main field of study when the university began, i.e. res divinae, also known as theology. Lit. hum. is concerned with human learning, and lit. div. with learning that came from God. In its early days, it encompassed mathematics and natural sciences as well. It is an archetypal humanities course.",
  "/wiki/Basset_Jhones": "Basset Jhones (sometimes recorded as Basset Jones) (born 1613 or 1614, date of death unknown) was a Welsh alchemist, medical doctor and grammarian.",
  "/wiki/Alchemy": "Alchemy (from Arabic: al-kīmiyā) was an ancient branch of natural philosophy, a philosophical and protoscientific tradition practised throughout Europe, Africa, and Asia, originating in Greco-Roman Egypt in the first few centuries.",
  "/wiki/Philologist": "Philology is the study of language in oral and written historical sources; it is the intersection of textual criticism, literary criticism, history, and linguistics.[page needed] Philology is more commonly defined as the study of literary texts as well as oral and written records, the establishment of their authenticity and their original form, and the determination of their meaning. A person who pursues this kind of study is known as a philologist.",
  "/wiki/William_Lewis_(mineralogist)": "William James Lewis F.R.S. (10 January 1847 – 16 April 1926) was a Welsh mineralogist.",
  "/wiki/Professor_of_Mineralogy,_Cambridge_University": "The Professorship of Mineralogy was a professorship at the University of Cambridge. It was founded in 1808 and discontinued when its final holder retired in 1931. It was replaced by the Professorship of Mineralogy and Petrology.",
  "/wiki/George_Cadogan_Morgan": "George Cadogan Morgan (1754 - 17 November 1798) was a British dissenting minister and scientist.",
  "/wiki/Emlyn_Rhoderick": "Emlyn Huw Rhoderick (29 September 1920 – 24 March 2007) was a Welsh physicist and academic, who spent 33 years as professor of solid-state electronics at the Manchester College of Science and Technology (later known as UMIST).",
  "/wiki/Solid-state_electronics": "Solid-state electronics means semiconductor electronics; electronic equipment using semiconductor devices such as transistors, diodes and integrated circuits (ICs).  The term is also used for devices in which semiconductor electronics which have no moving parts replace devices with moving parts, such as the solid-state relay in which transistor switches are used in place of a moving-arm electromechanical relay, or the solid-state drive (SSD) a type of semiconductor memory used in computers to replace hard disk drives, which store data on a rotating disk.",
  "/wiki/Manchester_College_of_Science_and_Technology": "The University of Manchester Institute of Science and Technology (UMIST) was a university based in the centre of the city of Manchester in England. It specialised in technical and scientific subjects and was a major centre for research. On 1 October 2004, it amalgamated with the Victoria University of Manchester (commonly called the University of Manchester) to produce a new entity called the University of Manchester.",
  "/wiki/Semiconductors": "A semiconductor material has an electrical conductivity value falling between that of a conductor, such as metallic copper, and an insulator, such as glass. Its resistance falls as its temperature rises; metals are the opposite. Its conducting properties may be altered in useful ways by introducing impurities (\"doping\") into the crystal structure. Where two differently-doped regions exist in the same crystal, a semiconductor junction is created. The behavior of charge carriers which include electrons, ions and electron holes at these junctions is the basis of diodes, transistors and all modern electronics. Some examples of semiconductors are silicon, germanium, gallium arsenide, and elements near the so-called \"metalloid staircase\" on the periodic table. After silicon, gallium arsenide is the second most common semiconductor[citation needed] and is used in laser diodes, solar cells, microwave-frequency integrated circuits and others. Silicon is a critical element for fabricating most electronic circuits.",
  "/wiki/Gavin_Schmidt": "Gavin A. Schmidt is a climatologist, climate modeler and Director of the NASA Goddard Institute for Space Studies (GISS) in New York, and co-founder of the award-winning climate science blog RealClimate.",
  "/wiki/Climatologist": "Climatology (from Greek κλίμα, klima, \"place, zone\"; and -λογία, -logia) or climate science is the scientific study of climate, scientifically defined as weather conditions averaged over a period of time. This modern field of study is regarded as a branch of the atmospheric sciences and a subfield of physical geography, which is one of the Earth sciences. Climatology now includes aspects of oceanography and biogeochemistry.",
  "/wiki/NASA": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/Goddard_Institute_for_Space_Studies": "The Goddard Institute for Space Studies (GISS)  is a laboratory in the Earth Sciences Division of NASA's Goddard Space Flight Center affiliated with the Columbia University Earth Institute. The institute is located at Columbia University in New York City.",
  "/wiki/Arthur_Edwin_Stevens": "(Arthur) Edwin Stevens CBE (17 October 1905 – 29 January 1995) was a Welsh inventor who designed the world's first wearable electronic hearing aid.  He was also a philanthropist, becoming a major benefactor to the Royal Society of Medicine, and to Jesus College, Oxford, at which he had studied between 1927 and 1929.",
  "/wiki/Graham_Sutton": "Sir Oliver Graham Sutton CBE FRS (4 February 1903 – 26 May 1977) was a Welsh mathematician and meteorologist, notable  particularly for theoretical  work on atmospheric diffusion, boundary layer turbulence, and for his  direction of the  UK Meteorological  Office.",
  "/wiki/Meteorological_Office": "The Meteorological Office, abbreviated as the Met Office is the United Kingdom's national weather service. It is an executive agency and trading fund of the Department for Business, Energy and Industrial Strategy led by CEO Penelope Endersby, who took on the role as Chief Executive in December 2018, the first woman to do so. The Met Office makes meteorological predictions across all timescales from weather forecasts to climate change.",
  "/wiki/List_of_mathematicians,_physicians,_and_scientists_educated_at_Jesus_College,_Oxford": "Jesus College is one of the constituent colleges of the University of Oxford in England.  The college was founded in 1571 by Queen Elizabeth I at the request of Hugh Price, a Welsh clergyman, who was Treasurer of St David's Cathedral in Pembrokeshire. The college still has strong links with Wales, and about 15% of students are Welsh. There are 340 undergraduates and 190 students carrying out postgraduate studies. Women have been admitted since 1974, when the college was one of the first five men's colleges to become co-educational. Old members of Jesus College are sometimes known as \"Jesubites\"."
}