{
  "/wiki/2015_IIHF_World_Championship": "The 2015 IIHF World Championship was the 79th event hosted by the International Ice Hockey Federation (IIHF), held in Prague and Ostrava, Czech Republic, between 1–17 May 2015. It broke the historical attendance record of IIHF World Championships.\nCanada won their 25th title by defeating Russia 6–1 in the championship final game. Canada went undefeated at the tournament to win its first IIHF championship since 2007. With the win, Canadian captain Sidney Crosby became a member of the Triple Gold Club and the first to be the team captain for all three events. After the final game, most Russian players walked out from the medal ceremony before the Canadian anthem was played. For winning all of its tournament games in regulation, the Canadian team earned the new Infront Team Jackpot award of one million Swiss francs.  The Russians on the other hand were fined 80,000 CHF for leaving the ice early, and chose not to appeal the penalty. \n The United States won the bronze medal, defeating Czech Republic 3–0 in the bronze medal final game. Czech player Jaromír Jágr (at 43 years of age) was the MVP of the tournament, and announced his retirement from international competition afterwards.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.\n The Czech Republic includes the historical territories of Bohemia, Moravia, and Czech Silesia. The Czech state was formed in the late ninth century as the Duchy of Bohemia under the Great Moravian Empire. In 1002, the duchy was formally recognized as an Imperial State of the Holy Roman Empire along with the Kingdom of Germany, the Kingdom of Burgundy, the Kingdom of Italy; and became the Kingdom of Bohemia in 1198, reaching its greatest territorial extent in the 14th century. Prague was the imperial seat in periods between the 14th and 17th century. The Protestant Bohemian Reformation of the 15th century led to the Hussite Wars, the first of many conflicts with the Catholic Church.\n Following the Battle of Mohács in 1526, the whole Crown of Bohemia was gradually integrated into the Habsburg Monarchy. The Protestant Bohemian Revolt (1618–20) against the Catholic Habsburgs led to the Thirty Years' War. After the Battle of the White Mountain, the Habsburgs consolidated their rule, eradicated Protestantism, reimposed Catholicism, and adopted a policy of gradual Germanization. This contributed to anti-Habsburg sentiment and resentment of the Catholic Church that continues to this day. With the dissolution of the Holy Roman Empire in 1806, the Bohemian Kingdom became part of the Austrian Empire (1804 to 1867) and the Czech language experienced a revival as a consequence of widespread romantic nationalism. In the 19th century, the Czech lands became the industrial powerhouse of the monarchy and were subsequently the core of the First Czechoslovak Republic, which was formed in 1918 following the collapse of the Austro-Hungarian Empire after World War I.\n Czechoslovakia was the only democracy in Central Europe during the interwar period (after the May Coup in Poland, in 1926). However, parts of the country were occupied by Germany in World War II, while the Slovak region became a German puppet state. Czechoslovakia was liberated in 1945 by the Soviet Union and the United States. Most of the German-speaking minority were expelled following the war. The Communist Party of Czechoslovakia won the 1946 elections and after the 1948 coup d'état established a one-party communist state under Soviet influence. Increasing dissatisfaction with the regime culminated in 1968 to the reform movement known as the Prague Spring, which ended in a Soviet-led invasion. Czechoslovakia remained occupied until the 1989 Velvet Revolution, which peacefully ended communist rule and reestablished democracy and a market economy. On 1 January 1993, Czechoslovakia peacefully dissolved, with its constituent states becoming the independent states of the Czech Republic and Slovakia.\n The Czech Republic is a developed country with an advanced, high income social market economy. It is a welfare state with a European social model, universal health care, and tuition-free university education. It ranks 13th in the UN inequality-adjusted human development and 14th in the World Bank Human Capital Index ahead of countries such as the United States, the United Kingdom and France. It ranks as the eleventh safest and most peaceful country and performs strongly in democratic governance. The Czech Republic joined NATO in 1999 and the European Union (EU) in 2004. It is also a member of the OECD, the United Nations, the OSCE, and the Council of Europe.",
  "/wiki/2017_IIHF_World_Championship": "The 2017 IIHF World Championship, the 2017 edition of the annual Ice Hockey World Championships, was hosted by Paris, France, and Cologne, Germany, from 5 to 21 May 2017. The official tournament mascots were Asterix and Obelix, the main characters from  popular French comic book series The Adventures of Asterix. The logo incorporates the silhouette of deceased German national team goaltender Robert Müller, who succumbed to a brain tumor at just 28 years of age. German tennis player Angelique Kerber, 1. FC Köln and German Olympic soccer team goalkeeper Timo Horn and Paris Saint-Germain F.C.'s Brazilian winger Lucas Moura were named celebrity ambassadors for the event.\n Sweden won the tournament by defeating Canada 2–1 after a penalty shoot-out.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/2014_IIHF_World_Championship": "The 2014 IIHF World Championship was hosted by Belarus in its capital, Minsk. Sixteen national teams were competing in two venues, the Minsk-Arena and Chizhovka-Arena. It was the first time Belarus hosted the tournament. The selection of Belarus to host this competition was the subject of much debate, with some politicians in both Europe and the United States calling for the IIHF to move the tournament to another country.\n Russia with a mix of NHL and KHL stars (unlike other nations, Russia comprised a squad close to their 2014 Olympic squad) remained undefeated throughout the championship. After losing on home-ice to Finland 1–3 earlier that year during the 2014 Sochi Winter Olympics Quarterfinals, in a rematch, captured the gold medal by defeating Finland 5–2 in the final Sweden captured the bronze medal with a 3–0 victory over the Czech Republic. Host team Belarus made the playoffs for the first time since 2009, losing to Sweden 3–2 in the quarterfinal. Italy and Kazakhstan were relegated to Division I A. Prior to the championship, Divisions I to III had played their tournaments to establish the rank between teams of lower levels.\n The tournament saw a new attendance record for the World Championship, as a total of 640,044 people attended games, surpassing the record set at the 2004 tournament in the Czech Republic, which had 552,097 spectators.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.\n In the aftermath of the 1917 Russian Revolution, Belarus declared independence as the Belarusian People's Republic, which was conquered by Soviet Russia. The Socialist Soviet Republic of Byelorussia became a founding constituent republic of the Soviet Union in 1922 and was renamed as the Byelorussian Soviet Socialist Republic (Byelorussian SSR). Belarus lost almost half of its territory to Poland after the Polish–Soviet War of 1919–1921. Much of the borders of Belarus took their modern shape in 1939, when some lands of the Second Polish Republic were reintegrated into it after the Soviet invasion of Poland, and were finalized after World War II. During WWII, military operations devastated Belarus, which lost about a quarter of its population and half of its economic resources. The republic was redeveloped in the post-war years. In 1945 the Byelorussian SSR became a founding member of the United Nations, along with the Soviet Union and the Ukrainian SSR.\n The parliament of the republic proclaimed the sovereignty of Belarus on 27 July 1990, and during the dissolution of the Soviet Union, Belarus declared independence on 25 August 1991. Alexander Lukashenko has served as the country's first president since 1994. Belarus has been labeled \"Europe's last dictatorship\" by some Western journalists, on account of Lukashenko's self-described authoritarian style of government. Lukashenko continued a number of Soviet-era policies, such as state ownership of large sections of the economy. Elections under Lukashenko's rule have been widely criticized as unfair; and according to many countries and organizations, political opposition has been violently suppressed. Belarus is also the last country in Europe using the death penalty. Belarus's Democracy Index rating is the lowest in Europe, the country is labelled as \"not free\" by Freedom House, as \"repressed\" in the Index of Economic Freedom, and is rated as by far the worst country for press freedom in Europe in the 2013–14 Press Freedom Index published by Reporters Without Borders, which ranks Belarus 157th out of 180 nations.\n In 2000, Belarus and Russia signed a treaty for greater cooperation, forming the Union State. Over 70% of Belarus's population of 9.49 million resides in urban areas. More than 80% of the population is ethnic Belarusian, with sizable minorities of Russians, Poles and Ukrainians. Since a referendum in 1995, the country has had two official languages: Belarusian and Russian. The Constitution of Belarus does not declare any official religion, although the primary religion in the country is Eastern Orthodox Christianity. The second-most widespread religion, Roman Catholicism, has a much smaller following; nevertheless, Belarus celebrates both Orthodox and Catholic versions of Christmas and Easter as national holidays. Belarus is a member of the United Nations since its founding, the Commonwealth of Independent States, CSTO, EEU, and the Non-Aligned Movement. Belarus has shown no aspirations for joining the European Union but nevertheless maintains a bilateral relationship with the organisation, and likewise participates in two EU projects: the Eastern Partnership and the Baku Initiative.",
  "/wiki/2004_IIHF_World_Championship": "The 2004 IIHF World Championship was held between April 24 and May 9, 2004 in Prague and Ostrava, Czech Republic.\n It was the 68th ice Hockey World Championships, and was run by the International Ice Hockey Federation (IIHF).",
  "/wiki/2010_IIHF_World_Championship": "The 2010 IIHF World Championship was the 74th IIHF World Championship, an annual international ice hockey tournament. It took place between 7 and 23 May 2010 in Germany. The games were played in the Lanxess Arena in Cologne, SAP Arena in Mannheim, and one game at Veltins-Arena in Gelsenkirchen. The Russian team was the defending champion, having won the previous two championships.\n The Czech Republic, after an early 2-3 upset loss to Norway in the preliminary round, ultimately claimed their sixth world championship title by defeating defending champions, two years running, Russia, 2–1 in the final. Sweden won against Germany 3–1 for the bronze medal.\n Canada, which three months earlier, had won the 2010 Winter Olympics Men's Ice Hockey Gold on home-ice in Vancouver, after beating the Russians 7–3 in the Quarterfinals, had a disappointing tournament. They clinched the last spot in the playoff round and lost their quarterfinal 2–5 in a rematch versus Russia. They finished 7th overall, their second-worst finish in tournament history, after their 1992 8th-place finish.\n The tournament stands as the most watched IIHF championship in history, with an estimated cumulative audience of over 650 million over the course of the tournament and viewers in over 100 countries and dependencies worldwide. It also was a considerable success regarding attendance for the tournament; it ranked as the second most attended ice hockey world championship of all time, narrowly behind the 2004 edition. In total 548,788 people attended, compared with 552,097 in 2004 in the Czech Republic. It since slipped to the fourth place, behind 2014 and 2015 editions.\n The host nation of Germany had their best finish at the tournament since it switched to the current 16 nation format, and a player representing Germany (goaltender Dennis Endras) was named MVP for the first time in the history of the championship.",
  "/wiki/1997_Men's_World_Ice_Hockey_Championships": "The 1997 Men's Ice Hockey World Championships was the 61st such event sanctioned by the International Ice Hockey Federation (IIHF). Teams representing 36 countries participated in several levels of competition, while three other teams competed in an exhibition tournament to gain experience before joining on an official basis in the 1998 competition. The competition also served as qualifications for group placements in the 1998 competition. \n The top Championship Group tournament took place in Finland from 26 April to 14 May 1997, with matches played in Helsinki, Tampere and Turku. Twelve teams took part, with the first round being split into two teams of six, and the six best teams going to a further group stage. Canada beat Sweden in the final game, best of three, where they won 2–1 in games, and became world champions for the 21st time.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.\n Finland's population is 5.52 million as of July 2019, the majority of whom live in the central and south of the country and speak Finnish, a Finnic language from the Uralic language family, unrelated to the Scandinavian languages. Finland is the eighth-largest country in Europe and the most sparsely populated country in the European Union. It is a parliamentary republic of 310 municipalities, and includes an autonomous region, the Åland Islands. Over 1.4 million people live in the Greater Helsinki metropolitan area, which produces one third of the country's GDP. Swedish is the second official language of Finland, which is mainly spoken in certain coastal areas and on Åland. A large majority of Finns are members of the Evangelical Lutheran Church.\n Finland was inhabited when the last ice age ended, approximately 9000 BC. Comb Ceramic culture introduced pottery 5200 BC and Corded Ware culture coincided with the start of agriculture between 3000 and 2500 BC. The Bronze Age and Iron Age were characterised by extensive contacts with other cultures in the Fennoscandian and Baltic regions. At the time Finland had three main cultural areas – Southwest Finland, Tavastia and Karelia. From the late 13th century, Finland gradually became an integral part of Sweden through the Northern Crusades and the Swedish part-colonisation of coastal Finland, a legacy reflected in the prevalence of the Swedish language and its official status. \n In 1809, Finland was incorporated into the Russian Empire as the autonomous Grand Duchy of Finland. In 1906, Finland became the first European state to grant all adult citizens the right to vote, and the first in the world to give all adult citizens the right to run for public office. Following the 1917 Russian Revolution, Finland declared itself independent. In 1918, the fledgling state was divided by civil war, with the Bolshevik-leaning Red Guard, supported by Soviet Russia, fighting the White Guard, supported by the German Empire. After a brief attempt to establish a kingdom, the country became a republic. During World War II, Finland fought the Soviet Union in the Winter War and the Continuation War and lost some land, but maintained independence.\n Finland remained largely an agrarian country until the 1950s. After World War II, the war reparations demanded by the Soviet Union forced Finland to industrialise. The country rapidly developed an advanced economy while building an extensive welfare state based on the Nordic model, resulting in widespread prosperity and a high per capita income. Finland is a top performer in numerous metrics of national performance, including education, economic competitiveness, civil liberties, quality of life, and human development. In 2015, Finland was ranked first in the World Human Capital and the Press Freedom Index and as the most stable country in the world during 2011–2016 in the Fragile States Index, and second in the Global Gender Gap Report. It also ranked first on the World Happiness Report report for 2018 and 2019.\n Finland joined the United Nations in 1955 and adopted an official policy of neutrality. The Finno-Soviet Treaty of 1948 gave the Soviet Union some leverage in Finnish domestic politics during the Cold War. Finland joined the OECD in 1969, the NATO Partnership for Peace in 1994, the European Union in 1995, the Euro-Atlantic Partnership Council in 1997, and the Eurozone at its inception in 1999.",
  "/wiki/2018_Men's_World_Ice_Hockey_Championships": "The 2018 Men's Ice Hockey World Championships was the 82nd such event hosted by the International Ice Hockey Federation. Teams participated at several levels of competition. The competition also served as qualifications for division placements in the 2019 competition.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).\n The unified kingdom of Denmark emerged in the 8th century as a proficient seafaring nation in the struggle for control of the Baltic Sea. Denmark, Sweden, and Norway were ruled together under one sovereign ruler in the Kalmar Union, established in 1397 and ending with Swedish secession in 1523. The areas of Denmark and Norway remained under the same monarch until 1814, Denmark–Norway. Beginning in the 17th century, there were several devastating wars with the Swedish Empire, ending with large cessions of territory to Sweden. After the Napoleonic Wars, Norway was ceded to Sweden, while Denmark kept the Faroe Islands, Greenland, and Iceland. In the 19th century there was a surge of nationalist movements, which were defeated in the First Schleswig War. After the Second Schleswig War in 1864, Denmark lost the Duchy of Schleswig to Prussia. Denmark remained neutral during World War I, however, in 1920 the northern half of Schleswig became Danish again. In April 1940, a German invasion saw brief military skirmishes while the Danish resistance movement was active from 1943 until the German surrender in May 1945. An industrialised exporter of agricultural produce in the second half of the 19th century, Denmark introduced social and labour-market reforms in the early 20th century that created the basis for the present welfare state model with a highly developed mixed economy.\n The Constitution of Denmark was signed on 5 June 1849, ending the absolute monarchy, which had begun in 1660. It establishes a constitutional monarchy organised as a parliamentary democracy. The government and national parliament are seated in Copenhagen, the nation's capital, largest city, and main commercial centre. Denmark exercises hegemonic influence in the Danish Realm, devolving powers to handle internal affairs. Home rule was established in the Faroe Islands\nin 1948; in Greenland home rule was established in 1979 and further autonomy in 2009. Denmark became a member of the European Economic Community (now the EU) in 1973, but negotiated certain opt-outs; it retains its own currency, the krone. It is among the founding members of NATO, the Nordic Council, the OECD, OSCE, and the United Nations; it is also part of the Schengen Area. Denmark has close ties to its Scandinavian neighbours also linguistically, with the Danish language being partially mutually intelligible with both Norwegian and Swedish.\n Denmark is considered to be one of the most economically and socially developed countries in the world. Danes enjoy a high standard of living and the country ranks highly in some metrics of national performance, including education, health care, protection of civil liberties, democratic governance, LGBT equality, prosperity, and human development. The country ranks as having the world's highest social mobility, a high  level of income equality, has the lowest perceived level of corruption in the world, the eleventh-most developed in the world, has one of the world's highest per capita incomes, and one of the world's highest personal income tax rates.",
  "/wiki/2008_IIHF_World_Championship": "The 2008 IIHF World Championship was played between May 2 and May 18, 2008 in the Canadian cities of Halifax (Nova Scotia) and Quebec City (Quebec). The two venues were the Halifax Metro Centre and the Colisée Pepsi. The tournament was won by Russia which claimed its first gold medal since 1993.\n It was the 72nd IIHF World Championship event, and was run by the International Ice Hockey Federation (IIHF). It was the first time the final tournament is held in a non-European country since 1962, when it was held in Colorado, USA. The IIHF wanted to celebrate the federation's 100th anniversary by holding the tournament in the country where ice hockey was born. The tournament was also included as part of the celebrations of Quebec City's 400th anniversary.\n The tournament featured many countries' elite stars, as it served as the last and most important stage in selecting nine automatic qualifiers for the men's hockey competition at the 2010 Winter Olympics in Vancouver, British Columbia, Canada, a process that uses the IIHF World Ranking standings after the tournament.\n On May 8, 2007, the IIHF announced it \"will also formalize the Triple Gold Club by awarding commemorative medals to the 19 players who have won the three most prestigious championships in world hockey: Olympic gold, Stanley Cup, and World Championship gold. The ceremony will take place in Canada during the 2008 World Championship.\"\n There were two changes in the format compared to earlier years. Because of the distance between Halifax and Quebec City, the quarter-finals were played within the group, instead of crossing over which has happened since 2000. The relegation round was different too, as it consisted of two best-of-three series instead of a round robin series between four teams.\n For the first time in 40 years, the matches were played on smaller, NHL size rinks, 200 ft × 85 ft (roughly 61 m × 26 m), compared to the IIHF standard which is roughly 200 ft × 98.5 ft (61 m × 30 m).",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/2019_IIHF_World_Championship": "The 2019 IIHF World Championship was hosted by Slovakia from 10 to 26 May 2019. It was the second time that Slovakia has hosted the event as an independent country, as was the case in 2011. The host cities were Bratislava and Košice, as announced by the International Ice Hockey Federation (IIHF) on 15 May 2015.\n Finland won their third title by defeating Canada in the final. The Finns had 18 debutantes for the 2019 IIHF World Championship and were widely regarded as an outsider to win any medal at all.. Despite this, the Finns won their third World Championship, and lost only two games in the tournament (against USA, and Germany). Russia secured the bronze medal after a penalty-shootout win over the Czech Republic. This tournament was also the first time since the 2006 IIHF World Championship that both promoted teams (Great Britain and Italy) stayed in the top division.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.\n The Slavs arrived in the territory of present-day Slovakia in the 5th and 6th centuries. In the 7th century they played a significant role in the creation of Samo's Empire and in the 9th century established the Principality of Nitra, which was later conquered by the Principality of Moravia to establish Great Moravia. In the 10th century, after the dissolution of Great Moravia, the territory was integrated into the Principality of Hungary, which would become the Kingdom of Hungary in 1000. In 1241 and 1242, much of the territory was destroyed by the Mongols during their invasion of Central and Eastern Europe. The area was recovered largely thanks to Béla IV of Hungary who also settled Germans who became an important ethnic group in the area, especially in what are today parts of central and eastern Slovakia. After World War I and the dissolution of the Austro-Hungarian Empire, the Czechoslovak National Council established Czechoslovakia (1918–1939). A separate (First) Slovak Republic (1939–1945) existed during World War II as a totalitarian, clero-fascist one-party client state of Nazi Germany. At the end of World War II, Czechoslovakia was re-established as an independent country. After a coup in 1948 Czechoslovakia became a totalitarian one-party socialist state under a communist administration, during which the country was part of the Soviet led Eastern Bloc. Attempts to liberalize communism in Czechoslovakia culminated in the Prague Spring, which was crushed by the Warsaw Pact invasion of Czechoslovakia in August 1968. In 1989, the Velvet Revolution ended the Communist rule in Czechoslovakia peacefully. Slovakia became an independent state on 1 January 1993 after the peaceful dissolution of Czechoslovakia, sometimes known as the Velvet Divorce.\n Slovakia is a high-income advanced economy with a very high Human Development Index, a very high standard of living and performs favourably in measurements of civil liberties, press freedom, internet freedom, democratic governance and peacefulness. The country maintains a combination of a market economy with a comprehensive social security system. Citizens of Slovakia are provided with universal health care, free education and one of the longest paid parental leaves in the OECD. The country joined the European Union on 1 May 2004 and joined the Eurozone on 1 January 2009. Slovakia is also a member of the Schengen Area, NATO, the United Nations, the OECD, the WTO, CERN, the OSCE, the Council of Europe and the Visegrád Group. As part of Eurozone, Slovak legal tender is the euro, the world's 2nd-most-traded currency. Slovakia is the world's largest per-capita car producer with a total of 1,110,000 cars manufactured in the country in 2019 alone and the 5th largest car producer in the European Union, representing 43% of Slovakia's total industrial output.",
  "/wiki/2012_IIHF_World_Championship": "The 2012 IIHF World Championship was the 76th IIHF World Championship, an annual international ice hockey tournament. It took place between 4–20 May 2012 in Finland and Sweden. This tournament determined the countries’ seeding for the men's Olympic Ice Hockey tournament in Sochi for the 2014 Winter Olympics, and for all countries participating in the qualification program leading up to the Olympics.\nRussia won the tournament by defeating Slovakia 6–2 in the Final game; the Russians finished the tournament undefeated with a record of 10–0–0, becoming the first team to win every game in regulation since the Soviet Union in the 1989 World Championships. The Czech Republic captured the bronze medal by defeating co-host Finland 3–2 in the bronze medal game. The tournament's top scorer, Russia's Evgeni Malkin, was named the most valuable player of the tournament.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/2003_IIHF_World_Championship": "The 2003 IIHF World Championship was held between April 26 and May 11, 2003 in Helsinki, Tampere and Turku, Finland.\n It was the 67th annual event, and was run by the International Ice Hockey Federation (IIHF).\n Canada won the gold medal after defeating Sweden 3–2 in a tightly fought final. Over 14 minutes into the overtime, Canadian forward Anson Carter beat Swedish goaltender Mikael Tellqvist with a wraparound goal. The goal was contested for several minutes before replays confirmed that Tellqvist had stopped the puck behind the goal line. It was Canada's first World Championship win in five years.\n Sweden surrendered five consecutive goals against Finland in their quarterfinal to trail 5–1 seven minutes into the second period, at which point Swedish goaltender Tommy Salo was swapped for Mikael Tellqvist. This proved to be the Swedish team's necessary wake-up call as the Swedes went on to score five unanswered goals before the end of regulation and ultimately win the game 6–5.",
  "/wiki/2013_IIHF_World_Championship": "The 2013 IIHF World Championship was the 77th event hosted by the International Ice Hockey Federation (IIHF), held in Stockholm, Sweden, and Helsinki, Finland, between 3–19 May 2013. TV4 and MTV3 served as host broadcasters of the event.\n The host team Sweden won the team's ninth title in history by defeating Switzerland in the final 5–1, and became the first host team to win the tournament since the Soviet Union team won the 1986 World Championship in Moscow, Soviet Union. The Swedish team started the tournament with an unconvincing performance but managed to get a collective boost when the Sedin brothers joined the team after the Vancouver Canucks had been eliminated in the Stanley Cup playoffs. Switzerland sent a clear message about their recently improved hockey program by going undefeated through the tournament before the final; finishing first in their group (ahead of Canada and Sweden); and earning their second silver medal in history, as well as the team's first medal since 1953.",
  "/wiki/2016_IIHF_World_Championship": "The 2016 IIHF World Championship was the 80th such event hosted by the International Ice Hockey Federation (IIHF), being held in Moscow and Saint Petersburg, Russia, from 6 May to 22 May 2016. Canada entered the tournament as the defending 2015 champions. Hungary returned to the Championship after a 6-year absence, and Kazakhstan after a 1-year absence.\n Canada won their 26th gold medal, defeating Finland 2–0 in the gold medal game. With the win Corey Perry became the second consecutive Canadian team captain to earn membership in the Triple Gold Club. Russia won the bronze medal, defeating the United States 7–2 in the bronze medal game.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/1985_World_Ice_Hockey_Championships": "The 1985 Ice Hockey World Championships took place in Prague, Czechoslovakia from 17 April to 3 May. Eight teams took part, with each team playing each other once. The four best teams then played each other once more with no results carrying over, and the other four teams played each other again to determine ranking and relegation. This was the 50th World Championships, and also the 61st European Championships of ice hockey. The home side, Czechoslovakia, became world champions for the 6th time, and the Soviet Union won their 23rd European title. For the European Championship, only games between European sides in the first round are included.\n This was a historic tournament in a few respects.  The Soviets were playing without goaltender Tretiak for the first time since 1969.  This was Canada's best finish since returning to the Championships in 1977, and after defeating the Soviet Union for the first time in the World Championships since 1961, they played for gold on the last day.  Despite Canada's silver medal, the first round saw a professionally stocked Canada lose to the Americans for the first time.  Perhaps the most surprising aspect of the tournament was Sweden's poor play.  After finishing second in the 1984 Canada Cup expectations were high, but they had their worst finish since 1937, playing in the relegation pool for the first time.  It would also be East Germany's final appearance at the top level.\n The tournament finished on a sour note when the US and Soviet Union faced off against each other for the bronze medal.  Several fights broke out, resulting in suspensions of coaches Viktor Tikhonov and David Peterson, as well as players Irek Gimayev, Vyacheslav Fetisov and Tim Thomas.  Additionally referee Kjell Lind was disciplined for failing to keep control of the game.",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.\n From 1939 to 1945, following its forced division and partial incorporation into Nazi Germany, the state did not de facto exist but its government-in-exile continued to operate.\n From 1948 to 1990, Czechoslovakia was part of the Eastern Bloc with a command economy. Its economic status was formalized in membership of Comecon from 1949 and its defense status in the Warsaw Pact of May 1955. A period of political liberalization in 1968, known as the Prague Spring, was forcibly ended when the Soviet Union, assisted by several other Warsaw Pact countries, invaded Czechoslovakia. In 1989, as Marxist–Leninist governments and socialism were ending all over Europe, Czechoslovaks peacefully deposed their government in the Velvet Revolution; state price controls were removed after a period of preparation. In 1993, Czechoslovakia split into the two sovereign states of the Czech Republic and Slovakia.",
  "/wiki/2001_IIHF_World_Championship": "The 2001 IIHF World Championship was held between April 28 and May 13, 2001 in Nuremberg, Cologne and Hanover, Germany.\n It was the 65th annual event, and was run by the International Ice Hockey Federation (IIHF).",
  "/wiki/2011_IIHF_World_Championship": "The 2011 IIHF World Championship was the 75th IIHF World Championship, an annual international men's ice hockey tournament. It took place between the 29 April and the 15 May 2011 in Slovakia. The games were played in the Orange Arena in Bratislava, and the Steel Aréna in Košice. The Czech team was the defending champion.\n This was the first time the independent Slovakia hosted the World Championships. However, this was the third time that Bratislava co-hosted the World Championships. The first two times were 1959 and 1992, each time with Prague, and while part of Czechoslovakia.\n Finland won the gold medal after beating Sweden in the final 6–1. This was the second title for Finland.",
  "/wiki/1989_World_Ice_Hockey_Championships": "The 1989 Ice Hockey World Championships took place in Sweden from 15 April – 1 May. The games were played in Södertälje and Stockholm, in the newly built arena Globen. Eight teams took part, and each team played each other once. The four best teams then played each other again. This was the 53rd World Championships, and also the 64th European Championships. The Soviet Union became world champions for the 21st time, and also European champions for the 26th time. In the European Championship, only games of the first round between European teams are counted.\n The tournament was marred by positive drug tests.  Only the goal totals of the Americans were affected in the end.  Their losses against the Czechoslovaks and the Canadians were ruled as shutouts because of Corey Millen's high testosterone levels.  Canadian Randy Carlyle also came under suspicion, but his A and B samples did not match, and he was cleared of wrongdoing.  None of which distracted the Soviets, who won all ten of their games.",
  "/wiki/2009_IIHF_World_Championship": "The 2009 IIHF World Championship took place in Switzerland from 24 April to 10 May. The games were played in the PostFinance Arena in Bern and Schluefweg in Kloten.\n The PostFinance Arena in Bern was renovated and accommodates an attendance of 17,000. The Eishalle Schluefweg in Kloten was expanded for the 2008–09 season to a capacity of 9,000 people. Switzerland gained the right to host the World Championship for the 10th time.\n\"Live For The Action\" by Swiss hard rock veterans Krokus was named the official anthem of the tournament.\n Russia won the championship, winning all its matches and defeating Canada in the final 2–1. Ilya Kovalchuk was named the best forward and the most valuable player of the tournament. Over 17 million people watched the televised final around the world.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.\n The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day. Since the Reformation of the 16th century, Switzerland has maintained a strong policy of armed neutrality; it has not fought an international war since 1815 and did not join the United Nations until 2002. Nevertheless, it pursues an active foreign policy and is frequently involved in peace-building processes around the world.  Switzerland is the birthplace of the Red Cross, one of the world's oldest and best known humanitarian organisations, and is home to numerous international organisations, including the second largest UN office. It is a founding member of the European Free Trade Association, but notably not part of the European Union, the European Economic Area or the Eurozone. However, it participates in the Schengen Area and the European Single Market through bilateral treaties.\n Switzerland occupies the crossroads of Germanic and Romance Europe, as reflected in its four main linguistic and cultural regions: German, French, Italian and Romansh. Although the majority of the population are German-speaking, Swiss national identity is rooted in a common historical background, shared values such as federalism and direct democracy, and Alpine symbolism. Due to its linguistic diversity, Switzerland is known by a variety of native names: Schweiz [ˈʃvaɪts] (German);[note 5] Suisse [sɥis(ə)] (French); Svizzera [ˈzvittsera] (Italian); and Svizra [ˈʒviːtsrɐ, ˈʒviːtsʁɐ] (Romansh).[note 6] On coins and stamps, the Latin name, Confoederatio Helvetica – frequently shortened to \"Helvetia\" – is used instead of the four national languages.\n The sovereign state is one of the most developed countries in the world, with the highest nominal wealth per adult and the eighth-highest per capita gross domestic product. It ranks at or near the top in several international metrics, including economic competitiveness and human development. Zürich, Geneva and Basel have been ranked among the top ten cities in the world in terms of quality of life, with Zürich ranked second globally. In 2019, IMD placed Switzerland first in the world in attracting skilled workers. World Economic Forum ranks it the 5th most competitive country globally.",
  "/wiki/1986_World_Ice_Hockey_Championships": "The 1986 Ice Hockey World Championships took place in the Soviet Union from 12 April to 28 April. The games were played at the Luzhniki Palace of Sports and the CSKA Ice Palace in Moscow, and eight teams took part. Each team played each other once, and then The four best teams then played each other once more with no results carrying over, and the other four teams played each other again to determine ranking and relegation.  This was the 51st World Championships, and also the 62nd ice hockey European Championships. The reigning world champions from Czechoslovakia finished fifth, and the Soviet Union became World Champions for the twentieth time, and also won their 24th European Championship. In the European Championship, only mutual games between European teams in the first round were counted.  For the disappointing Czechoslovaks, this was the first time since 1967 that they had finished out of the medals, and their worst result outside the Olympics since 1937.\n Attracting little notice at the time, Brett Hull made his debut in international hockey for the United States.  It would appear that if Canadian coach Dave King had invited him to play in Moscow, the College student with dual citizenship, would have happily chosen a different path. Instead  he chose to accept coach Dave Peterson's offer to compete for the Americans.",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.\n The Soviet Union had its roots in the 1917 October Revolution, when the Bolsheviks, led by Vladimir Lenin, overthrew the Russian Provisional Government which had replaced the autocratic regime of Tsar Nicholas II during World War I. In 1922, after a civil war ending in the Bolsheviks' victory, the USSR was formed by a treaty which united the Russian, Transcaucasian, Ukrainian and Byelorussian republics. Following Lenin's death in 1924 and a brief power struggle, Joseph Stalin came to power in the mid-1920s. Stalin formalized the Communist Party's ideology of Marxism–Leninism and replaced the market economy with a command economy which led to a period of rapid industrialization and collectivization. During this period, rapid economic development resulted in dramatic improvements in the average standard of living, particularly in urban areas. Despite these improvements, significant tragedies also occurred.  In addition to drought, which was a primary factor in a long history of regularly occurring famines in the region, agricultural collectivization contributed to a major famine in 1932–33, causing millions of deaths.  Political paranoia fermented, especially after the rise of the Nazis in Germany in 1933, culminating in the Great Purge, during which hundreds of thousands of persons accused of spying or sabotage were arrested and executed without trial.\n On 23 August 1939, after unsuccessful efforts to form an anti-fascist alliance with Western powers, the Soviets signed the non-aggression agreement with Nazi Germany. After the start of World War II, the formally neutral Soviets invaded and annexed territories of several Eastern European states, including Poland and the Baltic states. In June 1941, Germany invaded the Soviet Union, opening the most extensive and bloodiest theater of war in history. Soviet casualties accounted for the highest proportion of the war in the effort of acquiring the upper hand over the Axis forces at intense battles such as Stalingrad and Kursk. In most of the territories occupied by the Red Army after its westward advance, local communists assumed power and formed governments allied with the Soviets. The post-war division of Europe into capitalist and communist halves led to increased tensions with the United States-led Western Bloc, known as the Cold War. Stalin died in 1953 and was eventually succeeded by Nikita Khrushchev, who in 1956 denounced Stalin and began a period of liberal reforms known as de-Stalinization. The Cuban Missile Crisis occurred during Khrushchev's rule, which was among the many factors that led to his removal in 1964. In the early 1970s, there was a brief détente of relations with the United States, but tensions resumed with the Soviet–Afghan War in 1979. In 1985, the last Soviet premier, Mikhail Gorbachev, sought to reform and liberalize the economy through his policies of glasnost (openness) and perestroika (restructuring). These policies caused political instability arising from nationalist and separatist movements. In 1989, Soviet-allied states in Eastern Europe were overthrown in a wave of revolutions which ended communist rule.\n As part of an attempt to prevent the country's collapse, a referendum was held in March 1991, boycotted by three republics, that resulted in a majority favoring the preservation of the union as a renewed federation. Gorbachev's power was greatly diminished after Russian President Boris Yeltsin's high-profile role in facing down a coup d'état by party hardliners. In late 1991, Gorbachev resigned, and the Supreme Soviet of the Soviet Union met and formally dissolved the union. The remaining 12 constituent republics emerged as independent post-Soviet states. Russian Federation—formerly the Russian SFSR—assumed the Soviet Union's rights and obligations and became recognized as the de facto successor state. At the same time, Ukraine by law declared that it is a state-successor of both Ukrainian SSR and the Soviet Union. Today, Russia and Ukraine have an ongoing dispute over formerly-Soviet property.\n The Soviet Union produced many significant technological achievements and innovations of the 20th century, including the world's first human-made satellite, the first humans in space and the first probe to land on another planet, Venus. The country had the world's second-largest economy and the largest standing military in the world. The USSR was recognized as one of the five nuclear weapons states and possessed the largest stockpile of weapons of mass destruction. It was a founding permanent member of the United Nations Security Council as well as a member of the Organization for Security and Co-operation in Europe (OSCE), the World Federation of Trade Unions (WFTU) and the leading member of the Council for Mutual Economic Assistance (CMEA) and the Warsaw Pact.",
  "/wiki/1979_World_Ice_Hockey_Championships": "The 1979 Ice Hockey World Championships took place at the Palace of Sports of the Central Lenin Stadium in Moscow, Soviet Union from 14 to 27 April. Eight teams took part, with the first round split into two groups of four, and the best two from each group advancing to the final group. The four best teams then played each other twice in the final round. This was the 46th World Championship and at the same time, the 57th European Championship.  In the May 1978 congress many rules were aligned with NHL practices and archaic rules (like changing ends half way the third period) were finally officially abandoned.  The games were very well attended, setting a record by averaging over eleven thousand spectators per game.\n The Soviets wished the tournament to be finished before the May Day celebrations began, so the schedule was moved up one week allowing for less NHL players being eligible.  The hosts won all seven games they played capturing their 16th title, the only game that was even close was their early match with West Germany, which they won three to two.  The competition for the bronze (at least) was tight with Sweden edging out the Canadians.  After the tournament NHL star Marcel Dionne praised the level of play and offered the following criticism of North American play, \"only the media can change things here. Tell them how the European teams play with so much talent. Tell them that they play without a fight. Let them realize that if a kid does not know how to skate and shoot, but just to fight, he should not be allowed to be a hockey player. There are so many idiots who run hockey, so stupid, so stupid. Tell them.\"\n Promotion and relegation was effective for 1981 as the IIHF ceased running a championship in Olympic years.  Nations that did not participate in the Lake Placid Olympics were invited to compete in the inaugural Thayer Tutt Trophy.",
  "/wiki/List_of_IIHF_World_Championships_by_attendance": "A list of the top 30 most attended IIHF World Championships (out of 76 total). The 2015 tournament, in Prague and Ostrava (Czech Republic), holds the record for overall attendance and the record for average spectators per game. Not included are the Olympic tournaments, which though they are run as an IIHF tournament, have been separate from the World Championships since 1972.\n Despite reluctance in some circles to have such a tournament in Olympic years, three of the five most attended World Championships overall have taken place on years that coincided with the holding of a best-on-best tournament, either the Olympics (2010 and 2014) or the World Cup of Hockey (2004).\n It should be considered that because of a changing pool-size of teams through the years, the number of games contested at the IIHF World Championships can range from 32 in 1979 to 64 in 2012 and beyond, therefore \"attendance per game\" is an equally important statistic to measure the success of a given tournament. Nine tournaments have had averages over 9,000 spectators per game, and five have topped the 10,000 mark. \n In an effort to broaden the sport's appeal, the number of top division teams was increased from a mere 8 (as late as 1991) to 16 (starting in 1998), leading to an influx of lesser teams that could negatively impact average attendance. To combat this, some organizers have aggressively pushed the sale of day passes that bundle popular games with less sought-after ones.\n There are three countries with four of the top 30 most attended tournaments: Czech Republic, Sweden and Finland, and three countries with three of the top 30: Austria, Switzerland and Germany. There are 13 separate nations who have hosted the championships at least once, and are represented on the top 30."
}