{
  "/wiki/CKLQ-FM": "CKLQ-FM (Q Country 91.5) is an FM radio station serving Brandon, Manitoba, Canada and the surrounding area. It currently broadcasts at 91.5 MHz with a nested rebroadcaster at 880 kHz (a United States clear-channel frequency) with a power of 10,000 watts, airing a country music format, along with radio coverage of Brandon Wheat Kings junior ice hockey. Q Country 91.5 is owned and operated by Westman Radio Ltd., a subsidiary of Westman Communications Group.",
  "/wiki/Country": "The term country refers to a political state or nation or its territory. It is often referred to as the land of an individual's birth, residence, or citizenship.",
  "/wiki/CBW-FM": "CBW-FM (98.3 MHz) is a public non-commercial radio station in Winnipeg, Manitoba, owned by the Canadian Broadcasting Corporation. The station airs the CBC Music Network, a mix of adult album alternative (AAA), classical music and other genres. Its studios are located on Portage Avenue in Downtown Winnipeg, while its transmitter is located on the Starbuck Communications Tower.",
  "/wiki/CBC_Music": "CBC Music (formerly known as CBC FM, CBC Stereo and CBC Radio 2) is a Canadian FM radio network operated by the Canadian Broadcasting Corporation. It used to concentrate on classical music and jazz. In 2007 and 2008, the network transitioned towards a new \"adult music\" format with a variety of genres, with the classical genre generally restricted to midday hours. In 2009, Radio 2 averaged 2.1 million listeners weekly, and it was the second largest radio network in Canada.",
  "/wiki/Public_broadcasting": "Public broadcasting involves radio, television and other electronic-media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual  fees charged on receivers. In the United States, public broadcasters may receive some funding from both federal and state sources, but generally most of their financial support comes from underwriting by foundations and businesses (ranging from small shops to corporations), along with audience contributions via pledge drives. The great majority operate as private not-for-profit corporations.[citation needed]",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/CKLF-FM": "CKLF-FM is a Canadian radio station serving Brandon, Manitoba at 94.7 FM. The station uses its on-air brand name Star 94.7 with a hot adult contemporary format.",
  "/wiki/Hot_AC": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/Riding_Mountain_Broadcasting": "Riding Mountain Broadcasting Ltd is a communication company based in Brandon, Manitoba. The company runs two radio stations: CKLQ (880 Q Country) and CKLF-FM (94.7 Star FM). Both stations are located at 624 14th Street East, on Brandon's southeast side.",
  "/wiki/CKX-FM": "CKX-FM is the call sign of a Canadian radio station operating in Brandon, Manitoba, and owned by Bell Media. CKX-FM operates at 96.1 FM, broadcasting an adult hits format under the brand name 96.1 BOB FM.",
  "/wiki/Adult_hits": "Adult hits (sometimes also called variety hits) is a radio format that draws from a wide array of popular music.",
  "/wiki/Bell_Media_Radio": "Bell Media Radio, G.P. (doing business as Bell Media Radio and branding itself as iHeartRadio Canada in its mobile apps and on its websites; formerly known as CHUM Radio) is the radio broadcasting and music events subsidiary of Canadian media conglomerate of Bell Media.",
  "/wiki/CBW_(AM)": "CBW is the call sign of the CBC Radio One station in Winnipeg, Manitoba. The station broadcasts at 990 kHz (AM). CBW is a Class A Clear-channel station reserved for Canada under the North American Regional Broadcasting Agreement allocations.",
  "/wiki/CBC_Radio_One": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/CKSB_(AM)": "CKSB-10-FM (88.1 MHz) is a Canadian public radio station serving the Winnipeg Capital Region in Manitoba. It is owned by the Société Radio-Canada (CBC) and airs the Ici Radio-Canada Première network, concentrating on news and talk in the French language. It had been licensed to Saint Boniface, which was a separate city until it was annexed by Winnipeg in 1971. Even though the call sign includes a number, usually indicating the station is a rebroadcaster, CKSB-10-FM originates some of its own local programming and contributes to the Ici Radio-Canada Première network.",
  "/wiki/Ici_Radio-Canada_Premi%C3%A8re": "Ici Radio-Canada Première (formerly Première Chaîne) is a Canadian French-language radio network, the news and information service of the Canadian Broadcasting Corporation (known as Société Radio-Canada in French), the public broadcaster of Canada. It is the French counterpart of CBC Radio One, the CBC's similar English-language radio network.",
  "/wiki/CKXA-FM": "CKXA-FM is a radio station in Brandon, Manitoba. Owned by Bell Media, it broadcasts a country music format.",
  "/wiki/Pure_Country_(radio_network)": "Pure Country is a Canadian radio network, which airs on stations owned by Bell Media Radio. Launched in 2019 as a unifying branding for all of the company's country-formatted stations across Canada, the network currently airs on 13 stations nationwide, as well as on selected digital subchannels of radio stations in markets where the company offers digital radio service but does not have a country-formatted primary station.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/TSN_Radio_1290": "CFRW (1290 kHz) is a commercial AM radio station in Winnipeg, Manitoba.  It is owned by Bell Media and it carries a sports radio format branded as TSN Radio 1290. CFRW is co-located with its sister stations CKMM-FM and CFWM-FM on 1445 Pembina Highway.  Its transmitter is located near Oak Bluff along Road 54 off McGillivray Boulevard.",
  "/wiki/Winnipeg_Jets": "The Winnipeg Jets are a professional ice hockey team based in Winnipeg, Manitoba. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team is owned by True North Sports & Entertainment and plays its home games at Bell MTS Place.",
  "/wiki/CJJJ-FM": "CJJJ-FM is the call sign of a campus radio station operating in Brandon, Manitoba, Canada. CJ 106 operates at 106.5 MHz FM with an effective radiated power of 930 watts. Although predominantly alternative, CJ 106 also features jazz, folk, classical, worldbeat, heavy metal, punk, Christian music and more.",
  "/wiki/Campus_radio": "Campus radio (also known as college radio, university radio or student radio) is a type of radio station that is run by the students of a college, university or other educational institution. Programming may be exclusively by students, or may include programmers from the wider community in which the radio station is based. Sometimes campus radio stations are operated for the purpose of training professional radio personnel, sometimes with the aim of broadcasting educational programming, while other radio stations exist to provide alternative to commercial broadcasting or government broadcasters.",
  "/wiki/Assiniboine_Community_College": "Assiniboine Community College (ACC) is a community college in Manitoba, Canada. It is accredited by the Manitoba Council on Post-Secondary Education, created by the government of Manitoba."
}