{
  "/wiki/Rezal_Hassan": "Rezal Hassan (born 14 February 1974) is a Singaporean football goalkeeper. He played for the Singapore national team in the late-1990s and early-2000s, and was part of the Singapore team which won the regional AFF Championship) in 1998. He played for Woodlands Wellington FC in Singapore's S.League.",
  "/wiki/SAFFC": "Warriors Football Club is a Singaporean professional football club that plays in the top-tier Singapore Premier League. Before they officially changed their name on 20 January 2013, they were previously known as the Singapore Armed Forces Football Club (SAFFC) since their establishment on 16 February 1996. Despite their name back then, membership of the Armed Forces was not a prerequisite for players representing the team, and several international players have played for them.",
  "/wiki/Ahmadulhaq_Che_Omar": "Ahmadulhaq Che Omar is a Singaporean goalkeeper who last played professionally for Hougang United FC.",
  "/wiki/Balestier_Khalsa": "Balestier Khalsa Football Club is a professional football club which plays in Singapore Premier League. The club's logo depicts a Tiger, the nickname of the club, on top of a pair of Kirpan. The logo is made up of key elements from the two clubs it was merged from. The Tiger is the mascot of the Balestier half of the merged entity while the kirpan is a religious dagger worn by members of the Sikh faith, who were a major backer of half of the merged entity through the Clementi club.",
  "/wiki/Precious_Emuejeraye": "Precious Emuejeraye (born 21 March 1983 in Nigeria) is a naturalised Singaporean footballer he Last played for Churchill Brothers in the I-League.",
  "/wiki/Sriwijaya_FC": "Sriwijaya Football Club or commonly known as Sriwijaya [sriwiˈdʒaja] or SFC, is a professional football club based in Palembang, South Sumatra, Indonesia, which currently competes in the second tier of Indonesian football, the Liga 2. The club was founded on 23 October 2004 after the South Sumatra government bought Persijatim Solo FC which was based in Surakarta. Their current home stadium is Gelora Sriwijaya Stadium in Jakabaring in southern section of Palembang. The club is widely known by their nickname, which is Laskar Wong Kito (Our Warriors). Sriwijaya is the first club in Indonesia which achieves double titles achievement in the same season.[citation needed]",
  "/wiki/Syaiful_Iskandar": "Syaiful Iskandar is a Singaporean footballer who used to play for Warriors & Tampines Rovers as a defender. He can operate either as a left back or left wing-back.",
  "/wiki/Daniel_Hammond": "Daniel Mark Hammond (born 6 April 1985) is an English professional footballer who last played for S.League club Woodlands Wellington as a central defender.",
  "/wiki/Jamil_Ali": "Jamil Ali is a Singapore international football player.",
  "/wiki/Tampines_Rovers": "Tampines Rovers Football Club, commonly known as Tampines Rovers or simply Rovers, is a professional football club based in Tampines, Singapore, that competes in the Singapore Premier League. Nicknamed \"The Stags\", the club was founded in 1945 and settled on its current name six years later. Their home ground is currently at Our Tampines Hub, where they had been since 2017, after six years playing away due to the construction of their new stadium.",
  "/wiki/Sengkang_Punggol": "Hougang United Football Club is a professional football club in Singapore's professional league Singapore Premier League.",
  "/wiki/Mojtaba_Tehranizadeh": "Mojtaba Tehranizadeh (Persian: مجتبی تهرانی زاده‎; born 29 April 1977) is an Iranian former footballer who was last attached to Sengkang Punggol of the Singapore S.League in 2010.",
  "/wiki/Gombak_United": "Not to be confused with Gombe United FC."
}