{
  "/wiki/Rajasthan_Royals": "The Rajasthan Royals (often abbreviated as RR) are a franchise cricket team based in Jaipur, Rajasthan, that plays in the Indian Premier League (IPL). Founded in 2008 as one of the initial eight IPL franchises, the team is based at the Sawai Mansingh Stadium in Jaipur.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/2008_Indian_Premier_League": "The 2008 Indian Premier League season was the inaugural season of the Indian Premier League, established by the BCCI in 2007. The season commenced on 18 April 2008 with the final match held on 1 June 2008. The competition started with a double round robin group stage, in which each of the 8 teams played a home match and an away match against every other team. These matches were followed by two semi-finals and a final.",
  "/wiki/Chennai_Super_Kings": "The Chennai Super Kings (CSK) are a franchise cricket team based in Chennai, Tamil Nadu, which plays in the Indian Premier League (IPL). Founded in 2008, the team plays its home matches at the M. A. Chidambaram Stadium in Chennai. The team served a two-year suspension from the IPL starting July 2015 for the alleged involvement of their owners in the 2013 IPL betting case, and won the title in its comeback season. The team is captained by Mahendra Singh Dhoni and coached by Stephen Fleming.",
  "/wiki/Titans_cricket_team": "The Titans (known as the Multiply Titans for sponsorship reasons) are the northernmost top-level cricket franchise in South Africa. Its member unions are the Eastern Cricket Union and Northerns Cricket Union. The home venues of the Titans are SuperSport Park, Centurion and Willowmoore Park, Benoni.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Standard_Bank_Pro20_Series": "The T20 Challenge was a domestic Twenty20 Cricket competition in South Africa, first contested in the 2003–04 season. It was previously known as the Standard Bank Pro20 Series until the 2010–11 season, the MiWay T20 Challenge for the 2011–12 season and most recently as the RamSlam T20 Challenge. The final champions were the Multiply Titans.",
  "/wiki/Dolphins_cricket_team": "The Hollywoodbets Dolphins are a franchise cricket team representing the KwaZulu-Natal province in South Africa. They take part in the Sunfoil Series first class competition, the Momentum 1 Day Cup and Ram Slam T20 Challenge limited overs competitions.  The team's home venues are Kingsmead Cricket Ground, Durban and the Pietermaritzburg Oval in Pietermaritzburg.",
  "/wiki/Victorian_Bushrangers": "The Victoria cricket team, who were named Victorian Bushrangers between 1995 and 2018, is an Australian first-class cricket team based in Melbourne, Victoria. The Victoria cricket team, which first played in 1851, represents the state of Victoria in the Sheffield Shield first-class competition and the Marsh One Day Cup competition. The team shares home matches between the Melbourne Cricket Ground and the Junction Oval.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/2007–08_KFC_Twenty20_Big_Bash": "The 2007–08 KFC Twenty20 Big Bash was the 3rd season of the official Twenty20 domestic cricket in Australia. Six teams representing six states in Australia  participated in the competition. The competition began on 31 December 2007 when the Queensland Bulls took on two-time champions the Victorian Bushrangers at the new Tony Ireland Stadium in Thuringowa.  Another match between the Western Warriors and last year's finalists the Tasmanian Tigers was held on the same day at the WACA Ground.",
  "/wiki/Western_Warriors": "The Western Australia cricket team, nicknamed the Western Warriors, represent the Australian state of Western Australia in Australian domestic cricket. The team is selected and supported by the Western Australian Cricket Association (WACA), and plays its home games at the WACA Ground and Perth Stadium in Perth. The team mainly plays matches against other Australian states in the first-class Sheffield Shield competition and the limited-overs JLT One-Day Cup, but occasionally plays matches against touring international sides. Western Australia previously also fielded sides at Twenty20 level, but was replaced by the Perth Scorchers for the inaugural 2011–12 season of the Big Bash League. Western Australia's current captain is Mitchell Marsh, and the current coach is Adam Voges.",
  "/wiki/Middlesex_County_Cricket_Club": "Middlesex County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Middlesex which has effectively been subsumed within the ceremonial county of Greater London. The club was founded in 1864 but teams representing the county have played top-class cricket since the early 18th century and the club has always held first-class status. Middlesex have competed in the County Championship since the official start of the competition in 1890 and have played in every top-level domestic cricket competition in England.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/2008_Twenty20_Cup": "The 2008 Twenty20 Cup was the sixth running of the tournament, and saw Middlesex Crusaders winning the tournament after a thrilling climax to the final against the reigning champions, the Kent Spitfires. The tournament began on 11 June 2008 before culminating in Finals Day, held at The Rose Bowl, Southampton on 26 July.  As always, the eighteen county sides were split into three groups of six, depending on the location of the counties in the United Kingdom.",
  "/wiki/Sialkot_Stallions": "The Sialkot Stallions [Urdu: سیالکوٹ اسٹالینز] are a National T20 Cup team, based in Sialkot, Punjab, Pakistan. The team was established in 2004 and its home ground is Jinnah Stadium located in Sialkot. The team is one of several proposed franchises for the Pakistan Super League. Former Pakistani captain Shoaib Malik is the current captain of the Stallions. The manager of the team is Naeem Akhtar.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/2008–09_RBS_Twenty-20_Cup": "The 2008–09 RBS Twenty-20 Cup was the fourth edition of the RBS Twenty-20 Cup, a domestic Twenty20 tournament in Pakistan. It was held in Lahore from 4 to 8 October 2008. The Sialkot Stallions won their third overall and consecutive title by defeating the Karachi Dolphins in the final. As the winners, the Stallions qualified for the 2008 Champions League Twenty20, which was later cancelled.",
  "/wiki/2008_Champions_League_Twenty20": "The 2008 Champions League Twenty20 was scheduled to be the first edition of the Champions League Twenty20, an international club cricket tournament. It was due to be held in India between December 3 and December 10, 2008, where the winners were to earn around US$6 million. The bombing attacks in Mumbai just one week prior to the tournament resulted in its postponement. It was proposed that the tournament be held in early 2009, though dates for its rearrangement could not be found and the tournament was cancelled on December 12, 2008. The league was planned and successfully executed as the 2009 Champions League Twenty20."
}