{
  "/wiki/New_York,_New_Haven_and_Hartford": "The New York, New Haven and Hartford Railroad (reporting mark NH), commonly known as the New Haven, was a railroad that operated in the New England region of the United States from 1872 to 1968, dominating the region's rail traffic for the first half of the 20th century.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Pittsfield,_Massachusetts": "Pittsfield is the largest city and the county seat of Berkshire County, Massachusetts, United States.  It is the principal city of the Pittsfield, Massachusetts Metropolitan Statistical Area which encompasses all of Berkshire County. The population was 44,737 at the 2010 census. Although the population has declined in recent decades, Pittsfield remains the fourth largest municipality in western Massachusetts, behind only Springfield, Holyoke, and Chicopee.\n In 2006, Forbes ranked Pittsfield as number 61 in its list of Best Small Places for Business. In 2008, Country Home magazine ranked Pittsfield as #24 in a listing of \"green cities\" east of the Mississippi. In 2009, the City of Pittsfield was chosen to receive a 2009 Commonwealth Award, Massachusetts' highest award in the arts, humanities, and sciences. In 2010, the Financial Times proclaimed Pittsfield the \"Brooklyn of the Berkshires\" in an article covering its recent renaissance.",
  "/wiki/Pennsylvania_Railroad": "The Pennsylvania Railroad (reporting mark PRR, legal name The Pennsylvania Railroad Company, also known as the \"Pennsy\") was an American Class I railroad that was established in 1846 and was headquartered in Philadelphia, Pennsylvania. It was so named because it was established in the Commonwealth of Pennsylvania.",
  "/wiki/Richmond,_Fredericksburg_and_Potomac_Railroad": "The Richmond, Fredericksburg, and Potomac Railroad (reporting mark RFP) was a railroad connecting Richmond, Virginia, to Washington, D.C. The track is now the RF&P Subdivision of the CSX Transportation system; the original corporation is no longer a railroad company.",
  "/wiki/Atlantic_Coast_Line_Railroad": "The Atlantic Coast Line Railroad (reporting mark ACL) is a former U. S. Class I railroad from 1900 until 1967, when it merged with long-time rival Seaboard Air Line Railroad to form the Seaboard Coast Line Railroad. Much of the original ACL network has been part of CSX Transportation since 1986.",
  "/wiki/Florida_East_Coast_Railway": "The Florida East Coast Railway (reporting mark FEC) is a Class II railroad operating in the U.S. state of Florida, currently owned by Grupo México.",
  "/wiki/Miami,_Florida": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.",
  "/wiki/Tamiami_Champion": "The Champion was a streamlined passenger train operated by the Atlantic Coast Line Railroad and Florida East Coast Railway between New York City and Miami or St. Petersburg, Florida. It operated from 1939 until 1979, continuing under the Seaboard Coast Line and Amtrak. It was a direct competitor to the Seaboard Air Line Railway's Silver Meteor, the first New York-Florida streamliner.",
  "/wiki/Jacksonville,_Florida": "Jacksonville is the most populous city in Florida and the largest city by area in the contiguous United States. It is the seat of Duval County, with which the city government consolidated in 1968. Consolidation gave Jacksonville its great size and placed most of its metropolitan population within the city limits. As of 2018, Jacksonville's population was estimated to be 903,889. The Jacksonville metropolitan area has a population of 1,523,615 and is the fourth largest metropolitan area in Florida.",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/Wilmington,_North_Carolina": "Wilmington is a port city and the county seat of New Hanover County in coastal southeastern North Carolina, United States.",
  "/wiki/Southern_Pacific_Railroad": "The Southern Pacific (reporting mark SP) (or Espee from the railroad initials- SP) was an American Class I railroad network that existed from 1865 to 1996 and operated in the Western United States. The system was operated by various companies under the names Southern Pacific Railroad, Southern Pacific Company and Southern Pacific Transportation Company.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/San_Francisco,_California": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/Missouri_Pacific_Railroad": "The Missouri Pacific Railroad (reporting mark MP), commonly abbreviated as MoPac and nicknamed The Mop, was one of the first railroads in the United States west of the Mississippi River. MoPac was a Class I railroad growing from dozens of predecessors and mergers, including the St. Louis, Iron Mountain and Southern Railway (SLIMS), Texas and Pacific Railway (TP), Chicago and Eastern Illinois Railroad (C&EI), St. Louis, Brownsville and Mexico Railway (SLBM), Kansas, Oklahoma and Gulf Railway (KO&G), Midland Valley Railroad (MV), San Antonio, Uvalde and Gulf Railroad (SAU&G), Gulf Coast Lines (GC), International-Great Northern Railroad (IGN), Kansas, Nebraska & Dakota Railroad, New Orleans, Texas and Mexico Railway (NOTM), Missouri-Illinois Railroad (MI), as well as the small Central Branch Railway (an early predecessor of MP in Kansas and south central Nebraska), and joint ventures such as the Alton and Southern Railroad (AS).",
  "/wiki/St._Louis,_Missouri": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.",
  "/wiki/Memphis,_Tennessee": "Memphis is a city located along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2018 city population was 650,618, making Memphis the largest city on the Mississippi River, the second most populous city in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas and Mississippi. Memphis is the seat of Shelby County, the most populous county in Tennessee. As one of the more historic and culturally significant cities of the southern United States, the city features a wide variety of landscapes and distinct neighborhoods.",
  "/wiki/Tennessean_(train)": "The Tennessean was a named passenger train jointly operated by the Norfolk and Western Railway (N&W) and the Southern Railway (SR). Inaugurated on May 17, 1941, its route ran from Washington, DC, to Lynchburg, Virginia, on the SR, then on to Bristol, Tennessee, on the N&W, terminating at Memphis Union Station via the SR.  The St. Louis Southwestern Railway inaugurated a new passenger train, the Morning Star from Memphis to Dallas, specifically to provide close connections with the Tennessean at Memphis.",
  "/wiki/Southern_Railway_(U.S.)": "The Southern Railway (reporting mark SOU) (also known as Southern Railway Company and now known as the current incarnation of the Norfolk Southern Railway) is a name of a class 1 railroad that was based in the Southern United States. The railroad is the product of nearly 150 predecessor lines that were combined, reorganized and recombined beginning in the 1830s, formally becoming the Southern Railway in 1894.",
  "/wiki/Norfolk_and_Western_Railway": "The Norfolk and Western Railway (reporting mark N&W) was a US class I railroad, formed by more than 200 railroad mergers between 1838 and 1982. It was headquartered in Roanoke, Virginia, for most of its existence. Its motto was \"Precision Transportation\"; it had a variety of nicknames, including \"King Coal\" and \"British Railway of America\". During the Civil War, the N&W was the largest railroad in the Confederacy and played an important role in moving supplies for the war effort.",
  "/wiki/Missouri_Pacific": "The Missouri Pacific Railroad (reporting mark MP), commonly abbreviated as MoPac and nicknamed The Mop, was one of the first railroads in the United States west of the Mississippi River. MoPac was a Class I railroad growing from dozens of predecessors and mergers, including the St. Louis, Iron Mountain and Southern Railway (SLIMS), Texas and Pacific Railway (TP), Chicago and Eastern Illinois Railroad (C&EI), St. Louis, Brownsville and Mexico Railway (SLBM), Kansas, Oklahoma and Gulf Railway (KO&G), Midland Valley Railroad (MV), San Antonio, Uvalde and Gulf Railroad (SAU&G), Gulf Coast Lines (GC), International-Great Northern Railroad (IGN), Kansas, Nebraska & Dakota Railroad, New Orleans, Texas and Mexico Railway (NOTM), Missouri-Illinois Railroad (MI), as well as the small Central Branch Railway (an early predecessor of MP in Kansas and south central Nebraska), and joint ventures such as the Alton and Southern Railroad (AS).",
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/Houston,_Texas": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/St._Louis-San_Francisco_Railroad": "The St. Louis–San Francisco Railway (reporting mark SLSF), also known as the \"Frisco\", was a railroad that operated in the Midwest and South Central U.S. from 1876 to April 17, 1980. At the end of 1970 it operated 4,547 miles (7,318 km) of road on 6,574 miles (10,580 km) of track, not including subsidiaries Quanah, Acme and Pacific Railway or the Alabama, Tennessee and Northern Railroad; that year it reported 12,795 million ton-miles of revenue freight and no passengers. It was purchased and absorbed into the Burlington Northern Railroad in 1980.  Despite its name, it never came close to San Francisco.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Galveston,_Texas": "Galveston (/ˈɡælvɪstən/ GAL-vis-tən) is a coastal resort city and port off the southeast coast on Galveston Island and Pelican Island in the American State of Texas. The community of 209.3 square miles (542 km2), with a population of 47,743 in 2010, is the county seat of surrounding Galveston County and second-largest municipality in the county. It is also within the Houston–The Woodlands–Sugar Land metropolitan area at its southern end on the northwestern coast of the Gulf of Mexico.",
  "/wiki/Atchison,_Topeka_and_Santa_Fe_Railway": "The Atchison, Topeka and Santa Fe Railway (reporting mark ATSF), often referred to as the Santa Fe or AT&SF, was one of the larger railroads in the United States, named after the cities and towns of Atchison, Topeka, and Santa Fe. Chartered in February 1859, the railroad reached the Kansas-Colorado border in 1873 and Pueblo, Colorado, in 1876. To create a demand for its services, the railroad set up real estate offices and sold farmland from the land grants that it was awarded by Congress. Despite the namesake, its mainline did not directly serve Santa Fe, due to the mountainous terrain, the metropolitan city of Albuquerque instead served New Mexico and the Santa Fe area.",
  "/wiki/Oakland,_California": "Oakland is the largest city and the county seat of Alameda County, California, United States. A major West Coast port city, Oakland is the largest city in the East Bay region of the San Francisco Bay Area, the third largest city overall in the San Francisco Bay Area, the eighth most populated city in California, and the 45th largest city in the United States. With a population of 428,827 as of 2018[update], it serves as a trade center for the San Francisco Bay Area; its Port of Oakland is the busiest port in the San Francisco Bay, the entirety of Northern California, and the fifth busiest in the United States of America. An act to incorporate the city was passed on May 4, 1852, and incorporation was later approved on March 25, 1854, which officially made Oakland a city. Oakland is a charter city.",
  "/wiki/Texas_and_Pacific_Railway": "The Texas and Pacific Railway Company (known as the T&P) was created by federal charter in 1871 with the purpose of building a southern transcontinental railroad between Marshall, Texas, and San Diego, California.",
  "/wiki/Texarkana,_Texas": "Texarkana is a city in Bowie County, Texas, United States, located in the Ark-La-Tex region. Located approximately 180 miles (290 km) from Dallas, Texarkana is a twin city with neighboring Texarkana, Arkansas. The population of the Texas city was 36,411 at the 2010 census . The city and its Arkansas counterpart form the core of the Texarkana Metropolitan Statistical Area, encompassing all of Bowie County, Texas, and Miller County, Arkansas. The two cities had a combined population of 67,592 at the 2017 census, and the metropolitan area had a total population of 150,098.",
  "/wiki/El_Paso,_Texas": "El Paso (/ɛl ˈpæsoʊ/; from Spanish, \"the pass\") is a city and the county seat of El Paso County, Texas, United States, in the far western part of the state. The 2018 population estimate for the city from the U.S. Census was 682,669, making it the 22nd largest city in the United States. Its metropolitan statistical area (MSA) covers all of El Paso and Hudspeth counties in Texas, and has a population of 840,758.",
  "/wiki/Texas_Chief": "The Texas Chief was a passenger train operated by the Atchison, Topeka and Santa Fe Railway between Chicago, Illinois, and Galveston, Texas. It was the first Santa Fe \"Chief\" outside the Chicago–Los Angeles routes. The Santa Fe conveyed the Texas Chief to Amtrak in 1971, which renamed it the Lone Star in 1974.  The train was taken off in 1979.",
  "/wiki/Amtrak": "The National Railroad Passenger Corporation, doing business as Amtrak, is a passenger railroad service that provides medium- and long-distance intercity service in the contiguous United States and to nine Canadian cities.",
  "/wiki/Texas_Eagle_(MP_train)": "The Texas Eagle was an American streamlined passenger train operated by the Missouri Pacific Railroad and the Texas and Pacific Railway between St. Louis, Missouri, and multiple destinations in the state of Texas. It operated from 1948 to 1971. The Texas Eagle was one of many trains discontinued when Amtrak began operations in 1971, although Amtrak would revive service over the Missouri Pacific with the Inter-American in 1974. This train was renamed the Eagle in 1981 and finally the Texas Eagle in 1988.",
  "/wiki/San_Antonio,_Texas": "San Antonio (/ˌsæn ænˈtoʊnioʊ/; from Spanish, \"Saint Anthony,\" Spanish pronunciation: [sa.n‿anˈto.njo]), officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with more than 1.5 million residents. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic. It is the state's oldest municipality, having celebrated its 300th anniversary on May 1, 2018.",
  "/wiki/Texas_Eagle": "The Texas Eagle is a 1,306-mile (2,102 km) passenger train route operated by Amtrak in the central and western United States. Trains run daily between Chicago, Illinois, and San Antonio, Texas. Three days a week, the train operates as a section of the Sunset Limited. The westbound Texas Eagle joins with the westbound Sunset Limited in San Antonio and continues to Los Angeles, California; the eastbound Texas Eagle splits in San Antonio for the journey to Chicago. When combined with the Sunset Limited, the Texas Eagle runs for a total of 2,728 miles (4,390 km), the longest route in the Amtrak system. Prior to 1988, the train was known as the Eagle.",
  "/wiki/Katy_Railroad": "The Missouri–Kansas–Texas Railway (reporting mark MKT) is a former Class I railroad company in the United States, with its last headquarters in Dallas. Established in 1865 under the name Union Pacific Railway, Southern Branch, it came to serve an extensive rail network in Texas, Oklahoma, Kansas, and Missouri.  In 1988, it merged with the Missouri Pacific Railroad; today, it is part of Union Pacific Railroad.",
  "/wiki/Kansas_City_Southern_Railway": "The Kansas City Southern Railway Company (reporting mark KCS), is an American class I railroad owned by Kansas City Southern (KCS). Founded in 1887, it operates in 10 midwestern and southeastern U.S. states: Illinois, Missouri, Kansas, Oklahoma, Arkansas, Tennessee, Alabama, Mississippi, Louisiana and Texas. KCS hauls freights for seven major government and business sectors: agriculture and minerals; military; automotive; chemical and petroleum; energy; industrial and consumer products; and intermodal.",
  "/wiki/Kansas_City,_Missouri": "Kansas City, abbreviated as KCMO or KC, is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after. In 2017, the city had the fifth-highest per capita murder rate in the nation with 2019 homicide rates nearing a record high.",
  "/wiki/Port_Arthur,_Texas": "Port Arthur is a city in Jefferson County within the Beaumont–Port Arthur metropolitan area of the U.S. state of Texas. A small, uninhabited portion extends into Orange County. It is 90 mi (140 km) east of Houston.  The largest oil refinery in the United States is located in Port Arthur.",
  "/wiki/List_of_named_passenger_trains_of_the_United_States_(S–Z)": "N/A"
}