{
  "/wiki/Antafia_sportive_lemur": "The AEECL's sportive lemur, Antafia sportive lemur or red-shouldered sportive lemur (Lepilemur aeeclis) is a sportive lemur endemic to Madagascar.  It has a total length of about 52 to 59 cm (20 to 23 in), of which 24–26 cm (9.4–10.2 in) are tail.  AEECL's sportive lemur is found in western Madagascar, living in dry deciduous forests.",
  "/wiki/Vulnerable_species": "A vulnerable species is one which has been categorized by the International Union for Conservation of Nature as likely to become endangered unless the circumstances that are threatening its survival and reproduction improve.",
  "/wiki/Ahmanson%27s_sportive_lemur": "Ahmanson's sportive lemur (Lepilemur ahmansonorum), or the Tsiombikibo sportive lemur, is a sportive lemur endemic to Madagascar.  It is a relatively small sportive lemur with a total length of about 47 to 54 cm (19 to 21 in), of which 23–25 cm (9.1–9.8 in) are tail.  Wright's sportive lemur is found in western Madagascar, living in dry forests .",
  "/wiki/Endangered": "An endangered species is a species which has been categorized  as very likely to become extinct in the near future. Endangered (EN), as categorized by the International Union for Conservation of Nature (IUCN) Red List, is the second most severe conservation status for wild populations in the IUCN's schema after Critically Endangered (CR). In 2012, the IUCN Red List featured 3,079 animal and 2,655 plant species as endangered (EN) worldwide. The figures for 1998 were 1,102 and 1,197 respectively. Many nations have laws that protect conservation-reliant species: for example, forbidding hunting, restricting land development or creating protected areas. Population numbers, trends and species' conservation status can be found at the lists of organisms by population.",
  "/wiki/Ankarana_sportive_lemur": "The Ankarana sportive lemur (Lepilemur ankaranensis), or Ankarana weasel lemur, is a sportive lemur endemic to Madagascar.  It is one of the smaller sportive lemurs with a total length of about 53 cm (21 in), including 25 cm (9.8 in) of tail. Average body weight is approximately 750 grams (1.65 lb).  The Ankarana sportive lemur is found in northern Madagascar, living in dry lowland forests in Ankarana, Andrafiamena and Analamerana, and in moist montane forest of Montagne d'Ambre.",
  "/wiki/Betsileo_sportive_lemur": "The betsileo sportive lemur (Lepilemur betsileo) is a sportive lemur endemic to Madagascar.  It is a relatively large sportive lemur with a total length of about 58 to 27 cm (23 to 11 in), of which 32 to 33 cm (12.6 to 13 in) are tail.  The betsileo sportive lemur is found in eastern Madagascar, living in primary and secondary rainforests .",
  "/wiki/Gray-backed_sportive_lemur": "The gray-backed sportive lemur (Lepilemur dorsalis), also known as Gray's sportive lemur or back-striped sportive lemur, is a species of lemur in the family Lepilemuridae. It is endemic to Madagascar. It is threatened by habitat loss.",
  "/wiki/John_Edward_Gray": "John Edward Gray, FRS  (12 February 1800 – 7 March 1875) was a British zoologist. He was the elder brother of zoologist George Robert Gray and son of the pharmacologist and botanist Samuel Frederick Gray (1766–1828). The standard author abbreviation J.E.Gray is used to indicate this person as the author when citing a botanical name. The same is used for a zoological name.",
  "/wiki/Milne-Edwards%27_sportive_lemur": "Milne-Edwards' sportive lemur (Lepilemur edwardsi), or Milne-Edwards' weasel lemur, is a species of lemur in the family Lepilemuridae. It is endemic to Madagascar. Its natural habitat is subtropical or tropical dry forests. It is threatened by habitat loss.",
  "/wiki/Charles_Immanuel_Forsyth_Major": "Charles Immanuel Forsyth Major (15 August 1843, Glasgow – 25 March 1923, Munich) was a Scottish-born, Swiss physician, zoologist and vertebrate palaeontologist.",
  "/wiki/Fleurete%27s_sportive_lemur": "Fleurete's sportive lemur (Lepilemur fleuretae), or the Andohahela sportive lemur, is a sportive lemur endemic to Madagascar.  It is a medium-sized sportive lemur with a total length of about 58 to 67 cm (23 to 26 in), of which about 30 cm (12 in) in are tail  Fleurete's sportive lemur is found in southeastern Madagascar, living in primary and secondary rainforests .",
  "/wiki/Critically_Endangered": "A critically endangered (CR) species is one that has been categorized by the International Union for Conservation of Nature (IUCN) as facing an extremely high risk of extinction in the wild.",
  "/wiki/Grewcock%27s_sportive_lemur": "Grewcock's sportive lemur (Lepilemur grewcockorum), or the Anjiamangirana sportive lemur, is a sportive lemur endemic to Madagascar.  It is a medium-sized sportive lemurs with a total length of about 55 to 63 cm (22 to 25 in), of which 26–30 cm (10–12 in) are tail.  Grewcock's sportive lemur is found in northwestern Madagascar, living in dry deciduous forests.",
  "/wiki/Holland%27s_sportive_lemur": "Holland's sportive lemur (Lepilemur hollandorum), or the Mananara-Nord sportive lemur, is a sportive lemur that is endemic to Madagascar.  It is one of 26 species in the genus Lepilemur. This lemur is found specifically in the Mananara-Nord Biosphere Reserve, but the limits of its habitat have yet to be determined.  It lives in primary and secondary rainforests.  Holland's sportive lemur was described in 2008.",
  "/wiki/Hubbard%27s_sportive_lemur": "Hubbard's sportive lemur (Lepilemur hubbardorum), or the Zombitse sportive lemur, is a sportive lemur endemic to Madagascar.  It has total length of about 51 to 59 cm (20 to 23 in), of which 23–25 cm (9.1–9.8 in) are tail.  Hubbard's sportive lemur is found in southwestern Madagascar, living in dry transitional forests.Zombitse-Vohibasia National Park is the only protected area it is documented in. \"This species is threatened by habitat loss and degradation from shifting agriculture, as well as unsustainable levels of hunting.\"",
  "/wiki/James%27_sportive_lemur": "James' sportive lemur (Lepilemur jamesorum), or the Manombo sportive lemur, is a sportive lemur endemic to Madagascar.  It is one of the larger sportive lemurs with a total length of about 60 to 67 cm (24 to 26 in), of which 28 to 32 cm (11 to 13 in) are tail.  James' sportive lemur is found in southeastern Madagascar, living in primary and secondary lowland forests .",
  "/wiki/White-footed_sportive_lemur": "The white-footed sportive lemur, white-footed weasel lemur, or dry-bush weasel lemur (Lepilemur leucopus) is a species of lemur in the family Lepilemuridae, the sportive lemurs. It is similar in appearance to other lemurs in the family, with a grey back, a pale grey to white ventral side, and a light brown tail. It is a nocturnal animal that moves through the forest using a vertical clinging and leaping technique. It is endemic to Madagascar, inhabiting the southern subtropical or tropical dry shrubland. It is threatened by habitat loss due to agriculture practices and charcoal production.",
  "/wiki/Small-toothed_sportive_lemur": "The small-toothed sportive lemur (Lepilemur microdon), or small-toothed weasel lemur, is a primate species in the family Lepilemuridae that—like all extant lemurs—is endemic to Madagascar. The species lives in dense rainforest in southeastern Madagascar, and can be found in Ranomafana and Andringitra National Parks. Described in 1894, it was considered either a subspecies or taxonomic synonym of the weasel sportive lemur (Lepilemur mustelinus) throughout most of the 20th century. Phylogenetic studies not only support its species status, but also suggest that it is the only eastern Malagasy sportive lemur that is more closely related to western than to other eastern species.",
  "/wiki/Daraina_sportive_lemur": "The Daraina sportive lemur (Lepilemur milanoii) is a sportive lemur endemic to Madagascar.  It is a relatively small sportive lemur with a total length of about 49 to 56 cm (19 to 22 in), of which 24–27 cm (9.4–10.6 in) are tail.",
  "/wiki/Mittermeier%27s_sportive_lemur": "Mittermeier's sportive lemur (Lepilemur mittermeieri) is a sportive lemur endemic to the Ampasindava Peninsula in Madagascar.",
  "/wiki/Weasel_sportive_lemur": "The weasel sportive lemur (Lepilemur mustelinus), also known as the greater sportive lemur, weasel lemur, or greater weasel lemur, is a species of lemur native to northeastern Madagascar. Its habitat includes rainforests and tropical rainforests. Its dorsal side is a reddish-brown colour, and greyish brown ventrally. Its colour darkens towards the tip of its tail. Individuals weigh from 0.8 to 1.2 kg (1.8 to 2.6 lb) It has long, soft fur.  Its body length is approximately 22–30 cm (8.7–11.8 in) and a tail length of 23–27 cm (9.1–10.6 in).",
  "/wiki/Isidore_Geoffroy_Saint-Hilaire": "Isidore Geoffroy Saint-Hilaire (16 December 1805 – 10 November 1861) was a French zoologist and an authority on deviation from normal structure. In 1854 he coined the term éthologie (ethology).",
  "/wiki/Near_Threatened": "A near-threatened species is a species which has been categorized as \"Near Threatened\" (NT) by the International Union for Conservation of Nature as that may be considered threatened with extinction in the near future, although it does not currently qualify for the threatened status. The IUCN notes the importance of re-evaluating near-threatened taxon at appropriate intervals.",
  "/wiki/Otto%27s_sportive_lemur": "Otto's sportive lemur (Lepilemur otto), or the Ambodimahabibo sportive lemur, is a sportive lemur endemic to Madagascar.  Its coloration is primarily grey-brown.  It is known only from Ambodimahabibo, between the Mahajamba River in the west and the Sofia River in the north.",
  "/wiki/Petter%27s_sportive_lemur": "Petter's sportive lemur (Lepilemur petteri) is a sportive lemur endemic to Madagascar.  It is one of 26 species in the genus Lepilemur. It is one of the smaller sportive lemurs with a total length of about 49 to 54 cm (19 to 21 in), of which 22–25 cm (8.7–9.8 in) are tail.  Petter's sportive lemur is found in southwestern Madagascar, living in dry spiny forests and some gallery forests.",
  "/wiki/Randrianasolo%27s_sportive_lemur": "Randrianasolo's sportive lemur (Lepilemur randrianasoloi), or the Bemaraha sportive lemur, is a sportive lemur endemic to Madagascar.  It has a total length of about 49 to 56 cm (19 to 22 in), of which 21–26 cm (8.3–10.2 in) are tail.  Randrianasolo's sportive lemur is found in western Madagascar.",
  "/wiki/Red-tailed_sportive_lemur": "The red-tailed sportive lemur (Lepilemur ruficaudatus), or red-tailed weasel lemur, is native to Madagascar like all lemurs.  It is a nocturnal species feeding largely on leaves, though they also eat some fruit.  Individuals weigh around 800 g (1.8 lb), and there is little sexual dimorphism.  In general they live in mated pairs, with a home range of about 10,000 square metres.  Both members of the pair use the same home range, and there is little overlap between the home ranges of neighbouring pairs.  Travel distances each night are between 100 m (330 ft) and 1 km (0.6 mi), making this a relatively inactive species.  This species can be found in the Madagascar dry deciduous forests.",
  "/wiki/Alfred_Grandidier": "Alfred Grandidier (20 December 1836 – 13 September 1921)  was a French naturalist  and explorer."
}