{
  "/wiki/Aldosivi": "Club Atlético Aldosivi (usually called simply Aldosivi) is an Argentine sports club based in the city of Mar del Plata, Buenos Aires Province. The club is mostly known for its football squad, which currently plays in Primera División, the top division of Argentine football league system.",
  "/wiki/Mar_del_Plata": "Mar del Plata is a city in Buenos Aires Province, Argentina located on the coast of the Atlantic Ocean. It is the head of General Pueyrredón Partido. Mar del Plata is the second largest city in Buenos Aires Province. The name \"Mar del Plata\" has the meaning of \"sea of the Plate region\" or \"adjoining sea to the (River) Plate region\". Mar del Plata is one of the major fishing ports and the biggest seaside beach resort in Argentina.\nWith a population of 614,350 as per the 2010 census [INDEC], it is the 7th largest city in Argentina.",
  "/wiki/Buenos_Aires_Province": "Buenos Aires (Spanish pronunciation: [ˈbwenos ˈaiɾes], Provincia de Buenos Aires, Spanish pronunciation: [pɾo'βinsja de ˈbwenos ˈaiɾes]; English: \"fair winds\") is the largest and most populous Argentine province. It takes its name from the city of Buenos Aires, the capital of the country, which used to be part of the province and the province's capital until it was federalized in 1880. Since then, in spite of bearing the same name, the province does not include Buenos Aires proper, though it does include all other parts of the Greater Buenos Aires metropolitan area. The current capital of the province is the city of La Plata, founded in 1882.",
  "/wiki/Estadio_Jos%C3%A9_Mar%C3%ADa_Minella": "The Estadio José María Minella is a stadium in Mar del Plata, Argentina. It is owned and administrated by the Municipality of General Pueyrredón.",
  "/wiki/Argentinos_Juniors": "Asociación Atlética Argentinos Juniors is an Argentine sports club based in La Paternal, Buenos Aires. The club is mostly known for its football team, which currently plays in the Argentine Primera División, and was recognized as one of the most important football teams of South America by FIFA. It is one of the eight Argentine first division teams that have won the Copa Libertadores. The continental trophy was won in the club's first entry to the contest, in 1985. The most remarkable sign of this team is the power of its youth teams, which unveiled some of the most talented footballers in Argentinian football history, with Diego Maradona as the greatest example of all. As a result it has been described as \"one of Argentina's most distinctive football clubs\".",
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
  "/wiki/Autonomous_city": "Autonomous city is a type of autonomous administrative division.",
  "/wiki/Estadio_Diego_Armando_Maradona": "Estadio Diego Armando Maradona is a football stadium in Villa General Mitre, Buenos Aires, Argentina. It is the home venue of Argentinos Juniors, and has a capacity of 26,000.",
  "/wiki/Atl%C3%A9tico_Tucum%C3%A1n": "Club Atlético Tucumán (mostly known as Atlético Tucumán) is an Argentinian football club based in the city of San Miguel de Tucumán of Tucumán Province. Although several sports are practised at the club, Atlético is mostly known for its football team, which currently plays in the Primera División, the first division of the Argentine football league system. They played for the first time in 2017 both Copa Libertadores and Copa Sudamericana.",
  "/wiki/San_Miguel_de_Tucum%C3%A1n": "San Miguel de Tucumán (Spanish pronunciation: [san miˈɣel de tukuˈman]; usually called simply Tucumán) is the capital of the Tucumán Province, located in northern Argentina 1,311 kilometres (815 mi) from Buenos Aires. It is the fifth-largest city of Argentina after Buenos Aires, Córdoba, Rosario and Mendoza and the most important of the northern region. The Spanish Conquistador Diego de Villarroel [es] founded the city in 1565 in the course of an expedition from present-day Peru. Tucumán moved to its present site in 1685.",
  "/wiki/Tucum%C3%A1n_Province": "Tucumán (Spanish pronunciation: [tukuˈman]) is the most densely populated, and the second-smallest by land area, of the provinces of Argentina. Located in the northwest of the country, the province has the capital of San Miguel de Tucumán, often shortened to Tucumán. Neighboring provinces are, clockwise from the north: Salta, Santiago del Estero and Catamarca. It is nicknamed El Jardín de la República (The Garden of the Republic), as it is a highly productive agricultural area.",
  "/wiki/Estadio_Monumental_Jos%C3%A9_Fierro": "The Estadio José Fierro is a multi-use stadium in Tucumán, Argentina. It is  the home ground for Club Atlético Tucumán.  The stadiums capacity is now 35,200 due to extensive remodeling of the stadium.\nA further expansion is in the planning stages and will be revealed in the near future.",
  "/wiki/Club_Atl%C3%A9tico_Banfield": "Club Atlético Banfield is an Argentine sports club located in the city of Banfield, Buenos Aires. Founded on 21 January 1896 by town residents of British origin (mostly from England and some from Scotland and Ireland), Banfield is mostly known for its football team, which currently plays in Primera División, the first division of the Argentine football league system.",
  "/wiki/Estadio_Florencio_Sola": "Estadio Florencio Sola (nicknamed \"Lencho\") is a multi-use stadium in Banfield, Argentina.  It is currently used primarily for football matches, and it is the home of Banfield of the Argentine Primera División.  The stadium has a capacity of 34,901 people and was built in 1940.",
  "/wiki/Club_Atl%C3%A9tico_Belgrano": "Club Atlético Belgrano (Spanish pronunciation: [ˈkluβ aˈtletiko βelˈɣɾano]; mostly known simply as Belgrano [belˈɣɾano] or Belgrano de Córdoba [belˈɣɾano ðe ˈkoɾðoβa]) is an Argentine sports club from the city of Córdoba, best known for its football team, which currently plays in Argentine Primera B Nacional, the second level of Argentine football league system. Belgrano's stadium is the El Gigante de Alberdi, which is located in Barrio Alberdi, in the central area of the city of Cordoba.",
  "/wiki/C%C3%B3rdoba,_Argentina": "Córdoba (Spanish pronunciation: [ˈkoɾðoβa]) is a city in central Argentina, in the foothills of the Sierras Chicas on the Suquía River, about 700 km (435 mi) northwest of the Buenos Aires. It is the capital of Córdoba Province and the second most populous city in Argentina after Buenos Aires, with about 1.3 million inhabitants according to the 2010 census. It was founded on 6 July 1573 by Jerónimo Luis de Cabrera, who named it after Córdoba, Spain. It was one of the first Spanish colonial capitals of the region that is now Argentina (the oldest city is Santiago del Estero, founded in 1553). The National University of Córdoba is the oldest university of the country and the seventh to be inaugurated in Spanish America. It was founded in 1613 by the Jesuit Order. Because of this, Córdoba earned the nickname La Docta (\"the learned\").",
  "/wiki/C%C3%B3rdoba_Province,_Argentina": "Córdoba (Spanish pronunciation: [ˈkoɾðoβa]) is a province of Argentina, located in the center of the country. Neighboring provinces are (clockwise from the north): Santiago del Estero, Santa Fe, Buenos Aires, La Pampa, San Luis, La Rioja and Catamarca. Together with Santa Fe and Entre Ríos, the province is part of the economic and political association known as the Center Region.",
  "/wiki/El_Gigante_de_Alberdi": "N/A",
  "/wiki/Talleres_de_C%C3%B3rdoba": "Club Atlético Talleres (Spanish pronunciation: [ˈkluβ aˈtletiko taˈʎeɾes]; mostly known simply as Talleres [taˈʎeɾes] or Talleres de Córdoba [taˈʎeɾes ðe ˈkoɾðoβa]) is an Argentine sports club from the city of Córdoba. The institution is mostly known for its football team, which currently plays in the Argentine Primera División. Talleres' main rival is Belgrano: Their rivalry is known as \"el clásico cordobés\".",
  "/wiki/Estadio_Mario_Alberto_Kempes": "The Estadio Mario Alberto Kempes, formerly known as Estadio Córdoba and popularly Estadio Olímpico Chateau Carreras, is a stadium in the Chateau Carreras neighborhood of Córdoba, Argentina. It is used mostly for association football matches and also sometimes for athletics.",
  "/wiki/Boca_Juniors": "Club Atlético Boca Juniors (Spanish pronunciation: [kluβ aˈtletiko ˈβoka ˈʝunjoɾs]) is an Argentine professional sports club based in La Boca neighbourhood of Buenos Aires. Boca Juniors is mostly known for its professional football team which, since its promotion in 1913, has always played in the Argentine Primera División, becoming the most successful team of Argentina in number of official titles, with 68 won to date. National titles won by Boca Juniors include 33 Primera División championships, and 13 domestic cups. Boca Juniors also owns an honorary title awarded by the Argentine Football Association for their successful tour of Europe in 1925.",
  "/wiki/Estadio_Alberto_J._Armando": "The Estadio Alberto J. Armando is an association football stadium located in La Boca district of Buenos Aires. Widely known as La Bombonera (Spanish pronunciation: [la βomboˈneɾa]; English: The chocolate box) due to its shape, with a \"flat\" stand on one side of the pitch and three steep stands round the rest of the stadium. It has a capacity of 49,000.",
  "/wiki/Club_Atl%C3%A9tico_Col%C3%B3n": "Club Atlético Colón (Spanish pronunciation: [ˈkluβ aˈtletiko koˈlon]), commonly referred to as Colón de Santa Fe [koˈlon de santa ˈfe], is a sports club from Santa Fe, Argentina. The football team plays in the first division of the Argentine football league system, the Argentine Primera División.",
  "/wiki/Santa_Fe,_Argentina": "Santa Fe de la Vera Cruz (Spanish pronunciation: [ˈsanta ˈfe ðe la ˈβeɾa ˈkɾus]; usually called just Santa Fe) is the capital city of the province of Santa Fe, Argentina.  It is situated in north-eastern Argentina, near the junction of the Paraná and Salado rivers.  It lies 15 kilometres (9.3 mi) from the Hernandarias Subfluvial Tunnel that connects it to the city of Paraná. The city is also connected by canal with the port of Colastiné on the Paraná River.  Santa Fe de la Vera Cruz has about 391,164 inhabitants as per the 2010 census [INDEC]. The metropolitan area has a population of 653,073, making it the eighth largest in Argentina. The third largest city in Argentina is Rosario, also located in Santa Fe Province. Rosario has a population of 1.24 million and it is the largest city in Argentina not to be a provincial capital.",
  "/wiki/Santa_Fe_Province": "The Province of Santa Fe (Spanish: Provincia de Santa Fe, Spanish pronunciation: [ˈsanta ˈfe]) is a province of Argentina, located in the center-east of the country. Neighboring provinces are from the north clockwise Chaco (divided by the 28th parallel south), Corrientes, Entre Ríos, Buenos Aires, Córdoba, and Santiago del Estero. Together with Córdoba and Entre Ríos, the province is part of the economico-political association known as the Center Region.",
  "/wiki/Estadio_Brigadier_General_Estanislao_L%C3%B3pez": "Estadio Brigadier General Estanislao Lopez (nicknamed \"El Cementerio de Los Elefantes\") is a football stadium in Santa Fe, Argentina. It is the home stadium of Club Atlético Colón.  The stadium has a capacity of 33,458 and was first opened in 1946.",
  "/wiki/Defensa_y_Justicia": "Club Social y Deportivo Defensa y Justicia, commonly known as Defensa y Justicia or simply Defensa, is an Argentine football club from Florencio Varela, Buenos Aires. The team currently plays in the Primera División, the top division of the Argentine football league system. Home games are played at the Estadio Norberto \"Tito\" Tomaghello which has a capacity of approximately 18,000.",
  "/wiki/Florencio_Varela,_Buenos_Aires": "Florencio Varela is a city in Buenos Aires Province, Argentina. It is the administrative centre for Florencio Varela Partido. It forms part of the urban agglomeration of Greater Buenos Aires.",
  "/wiki/Estadio_Norberto_%22Tito%22_Tomaghello": "Estadio Norberto \"Tito\" Tomaghello is a multi-use stadium in Florencio Varela, Buenos Aires, Argentina.  It is primarily used for football and is currently the home ground for Club Social y Deportivo Defensa y Justicia. The stadium holds 18,000 after its most recent expansion works and it opened in 1978.",
  "/wiki/Estudiantes_de_La_Plata": "Club Estudiantes de La Plata (Spanish pronunciation: [kluβ estuˈðjantez ðe la ˈplata]), simply referred to as Estudiantes [estuˈðjantes], is an Argentine professional sports club based in La Plata. The club's football team currently competes in the Primera División, where it has spent most of its history.",
  "/wiki/La_Plata": "La Plata (Spanish pronunciation: [la ˈplata]) is the capital city of Buenos Aires Province, Argentina. According to the 2001 census [INDEC], it has a population of 765,378 and its metropolitan area has 899,523 inhabitants.",
  "/wiki/Estadio_Ciudad_de_La_Plata": "The Estadio Ciudad de La Plata (City of La Plata Stadium) is a multi-purpose stadium located in the city of La Plata, Argentina. It is also known popularly as the Estadio Único (One-of-a kind Stadium) and is owned by the Province of Buenos Aires, administered jointly by the provincial government, the Municipality of La Plata, and the football clubs Estudiantes de La Plata and Gimnasia y Esgrima de la Plata.",
  "/wiki/Club_de_Gimnasia_y_Esgrima_La_Plata": "Club de Gimnasia y Esgrima La Plata (Spanish pronunciation: [ˈkluβ ðe ximˈnasja i ezˈɣɾima la ˈplata]; English: La Plata Gymnastics and Fencing Club), also known simply as Gimnasia or the acronym CGE, is a professional Argentine sports club based in the city of La Plata, Buenos Aires Province. Founded in 1887 as \"Club de Gimnasia y Esgrima\", the club is mostly known for its football team, which currently plays in the Primera División, the first division of the Argentine football league system. The club is currently managed by Diego Maradona.",
  "/wiki/Estadio_Juan_Carmelo_Zerillo": "The Juan Carmelo Zerillo Stadium, also known as El Bosque (Spanish for \"The Forest\", due to its location in a big city park of the same name), is a sports venue located in the city of La Plata, Buenos Aires, Argentina. It is located on 60th Avenue and its intersection with 118th Street. It is the stadium of the Club de Gimnasia y Esgrima La Plata, and nowadays has the capacity to accommodate approximately 33,500 spectators.",
  "/wiki/Godoy_Cruz_Antonio_Tomba": "Club Deportivo Godoy Cruz Antonio Tomba, known simply as Godoy Cruz, is an Argentine sports club from Godoy Cruz, Mendoza. The club is best known for its football team, that plays in the Primera División, the top level of the Argentine football league system.",
  "/wiki/Godoy_Cruz,_Mendoza": "Godoy Cruz is a city in the province of Mendoza, Argentina. It has 183,000 inhabitants as per the 2001 census [INDEC], and is part of the metropolitan area of the provincial capital (Mendoza).",
  "/wiki/Mendoza_Province": "The Province of Mendoza (Spanish pronunciation: [menˈdosa]) is a province of Argentina, located in the western central part of the country in the Cuyo region. It borders to the north with San Juan, the south with La Pampa and Neuquén, the east with San Luis, and to the west with the republic of Chile; the international limit is marked by the Andes mountain range. Its capital city is the homonymous city of Mendoza.",
  "/wiki/Estadio_Malvinas_Argentinas": "The Malvinas Argentinas  is the largest stadium in Mendoza, fourth largest census metropolitan area in Argentina. It is owned and administrated by the Provincial Government, and has a seating capacity of over 40,000 spectators.",
  "/wiki/Club_Atl%C3%A9tico_Hurac%C3%A1n": "Club Atlético Huracán  (Spanish pronunciation: [uɾaˈkan]) is an Argentine sports club from the Parque Patricios neighbourhood of Buenos Aires. The club is notable for its football team, that currently plays in the Primera División, the top level of the Argentine football league system. Its home stadium is the Estadio Tomás Adolfo Ducó.",
  "/wiki/Estadio_Tom%C3%A1s_Adolfo_Duc%C3%B3": "The Estadio Tomás A. Ducó is a stadium in Argentina, located in the Parque Patricios neighborhood of Buenos Aires. The stadium is the home ground of CA Huracán and has a capacity of 48,314.",
  "/wiki/Club_Atl%C3%A9tico_Independiente": "Club Atlético Independiente (Spanish pronunciation: [ˈkluβ aˈtletiko indepenˈdjente]) is an Argentine professional sports club, which has its headquarters and stadium in the city of Avellaneda in Greater Buenos Aires. The club is best known for its football team, which plays in the Primera División and is considered one of Argentina's Big Five football clubs. Independiente holds a longstanding rivalry with neighbor club Racing in the Avellaneda derby, referred to as El Clásico de Avellaneda.",
  "/wiki/Avellaneda": "Avellaneda (American Spanish: [aβeʝaˈneða], locally [aβeʃaˈneða]) is a port city in the province of Buenos Aires, Argentina, and the seat of the Avellaneda Partido, whose population was 342,677 as per the 2010 census [INDEC]. Avellaneda is located within the Greater Buenos Aires metropolitan area, and is connected to neighboring Buenos Aires by several bridges over the Riachuelo River.",
  "/wiki/Estadio_Libertadores_de_Am%C3%A9rica": "The Estadio Libertadores de América is a stadium located in Avellaneda, Buenos Aires Province. It is home to the Argentine football club Independiente. The stadium was officially named only as recently as 2005, having been previously known simply as Estadio de Independiente or La Doble Visera de Cemento (\"The double cement visor\") because of the two roofs overhanging the spectators.",
  "/wiki/Club_Atl%C3%A9tico_Lan%C3%BAs": "Club Atlético Lanús (Spanish pronunciation: [ˈkluβ aˈtletiko laˈnus]) is an Argentine sports club from the Lanús district of Greater Buenos Aires. Founded on 3 January 1915, the club's main sports are football and basketball. In both sports, Lanús plays in Argentina's top divisions: Primera División (football) and Liga Nacional de Básquet (basketball). In football, Lanús has won six major championships in its history: the 1996 Copa CONMEBOL (the predecessor of the current Copa Sudamericana), the 2007 Apertura, the 2013 Copa Sudamericana, the 2016 Argentine Primera División, the 2016 Bicentenario national cup and the 2017 Supercopa Argentina.",
  "/wiki/Lan%C3%BAs": "Lanús (Spanish pronunciation: [laˈnus]) is the capital of Lanús Partido, Buenos Aires Province in Argentina. It lies just south of the capital city Buenos Aires, in the Greater Buenos Aires metropolitan area. The city has a population of 212,152 (2001 census [INDEC]), and the Partido de Lanús has a total population of 453,500.",
  "/wiki/Estadio_Ciudad_de_Lan%C3%BAs_%E2%80%93_N%C3%A9stor_D%C3%ADaz_P%C3%A9rez": "Estadio Ciudad de Lanús – Néstor Díaz Pérez, also known as La Fortaleza (The Fortress), is a multi-use stadium in Lanús, Argentina.  It is currently used primarily for football matches and is the home ground of Club Atlético Lanús.  The stadium holds 47,027 people and was built in 1929. In September 2010, the club started construction on a roof for the local stand, which has since been completed. Several other works were completed in 2014, these additions consisting in a new changing rooms, a press conference room, an official club shop, a highly competitive gym, a café for club members and a secondary school behind the stadium.",
  "/wiki/Newell%27s_Old_Boys": "Club Atlético Newell's Old Boys  (Spanish pronunciation: [ˈkluβ aˈtletiko ˈɲuls olˈβois]) is an  Argentine sports club based in Rosario, Santa Fe. The club was founded on 3 November 1903, and is named after Isaac Newell, from the English county of Kent, one of the pioneers of Argentine football.",
  "/wiki/Rosario,_Santa_Fe": "Rosario (Spanish pronunciation: [roˈsaɾjo]) is the largest city in the central Argentina province of Santa Fe. The city is located 300 km (186 mi) northwest of Buenos Aires, on the west bank of the Paraná River. Rosario is the third most populous city in the country, and is also the most populous city in Argentina that is not a provincial capital. With a growing and important metropolitan area, Greater Rosario has an estimated population of 1,276,000 as of 2012[update]. One of its main attractions includes the neoclassical architecture that has been retained over the centuries in hundreds of residences, houses and public buildings.",
  "/wiki/Estadio_Marcelo_Bielsa": "Estadio Marcelo A. Bielsa is Newell's Old Boys' multi-use stadium in Rosario, Argentina.  It didn't have any official name until December 22, 2009, when it was named after the former manager of the club Marcelo Bielsa. Until then it was simply called El Coloso del Parque (\"The Colossus of the Park\"), and this remained as the stadium's popular name. It is currently used mostly for football matches, but it has hosted some rugby matches sometimes, albeit rarely.  The stadium was built in 1911, and has been expanded several times since. It currently holds 42,000.",
  "/wiki/Club_Atl%C3%A9tico_Patronato": "The Club Atlético Patronato de la Juventud Católica (commonly called Patronato or Patronato de Paraná) is an Argentine football club based in Paraná, Entre Ríos. The squad currently plays in Primera División, the top division of Argentine football league system.",
  "/wiki/Paran%C3%A1,_Entre_R%C3%ADos": "Paraná (Spanish pronunciation: [paɾaˈna]) is the capital city of the Argentine province Entre Ríos, located on the eastern shore of the Paraná River, opposite the city of Santa Fe, capital of the neighbouring Santa Fe Province. The city has a population of 247,863 (2010 census [INDEC]).",
  "/wiki/Entre_R%C3%ADos_Province": "Entre Ríos (Spanish pronunciation: [ˈentɾe ˈri.os], \"Between Rivers\") is a central province of Argentina, located in the Mesopotamia region. It borders the provinces of Buenos Aires (south), Corrientes (north) and Santa Fe (west), and Uruguay in the east.",
  "/wiki/Estadio_Presb%C3%ADtero_Bartolom%C3%A9_Grella": "Estadio Presbítero Bartolomé Grella is a multi-use stadium in Paraná, Argentina.  It is currently used mostly for football matches and is the home ground of Patronato de Paraná.  The stadium has a capacity of 23,500 spectators and it opened in 1956.",
  "/wiki/Racing_Club_de_Avellaneda": "Racing Club, also known simply as Racing, is an Argentine professional sports club based in Avellaneda, a city of Greater Buenos Aires. Founded in 1903, Racing has been historically considered one of the \"big five\" clubs of Argentine football. Racing currently plays in the Primera División, the top division of the Argentine league system.",
  "/wiki/Estadio_Presidente_Juan_Domingo_Per%C3%B3n": "The Estadio Juan Domingo Perón, popularly known as El Cilindro de Avellaneda, is an association football stadium located in the Avellaneda district of Greater Buenos Aires, Argentina. The stadium is the home venue of Racing Club.",
  "/wiki/Club_Atl%C3%A9tico_River_Plate": "Club Atlético River Plate, commonly known as River Plate, is an Argentine professional sports club based in the Núñez neighborhood of Buenos Aires, founded on 25 May 1901, and named after the English name for the city's estuary, Río de la Plata. Although many sports are practiced at the club, River Plate is best known for its professional football team, which has won Argentina's Primera División championship a record of 36 times, its latest title the 2014 Final. Domestic achievements also include 12 national cups, with the 2018–19 Copa Argentina as the most recent. Those achievements place River Plate as the most winning team of domestic competitions with 48 titles won in the top division. In Second Division, the club has won two titles, in 1908 and 2011–12.",
  "/wiki/Estadio_Monumental_Antonio_Vespucio_Liberti": "Estadio Antonio Vespucio Liberti (Spanish pronunciation: [esˈtaðjo monumenˈtal anˈtonjo βesˈpusjo liˈβeɾti]), also referred to as River Plate Stadium, Monumental de Nuñez, or simply El Monumental, is a stadium in the Belgrano district of Buenos Aires, Argentina (although popular belief wrongly states that the stadium is in the Núñez district), home of the football club River Plate. It was opened on 25 May 1938 and named after former club president Antonio Vespucio Liberti. It is the largest stadium in Argentina with a capacity of 70,074 and is also home of the Argentina national football team. It was the main venue in the 1951 Pan American Games. It hosted the 1978 FIFA World Cup Final between Argentina and the Netherlands. Additionally, it hosted four finals of the Copa América, most recently in 2011.",
  "/wiki/Rosario_Central": "Club Atlético Rosario Central (Spanish pronunciation: [roˈsaɾjo senˈtɾal]) is a sports club based in Rosario, Argentina, that plays in the Argentine Primera División. The club was officially founded December 24, 1889 by a group of railway workers, taking its name from the English-owned Central Argentine Railway company. One of the oldest Argentine teams, it is considered a pioneer in its hometown and the only one of current Rosarian teams to have won an international title organised by CONMEBOL, the Copa Conmebol, won by the club in 1995.",
  "/wiki/Estadio_Gigante_de_Arroyito": "The Estadio Gigante de Arroyito (Spanish pronunciation: [xiˈɣante ðe aroˈʝito]) is a sports stadium in Rosario, Argentina. It is the home of the Rosario Central football team.",
  "/wiki/List_of_football_clubs_in_Argentina": "This is a non-exhaustive list of football clubs in Argentina, which is ordered according to the division they currently play in."
}