{
  "/wiki/Argentino_de_Rosario": "Club Atlético Argentino, commonly known as Argentino de Rosario, is an Argentine football club from the city of Rosario, Santa Fe. The team currently plays in Primera D Metropolitana, the regionalised fifth division of the Argentine football league system.",
  "/wiki/Rosario": "Rosario (Spanish pronunciation: [roˈsaɾjo]) is the largest city in the central Argentina province of Santa Fe. The city is located 300 km (186 mi) northwest of Buenos Aires, on the west bank of the Paraná River. Rosario is the third most populous city in the country, and is also the most populous city in Argentina that is not a provincial capital. With a growing and important metropolitan area, Greater Rosario has an estimated population of 1,276,000 as of 2012[update]. One of its main attractions includes the neoclassical architecture that has been retained over the centuries in hundreds of residences, houses and public buildings.",
  "/wiki/Santa_Fe_Province": "The Province of Santa Fe (Spanish: Provincia de Santa Fe, Spanish pronunciation: [ˈsanta ˈfe]) is a province of Argentina, located in the center-east of the country. Neighboring provinces are from the north clockwise Chaco (divided by the 28th parallel south), Corrientes, Entre Ríos, Buenos Aires, Córdoba, and Santiago del Estero. Together with Córdoba and Entre Ríos, the province is part of the economico-political association known as the Center Region.",
  "/wiki/Club_Atlético_Atlas": "Club Atlético Atlas is an Argentine football club from the General Rodríguez district in Buenos Aires Province. Atlas currently plays in Primera D, the fifth division of the Argentine football league system.",
  "/wiki/General_Rodríguez": "General Rodríguez is a city within the urban agglomeration of Greater Buenos Aires, Buenos Aires Province, Argentina. It is the administrative centre for General Rodríguez Partido. The triple crime took place in 2008. In 2013 AGCO opened a factory in General Rodríguez to build Massey Ferguson and Valtra tractors.",
  "/wiki/Buenos_Aires_Province": "Buenos Aires (Spanish pronunciation: [ˈbwenos ˈaiɾes], Provincia de Buenos Aires, Spanish pronunciation: [pɾo'βinsja de ˈbwenos ˈaiɾes]; English: \"fair winds\") is the largest and most populous Argentine province. It takes its name from the city of Buenos Aires, the capital of the country, which used to be part of the province and the province's capital until it was federalized in 1880. Since then, in spite of bearing the same name, the province does not include Buenos Aires proper, though it does include all other parts of the Greater Buenos Aires metropolitan area. The current capital of the province is the city of La Plata, founded in 1882.",
  "/wiki/Club_Atlético_Lugano": "Club Atlético Lugano is an Argentine football club from Tapiales neighborhood in La Matanza Partido, Greater Buenos Aires. The team currently plays in Primera D, the regionalised 5th level of Argentine football league system.",
  "/wiki/Tapiales": "Tapiales is a town in Argentina. It is located in La Matanza Partido and forms part of Greater Buenos Aires. Tapiales had a population of 15,158 at the 2001 census.",
  "/wiki/Cañuelas_Fútbol_Club": "Cañuelas Fútbol Club is an Argentine football club from the city of Cañuelas in Buenos Aires Province. The team currently plays in Primera C Metropolitana, the fourth division of the Argentine football league system.",
  "/wiki/Cañuelas": "Cañuelas is a town in Buenos Aires Province, Argentina. It is the administrative centre for Cañuelas Partido. It is located near the outskirts of the Greater Buenos Aires conurbation.",
  "/wiki/Central_Ballester": "Club Social y Deportivo Central Ballester, simply known as Central Ballester is an Argentine football club based in General San Martín Partido of Greater Buenos Aires. The team currently plays in Primera D, the 5th division of Argentine football league system.",
  "/wiki/Centro_Social_y_Recreativo_Español": "Centro Social y Recreativo Español, usually just Centro Español, is an Argentine football club based in the Villa Sarmiento city of Morón Partido, Greater Buenos Aires. The team currently plays in Primera D Metropolitana, the fifth division of Argentine football league system",
  "/wiki/Villa_Sarmiento": "Villa Sarmiento is a locality in Morón Partido in the province of Buenos Aires, Argentina. It is home to 17,737 people and has an area of 2.55 km².",
  "/wiki/Club_Atlético_Claypole": "Club Atlético Claypole is an Argentine football club located in Claypole, Buenos Aires. The team currently plays in Primera D, the 5th level of the Argentine football league system.",
  "/wiki/Claypole,_Buenos_Aires": "Claypole is an Argentine city located in the southern part of the Almirante Brown Partido, Buenos Aires Province with a population of 41,176 (2001 census [INDEC]).",
  "/wiki/Club_El_Porvenir": "Club El Porvenir is an Argentine football club, located in the Gerli district of Lanús Partido in Greater Buenos Aires. The team currently plays in Primera C, the regionalised fourth division of the Argentine football league system.",
  "/wiki/Gerli": "Gerli is a town in Buenos Aires Province, Argentina. It lies in the partidos of Avellaneda and Lanús and forms part of the Greater Buenos Aires urban agglomeration.",
  "/wiki/Club_Atlético_Ituzaingó": "Club Atlético Ituzaingó is an Argentine football club based in Ituzaingó, Buenos Aires. The team currently plays in Primera D, the regionalised fifth division of the Argentine football league system.",
  "/wiki/Ituzaingó,_Buenos_Aires": "Ituzaingó (Spanish pronunciation: [itusaiŋˈɡo]) is the capital of the Ituzaingó Partido in the Greater Buenos Aires metropolitan area, Argentina, west of Buenos Aires.",
  "/wiki/Club_Leandro_N._Alem": "Club Deportivo y Mutual Leandro N. Alem is an Argentine football club, located in General Rodríguez, Buenos Aires Province. The team currently plays in Primera C, the fourth division of the Argentine football league system.",
  "/wiki/Club_Social_y_Deportivo_Liniers": "Club Social y Deportivo Liniers is an Argentine football club from the Villegas district of La Matanza Partido, Greater Buenos Aires. The team currently plays in Primera D Metropolitana, the fifth division of the Argentine football league system.",
  "/wiki/San_Justo,_Buenos_Aires": "San Justo is a city and the seat of government of La Matanza Partido, Buenos Aires Province, Argentina.",
  "/wiki/Club_Social_y_Deportivo_Muñiz": "Club Social y Deportivo Muñiz is an Argentine sports club from Muñiz, San Miguel Partido in Gran Buenos Aires. The team currently plays in Primera D Metropolitana, the fifth division of the Argentine football league system.",
  "/wiki/Muñiz,_Buenos_Aires": "Muñiz is a town located in San Miguel Partido of Buenos Aires Province, Argentina. It forms part of the urban conurbation of Greater Buenos Aires.",
  "/wiki/Club_Atlético_Puerto_Nuevo": "Club Atlético Puerto Nuevo is an Argentine sports club from Campana, Buenos Aires. The club is mostly known for its football team, which currently plays in Primera D, the fifth division of the Argentine league system.",
  "/wiki/Campana,_Buenos_Aires_Province": "Campana is a city in the province of Buenos Aires, Argentina. It is the seat of the Campana Partido. It is located about 75 km (47 mi) from the Autonomous City of Buenos Aires, on the right-hand margin of the Paraná River. Its population is 94,333 inhabitants as per the 2010 census [INDEC].",
  "/wiki/San_Martín_de_Burzaco": "Club Social y Deportivo San Martín (usually referred to as San Martín de Burzaco) is a sports club based in Burzaco, Buenos Aires Province. Its football team currently plays in Primera C, which is the regionalised fourth tier of the Argentine Football Association league system.",
  "/wiki/Burzaco": "Burzaco is a city in Almirante Brown Partido, Buenos Aires Province, Argentina. It has an area of 22.77 km², holds a population of 86,113 (2001 census [INDEC]). It is 27 kilometres from Buenos Aires city, to which it is linked by the Ferrocarril General Roca South. Although there were some farms in the area since  at least since the end of the 18th century, Burzaco was first established as a town soon after the arrival of the railway in 1865. The current city is the site of the country's first ever National Flag monument, in Burzaco's main square.",
  "/wiki/Club_Atlético_San_Miguel": "Club Atlético San Miguel is an Argentine sports club from San Miguel, Buenos Aires The club's headquarters are located in San Miguel while its football stadium is erected in Los Polvorines district of Malvinas Argentinas Partido. Although many sports are practised at the club, San Miguel is mostly known for its football team, which currently plays in Primera B, the third division of the Argentine football league system.",
  "/wiki/San_Miguel,_Buenos_Aires": "San Miguel is a city in the northwest region of Greater Buenos Aires, 30 km from the City of Buenos Aires. San Miguel is the county seat of San Miguel Partido, and has been a part of Greater Buenos Aires since the early 2000s. The number of inhabitants was 157,532 according to the 2001 census.",
  "/wiki/Sportivo_Barracas": "Club Sportivo Barracas is an Argentine sports club from Buenos Aires. The institution was born as a rowing club, nevertheless it is mostly known for its football activities nowadays. The team currently plays in Primera C, the fourth division of the Argentine football league system.",
  "/wiki/San_Carlos_de_Bolívar": "San Carlos de Bolívar (or simply Bolívar) is a town in Buenos Aires Province, Argentina. It is the administrative centre for Bolívar Partido.",
  "/wiki/Club_Atlético_Victoriano_Arenas": "Club Atlético Victoriano Arenas is an Argentine sports club located in the Avellaneda district of Greater Buenos Aires.  The club is mostly known for its football team, which currently plays in Primera C Metropolitana, the regionalised 4th level of Argentine football league system. Victoriano Arenas was founded on January 2, 1928, taking its name from an estate agent in Valentín Alsina. Apart from football, other disciplines hosted by the club are artistic roller skating and judo.",
  "/wiki/Valentín_Alsina,_Buenos_Aires": "Valentín Alsina is a city in the Lanús Partido of Buenos Aires Province, Argentina. It is located next to Buenos Aires city in the Gran Buenos Aires urban area.",
  "/wiki/Club_Social_y_Deportivo_Yupanqui": "Club Social y Deportivo Yupanqui is an Argentine football club that currently plays in the Primera D Metropolitana, the fifth division of the Argentine league system. The club was named by searching for unusual words in the dictionary. Yupanqui was picked up because the meaning of the Quechua word, \"the posterity will talk about you\".",
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
  "/wiki/Autonomous_city": "Autonomous city is a type of autonomous administrative division.",
  "/wiki/List_of_football_clubs_in_Argentina": "This is a non-exhaustive list of football clubs in Argentina, which is ordered according to the division they currently play in."
}