{
  "/wiki/Club_Atlético_Alvarado": "Club Atlético Alvarado is an Argentine football club from the city of Mar del Plata, Buenos Aires Province. The team currently plays in the Primera B Nacional, the 2nd division of the Argentine football league system.",
  "/wiki/Mar_del_Plata": "Mar del Plata is a city in Buenos Aires Province, Argentina located on the coast of the Atlantic Ocean. It is the head of General Pueyrredón Partido. Mar del Plata is the second largest city in Buenos Aires Province. The name \"Mar del Plata\" has the meaning of \"sea of the Plate region\" or \"adjoining sea to the (River) Plate region\". Mar del Plata is one of the major fishing ports and the biggest seaside beach resort in Argentina.\nWith a population of 614,350 as per the 2010 census [INDEC], it is the 7th largest city in Argentina.",
  "/wiki/Buenos_Aires_Province": "Buenos Aires (Spanish pronunciation: [ˈbwenos ˈaiɾes], Provincia de Buenos Aires, Spanish pronunciation: [pɾo'βinsja de ˈbwenos ˈaiɾes]; English: \"fair winds\") is the largest and most populous Argentine province. It takes its name from the city of Buenos Aires, the capital of the country, which used to be part of the province and the province's capital until it was federalized in 1880. Since then, in spite of bearing the same name, the province does not include Buenos Aires proper, though it does include all other parts of the Greater Buenos Aires metropolitan area. The current capital of the province is the city of La Plata, founded in 1882.",
  "/wiki/Club_Cipolletti": "Club Cipolletti is an Argentine sports club, located in the homonymous district of Río Negro Province. The football team currently plays in Torneo Federal A, the regionalised third division of Argentine football league system.",
  "/wiki/Cipolletti": "Cipolletti (Spanish pronunciation: [sipoˈleti] or [tʃipoˈleti]) is a city in north of the Patagonian province of Río Negro, Argentina, with 75,078 inhabitants at the 2001 census [INDEC].",
  "/wiki/Río_Negro_Province": "Río Negro (Spanish pronunciation: [ˈri.o ˈneɣɾo], Black River) is a province of Argentina, located at the northern edge of Patagonia. Neighboring provinces are from the south clockwise Chubut, Neuquén, Mendoza, La Pampa and Buenos Aires. To the east lies the Atlantic Ocean.",
  "/wiki/Deportivo_Madryn": "Club Social y Deportivo Madryn (usually called simply Deportivo Madryn) is an Argentine sports club. Its home town is Puerto Madryn, in the Chubut Province. Although other sports are practised there, the club is mostly known for both its football and basketball teams.",
  "/wiki/Puerto_Madryn": "Puerto Madryn (Spanish pronunciation: [ˈpweɾto ˈmaðɾin]; Welsh: Porth Madryn) is a city in the province of Chubut in Argentine Patagonia. It is the capital of the Biedma Department, and has about 93,995 inhabitants according to the last census in 2010.",
  "/wiki/Chubut_Province": "Chubut (Welsh: Talaith Chubut; Spanish: Provincia del Chubut IPA: [tʃuˈβut]) is a province in southern Argentina, situated between the 42nd parallel south (the border with Río Negro Province), the 46th parallel south (bordering Santa Cruz Province), the Andes range to the west, and the Atlantic ocean to the east. The province's name derives from the Tehuelche word chupat, meaning \"transparent,\" their description of the Chubut River.",
  "/wiki/Deportivo_Roca": "The Club Social y Deportivo General Roca is an Argentine sports club, based on General Roca, in the Río Negro Province. The club, founded on September 1, 1974, is mostly known for its football and basketball teams.",
  "/wiki/General_Roca_(Río_Negro)": "General Roca is a city in the northeast of the Argentine province of Río Negro, northern Patagonia. UN/LOCODE is ARGNR.",
  "/wiki/General_Pico": "General Pico is a city located in the northeast of La Pampa Province, Argentina. It has a surface area of 2,555 km2 (986 sq mi). It is located at 143 m (469 ft) above sea level and inside the region of the Pampa Húmeda Llana (Flat-Humid Pampas). Its lands are fertile and usually apt for cattle raising and agriculture.",
  "/wiki/La_Pampa_Province": "La Pampa (Spanish pronunciation: [la ˈpampa]) is a sparsely populated province of Argentina, located in the Pampas in the center of the country. Neighboring provinces are from the north clockwise San Luis, Córdoba, Buenos Aires, Río Negro, Neuquén and Mendoza.",
  "/wiki/Independiente_de_Neuquén": "Club Atlético Independiente (more often referred as Independiente de Neuquén) is an Argentine football club based in the city of Neuquén. The squad currently plays in Zone A of the regionalised 3rd level of Argentine football Torneo Federal A.",
  "/wiki/Neuquén": "Neuquén (Spanish pronunciation: [neu̯ˈken]; Mapuche: Nehuenken) is the capital city of the Argentine province of Neuquén and of the Confluencia Department, located in the east of the province. It occupies a strip of land west of the confluence of the Limay and Neuquén rivers which form the Río Negro making it part of the Microregion of Alto Valle del Río Negro. The city and surrounding area have a population of more than 340,000, making it the largest city in Patagonia.  Along with the cities of Plottier and Cipolletti, it is part of the Neuquén – Plottier – Cipolletti conurbation.",
  "/wiki/Neuquén_Province": "Neuquén (Spanish pronunciation: [neu̯ˈken]) is a province of Argentina, located in the west of the country, at the northern end of Patagonia. It borders Mendoza Province to the north, Rio Negro Province to the southeast, and Chile to the west. It also meets La Pampa Province at its northeast corner.",
  "/wiki/Club_Atlético_Sansinena_Social_y_Deportivo": "Sansinena is an Argentinian football club from the city of General Daniel Cerri, Bahía Blanca Partido, Buenos Aires Province. It was founded on 12 June 1914 and currently plays in the Torneo Federal A.",
  "/wiki/Viedma,_Río_Negro": "Viedma (Spanish pronunciation: [ˈbjeðma]) is the capital and fourth largest city of the Río Negro Province, in South-Central Argentina. The city has 47,246 inhabitants (2001), and is located on the southern margin of the Negro River, about 30 kilometres off the Atlantic Coast, and 960 km from the city of Buenos Aires on the National Route 3.",
  "/wiki/Club_Villa_Mitre": "Club Villa Mitre, is a sports club based in the city of Bahía Blanca, Buenos Aires Province, Argentina. Although many sports are practised at the club, Villa Mitre is mostly known for its football team which currently plays in the Torneo Argentino B, the regionalised fourth division of the Argentine football league system. The club was named in commemoration of Bartolomé Mitre, President of Argentina between 1862 and 1868.",
  "/wiki/Bahía_Blanca": "Bahía Blanca (Spanish pronunciation: [baˈi.a ˈβlaŋka]; English: White Bay) is a city in the southwest of the province of Buenos Aires, Argentina, by the Atlantic Ocean, and is the seat of government of Bahía Blanca Partido. It had 301,572 inhabitants according to the 2010 census [INDEC]. It is the principal city in the Greater Bahía Blanca urban agglomeration.",
  "/wiki/List_of_football_clubs_in_Argentina": "This is a non-exhaustive list of football clubs in Argentina, which is ordered according to the division they currently play in."
}