{
  "/wiki/Deportivo_Maip%C3%BA": "Club Deportivo Maipú, mostly known as Deportivo Maipú is an Argentine football club based in the city of Maipú, Mendoza. The team currently plays in Torneo Federal A, one of the two leagues that form the regionalised third level of the Argentine football league system.",
  "/wiki/Maip%C3%BA,_Mendoza": "Maipú is a city in Mendoza Province, Argentina. It is the capital of the Maipú Department. It is located a short distance from the provincial capital, Mendoza.",
  "/wiki/Mendoza,_Argentina": "Mendoza (/mɛnˈdoʊzə/, American Spanish: [menˈdosa]), officially the City of Mendoza (Spanish: Ciudad de Mendoza) is the capital of the province of Mendoza in Argentina. It is located in the northern-central part of the province, in a region of foothills and high plains, on the eastern side of the Andes. As of the 2010 census [INDEC], Mendoza had a population of 115,041 with a metropolitan population of 1,055,679, making Greater Mendoza the fourth largest census metropolitan area in the country.",
  "/wiki/Sportivo_Desamparados": "Club Sportivo Desamparados is a sports club from the city of San Juan, San Juan Province, Argentina. The football team currently plays in the Torneo Argentino B, which is one of the fourth tier competitions, along with the Primera C, of the Argentine league system.",
  "/wiki/San_Juan,_Argentina": "San Juan (Spanish pronunciation: [saŋ ˈxwan]) is the capital city of the Argentine province of San Juan in the Cuyo region, located in the Tulúm Valley, west of the San Juan River, at 650 m (2,133 ft)  above mean sea level, with a population of around 112,000 as per the 2001 census [INDEC] (over 500,000 in the metropolitan area).",
  "/wiki/San_Juan_Province_(Argentina)": "San Juan Province (Spanish pronunciation: [saŋ ˈxwan]) is a province of Argentina, located in the western part of the country. Neighbouring provinces are, moving clockwise from the north, La Rioja, San Luis and Mendoza. It borders with Chile to the west.",
  "/wiki/Estadio_Sportivo_Desamparados": "Estadio El Serpentario is a stadium in San Juan, Argentina. It has a capacity of 12,000 spectators.  It is the home of Sportivo Desamparados of the Primera B Nacional.",
  "/wiki/Estudiantes_de_R%C3%ADo_Cuarto": "Asociación Atlética Estudiantes (usually known as Estudiantes de Río Cuarto) is a sports club located in the city of Río Cuarto, Córdoba Province (Argentina). Although many sports are practised at the club, it is mostly known for its football team, which currently plays in the Torneo Argentino B, the regionalised 4th level of the Argentine football league system.",
  "/wiki/R%C3%ADo_Cuarto,_C%C3%B3rdoba": "Río Cuarto is a city in the province of Córdoba, Argentina. Located in the south of the province, it has about 157,000 inhabitants (2010 census [INDEC]) and is an important commercial and agricultural hub.",
  "/wiki/C%C3%B3rdoba_Province,_Argentina": "Córdoba (Spanish pronunciation: [ˈkoɾðoβa]) is a province of Argentina, located in the center of the country. Neighboring provinces are (clockwise from the north): Santiago del Estero, Santa Fe, Buenos Aires, La Pampa, San Luis, La Rioja and Catamarca. Together with Santa Fe and Entre Ríos, the province is part of the economic and political association known as the Center Region.",
  "/wiki/Club_Sportivo_Estudiantes": "Club Sportivo Estudiantes is an Argentine association football club based in the city of San Luis in the homonymous province. The senior squad currently plays in Primera B Nacional, the second division of Argentine football league system.",
  "/wiki/San_Luis,_Argentina": "San Luis (Spanish pronunciation: [ˈsan ˈlwis]) is the capital city of San Luis Province in the Cuyo region of Argentina. It is also the seat of the Juan Martín de Pueyrredón Department.",
  "/wiki/San_Luis_Province": "San Luis (Spanish pronunciation: [san ˈlwis]) is a province of Argentina located near the geographical center of the country (on the 32° South parallel). Neighboring provinces are, from the north clockwise, La Rioja, Córdoba, La Pampa, Mendoza and San Juan.",
  "/wiki/Las_Heras,_Mendoza": "Las Heras is a city in the province of Mendoza, Argentina, located in the north of the metropolitan area of the provincial capital (Greater Mendoza). It has more than 180,000 inhabitants as per the 2001 census [INDEC] and is the head town of the department of the same name.",
  "/wiki/Juventud_Unida_Universitario": "Club Atlético Juventud Unida Universitario is an Argentine football club from San Luis Province. The team currently plays in Torneo Argentino A, the regionalised third division of the Argentine football league system.",
  "/wiki/Racing_de_C%C3%B3rdoba": "Club Atlético Racing (usually referred as Racing de Córdoba) is an Argentine football club from the city of Córdoba. The team currently plays in Torneo Argentino A, the regionalised third division of the Argentine football league system.",
  "/wiki/C%C3%B3rdoba,_Argentina": "Córdoba (Spanish pronunciation: [ˈkoɾðoβa]) is a city in central Argentina, in the foothills of the Sierras Chicas on the Suquía River, about 700 km (435 mi) northwest of the Buenos Aires. It is the capital of Córdoba Province and the second most populous city in Argentina after Buenos Aires, with about 1.3 million inhabitants according to the 2010 census. It was founded on 6 July 1573 by Jerónimo Luis de Cabrera, who named it after Córdoba, Spain. It was one of the first Spanish colonial capitals of the region that is now Argentina (the oldest city is Santiago del Estero, founded in 1553). The National University of Córdoba is the oldest university of the country and the seventh to be inaugurated in Spanish America. It was founded in 1613 by the Jesuit Order. Because of this, Córdoba earned the nickname La Docta (\"the learned\").",
  "/wiki/San_Fernando_del_Valle_de_Catamarca": "San Fernando del Valle de Catamarca (Spanish pronunciation: [saɱ feɾˈnando ðel ˈβaʝe ðe kataˈmaɾka])  is a city in northwestern Argentina and capital of Catamarca Province, on the Río Valle River, at the feet of the Cerro Ambato. The city name is normally shortened as Catamarca.",
  "/wiki/Catamarca_Province": "Catamarca (Spanish pronunciation: [kataˈmaɾka]) is a province of Argentina, located in the northwest of the country. The province had a population of 334,568 as per the 2001 census [INDEC], and covers an area of 102,602 km2. Its literacy rate is 95.5%.  Neighbouring provinces are (clockwise, from the north): Salta, Tucumán, Santiago del Estero, Córdoba, and La Rioja. To the west it borders the country of Chile.",
  "/wiki/Sportivo_Belgrano": "Sportivo Belgrano is an Argentine football club, which home town is located in San Francisco, Córdoba. The team currently plays in the Primera B Nacional, the second division of the Argentine football league system.",
  "/wiki/San_Francisco,_C%C3%B3rdoba": "San Francisco is a city located at the far east border of the province of Córdoba, Argentina, and parts of the city are beyond the border into the province of Santa Fe. In the city National Routes 19 and 158 intersect. It is the fourth most populated city in the province of Córdoba, with about 59,000 inhabitants, and the head city of the San Justo Department.",
  "/wiki/List_of_football_clubs_in_Argentina": "This is a non-exhaustive list of football clubs in Argentina, which is ordered according to the division they currently play in."
}