{
  "/wiki/Altos_Hornos_Zapla": "Asociación Cultural y Deportiva Altos Hornos Zapla is an Argentine Football club from Palpalá, in the Jujuy Province of Argentina. The team currently plays in the regionalised 4th level of Argentinian football, the Torneo Argentino B.",
  "/wiki/Palpal%C3%A1": "Palpalá is a settlement in Jujuy Province in Argentina.",
  "/wiki/Jujuy_Province": "Jujuy (Spanish pronunciation: [xuˈxui̯]) is a province of Argentina, located in the extreme northwest of the country, at the borders with Chile and Bolivia. The only neighbouring Argentine province is Salta to the east and south.",
  "/wiki/Boca_Unidos": "Club Atlético Boca Unidos (mostly known simply as Boca Unidos) is an Argentine football  and basketball club from Corrientes Province. The football squad currently plays in the Primera B Nacional, the second division of Argentine football league system.",
  "/wiki/Corrientes": "Corrientes (Spanish pronunciation: [koˈrjentes] (listen); Guaraní: Taragüí, literally: \"Currents\") is the capital city of the province of Corrientes, Argentina, located on the eastern shore of the Paraná River, about 1,000 km (621 mi) from Buenos Aires and 300 km (186 mi) from Posadas, on National Route 12. It has a population of 346,334 according to the 2010 Census. It lies opposite its twin city, Resistencia, Chaco.",
  "/wiki/Corrientes_Province": "Corrientes (Spanish pronunciation: [koˈrjentes], lit. ‘currents’ or ‘streams’; Guarani: Taragui); officially the Corrientes Province (Spanish: Provincia de Corrientes; Guarani: Taragui Tetãmini) is a province in northeast Argentina, in the Mesopotamia region. It is surrounded by (from the north, clockwise): Paraguay, the province of Misiones, Brazil, Uruguay, and the provinces of Entre Rios, Santa Fe and Chaco.",
  "/wiki/Chaco_For_Ever": "Club Atlético Chaco For Ever, usually just Chaco For Ever, is an Argentine Football club, their home town is Resistencia, in the Province of Chaco in Northern Argentina. They currently play in Zone B of the regionalised 3rd level of Argentine football Torneo Argentino A.",
  "/wiki/Resistencia,_Chaco": "Resistencia (pronounced [resisˈtensja] (listen)) is the capital and largest city of the province of Chaco in north-eastern Argentina. According to the 2010 census, the population of the city proper was 291,720 inhabitants. It is the anchor of a larger metropolitan area, Greater Resistencia, which comprises three more municipalities for a total population of 387,340 as of 2010. This conurbation is the largest in the province, and the eleventh most populous in the country. It is located along the Negro River, a tributary of the much larger Paraná River, opposite the city of Corrientes, Corrientes Province.",
  "/wiki/Chaco_Province": "Chaco (Spanish pronunciation: [ˈtʃako]; Wichi: To-kós-wet), officially the Province of Chaco (Spanish: provincia del Chaco, Spanish pronunciation: [pɾo'βinsja dεl ˈtʃako]) is a province in north-eastern Argentina.",
  "/wiki/Crucero_del_Norte": "Club Mutual Crucero del Norte (simply known as Crucero del Norte) is an Argentine sports club based in Garupá, Misiones Province. The club was founded in 1989 by a long-distance bus company which gave its name to the institution. Although the club is mostly known for its association football team, other sports such as field hockey, paddle tennis and tennis are hosted.",
  "/wiki/Garup%C3%A1": "Garupá is a village and municipality in Misiones Province in north-eastern Argentina. It takes part of the Great Posadas (urban agglomerated between Posadas and Garupá), and most of the population works in the provincial capital.",
  "/wiki/Misiones_Province": "Misiones (Spanish pronunciation: [miˈsjones], Missions) is one of the 23 provinces of Argentina, located in the northeastern corner of the country in the Mesopotamia region. It is surrounded by Paraguay to the northwest, Brazil to the north, east and south, and Corrientes Province of Argentina to the southwest.",
  "/wiki/Estadio_Comandante_Andr%C3%A9s_Guacurar%C3%AD": "Estadio Andrés Guacurarí is a multi-use stadium in Garupá, Argentina.  It is primarily used for football and is currently the home ground for Crucero del Norte.  The stadium holds 15,000 spectators and was built in 2003.",
  "/wiki/Gimnasia_y_Tiro": "Club de Gimnasia y Tiro is an Argentine football club, based in the city of Salta. The team currently plays in Torneo Argentino A, the regionalised third division of the Argentine football league system.",
  "/wiki/Salta": "Salta (Spanish pronunciation: [ˈsalta]) is the capital and most populous city in the Argentine province of the same name. With a population of 618,375 according to the 2010 census, it is also the 7th most-populous city in Argentina. The city serves as the cultural and economic center of the Valle de Lerma Metropolitan Area (Spanish: Área Metropolitana del Valle de Lerma, AMVL), which is home to over 50.9% of the population of Salta Province and also includes the municipalities of La Caldera, Vaqueros, Campo Quijano, Rosario de Lerma, Cerrillos, La Merced and San Lorenzo. Salta is the seat of the Capital Department, the most populous department in the province.",
  "/wiki/Salta_Province": "Salta (Spanish pronunciation: [ˈsalta]) is a province of Argentina, located in the northwest of the country. Neighboring provinces are from the east clockwise Formosa, Chaco, Santiago del Estero, Tucumán and Catamarca. It also surrounds Jujuy. To the north it borders Bolivia and Paraguay and to the west lies Chile.",
  "/wiki/Estadio_El_Gigante_del_Norte": "Estadio El Gigante del Norte, officially named Monumental de la Vicente López, is a multi-use stadium in Salta, Argentina.  It is currently used mostly for football matches.  The stadium holds 25,000 people and was built in 1993.",
  "/wiki/Juventud_Antoniana": "Centro Juventud Antoniana is an  Argentine football club from the city of Salta. The team currently plays in Torneo Argentino A, the regionalised third division of the Argentine football league system.",
  "/wiki/San_Jorge_de_Tucum%C3%A1n": "Club Social y Deportivo San Jorge is an Argentine football club based in the city of San Miguel de Tucumán of Tucumán Province. The team currently plays in Torneo Argentino A, the regionalised third division of the Argentine football league system.",
  "/wiki/San_Miguel_de_Tucum%C3%A1n": "San Miguel de Tucumán (Spanish pronunciation: [san miˈɣel de tukuˈman]; usually called simply Tucumán) is the capital of the Tucumán Province, located in northern Argentina 1,311 kilometres (815 mi) from Buenos Aires. It is the fifth-largest city of Argentina after Buenos Aires, Córdoba, Rosario and Mendoza and the most important of the northern region. The Spanish Conquistador Diego de Villarroel [es] founded the city in 1565 in the course of an expedition from present-day Peru. Tucumán moved to its present site in 1685.",
  "/wiki/Tucum%C3%A1n_Province": "Tucumán (Spanish pronunciation: [tukuˈman]) is the most densely populated, and the second-smallest by land area, of the provinces of Argentina. Located in the northwest of the country, the province has the capital of San Miguel de Tucumán, often shortened to Tucumán. Neighboring provinces are, clockwise from the north: Salta, Santiago del Estero and Catamarca. It is nicknamed El Jardín de la República (The Garden of the Republic), as it is a highly productive agricultural area.",
  "/wiki/Formosa,_Argentina": "Formosa (Spanish pronunciation: [foɾˈmosa]) is the capital city of the Argentine province of Formosa, on the banks of the Paraguay River, about 1,200 km (746 mi) from Buenos Aires, on National Route 11. The city has a population of about 234,000 per the 2010 census [INDEC].",
  "/wiki/Formosa_Province": "Formosa Province (Spanish pronunciation: [foɾˈmosa]) is a province in northeastern Argentina, part of the Gran Chaco Region. Its northeast end touches Asunción, Paraguay, and borders the provinces of Chaco and Salta to its south and west, respectively. The capital is Formosa.",
  "/wiki/Sarmiento_de_Resistencia": "Club Atlético Sarmiento is an Argentine sports club based in the city of Resistencia in Chaco Province. Although many sports are hosted at the club, Sarmiento is mostly known for its football team, which currently plays in Torneo Argentino B, the regionalised fourth level of the Argentine football league system.",
  "/wiki/Estadio_Centenario_(Resistencia)": "Estadio Centenario is a multi-use stadium in Resistencia, Argentina. It is used mostly for football matches, but also for rugby union, and hosts the homes matches of Sarmiento de Resistencia. The stadium was designed with a capacity of 25,000 spectators."
}