{
  "/wiki/NY_79": "New York State Route 79 (NY 79) is a 93.18-mile-long (149.96 km) east–west state highway in the Southern Tier of New York, in the United States. The western terminus of the route is at the intersection with NY 414 near the southern end of Seneca Lake just northeast of Watkins Glen. Its eastern terminus is at the Pennsylvania state line in the town of Windsor in Broome County, where it connects to Pennsylvania Route 92 (PA 92). NY 79 passes through three regions; it starts in the Finger Lakes region, runs through Central New York and ends on the western fringes of the Catskills. The route is signed east–west, but from Whitney Point to the state line it runs in a north–south orientation and is signed north-south a few miles south of Center Village, a hamlet that is a few miles south of Harpursville.",
  "/wiki/Fenton,_New_York": "Fenton is a town in Broome County, New York, United States. The population was 6,674 at the 2010 census. The town was named after Reuben Fenton, a governor of New York. The original name was Port Crane.",
  "/wiki/Chenango_County,_New_York": "Chenango County is a county located in the south-central section U.S. state of New York. As of the 2010 census, the population was 50,477. Its county seat is Norwich. The county's name originates from an Oneida word meaning \"large bull-thistle.\"",
  "/wiki/County_Route_32_(Chenango_County,_New_York)": "County routes in Chenango County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/US_11_(NY)": "U.S. Route 11 (US 11) is a part of the U.S. Highway System that runs from New Orleans, Louisiana, to the Canada–US border at Rouses Point, New York. In the state of New York, US 11 extends for 318.66 miles (512.83 km) from the Pennsylvania state line south of the Southern Tier city of Binghamton to the Canada–US border at the North Country village of Rouses Point, where it becomes Route 223 upon entering Quebec. The portion of US 11 south of Watertown follows a mostly north–south alignment and is paralleled by Interstate 81 (I-81) while the part of the route north of Watertown follows a more east–west routing, parallel to but not directly on the St. Lawrence River.",
  "/wiki/Kirkwood,_New_York": "Kirkwood is a town in Broome County, New York, United States. The population was 5,857 at the 2010 census. The town is named after James P. Kirkwood, who was an engineer responsible for constructing the local railroad.",
  "/wiki/Colesville,_New_York": "Colesville is a town in Broome County, New York, United States. The population was 5,232 at the 2010 census.",
  "/wiki/NY_7B": "New York State Route 7 (NY 7) is a 180.30-mile-long (290.16 km) state highway in New York in the United States. The highway runs from Pennsylvania Route 29 (PA 29) at the Pennsylvania state line south of Binghamton to Vermont Route 9 (VT 9) the Vermont state line east of Hoosick. Most of the road runs along the Susquehanna Valley, closely paralleling Interstate 88 (I-88) throughout that road's length. Portions of the highway route near the cities of Binghamton, Schenectady, and Troy date back to the early 19th century.",
  "/wiki/NY_7": "New York State Route 7 (NY 7) is a 180.30-mile-long (290.16 km) state highway in New York in the United States. The highway runs from Pennsylvania Route 29 (PA 29) at the Pennsylvania state line south of Binghamton to Vermont Route 9 (VT 9) the Vermont state line east of Hoosick. Most of the road runs along the Susquehanna Valley, closely paralleling Interstate 88 (I-88) throughout that road's length. Portions of the highway route near the cities of Binghamton, Schenectady, and Troy date back to the early 19th century.",
  "/wiki/New_York–Pennsylvania_border": "The New York–Pennsylvania border is the state line between the U.S. states of New York and Pennsylvania. It has three sections:",
  "/wiki/Windsor_(town),_New_York": "Windsor is a town in Broome County, New York, United States. The population was 6,247 at the 2010 census.",
  "/wiki/Windsor_(village),_New_York": "Windsor is a village in Broome County, New York, United States. The population was 916 at the 2010 census. It is part of the Binghamton Metropolitan Statistical Area.",
  "/wiki/County_Route_26_(Chenango_County,_New_York)": "County routes in Chenango County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/Sanford,_New_York": "Sanford is a town in Broome County, New York, United States. The population was 2,407 at the 2010 census.",
  "/wiki/Deposit_(village),_New_York": "Deposit is a village in Broome and Delaware counties in the U.S. state of New York. The population was 1,663 at the 2010 census.",
  "/wiki/NY_41": "New York State Route 41 (NY 41) is a north–south state highway in Central New York in the United States. The southern terminus of the route is at an interchange with NY 17 (Future Interstate 86) in the town of Sanford. Its northern terminus is at an intersection with U.S. Route 20 (US 20) in the village of Skaneateles. The route is almost 100 miles (161 km) long and passes through Broome, Chenango, Cortland, and Onondaga counties. NY 41 was assigned as part of the 1930 renumbering of state highways in New York, replacing New York State Route 70 from Homer to Skaneateles. The route initially extended as far north as Jordan; however, NY 41 was cut back to its current northern terminus c. 1933.",
  "/wiki/Delaware_County,_New_York": "Delaware County is a county located in the US state of New York.  As of 2010 the population was 47,980.  The county seat is Delhi. The county is named after the Delaware River, which was named in honor of Thomas West, 3rd Baron De La Warr, appointed governor of Virginia in 1609.",
  "/wiki/County_Route_20_(Delaware_County,_New_York)": "County routes in Delaware County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.  Recently, some new markers have been added at junctions with some state highways. However, others were never added, so it may not be easy to find these routes. Also, several of these routes begin on the outskirts of small towns and villages, and there are no signs pointing the way for motorists to find these routes from main streets. \"TO\" signs with arrows would be extremely helpful to motorists, especially in Downsville, Walton, Sidney, and Andes, where the location of the routes can not easily be ascertained. Several county routes are \"unusual\" as they terminate as local roads in remote areas. County Rt. 22 begins on a side street in Walton, and ends as a remote town road in the \"middle of nowhere\". County Route 6 has 2 beginnings on State Route 28, but no connecting center section. County Rt. 36 just climbs a long hill and ends. Many County Maintained Routes in Delaware County have no winter road maintenance (plowing, salting, sanding) at NIGHT due to safety concerns (Mountainous Roads). The county posts signs on these routes warning motorists that there is no nighttime road maintenance in winter months. Otherwise, Delaware County's highways are very well maintained, and are among some of the better quality county highways in the state. The County highways are marked every 1/10 mile with a small blue marker with the Route # on top, and a mileage # on the bottom.",
  "/wiki/Maine,_New_York": "Maine is a town in Broome County, New York, United States. The population was 5,377 at the 2010 census.",
  "/wiki/List_of_county_routes_in_Broome_County,_New_York": "County routes in Broome County, New York, United States, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. Even numbered routes are east–west roads that increase by multiples of four from south to north with the exception of CR 86, while odd numbered routes are north–south roads that increase by multiples of four from west to east. No county routes enter the city of Binghamton and only a few enter incorporated villages."
}