{
  "/wiki/A._M._Harun-ar-Rashid": "A. M. Harun-ar-Rashid (born May 1, 1933) is a Bangladeshi physicist and Bose Professor of Physics at the University of Dhaka. He is the nephew of actor-writer Shamsuddin Abul Kalam.",
  "/wiki/Robert_S._Boyer": "Robert Stephen Boyer is a retired professor of computer science, mathematics, and philosophy at The University of Texas at Austin.  He and J Strother Moore invented the Boyer–Moore string search algorithm, a particularly efficient string searching algorithm, in 1977.  He and Moore also collaborated on the Boyer–Moore automated theorem prover, Nqthm, in 1992. Following this, he worked with Moore, and Matt Kaufmann on another theorem prover called ACL2.",
  "/wiki/Boyer%E2%80%93Moore_string_search_algorithm": "In computer science, the Boyer–Moore string-search algorithm is an efficient string-searching algorithm that is the standard benchmark for practical string-search literature. It was developed by Robert S. Boyer and J Strother Moore in 1977. The algorithm preprocesses the string being searched for (the pattern), but not the string being searched in (the text). It is thus well-suited for applications in which the pattern is much shorter than the text or where it persists across multiple searches. The Boyer-Moore algorithm uses information gathered during the preprocess step to skip sections of the text, resulting in a lower constant factor than many other string search algorithms. In general, the algorithm runs faster as the pattern length increases. The key features of the algorithm are to match on the tail of the pattern rather than the head, and to skip along the text in jumps of multiple characters rather than searching every single character in the text.",
  "/wiki/Nqthm": "Nqthm is a theorem prover sometimes referred to as the Boyer–Moore theorem prover. It was a precursor to ACL2.",
  "/wiki/ACL2": "ACL2 (\"A Computational Logic for Applicative Common Lisp\") is a software system consisting of a programming language, an extensible theory in a first-order logic, and an automated theorem prover. ACL2 is designed to support automated reasoning in inductive logical theories, mostly for the purpose of software and hardware verification. The input language and implementation of ACL2 are written in Common Lisp. ACL2 is free and open-source software.",
  "/wiki/Molly_S._Bray": "Molly S. Bray is an American geneticist, currently the Susan T. Jastrow Human Ecology Chair for Excellence in Nutritional Sciences at University of Texas at Austin.",
  "/wiki/Ruth_Buskirk": "Ruth Buskirk is a professor at the University of Texas at Austin. She has served on the university's faculty for over twenty five years and is a Distinguished Senior Lecturer in Biology. She holds the Worthington Endowed Professorship for Ecology and Evolutionary Biology in Plan II.",
  "/wiki/K._Mani_Chandy": "Kanianthra Mani Chandy (born 25 October 1944) is the Simon Ramo Professor of Computer Science at the California Institute of Technology (Caltech). He has been the Executive Officer of the Computer Science Department twice, and he has been a professor at Caltech since 1989. He also served as Chair of the Division of Engineering and Applied Science at the California Institute of Technology.",
  "/wiki/Chandy-Lamport_Algorithm": "The Chandy–Lamport algorithm is a snapshot algorithm that is used in distributed systems for recording a consistent global state of an asynchronous system. It was developed by and named after Leslie Lamport and K. Mani Chandy.",
  "/wiki/Edsger_W._Dijkstra": "Edsger Wybe Dijkstra (/ˈdaɪkstrə/; Dutch: [ˈɛtsxər ˈʋibə ˈdɛikstra] (listen); 11 May 1930 – 6 August 2002) was a Dutch systems scientist, programmer, software engineer, science essayist, and pioneer in computing science. A theoretical physicist by training, he worked as a programmer at the Mathematisch Centrum (Amsterdam) from 1952 to 1962. A university professor for much of his life, Dijkstra held the Schlumberger Centennial Chair in Computer Sciences at the University of Texas at Austin from 1984 until his retirement in 1999. He was a professor of mathematics at the Eindhoven University of Technology (1962–1984) and a research fellow at the Burroughs Corporation (1973–1984).",
  "/wiki/Turing_Award": "The ACM A.M. Turing Award is an annual prize given by the Association for Computing Machinery (ACM) to an individual selected for contributions \"of lasting and major technical importance to the computer field\". The Turing Award is generally recognized as the highest distinction in computer science and thus as the \"Nobel Prize of computing\".",
  "/wiki/ACM_Fellow": "ACM Fellowship is an award and fellowship that recognises outstanding members of the Association for Computing Machinery (ACM). The title of ACM Fellow indicates excellence, as evidenced by technical, professional and leadership contributions that:",
  "/wiki/Livia_S._Eberlin": "Livia Schiavinato Eberlin is a Brazilian analytical chemist who won a MacArthur \"Genius\" Fellowship for her research on the use of mass spectrometry to detect cancerous tissue.",
  "/wiki/E._Allen_Emerson": "E. Allen Emerson (born June 2, 1954) is an American computer scientist. He is Professor and\nRegents Chair Emeritus at the University of Texas, Austin, United States.",
  "/wiki/Model_checking": "In computer science, model checking or property checking is a method for checking whether a finite-state model of a system meets a given specification (a.k.a. correctness). This is typically associated with hardware or software systems, where the specification contains liveness requirements (such as the absence of deadlocks) as well as safety requirements (such as avoidance of states representing a system crash).",
  "/wiki/Katherine_Freese": "Katherine Freese is a theoretical astrophysicist. She is currently a professor of physics at the University of Texas at Austin, where she holds the Jeff and Gail Kodosky Endowed Chair in Physics. She is known for her work in theoretical cosmology at the interface of particle physics and astrophysics.",
  "/wiki/Lilienfeld_Prize": "The Julius Edgar Lilienfeld Prize of the American Physical Society, to remember Julius Edgar Lilienfeld, has been awarded annually, since 1989. (It was not awarded in 2002). The purpose of the Prize is to recognize outstanding contributions to physics.",
  "/wiki/Kristen_Grauman": "Kristen Lorraine Grauman is a Professor of Computer Science at the University of Texas at Austin on leave as a research scientist at Facebook AI Research (FAIR). She works on computer vision and machine learning.",
  "/wiki/Simon_S._Lam": "Simon Sin-Sing Lam (林善成) is Professor and Regents Chair in Computer Science at The University of Texas at Austin. He was born in Macau in 1947, and then moved to Hong Kong in 1959. He received a B.S. with Distinction in Electrical Engineering from Washington State University in 1969, and M.S. and Ph.D. degrees in engineering from UCLA in 1970 and 1974, respectively.",
  "/wiki/Secure_Sockets_Layer": "Transport Layer Security (TLS), and its now-deprecated predecessor, Secure Sockets Layer (SSL), are cryptographic protocols designed to provide communications security over a computer network. Several versions of the protocols find widespread use in applications such as web browsing, email, instant messaging, and voice over IP (VoIP). Websites can use TLS to secure all communications between their servers and web browsers.",
  "/wiki/National_Academy_of_Engineering": "The National Academy of Engineering (NAE) is an American nonprofit, non-governmental organization. The National Academy of Engineering is part of the National Academies of Sciences, Engineering, and Medicine, along with the National Academy of Sciences (NAS), the National Academy of Medicine, and the National Research Council.",
  "/wiki/J_Strother_Moore": "J Strother Moore (his first name is the alphabetic character \"J\" – not an abbreviated \"J.\") is a computer scientist, and he is a co-developer of the Boyer–Moore string search algorithm, Boyer–Moore majority vote algorithm, and the Boyer–Moore automated theorem prover, Nqthm. He made pioneering contributions to structure sharing including the piece table data structure and early logic programming. An example of the workings of the Boyer–Moore string search algorithm is given in Moore's website. Moore received his SB in mathematics at Massachusetts Institute of Technology in 1970 and his Ph.D. in computational logic at the University of Edinburgh in Scotland in 1973.",
  "/wiki/Nancy_A._Moran": "Nancy A. Moran (born December 21, 1954, Dallas, Texas) is an American evolutionary biologist and entomologist, University of Texas Leslie Surginer Endowed Professor, and co-founder of the Yale Microbial Diversity Institute. Since 2005, she has been a member of the United States National Academy of Sciences. Her seminal research has focused on the pea aphid, Acyrthosiphon pisum and its bacterial symbionts including Buchnera (bacterium). In 2013, she returned to the University of Texas at Austin, where she continues to conduct research on bacterial symbionts in aphids, bees, and other insect species.  She has also expanded the scale of her research to bacterial evolution as a whole. She believes that a good understanding of genetic drift and random chance could prevent misunderstandings surrounding evolution. Her current research goal focuses on complexity in life-histories and symbiosis between hosts and microbes, including the microbiota of insects.",
  "/wiki/American_Academy_of_Arts_and_Sciences": "The American Academy of Arts and Sciences is one of the oldest learned societies in the United States. Founded in 1780, the Academy is dedicated to honoring excellence and leadership, working across disciplines and divides, and advancing the common good.",
  "/wiki/National_Academy_of_Sciences": "The National Academy of Sciences (NAS) is a United States nonprofit, non-governmental organization. NAS is part of the National Academies of Sciences, Engineering, and Medicine, along with the National Academy of Engineering (NAE) and the National Academy of Medicine (NAM).",
  "/wiki/International_Prize_for_Biology": "The International Prize for Biology (国際生物学賞, Kokusai Seibutsugaku-shō) is an annual award for \"outstanding contribution to the advancement of research in fundamental biology.\" The Prize, although it is not always awarded to a biologist, is one of the most prestigious honours a natural scientist can receive. There are no restrictions on the nationality of the recipient.",
  "/wiki/Lili_Qiu": "Lili Qiu (born July 1975) is a Chinese computer scientist known for her research on wireless networks. She is a professor of computer science at the University of Texas at Austin.",
  "/wiki/Wireless_network": "A wireless network is a computer network that uses wireless data connections between network nodes.",
  "/wiki/Sahotra_Sarkar": "Sahotra Sarkar (born 1962) is an Indian-American professor at the University of Texas at Austin.",
  "/wiki/Karen_Uhlenbeck": "Karen Keskulla Uhlenbeck (born August 24, 1942) is an American mathematician and a founder of modern geometric analysis. She is a professor emeritus of mathematics at the University of Texas at Austin, where she held the Sid W. Richardson Foundation Regents Chair. She is currently a Distinguished Visiting Professor at the Institute for Advanced Study and a visiting senior research scholar at Princeton University.",
  "/wiki/Abel_Prize": "The Abel Prize /ˈɑːbəl/ (Norwegian: Abelprisen) is a Norwegian prize awarded annually by the King of Norway to one or more outstanding mathematicians. It is named after Norwegian mathematician Niels Henrik Abel (1802–1829) and directly modeled after the Nobel Prizes. It comes with a monetary award of 7.5 million Norwegian Kroner (NOK).",
  "/wiki/Sid_W._Richardson_Foundation": "The Sid W. Richardson Foundation is a philanthropic organization, founded in 1947 by Sid W. Richardson (1891 - 1959), a Texan who earned his fortune in the oil industry. The foundation was primarily funded after his death.",
  "/wiki/National_Medal_of_Science": "The National Medal of Science is an honor bestowed by the President of the United States to individuals in science and engineering who have made important contributions to the advancement of knowledge in the fields of behavioral and social sciences, biology, chemistry, engineering, mathematics and physics. The twelve member presidential Committee on the National Medal of Science is responsible for selecting award recipients and is administered by the National Science Foundation (NSF).",
  "/wiki/Robert_van_de_Geijn": "Robert A. van de Geijn is a Professor of Computer Sciences at the University of Texas at Austin.  He received his B.S. in Mathematics and Computer Science (1981) from the University of Wisconsin–Madison and his Ph.D. in Applied Mathematics (1987) from the University of Maryland, College Park.  His areas of interest include numerical analysis and parallel processing.",
  "/wiki/Rachel_Ward": "Rachel Claire Ward, AM (born 12 September 1957) is an English-born Australian actress, film director, television director, and screenwriter.",
  "/wiki/Institute_for_Mathematics_and_its_Applications": "The Institute for Mathematics and its Applications located at the University of Minnesota is an organization established in 1982 by the National Science Foundation (NSF) of the United States.",
  "/wiki/Steven_Weinberg": "Steven Weinberg ForMemRS (/ˈwaɪnbɜːrɡ/; born May 3, 1933) is an American theoretical physicist and Nobel laureate in Physics for his contributions with Abdus Salam and Sheldon Glashow to the unification of the weak force and electromagnetic interaction between elementary particles."
}