{
  "/wiki/Athletics_at_the_1996_Summer_Olympics_%E2%80%93_Men%27s_javelin_throw": "These are the official results of the Men's Javelin Throw event at the 1996 Summer Olympics in Atlanta, Georgia. There were 34 competitors, of which 12 qualified for the final. The qualification mark was set at 83.00 metres.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/1997_World_Championships_in_Athletics_%E2%80%93_Men%27s_javelin_throw": "These are the official results of the Men's Javelin Throw event at the 1997 World Championships in Athens, Greece. There were a total number of 40 participating athletes, with the final held on Tuesday 5 August 1997. The qualification mark was set at 83.00 metres.",
  "/wiki/Athens,_Greece": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/1999_World_Championships_in_Athletics_%E2%80%93_Men%27s_javelin_throw": "These are the official results of the Men's Javelin Throw event at the 1999 World Championships in Seville, Spain. There were a total number of 40 participating athletes, with the final held on Sunday 29 August 1999.",
  "/wiki/Seville,_Spain": "Seville (/səˈvɪl/; Spanish: Sevilla [seˈβiʎa] (listen)) is a Spanish city, the capital of the autonomous community of Andalusia and the province of Seville. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula. Seville has a municipal population of about 690,000 as of 2016[update], and a metropolitan population of about 1.5 million, making it the largest city in Andalusia, the fourth-largest city in Spain and the 30th most populous municipality in the European Union. Its old town, with an area of 4 square kilometres (2 sq mi), contains three UNESCO World Heritage Sites: the Alcázar palace complex, the Cathedral and the General Archive of the Indies. The Seville harbour, located about 80 kilometres (50 miles) from the Atlantic Ocean, is the only river port in Spain[citation needed]. Seville experiences high temperatures in the Summer, with daily maximums routinely above 35 °C (95 °F) in July and August.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics_%E2%80%93_Men%27s_javelin_throw": "The Men's Javelin Throw at the 2000 Summer Olympics as part of the athletics program was held at the Olympic Stadium on Friday, 22 September and Saturday, 23 September.",
  "/wiki/Sydney,_Australia": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/2001_World_Championships_in_Athletics_%E2%80%93_Men%27s_javelin_throw": "These are the official results of the Men's Javelin Throw event at the 2001 World Championships in Edmonton, Alberta, Canada. There were a total number of 27 participating athletes, with the final held on Sunday August 12, 2001. The qualification mark was set at 84.00 metres.",
  "/wiki/Edmonton,_Canada": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/2002_European_Athletics_Championships_%E2%80%93_Men%27s_Javelin": "These are the official results of the Men's javelin throw event at the 2002 European Championships in Munich, Germany. There were a total number of 21 participating athletes. The final was held on Friday August 9, 2002, and the qualifying round on Wednesday August 7, 2002 with the mark set at 82.00 metres.",
  "/wiki/Munich,_Germany": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_javelin_throw": "The men's javelin throw competition at the 2004 Summer Olympics in Athens was held at the Olympic Stadium on 25–27 August.",
  "/wiki/2005_World_Championships_in_Athletics_%E2%80%93_Men%27s_javelin_throw": "The Men's Javelin Throw event at the 2005 World Championships in Athletics was held at the Helsinki Olympic Stadium on August 9 and August 10.",
  "/wiki/Helsinki,_Finland": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/2006_European_Championships_in_Athletics_-_Men%27s_javelin_throw": "The Men's Javelin Throw event at the 2006 European Championships in Gothenburg, Sweden had a total number of 24 participating athletes. The final was held on Wednesday August 9, 2006, and the qualifying round on Monday August 7, 2006 with the mark set at 81.00 metres.",
  "/wiki/Gothenburg,_Sweden": "Gothenburg (/ˈɡɒθənbɜːrɡ/ (listen); abbreviated Gbg; Swedish: Göteborg [jœtɛˈbɔrj] (listen)) is the second-largest city in Sweden, fifth-largest in the Nordic countries, and capital of the Västra Götaland County. It is situated by Kattegat, on the west coast of Sweden, and has a population of approximately 570,000 in the city proper and about 1 million inhabitants in the metropolitan area."
}