{
  "/wiki/Diagnosis:_Murder": "Diagnosis Murder is an American action-comedy-mystery-medical crime drama television series starring Dick Van Dyke as Dr. Mark Sloan, a medical doctor who solves crimes with the help of his son Steve, a homicide detective played by Van Dyke's real-life son Barry. The series began as a spin-off of Jake and the Fatman (Dr. Mark Sloan made his first appearance in episode 4.19 \"It Never Entered My Mind\"), became a series of three TV movies, and then a weekly television series that debuted on CBS on October 29, 1993. Joyce Burditt wrote the episode in Jake and the Fatman and is listed here as the creator of the spin off series.",
  "/wiki/Eleven_(TV_channel)": "10 Peach is an Australian free-to-air digital television multichannel operated by Network 10. The channel launched on 11 January 2011 as Eleven. It is owned by ElevenCo, which was established as a joint venture between Ten Network Holdings and CBS Studios International; the latter would ultimately acquire Network Ten in 2017.",
  "/wiki/Nine_Network": "The Nine Network (commonly known as Channel Nine or simply Nine) is a major Australian commercial free-to-air television network, that is a division of Nine Entertainment Co. with headquarters in Willoughby, a suburb located on the North Shore of Sydney, Australia. The Nine Network is one of five main free-to-air commercial networks in Australia.",
  "/wiki/JAG_(TV_series)": "JAG  (U.S. military acronym for Judge Advocate General) is an American legal drama television series with a U.S. Navy theme, created by Donald P. Bellisario, and produced by Belisarius Productions in association with Paramount Network Television (now CBS Television Studios). The series was originally aired on NBC for one season from September 23, 1995, to May 22, 1996, and then on CBS for an additional nine seasons from January 3, 1997, to April 29, 2005. The first season was co-produced with NBC Productions (now Universal Television) and was originally perceived as a Top Gun meets A Few Good Men hybrid series.",
  "/wiki/Network_Ten": "Network 10 (commonly known as Channel 10 or simply 10) is an Australian commercial television network. One of five national free-to-air networks, 10's owned-and-operated stations can be found in the state capital cities of Sydney, Melbourne, Brisbane, Adelaide and Perth, while affiliates extend the network to regional areas of the country. The network is owned by Ten Network Holdings, which in-turn is owned by ViacomCBS.",
  "/wiki/MacGyver_(1985_TV_series)": "MacGyver is an American action-adventure television series created by Lee David Zlotoff and starring Richard Dean Anderson as the title character. Henry Winkler and John Rich were the executive producers. The show ran for seven seasons on ABC in the United States and various other networks abroad from 1985 to 1992. The series was filmed in Los Angeles during seasons one, two and seven, and in Vancouver during seasons three through six. The show's final episode aired on April 25, 1992 on ABC (the network aired a previously unseen episode for the first time on May 21, 1992, but it was originally intended to air before the series finale).",
  "/wiki/Cheers": "Cheers is an American sitcom television series that ran on NBC from September 30, 1982, to May 20, 1993, with a total of 275 half-hour episodes across eleven seasons. The show was produced by Charles/Burrows Productions in association with Paramount Network Television, and was created by the team of James Burrows, Glen Charles, and Les Charles. The show is set in a bar named Cheers in Boston, Massachusetts, where a group of locals meet to drink, relax, and socialize. The show's main theme song, co-written and performed by Gary Portnoy, lent its refrain \"Where Everybody Knows Your Name\" as the show's catchphrase.",
  "/wiki/Roseanne_(TV_series)": "Roseanne is an American television sitcom starring Roseanne Barr and revolving around the fictional Conner family. It aired on ABC from October 18, 1988, to May 20, 1997, and again from March 27, 2018, to May 22, 2018. Lauded for its realistic portrayal of a working-class American family, the series reached No. 1 in the Nielsen ratings from 1989 to 1990.",
  "/wiki/Seven_Network": "The Seven Network (commonly known as Channel Seven or simply Seven) is a major Australian commercial free-to-air television network. It is owned by Seven West Media Limited, and is one of five main free-to-air television networks in Australia. Channel Seven's head office is in Sydney.",
  "/wiki/Sabrina,_the_Teenage_Witch_(1996_TV_series)": "Sabrina the Teenage Witch is an American sitcom television series created by Nell Scovell, based on the Archie Comics series of the same name. The show premiered on September 27, 1996, on ABC to over 17 million viewers in its \"T.G.I.F.\" line-up.",
  "/wiki/Happy_Days": "Happy Days is an American television sitcom that aired first-run from January 15, 1974 to September 24, 1984 on ABC, with a total of 255 half-hour episodes spanning eleven seasons. Created by Garry Marshall, the series was one of the most successful of the 1970s, an idealized vision of life in the mid-1950s to mid-1960s Midwestern United States, and starred Ron Howard as young Richie Cunningham, Henry Winkler as his friend Arthur \"Fonzie\" Fonzarelli, and Tom Bosley and Marion Ross as Richie's parents, Howard and Marion Cunningham. Happy Days became one of the biggest successes in television history and heavily influenced the television style of its time.",
  "/wiki/Mork_and_Mindy": "Mork & Mindy is an American sitcom that aired on ABC from September 14, 1978 to May 27, 1982. A spin-off after a highly successful episode of Happy Days, it starred Robin Williams as Mork, an extraterrestrial who comes to Earth from the planet Ork in a small, one-Orkan egg-shaped spaceship and Pam Dawber as Mindy McConnell, his human friend and roommate, and later his wife and the mother of his child.",
  "/wiki/The_Brady_Bunch": "The Brady Bunch is an American sitcom created by Sherwood Schwartz that aired from September 26, 1969, to March 8, 1974, on ABC. The series revolves around a large blended family with six children. Considered one of the last of the old-style family sitcoms, the series aired for five seasons and, after its cancellation in 1974, went into syndication in September 1975. While the series was never a critical success or hit series during its original run, it has since become a popular staple in syndication, especially among children and teenaged viewers.",
  "/wiki/Family_Ties": "Family Ties is an American sitcom television series that aired on NBC for seven seasons, premiering on September 22, 1982, and concluding on May 14, 1989. The series, created by Gary David Goldberg, reflected the move in the United States from the cultural liberalism of the 1960s and 1970s to the conservatism of the 1980s. This culture was particularly expressed through the relationship between young Republican Alex P. Keaton (portrayed by Michael J. Fox) and his ex-hippie parents, Steven and Elyse Keaton (portrayed by Michael Gross and Meredith Baxter).",
  "/wiki/Everybody_Loves_Raymond": "Everybody Loves Raymond is an American sitcom television series created by Philip Rosenthal that aired on CBS from September 13, 1996, to May 16, 2005, with a total of 210 episodes spanning over nine seasons. It was produced by Where's Lunch and Worldwide Pants, in association with HBO Independent Productions. The cast members are Ray Romano, Patricia Heaton, Brad Garrett, Doris Roberts, Peter Boyle, Madylin Sweeten, and Monica Horan. Most episodes of the nine season series were filmed in front of a live studio audience, with a few exceptions.",
  "/wiki/The_Simpsons": "The Simpsons is an American animated sitcom created by Matt Groening for the Fox Broadcasting Company. The series is a satirical depiction of working-class life, epitomized by the Simpson family, which consists of Homer, Marge, Bart, Lisa, and Maggie. The show is set in the fictional town of Springfield and parodies American culture and society, television, and the human condition.",
  "/wiki/Futurama": "Futurama is an American animated science fiction sitcom created by Matt Groening that ran on Fox from March 28, 1999, to August 10, 2003, and aired reruns on Adult Swim from 2003 to 2007, before moving to Comedy Central from March 23, 2008 to September 4, 2013. The series follows the adventures of slacker Philip J. Fry, who is cryogenically preserved for 1000 years and is revived in the 31st century. Fry finds work at an interplanetary delivery company. The series was envisioned by Groening in the mid-1990s while working on The Simpsons; he brought David X. Cohen aboard to develop storylines and characters to pitch the show to Fox.",
  "/wiki/The_Office_(U.S._TV_series)": "The Office is an American mockumentary sitcom television series that depicts the everyday lives of office employees in the Scranton, Pennsylvania, branch of the fictional Dunder Mifflin Paper Company. It aired on NBC from March 24, 2005, to May 16, 2013, lasting a total of nine seasons. It is an adaptation of the original BBC series of the same name and was adapted for American television by Greg Daniels, a veteran writer for Saturday Night Live, King of the Hill, and The Simpsons. It was co-produced by Daniels' Deedle-Dee Productions, and Reveille Productions (later Shine America), in association with Universal Television. The original executive producers were Daniels, Howard Klein, Ben Silverman, Ricky Gervais, and Stephen Merchant, with numerous others being promoted in later seasons.",
  "/wiki/Nurse_Jackie": "Nurse Jackie is an American medical comedy-drama series. It premiered on Showtime on June 8, 2009. The show's seventh and final season premiered on April 12, 2015. The series finale aired on June 28, 2015.",
  "/wiki/Californication_(TV_series)": "Californication is an American comedy-drama television series created by Tom Kapinos which aired for seven seasons on Showtime from August 13, 2007 to June 29, 2014. The show follows New Yorker Hank Moody (David Duchovny), a troubled novelist who moves to California and suffers from writer's block. His drinking, womanizing, and drug abuse complicate his relationships with his longtime lover Karen (Natascha McElhone) and their daughter Becca (Madeleine Martin).\nThe show's other main characters are Hank's best friend and agent Charlie Runkle (Evan Handler) and Charlie's wife Marcy (Pamela Adlon). Recurring themes are sex, drugs, and rock and roll, all of which are featured regularly, as well as the seedier side of Los Angeles. The show has won several awards, including two Emmy Awards (nominated for two others) and one Golden Globe Award (nominated for five others).",
  "/wiki/The_Love_Boat": "The Love Boat (simply Love Boat in its final season) is an American comedy/drama television series set on luxury passenger cruise ship S.S. Pacific Princess, which aired on the ABC television network from May 5, 1977, until Feb 27, 1987; in addition, four three-hour long specials aired in 1986, 1987, and 1990. The series revolves around the ship's captain Merrill Stubing (played by Gavin MacLeod) and a handful of its crew, with several passengers—played by various guest star actors for each episode—having romantic and humorous adventures. It was part of ABC's popular Saturday-night lineup of the time, which also included Fantasy Island until that series ended two years earlier in 1984. Its regular port of call was Puerto Vallarta.",
  "/wiki/Touched_by_an_Angel": "Touched by an Angel is an American fantasy drama television series that premiered on CBS on September 21, 1994, and ran for 211 episodes and nine seasons until its conclusion on April 27, 2003. Created by  John Masius and executive produced by Martha Williamson, the series stars Roma Downey, as an angel named Monica, and Della Reese, as her supervisor Tess. Throughout the series, Monica is tasked with bringing guidance and messages from God to various people who are at a crossroads in their lives. From season three onward, they are frequently joined by Andrew (John Dye), the angel of death (who first appeared as a recurring character in season two). The series went into syndication in 1998, and has aired on Ion Television (formerly PAX-TV), Hallmark Channel, CBS Drama, Up, Disney Channel UK, MeTV and Start TV.",
  "/wiki/7th_Heaven_(TV_series)": "7th Heaven is an American family drama television series created and produced by Brenda Hampton that centers on the Camden family and their lives in the fictional town of Glenoak, California. The series debuted on August 26, 1996, on The WB, where it aired for ten seasons. Following the shutdown of The WB and its merger with UPN to form The CW, the series aired on the new network on September 25, 2006, for its eleventh and final season, airing its final episode on May 13, 2007. 7th Heaven was the last series to be produced by Spelling Television (later produced by CBS Paramount Network Television for the eleventh and final season) before it was shut down and became an in-name-only unit of CBS Television Studios.",
  "/wiki/The_Cleveland_Show": "The Cleveland Show was an American animated sitcom created by Seth MacFarlane, Richard Appel, and Mike Henry for the Fox Broadcasting Company as a spin-off of Family Guy. The series centered on the Browns and Tubbs, two dysfunctional families consisting of parents Cleveland Brown and Donna Tubbs and their children Cleveland Brown, Jr., Roberta Tubbs, and Rallo Tubbs. Similar to Family Guy, it exhibited much of its humor in the form of cutaway gags that often lampoon American culture. As it will always be aired on FOX from time to time, it has been cancelled and will most likely, not make a return to the spotlight.",
  "/wiki/2011_in_Australian_television": "This is a list of Australian television events and premieres which occurred in 2011. This year will be the 56th year of continuous operation of television in Australia."
}