{
  "/wiki/Ollie_Wines": "Oliver Wines (born 7 October 1994) is a professional Australian rules footballer playing for the Port Adelaide Football Club in the Australian Football League (AFL). Wines received a nomination for the 2013 AFL Rising Star award in round 1 of the 2013 season, his debut match. He served as Port Adelaide co-captain in the 2019 season.",
  "/wiki/Port_Adelaide_Football_Club": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/Aaron_Mullett": "Aaron Mullett (born 23 February 1992) is a former professional Australian rules footballer who played for the Carlton Football Club in the Australian Football League (AFL). He also played for the North Melbourne Football Club from 2011 to 2017.",
  "/wiki/North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or less formally the Roos, the Kangas or North, is an Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in North Melbourne, Victoria in 1869, it is based at its traditional home ground, Arden Street Oval, and currently plays its home matches at both the nearby Docklands Stadium and Blundstone Arena in Hobart, Tasmania.",
  "/wiki/Jed_Anderson": "Jed Anderson (born 2 February 1994) is an Australian rules footballer who plays for the North Melbourne Football Club in the Australian Football League (AFL).",
  "/wiki/Hawthorn_Football_Club": "The Hawthorn Football Club, nicknamed the Hawks, is a professional Australian rules football club in the Australian Football League (AFL). The club, founded in 1902, is the youngest of the Victorian-based teams in the AFL and has won thirteen VFL/AFL premierships. It is the only club to have won premierships in each decade of the 1960s, 1970s, 1980s, 1990s, 2000s and 2010s. The team play in brown and gold vertically striped guernsey. The club's Latin motto is spectemur agendo, the English translation being \"Let us be judged by our acts\".",
  "/wiki/George_Horlin-Smith": "George Horlin-Smith (born 22 December 1992) is an Australian rules footballer playing for the Gold Coast Football Club in the Australian Football League (AFL).",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/Jaeger_O%27Meara": "Jaeger O'Meara (born 23 February 1994) is a professional Australian rules footballer playing for the Hawthorn Football Club in the Australian Football League (AFL). He previously played for the Gold Coast Suns from 2013 to 2016. O'Meara won the AFL Rising Star award in his first season in 2013.",
  "/wiki/Gold_Coast_Suns": "The Gold Coast Suns Football Club is a professional Australian rules football club in the Australian Football League (AFL). The club is based on the Gold Coast, Queensland.",
  "/wiki/Bradley_Hill_(footballer)": "Bradley Hill (born 9 July 1993) is a professional Australian rules footballer playing for the St Kilda Football Club in the Australian Football League (AFL). He previously played for the Hawthorn Football Club from 2012 to 2016, and for the Fremantle Football Club between 2017 and 2019. He is a very quick running player who plays as a wingman.",
  "/wiki/Nick_Vlastuin": "Nicholas Alexander Leendert Vlastuin (pronounced [flɒs təʊn]; born 19 April 1994) is a professional Australian rules footballer  playing for the Richmond Football Club in the Australian Football League (AFL). He is a two-time premiership player with the club, winning in 2017 and 2019. He plays as a hybrid defender, adept at directly defending small forwards, taking intercepting marks and rebounding from defensive 50.",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Jackson_Macrae": "Jackson Macrae (born 3 August 1994) is an Australian rules footballer playing for the Western Bulldogs in the Australian Football League (AFL).",
  "/wiki/Western_Bulldogs": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/Sam_Kerridge": "Sam Kerridge (born 26 April 1993) is a former professional Australian rules football player who played for the Adelaide and Carlton Football Club in the Australian Football League (AFL). He was recruited with pick 27 in the 2011 National Draft.",
  "/wiki/Adelaide_Football_Club": "The  Adelaide Football Club, nicknamed the Crows, are a professional Australian rules football club that competes in the Australian Football League (AFL). The club has both a men's team, which played its first match in 1991, and a women's team, which began in 2017 in the inaugural season of the AFLW. The club is based in Adelaide, South Australia, playing its home matches at Adelaide Oval. The club has its training and administration base at Football Park in West Lakes, where it previously played home matches between 1991 and 2013. The club song is \"The Pride of South Australia\", to the tune of the US Marines' Hymn.",
  "/wiki/Lachie_Whitfield": "Lachlan Whitfield (born 18 July 1994) is a professional Australian rules footballer playing for the Greater Western Sydney Giants in the Australian Football League (AFL). He was the first overall selection in the 2012 AFL draft.",
  "/wiki/Greater_Western_Sydney_Giants": "The Greater Western Sydney Football Club, commonly referred to as GWS Giants or simply GWS, is a professional Australian rules football club which plays in the Australian Football League (AFL). Representing the Greater Western Sydney area and Canberra, the club is based at the Tom Wills Oval in Sydney Olympic Park. The team's primary home ground is Sydney Showground Stadium, also located in the Olympic Park precinct. The club plays four home games a year at Manuka Oval in Canberra as part of a deal with the government of the Australian Capital Territory.",
  "/wiki/Tom_Mitchell_(Australian_footballer)": "Tom Mitchell (born 31 May 1993) is a professional Australian rules footballer playing for the Hawthorn Football Club in the Australian Football League (AFL). He previously played for the Sydney Swans from 2012 to 2016 and currently holds the record for the most disposals in an AFL game, which he set against the Collingwood Football Club in 2018. Mitchell was acknowledged for his record-breaking 2018 season after polling 28 votes to win the prestigious Brownlow Medal.",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/Sam_Mayes": "Sam Mayes (born 20 May 1994) is an Australian rules footballer who currently plays with the Port Adelaide Football Club in the Australian Football League (AFL).",
  "/wiki/Brisbane_Lions": "The Brisbane Lions Australian Football Club is a professional Australian rules football club who play in the Australian Football League (AFL). The club is based in Brisbane, Queensland, Australia. The club was formed in late 1996 from the merger of the Fitzroy Lions and the Brisbane Bears. The Lions are one of the most successful AFL clubs of the 21st century, having appeared in four consecutive AFL Grand Finals from 2001 to 2004 and winning three premierships (2001, 2002, 2003).",
  "/wiki/Jake_Neade": "Jake Neade (born 29 May 1994) is an Australian rules footballer who last played for the Port Adelaide Football Club in the Australian Football League (AFL).",
  "/wiki/Brad_Crouch": "Bradley Crouch (born 14 January 1994) is a professional Australian rules footballer playing for the Adelaide Football Club in the Australian Football League (AFL). He was recruited by the Adelaide Football Club with the second selection in the 2011 mini-draft. He is the older brother and teammate of Matt Crouch.",
  "/wiki/Michael_Talia": "Michael Talia (born 11 February 1993) is a former professional Australian rules footballer who played for the Western Bulldogs and Sydney Swans in the Australian Football League (AFL). He is the brother of Daniel Talia who plays for the Adelaide Football Club, and is the grandson of Harvey Stevens, a former Footscray player leading the club to their first premiership in 1954. His great-grandfather, Arthur Stevens, also played for Footscray.",
  "/wiki/Tom_Nicholls": "Tom Nicholls is a former professional Australian rules footballer who plays for the Gold Coast Football Club in the Australian Football League (AFL). He was one of the club's underage recruits, and played in the Gold Coast's first season. Nicholls made his debut in Round 8 of the 2011 AFL season, against Adelaide. During that game he played against his girlfriend's brother, Kurt Tippett.",
  "/wiki/Adam_Tomlinson": "Adam Tomlinson (born 10 August 1993) is a professional Australian rules footballer playing for the Melbourne Football Club in the Australian Football League (AFL). He was recruited by Greater Western Sydney with their seventh selection and ninth overall in the 2011 national draft. He made his debut in the sixty-three point loss against Sydney at ANZ Stadium in Greater Western Sydney's inaugural match in round one.",
  "/wiki/Marley_Williams": "Marley Williams (born 22 July 1993) is a professional Australian rules footballer playing for the North Melbourne Football Club in the Australian Football League (AFL). He previously played for the Collingwood Football Club from 2012 to 2016. He was recruited by Collingwood in the 2012 Rookie Draft, with pick #35. Williams made his debut in Round 9, 2012, against Adelaide at Football Park.",
  "/wiki/Collingwood_Football_Club": "The Collingwood Football Club, nicknamed the Magpies or colloquially the Pies, is a professional Australian rules football club playing in the Australian Football League (AFL). Formed in 1892 in the then-working class Melbourne suburb of Collingwood, the club played in the Victorian Football Association (VFA) before joining seven other teams in 1896 to found the breakaway Victorian Football League (now the national AFL). Originally based at Victoria Park, Collingwood now plays its home games at the Melbourne Cricket Ground with its training and administrative headquarters located at Olympic Park Oval and the Holden Centre.",
  "/wiki/Zac_Williams_(Australian_footballer)": "Zachary Williams (born 20 September 1994) is a professional Australian rules footballer playing for the Greater Western Sydney Giants in the Australian Football League (AFL).",
  "/wiki/Rory_Laird": "Rory Laird (born 29 December 1993) is a professional Australian rules football player who plays for the Adelaide Football Club in the Australian Football League (AFL). He was drafted by Adelaide with pick 5 in the 2011 Rookie Draft.",
  "/wiki/2013_AFL_Rising_Star": "The NAB AFL Rising Star award is given annually to a stand out young player in the Australian Football League. The winner for 2013 was Jaeger O'Meara."
}