{
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/Um_Al_Hassam": "Umm Al Hassam (Arabic: أم الحصم‎) (trans. Mother of Sea Shells) is a middle-class neighbourhood on the southern coast of Manama, which is the capital of Bahrain. The neighborhood is home to many members of Bahrain's local Jewish community. It consists of a mixture of grand villas and newer apartment buildings, and is well known for its Lebanese and Indian restaurants.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.",
  "/wiki/Mahooz": "Mahooz is a neighborhood of Manama, Bahrain. The grave and shrine of the 13th century Shia theologian Maitham Al Bahrani is located in Mahooz. Y.AK is the current leader and the face of his hometown",
  "/wiki/Brunei": "Brunei (/bruːˈnaɪ/ (listen) broo-NY), officially the Nation of Brunei, the Abode of Peace (Malay: Negara Brunei Darussalam, Jawi: نڬارا بروني دارالسلام‎), is a country located on the north coast of the island of Borneo in Southeast Asia. Apart from its coastline with the South China Sea, the country is completely surrounded by the insular Malaysian state of Sarawak. It is separated into two parts by the Sarawak district of Limbang. Brunei is the only sovereign state completely on the island of Borneo; the remainder of the island's territory is divided between the nations of Malaysia and Indonesia. Brunei's population was 428,963 in 2018.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Juffair": "Juffair (Arabic: الجفير‎) is  a suburban neighborhood of Manama, Bahrain. It was originally a separate village inhabited by Shia Muslims but it has been absorbed by the suburban expansion of Manama, and also includes large parts of land reclaimed from the sea.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Diplomatic_Area": "The Diplomatic Area (Arabic: المنطقة الدبلوماسية‎; transliterated: al-Mantiqah ad-Diblomasiyah) is an area that is located within the Central Business District of Manama, the capital city of Bahrain, an island kingdom in the Persian Gulf. Constructed on reclaimed land in the 1970s and gradually expanding in the 1980s, the Diplomatic Area is Manama's financial district, housing hundreds of banks, investment firms and Takaful societies that serve the entire Persian Gulf. It is mainly composed of high-rise office blocks and government buildings.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Salmaniya": "Salmaniya is a neighborhood of Manama, Bahrain that houses the largest hospital in Bahrain, Salmaniya Medical Complex, and the Psychiatric Hospital (Bahrain). Also, other private hospitals operate within the vicinity such as the Royal Bahrain Hospital.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Gudaibiya": "Gudaibiya (Qudaibiya) is a neighbourhood in Manama, the capital city of Bahrain.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre.",
  "/wiki/Kuwait": "Kuwait (/kʊˈweɪt/ (listen); Arabic: الكويت‎ al-Kuwait, Gulf Arabic pronunciation: [ɪl‿ɪkweːt] or [lɪkweːt]), officially the State of Kuwait (Arabic: دولة الكويت‎ Dawlat al-Kuwait), is a country in Western Asia. Situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, it shares borders with Iraq and Saudi Arabia. As of 2016[update], Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]",
  "/wiki/Libya": "Libya (/ˈlɪbiə/ (listen); Arabic: ليبيا‎, romanized: Lībiyā), officially the State of Libya (Arabic: دولة ليبيا‎, romanized: Dawlat Lībiyā),[dubious  – discuss] is a country in the Maghreb region in North Africa, bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west, and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 1.8 million square kilometres (700,000 sq mi), Libya is the fourth largest country in Africa, and is the 16th largest country in the world. Libya has the 10th-largest proven oil reserves of any country in the world. The largest city and capital, Tripoli, is located in western Libya and contains over one million of Libya's six million people. The second-largest city is Benghazi, which is located in eastern Libya. The Latin name Libya is based on the name the region west of the Nile (Λιβύη) used by the Ancient Greeks and Romans for all of North Africa, and was first adopted during the Italian colonization since 1911.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Seef": "Seef (Arabic: السيف‎) is a commercial district in Manama, the capital city of Bahrain.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Nepal": "Nepal (Nepali: नेपाल [neˈpal]), officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. With an estimated population of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It borders China in the north and India in the south, east and west while Bangladesh is located within only 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
  "/wiki/Oman": "Oman (/oʊˈmɑːn/ (listen) oh-MAHN; Arabic: عمان‎ ʻumān [ʕʊˈmaːn]), officially the Sultanate of Oman (Arabic: سلطنة عُمان‎ Salṭanat ʻUmān), is an Arab country on the southeastern coast of the Arabian Peninsula in Western Asia. Its official religion is Islam. Holding a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares marine borders with Iran and Pakistan. The coast is formed by the Arabian Sea on the southeast and the Gulf of Oman on the northeast. The Madha and Musandam exclaves are surrounded by the UAE on their land borders, with the Strait of Hormuz (which it shares with Iran) and Gulf of Oman forming Musandam's coastal boundaries."
}