{
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Kevin_Mayer": "Kevin Mayer (French: [kevin majɛʁ], [mejɛʁ] or [majœr], born 10 February 1992) is a French athlete. He is the world champion (2017), Olympic silver medalist (2016 Rio de Janeiro) and world record holder in the Decathlon.",
  "/wiki/Decastar": "Décastar (stylised DECASTAR) is an annual athletics competition that takes place in Talence, in the department of the Gironde in France. Organised by the International Association of Athletics Federations (IAAF), it is one of the athletics meetings that make up the IAAF World Combined Events Challenge. Male and female athletes compete in the decathlon or heptathlon, respectively, and points scored at the Décastar count towards a yearly total for the parent competition.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Ashton_Eaton": "Ashton James Eaton OLY (born January 21, 1988) is a retired American decathlete and two-time Olympic champion, who holds the world record in the indoor heptathlon event.  Eaton was the second decathlete (after Roman Šebrle) to break the 9,000-point barrier in the decathlon, with 9,039 points, a score he bettered on August 29, 2015, when he beat his own world record with a score of 9,045 points. His world record was broken by Frenchman Kévin Mayer on September 16, 2018 with a total of 9,126 points, who become the third man to pass the 9,000-point barrier.",
  "/wiki/Beijing_National_Stadium": "Beijing National Stadium, officially the National Stadium (Chinese: 国家体育场; pinyin: Guójiā Tǐyùchǎng; literally: 'National Stadium'), also known as the Bird's Nest (鸟巢; Niǎocháo), is a stadium in Beijing. The stadium was jointly designed by architects Jacques Herzog and Pierre de Meuron from Basel-based architecture team Herzog & de Meuron, project architect Stefan Marbach, artist Ai Weiwei, and CADG, which was led by chief architect Li Xinggang. The stadium was designed for use throughout the 2008 Summer Olympics and Paralympics and will be used again in the 2022 Winter Olympics and Paralympics. The Bird's Nest sometimes has some extra temporary large screens installed at the stands of the stadium.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Roman_Šebrle": "Roman Šebrle (Czech pronunciation: [ˈroman ˈʃɛbr̩lɛ]; born 26 November 1974) is a retired decathlete from the Czech Republic. He is considered to be one of the best decathlon athletes of all time. Originally a high jumper, he later switched to the combined events and is a former world record holder in the decathlon. In 2001 in Götzis he became the first decathlete ever to achieve over 9,000 points, setting the record at 9,026 points, succeeding his compatriot, Tomáš Dvořák, who had scored 8,994 points two years earlier.",
  "/wiki/Götzis": "Götzis is a town in the western Austrian state of Vorarlberg in the district Feldkirch.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Daley_Thompson": "Francis Morgan Ayodélé \"Daley\" Thompson, CBE (born 30 July 1958), is an English former decathlete. He won the decathlon gold medal at the Olympic Games in 1980 and 1984, and broke the world record for the event four times.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Jürgen_Hingsen": "Jürgen Hingsen (born 25 January 1958) is a former West German decathlete who won several medals at international championships and Olympic Games in the 1980s, and held the decathlon world record in 1982 and again from 1983 to 1984. His rivalry with British decathlete Daley Thompson proved one of the most exciting in athletics during the 1980s.",
  "/wiki/Mannheim": "Mannheim (German pronunciation: [ˈmanhaɪm] (listen); Palatine German: Monnem or Mannem) is a city in the southwestern part of Germany, the third-largest in the German state of Baden-Württemberg after Stuttgart and Karlsruhe with a 2015 population of approximately 310,000 inhabitants. The city is at the centre of the larger densely populated Rhine-Neckar Metropolitan Region which has a population of 2,400,000 and is Germany's eighth-largest metropolitan region.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/Erki_Nool": "Erki Nool (born 25 June 1970 in Võru, Estonia) is an Estonian decathlete and politician.",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Eduard_Hämäläinen": "Eduard Hämäläinen (born 21 January 1969 in Karaganda, Kazakh SSR, Soviet Union) is a retired decathlete from Finland and Belarus.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Dmitriy_Karpov": "Dmitriy Vasilyevich Karpov (Дмитрий Васильевич Карпов; born 23 July 1981 in Karaganda) is an athlete from Kazakhstan who competes in decathlon and heptathlon (the latter during the winter season). He won the bronze medal in the 2004 Summer Olympics.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Aleksandr_Apaychev": "Oleksandr Valentynovych Apaychev (Russian: Александр Валентинович Апайчев; Ukrainian: Олександр Валентинович Апайчев; born 6 May 1961) is a former Soviet Ukrainian decathlete. His personal best score of 8709 points is the current Ukrainian record and ranks 16th on the world all-time list. He placed second at the 1986 Goodwill Games and competed in the 1988 Summer Olympics, but failed to finish due to a leg infection. In 2009 he was named as head coach of Ukraine's national athletics team.",
  "/wiki/Neubrandenburg": "Neubrandenburg (lit. New Brandenburg, IPA: [nɔʏˈbʁandn̩bʊʁk]) is a city in the southeast of Mecklenburg-Vorpommern, Germany. It is located on the shore of a lake called Tollensesee and forms the urban centre of the Mecklenburg Lakeland.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Grigoriy_Degtyaryev": "Grigoriy Grigoryevich Degtyaryov (Russian: Григорий Григорьевич Дегтярёв; 16 August 1958 – 7 March 2011) was a Soviet Russian decathlete. Degtyaryov won gold medals at the 1984 Friendship Games and the 1986 Goodwill Games and was ranked in the world's top 10 in every year from 1982 to 1986. As of 2015[update], his personal best of 8698 points remains the Russian national record.",
  "/wiki/Kiev": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Damian_Warner": "Damian Warner (born November 4, 1989) is a Canadian track and field athlete specializing in decathlon. He won the silver medal at the 2015 World Championships and was a bronze medalist at the 2013 and 2019 World Championships and at the 2016 Summer Olympics. Warner also was the Commonwealth champion from the Glasgow games and the two-time and reigning Pan American champion from the 2015 and 2019 Games. Warner also holds the title to the Pan Am Games record and the Canadian record for the decathlon. Notable for his sprinting, Warner holds decathlon bests in the 100 m and 110 m hurdles, running a 10.12 and 13.27 respectively.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Leonel_Suárez": "Leonel Suárez Fajardo (born September 1, 1987 in Santiago de Cuba) is a decathlete from Cuba. He was bronze medalist in the event at the 2012 Summer Olympics, 2008 Summer Olympics and silver medalist at the 2009 World Championships. He won a third consecutive global medal at the 2011 World Championships in Athletics, taking bronze.",
  "/wiki/Havana": "Havana (/həˈvænə/; Spanish: La Habana [la aˈβana] (listen)) is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Maurice_Smith_(decathlon)": "Maurice Smith (born 28 September 1980 in St. Catherine, Jamaica) is a decathlete from Jamaica. He competed for Auburn University. He represented his native country at the 2004 Summer Olympics in Athens, Greece, finishing in 14th place. He broke the Pan American Games decathlon record in 2007, winning his first international gold medal. He won the silver medal in the decathlon at the 2007 World Championships. Smith is the current national record holder in the men's decathlon, with 8644 points.",
  "/wiki/Osaka": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.",
  "/wiki/Jón_Arnar_Magnússon": "Jón Arnar Magnússon (born 28 July 1969 in Selfoss) is a former decathlete from Iceland. He has won silver and bronze medals at world indoor championships, all in heptathlon, as decathlon is unsuitable for indoor contests. Jón is the Icelandic record holder at 110 m hurdles, long jump and decathlon and former record holder at 100 m and 200 m.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Sebastian_Chmara": "Sebastian Michał Chmara (Polish pronunciation: [sɛˈbastjanˈmixaw ˈxmara]; born November 21, 1971 in Bydgoszcz) is a former decathlete from Poland who became world indoor champion in 1999 and European indoor champion in 1998 (both in heptathlon, as decathlon is unsuitable for indoor contests).",
  "/wiki/Murcia": "Murcia (/ˈmʊərsiə/, also US: /ˈmɜːrʃ(i)ə/, Spanish: [ˈmuɾθja] (listen)) is a city in south-eastern Spain, the capital and most populous city of the Autonomous Community of the Region of Murcia, and the seventh largest city in the country, with a population of 447,182 inhabitants in 2018 (about one third of the total population of the Region). The population of the metropolitan area was 689,591 in 2010.\nIt is located on the Segura River, in the Southeast of the Iberian Peninsula, noted by a climate with hot summers, mild winters, and relatively low precipitation.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Attila_Zsivoczky": "Attila Zsivoczky (born 29 April 1977 in Budapest) is a Hungarian track and field athlete, competing in decathlon. He has previously specialized in high jump, where he took a fourth place at the 1994 World Junior Championships in Athletics",
  "/wiki/Grenada": "Grenada (/ɡrɪˈneɪdə/ (listen) grin-AY-də Grenadian Creole: La Gwenad) is a sovereign state in the West Indies in the Caribbean Sea at the southern end of the Grenadines island chain. Grenada consists of the island of Grenada itself plus six smaller islands which lie to the north of the main island. It is located northwest of Trinidad and Tobago, northeast of Venezuela and southwest of Saint Vincent and the Grenadines. Its size is 348.5 square kilometres (134.6 sq mi), and it had an estimated population of 112,200 in July 2018. Its capital is St. George's. Grenada is also known as the \"Island of Spice\" due to its production of nutmeg and mace crops. The national bird of Grenada is the critically endangered Grenada dove.",
  "/wiki/Lindon_Victor": "Lindon Victor (born 23 February 1993) is a Grenadian athlete who competes in the decathlon. In 2016, he scored 8446 points with nine personal bests at the Southeastern Conference Championship decathlon, breaking both the SEC record and the Grenadian National Record , the latter of which was set by his brother, Kurt Felix, at the 2015 IAAF World Championships. Victor was named 2016 SEC Field Athlete of the Year.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Eelco_Sintnicolaas": "Eelco Sintnicolaas (born 7 April 1987, in  Dordrecht) is a Dutch track and field athlete, specialising in the decathlon.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Francisco_Javier_Benet": "Francisco Javier Benet Martín (born 25 March 1968 in Tétouan, Morocco) is a Spanish decathlete.",
  "/wiki/Decathlon": "The decathlon is a combined event in athletics consisting of ten track and field events. The word \"decathlon\" was formed, in analogy to the word \"pentathlon\", from Greek δέκα (déka, meaning \"ten\") and ἄθλος (áthlos, or ἄθλον, áthlon, meaning \"contest\" or “prize”). Events are held over two consecutive days and the winners are determined by the combined performance in all. Performance is judged on a points system in each event, not by the position achieved. The decathlon is contested mainly by male athletes, while female athletes typically compete in the heptathlon."
}