{
  "/wiki/Victorian_Rugby_Union": "Rugby Victoria, formerly the Victorian Rugby Union, is a member and founding union of Rugby Australia. Within the state of Victoria, it is the governing body for the sport of rugby union.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/New_South_Wales_Waratahs": "The New South Wales Waratahs (/ˈwɒrətɑːz/ or /ˌwɒrəˈtɑːz/; referred to as the Waratahs, are an Australian rugby union team representing the majority of New South Wales in the Super Rugby competition. The Riverina and other southern parts of the state, are represented by the Brumbies, who are based in Canberra, Australian Capital Territory (ACT).",
  "/wiki/Queensland_Reds": "The Queensland Reds is the rugby union team for the Australian state of Queensland that competes in the Southern Hemisphere's Super Rugby competition. Prior to 1996 they were a representative team selected from the rugby union club competitions in Queensland. With the introduction of the professional Super 12 competition they moved to a model where players are contracted to the Reds through the Queensland Rugby Union rather than selected on the basis of club form.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Australia_national_rugby_union_team": "The Australia national rugby union team, nicknamed the Wallabies, is the representative national team in the sport of rugby union for the nation of Australia. The team first played at Sydney in 1899, winning their first test match against the touring British Isles team.",
  "/wiki/New_South_Wales_Country_Cockatoos": "The New South Wales Country Cockatoos is an amateur representative rugby union football team. Players in the team are selected by the New South Wales Country Rugby Union from regions of New South Wales excluding Sydney and Southern NSW. New South Wales Country plays regular fixtures with other representative sides including City-Country matches with New South Wales Suburban for the Maher-Ross Cup, and the \"Battle of the Borders\" Cup against the Queensland Country Heelers.",
  "/wiki/Tamworth,_New_South_Wales": "Tamworth is a city and the administrative centre of the New England region of northern New South Wales, Australia. Situated on the Peel River within the local government area of Tamworth Regional Council, it is the largest and most populated city in the New England region, with a population of 42,872 in June 2018, making it the second largest inland city in New South Wales. Tamworth is 318 km (198 mi) from the Queensland border, and it is located almost midway between Brisbane and Sydney.",
  "/wiki/Hawke's_Bay_Rugby_Union": "The Hawke's Bay Rugby Union (HBRU) is the governing body of rugby union in the Hawke's Bay region of New Zealand. The union is based in Napier.",
  "/wiki/Napier,_New_Zealand": "Napier (/ˈneɪpiər/ NAY-pee-ər; Māori: Ahuriri) is a New Zealand city with a seaport, located in Hawke's Bay on the eastern coast of the North Island. The population of Napier is about 62,800 as of June 2019. About 18 kilometres (11 mi) south of Napier is the inland city of Hastings. These two neighbouring cities are often called \"The Bay Cities\" or \"The Twin Cities\" of New Zealand. The total population of the Napier-Hastings Urban Area is 134,500 people, which makes it the sixth-largest urban area in New Zealand, closely followed by Dunedin (122,000), and trailing Tauranga (141,600).",
  "/wiki/East_Coast_Rugby_Football_Union": "The East Coast Rugby Football Union is a constituent union in the New Zealand Rugby Union. It is located on the East Coast of the North Island, based in Ruatoria. It is the smallest Union in New Zealand in the sense of player numbers and population base. Due to the high number of players from the Ngati Porou iwi, the team is often referred to as Ngati Porou East Coast.",
  "/wiki/Poverty_Bay_Rugby_Football_Union": "The Poverty Bay Rugby Football Union is the governing body for rugby union within the Gisborne district, in the area surrounding Poverty Bay on the east coast of the North Island of New Zealand. The men's representative team play from Rugby Park, Gisborne, and currently compete in the Heartland Championship.",
  "/wiki/Gisborne,_New_Zealand": "Gisborne (Māori: Tūranga-nui-a-Kiwa \"Great standing place of Kiwa\") is a city in northeastern New Zealand and the largest settlement in the Gisborne District (or Gisborne Region). It has a population of 37,200 (June 2018). The district council has its headquarters in Whataupoko, in the central city.",
  "/wiki/Auckland_Rugby_Football_Union": "The Auckland Rugby Union (known as Auckland for competition reasons) are a New Zealand governing body of rugby union in the New Zealand province of Auckland. The ARU governs the running of the Auckland representative team which have won New Zealand's first-tier domestic competition, National Provincial Championship (Air New Zealand Cup and ITM Cup) 17 times—more than any other team. Their most recent victory was the 2018 competition. Auckland also acts as a primary feeder to the Blues, who play in the Super Rugby competition.",
  "/wiki/Auckland": "Auckland (/ˈɔːklənd/ AWK-lənd) (Māori: Tāmaki Makaurau) is a city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of around 1,570,100 (June 2018). It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, resulting in a total population of 1,618,400. Auckland is a diverse, multicultural and cosmopolitan city, home to the largest Polynesian population in the world. The Māori-language name for Auckland is Tāmaki Makaurau, meaning \"Tāmaki desired by many\", in reference to the desirability of its natural resources and geography.",
  "/wiki/Christchurch": "Christchurch (/ˈkraɪstʃɜːrtʃ/; Māori: Ōtautahi) is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 377,200 residents, and the territorial authority has 385,500 people which makes it the third-most populous city in New Zealand after Auckland and Wellington. The Avon River flows through the centre of the city, with an urban park located along its banks.",
  "/wiki/Otago_Rugby_Football_Union": "The Otago Rugby Football Union is the official governing body of rugby union for the Otago region of New Zealand. The union is based in the city of Dunedin, and its home ground is Forsyth Barr Stadium. The top representative team competes in the ITM Cup, New Zealand's top provincial competition. The union was to have been liquidated in March 2012. However a deal involving the Dunedin City Council allowed it to keep operating.",
  "/wiki/Dunedin": "Dunedin (/dʌˈniːdɪn/ (listen) duh-NEE-din; Māori: Ōtepoti) is the second-largest city in the South Island of New Zealand (after Christchurch), and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland.",
  "/wiki/South_Canterbury_Rugby_Football_Union": "The South Canterbury Rugby Football Union (SCRFU) is a rugby province based in the central South Island city of Timaru, New Zealand. The South Canterbury team play from Alpine Energy Stadium located in Timaru.",
  "/wiki/North_Otago_Rugby_Football_Union": "The North Otago Rugby Football Union (NORFU) is a New Zealand rugby union province based in Oamaru and compete in the Heartland Championship. They are one of the strongest teams in The Heartland Championship, winning the Meads Cup section of the competition in its second year, 2007 as well as 2010. Their home ground is Whitestone Contracting Stadium, formerly Centennial Park.",
  "/wiki/Mid_Canterbury_Rugby_Football_Union": "The Mid Canterbury Rugby Football Union (MCRFU) is a rugby province in the South Island of New Zealand.",
  "/wiki/Timaru": "Timaru (English:  /ˈtɪməˌruː/; Māori: Te Tihi-o-Maru) is a port city in the southern Canterbury region of New Zealand, located 157 kilometres (98 mi) southwest of Christchurch and about 196 kilometres (122 mi) northeast of Dunedin on the eastern Pacific coast of the South Island. The Timaru urban area is home to 29,100 people, and is the largest urban area in South Canterbury, and the second largest in the Canterbury Region overall, after Christchurch. The city is the seat of the Timaru District, which includes the surrounding rural area and the towns of Geraldine, Pleasant Point and Temuka, which combined has a total population of 47,700.",
  "/wiki/Southland_Rugby": "Rugby Southland is the provincial rugby union who govern the Southland Region of New Zealand. Their headquarters are at Rugby Park Stadium in Invercargill, which is also the home ground of the union's professional team, the Southland Stags who compete in the Mitre 10 Cup Championship Division and challenge for the Ranfurly Shield.",
  "/wiki/Invercargill": "Invercargill (/ˌɪnvərˈkɑːrɡɪl/, Māori: Waihōpai) is the southernmost and westernmost city in New Zealand, and one of the southernmost cities in the world. It is the commercial centre of the Southland region. The city lies in the heart of the wide expanse of the Southland Plains on the Oreti or New River some 18 km north of Bluff, which is the southernmost town in the South Island. It sits amid rich farmland that is bordered by large areas of conservation land and marine reserves, including Fiordland National Park covering the south-west corner of the South Island and the Catlins coastal region.",
  "/wiki/New_Zealand_national_rugby_union_team": "The New Zealand national rugby union team, commonly known as the All Blacks, represents New Zealand in men's international rugby union, which is considered to be the country's national sport. The team won the Rugby World Cup in 2011 and 2015, as well as the inaugural tournament in 1987.",
  "/wiki/West_Coast_Rugby_Football_Union": "The West Coast Rugby Football Union, formed in 1890, is the official governing body for rugby union in a substantial part of the West Coast region of New Zealand and is affiliated to the New Zealand Rugby Union. The team is based in Greymouth and plays home matches at John Sturgeon Park (known as Rugby Park until 2018).",
  "/wiki/Buller_Rugby_Football_Union": "The Buller Rugby Union (BRU) is a rugby union province based in the town of Westport, New Zealand. The Buller provincial boundary also includes other notable towns such as Reefton, Karamea, Granity, Charleston, Punakaiki and Murchison (Murchison RFC currently compete in the Tasman provincial Union competition).",
  "/wiki/Greymouth": "Greymouth (/ˈɡreɪmaʊθ/) (Māori: Māwhera) is the largest town in the West Coast region in the South Island of New Zealand, and the seat of the Grey District Council. The population of the whole Grey District is 13,750, which accounts for 42% of the West Coast's inhabitants. The Greymouth urban area had an estimated population of 9,700 (June 2018). The District Council expects growth of 1.5% per year between 2006 and 2016.",
  "/wiki/Canterbury_Rugby_Football_Union": "The Canterbury Rugby Football Union (also referred to as \"Canterbury\" or \"CRFU\") is the governing body for rugby union in a portion of the Canterbury Region of New Zealand. Its colours are red and black in a hooped design. The CRFU govern the running of the Canterbury representative team which have won New Zealand's first-tier domestic competition National Provincial Championship (Air New Zealand Cup and ITM Cup) 14 times including a \"six-peat\" from 2008 to 2013 – with five in the National Provincial Championship, two in the Air New Zealand Cup, five in the ITM Cup and one in the Mitre 10 Cup. Their most recent victory was the 2017 Mitre 10 Cup. Canterbury also acts as a primary feeder to the Crusaders, who play in the Super Rugby competition.",
  "/wiki/Tasman_Rugby_Union": "The Tasman Rugby Union is the governing body for rugby union in Tasman Bay, a bay at the north end of the South Island in New Zealand. Headquartered in Nelson, TRU is New Zealand's newest provincial union, founded in 2006 with the amalgamation of the existing Marlborough and Nelson Bays sub unions.",
  "/wiki/Blenheim,_New_Zealand": "Blenheim (/ˈblɛnɪm/ BLEN-im; Māori: Waiharakeke) is the most populous town in the region of Marlborough, in the north east of the South Island of New Zealand. It has an urban population of 31,600 (June 2018). The surrounding Marlborough wine region is well known as the centre of the New Zealand wine industry. It enjoys one of New Zealand's sunniest climates, with warm, relatively dry summers and cool, crisp winters.",
  "/wiki/Wellington_Rugby_Football_Union": "The Wellington Rugby Football Union (known as the Wellington Lions for competition reasons) are a New Zealand governing body of rugby union in the New Zealand province of Wellington Region. The main stadium is Sky Stadium (formerly named Westpac Stadium) which is located in Wellington. The union also represents the Wellington Lions, which is professional rugby union team who compete in the Mitre 10 Cup competition and contest for the Ranfurly Shield. Before 2006 the Lions competed in the National Provincial Championship.",
  "/wiki/Wellington": "Wellington (Māori: Te Whanganui-a-Tara [tɛ ˈfaŋanʉi a taɾa]) is the capital and second-most populous urban area of New Zealand, with 418,500 residents. It is located at the south-western tip of the North Island, between Cook Strait and the Remutaka Range. Wellington is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and the Wairarapa. It is the world's southernmost capital of a sovereign state. Wellington features a temperate maritime climate, and is the world's windiest city by average wind speed.",
  "/wiki/Wanganui_Rugby_Football_Union": "The Wanganui Rugby Football Union (WRFU) is the governing body for rugby union in the Whanganui region of New Zealand. The Wanganui Rugby Football Union was formed in 1888.",
  "/wiki/Wanganui": "Whanganui (/ˈhwɒŋənuːi/; Māori: [ɸaŋanui]), also spelled Wanganui, is a city on the west coast of the North Island of New Zealand. The Whanganui River, New Zealand's longest navigable waterway, runs from Mount Tongariro to the sea. Whanganui is part of the Manawatū-Whanganui region.",
  "/wiki/Taranaki_Rugby_Football_Union": "The Taranaki Rugby Football Union is a governing body of rugby union in the New Zealand province of Taranaki. The main stadium is Yarrow Stadium which is located in New Plymouth.",
  "/wiki/New_Plymouth": "New Plymouth (Māori: Ngāmotu) is the major city of the Taranaki Region on the west coast of the North Island of New Zealand. It is named after the English city of Plymouth from where the first English settlers to New Zealand migrated. The New Plymouth District, which includes New Plymouth City and several smaller towns, is the 10th largest district (out of 67) in New Zealand, and  has a population of 74,184 – about two-thirds of the total population of the Taranaki Region and 1.7% of New Zealand's population. This includes New Plymouth City (58,300), Waitara (6,483), Inglewood (3,380), Oakura (1,359), Okato (561) and Urenui (429).",
  "/wiki/1959_British_Lions_tour_to_Australia_and_New_Zealand": "In 1959, the British Lions rugby union team toured Australia and New Zealand. The Lions won the two test matches against Australia but lost the international series against the All Blacks by three matches to one. They also played two matches in Canada, on the return leg of the journey."
}