{
  "/wiki/2003_in_film": "The year 2003 in film involved some significant events.",
  "/wiki/76th_Academy_Awards": "The 76th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2003 and took place on February 29, 2004, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Joe Roth and was directed by Louis J. Horvitz. Actor Billy Crystal hosted for the eighth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 72nd ceremony held in 2000. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 14, the Academy Awards for Technical Achievement were presented by host Jennifer Garner.",
  "/wiki/Divine_Intervention_(film)": "Divine Intervention (Arabic: يد إلهية‎) is a 2002 film by Palestinian director Elia Suleiman, which may be described as a surreal black comedy. The film consists largely of a series of brief interconnected sketches, but for the most part records a day in the life of a Palestinian living in Nazareth, whose girlfriend lives several checkpoints away in the West Bank city of Ramallah.",
  "/wiki/Elia_Suleiman": "Elia Suleiman (Arabic: إيليا سليمان‎, IPA: [ˈʔiːlja sʊleːˈmaːn]; born July 28, 1960) is a Palestinian-Israeli film director and actor of Rûm Greek Orthodox origin.  He is best known for the 2002 film Divine Intervention (Arabic: يد إلهية‎), a modern tragic comedy on living under occupation in Palestine which won the Jury Prize at the 2002 Cannes Film Festival. Elia Suleiman's cinematic style is often compared to that of Jacques Tati and Buster Keaton, for its poetic interplay between \"burlesque and sobriety\".  He is married to Lebanese singer and actress Yasmine Hamdan.",
  "/wiki/2004_in_film": "2004 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/77th_Academy_Awards": "The 77th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on February 27, 2005, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as the Oscars) in 24 categories honoring films released in 2004. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Chris Rock hosted the show for the first time. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 12, the Academy Awards for Technical Achievement were presented by host Scarlett Johansson.",
  "/wiki/The_Olive_Harvest": "The Olive Harvest is a 2003 Palestinian film directed by Hanna Elias. It won the \"Best Arab film\" award for 2003 at the Cairo International Film Festival, and it was Palestine's submission to the 77th Academy Awards for the Academy Award for Best Foreign Language Film, but was not accepted as a nominee.",
  "/wiki/2005_in_film": "2005 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/78th_Academy_Awards": "The 78th Academy Awards presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 5, 2006, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:00 p.m. PST / 8:00 p.m. EST. The ceremony was scheduled one week later than usual to avoid a clash with the 2006 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2005. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Jon Stewart hosted the show for the first time. Two weeks earlier in a ceremony at The Beverly Hilton in Beverly Hills, California held on February 18, the Academy Awards for Technical Achievement were presented by host Rachel McAdams.",
  "/wiki/Paradise_Now": "Paradise Now (Arabic: الجنّة الآن‎) is a 2005 film directed by Hany Abu-Assad about two Palestinian men preparing for a suicide attack in Israel. It won the Golden Globe Award for Best Foreign Language Film and was nominated for an Academy Award in the same category.",
  "/wiki/Hany_Abu-Assad": "Hany Abu-Assad (Arabic: هاني أبو أسعد‎; born 11 October 1961) is a Dutch-Palestinian-Israeli film director. He has received two Academy Award nominations: in 2006 for his film Paradise Now, and again in 2013 for his film Omar.",
  "/wiki/2008_in_film": "The year 2008 involved many major movie events. Its highest-grossing films included The Dark Knight, Kung Fu Panda, WALL-E and Indiana Jones and the Kingdom of the Crystal Skull.",
  "/wiki/81st_Academy_Awards": "The 81st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2008 and took place on February 22, 2009, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Condon and Laurence Mark and directed by Roger Goodman. Actor Hugh Jackman hosted the show for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 7, the Academy Awards for Technical Achievement were presented by host Jessica Biel.",
  "/wiki/Salt_of_this_Sea": "Salt of this Sea (Arabic: ملح هذا البحر‎, romanized: Milh hadha al-bahr) is a 2008 Palestinian film directed by Annemarie Jacir and was an Official Selection of the Cannes International Film Festival in 2008. It is Palestine's submission to the 81st Academy Awards for the Academy Award for Best Foreign Language Film. The film stars Palestinian-American poet Suheir Hammad as Soraya, an American-born Palestinian woman,  who heads to Israel and Palestine on a quest to reclaim her family's home and money that were taken during the 1948 Arab-Israeli War. Palestinian actor, Saleh Bakri also stars in the film.",
  "/wiki/Annemarie_Jacir": "Annemarie Jacir (Arabic: آن ماري جاسر‎) is a Palestinian filmmaker and poet.",
  "/wiki/2012_in_film": "The following tables list films released in 2012. Most notably, the two oldest surviving American film studios, Universal and Paramount both celebrated their centennial anniversaries, marking the first time that two major film studios celebrate 100 years, and the Dolby Atmos sound format was launched for the premiere of Brave. The James Bond film series celebrated its 50th anniversary and released its 23rd film, Skyfall. Six box-office blockbusters from previous years (Beauty and the Beast, Star Wars: Episode I – The Phantom Menace, Titanic, Raiders of the Lost Ark, Finding Nemo, and Monsters, Inc.) were re-released in 3D and IMAX. Also 2012 in film marked the debut for high frame rate technology. The first film using 48 fps, a higher frame rate than the film industry standard 24 fps, was The Hobbit: An Unexpected Journey.",
  "/wiki/85th_Academy_Awards": "The 85th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2012 and took place on February 24, 2013, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was the first in the Academy's 85-year history to adopt the phrase \"The Oscars\" as the ceremony's official name during the broadcast and marketing. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Craig Zadan and Neil Meron and directed by Don Mischer. Actor Seth MacFarlane hosted the show for the first time.",
  "/wiki/When_I_Saw_You_(film)": "When I Saw You (Arabic: لما شفتك‎, translit. Lamma Shoftak) is a 2012 Palestinian drama film directed by Annemarie Jacir. The film was selected as the Palestinian entry for the Best Foreign Language Oscar at the 85th Academy Awards. It won Best Asian Film at the 63rd Berlin International Film Festival, NETPAC award.",
  "/wiki/2013_in_film": "The following tables list films released in 2013. Three popular films (Top Gun, Jurassic Park, and The Wizard of Oz) were re-released in 3D and IMAX.",
  "/wiki/86th_Academy_Awards": "The 86th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2013 and took place on March 2, 2014, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled well after its usual late-February date to avoid conflicting with the 2014 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actress Ellen DeGeneres hosted the show for the second time, having previously hosted the 79th ceremony held in 2007.",
  "/wiki/Omar_(film)": "Omar (Arabic: عمر‎) is a 2013 Palestinian drama film directed by Hany Abu-Assad. It was screened in the Un Certain Regard section at the 2013 Cannes Film Festival where it won the Special Jury Prize. It was shown at the 2013 Toronto International Film Festival. The film was nominated for the Best Foreign Language Film at the 86th Academy Awards. It won Best Feature Film at the 2013 Asia Pacific Screen Awards. The film was screened at the United Nations in New York on 1 May 2014.",
  "/wiki/2014_in_film": "The following is an overview of the events of 2014 in film, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/87th_Academy_Awards": "The 87th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2014 and took place on February 22, 2015, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actor Neil Patrick Harris hosted the ceremony for the first time.",
  "/wiki/Eyes_of_a_Thief": "Eyes of a Thief (Arabic: عيون الحرامية‎) is a 2014 Palestinian drama film directed by Najwa Najjar. It is Najjar's second feature film, and is based in part on an incident that took place in Silwad in 2002. It was selected as the Palestinian entry for the Best Foreign Language Film at the 87th Academy Awards, but was not nominated. The film is set in the West Bank. Its world premiere took place at the Ramallah Cultural Palace in Ramallah, Palestine.",
  "/wiki/Najwa_Najjar": "Najwa Najjar (Arabic: نجوى نجار‎) is a film writer/director.  Born to a Jordanian father and Palestinian mother, she began her career making commercials and has worked in both documentary and fiction since 1999. Her debut feature film 'Pomegranates and Myrrh picked up 10 international awards, sold worldwide and was released theatrically and screened at over 80 international festivals. Her second film Eyes of a thief also is a multi award winning thriller based on a true story, and shot entirely in Palestinian Territories. with Egyptian multi award-winning star actor and producer Khaled Abol Naga as the lead and the Algerian sensational singer Souad Massi debut as an actress, Eyes of a thief was the official Palestinian submission to the 2014 87th Academy Awards (The Oscars).",
  "/wiki/2015_in_film": "2015 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/88th_Academy_Awards": "The 88th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2015 and took place on February 28, 2016, at the Dolby Theatre in Hollywood, Los Angeles, 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by David Hill and Reginald Hudlin and directed by Glenn Weiss. Actor Chris Rock hosted the show for the second time, having previously hosted the 77th ceremony held in 2005.",
  "/wiki/The_Wanted_18": "The Wanted 18 is a 2014 Canadian-Palestinian animated documentary about the efforts of Palestinians in Beit Sahour to start a small local dairy industry during the First Intifada, hiding a herd of 18 dairy cows from Israeli security forces when the dairy collective was deemed a threat to Israel's national security. The film combines documentary interviews with those involved in the events, archival footage, drawings, black-and-white stop-motion animation as well as re-enactments, and was co-directed by Canadian filmmaker Paul Cowan and Palestinian visual artist and director Amer Shomali. The film was the Palestinian entry for the Best Foreign Language Film at the 88th Academy Awards but was not nominated.",
  "/wiki/Paul_Cowan_(filmmaker)": "Paul Cowan is a Canadian filmmaker who spent the bulk of his career with the National Film Board of Canada.",
  "/wiki/Amer_Shomali": "Amer Shomali (Arabic: عامر شوملي, born 1981),  is a Palestinian interdisciplinary visual artist who uses conceptual art, painting, digital media, films and comics to explore Palestinian sociopolitical issues and revolution iconography. He holds a master's degree in animation from the Arts University Bournemouth in the United Kingdom and a bachelor's degree in architecture from Birzeit University, West Bank. He was born in Kuwait in 1981 and lives in Ramallah, West Bank.",
  "/wiki/2016_in_film": "2016 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and deaths.",
  "/wiki/89th_Academy_Awards": "The 89th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2016, and took place on February 26, 2017, at the Dolby Theatre in Hollywood, Los Angeles, California, at 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted the ceremony for the first time.",
  "/wiki/The_Idol_(2015_film)": "The Idol is a 2015 Palestinian drama film directed by Hany Abu-Assad. It was shown in the Special Presentations section of the 2015 Toronto International Film Festival. It was selected as the Palestinian entry for the Best Foreign Language Film at the 89th Academy Awards but it was not nominated.",
  "/wiki/2017_in_film": "2017 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of films released, and notable deaths in 2017.",
  "/wiki/90th_Academy_Awards": "The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted for the second consecutive year.",
  "/wiki/Wajib_(film)": "Wajib (Arabic: واجب‎ Wājib, \"Duty\") is a 2017 Palestinian drama film directed by Annemarie Jacir. It was screened in the Contemporary World Cinema section at the 2017 Toronto International Film Festival. It was selected as the Palestinian entry for the Best Foreign Language Film at the 90th Academy Awards, but it was not nominated.",
  "/wiki/2018_in_film": "2018 in film is an overview of events, including the highest-grossing films, award ceremonies, critics' lists of the best films of 2018, festivals, a list of films released and notable deaths.",
  "/wiki/91st_Academy_Awards": "The 91st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2018, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on February 24, 2019. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by the American Broadcasting Company (ABC), produced by Donna Gigliotti and Glenn Weiss, with Weiss also serving as director. It was the first ceremony in three decades, since the 61st Academy Awards in 1989, to be conducted without a host.",
  "/wiki/Ghost_Hunting_(film)": "Ghost Hunting is a 2017 Palestinian documentary film directed by Raed Andoni and starring Ramzi Maqdisi. It was awarded the best documentary at the Berlinale 2017. Also, it was selected as the Palestinian entry for the Best Foreign Language Film at the 91st Academy Awards, but it was not nominated.",
  "/wiki/2019_in_film": "2019 in film is an overview of events, including the highest-grossing films, award ceremonies, critics' lists of the best films of 2019, festivals, a list of country-specific lists of films released, and notable deaths.",
  "/wiki/92nd_Academy_Awards": "The 92nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2019 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. After more than a decade of holding the Academy Award ceremonies towards the end of February, the 92nd Academy Awards took place earlier in the month, on February 9, 2020. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Lynette Howell Taylor and Stephanie Allain; it was directed by Glenn Weiss. Citing the success of the format at the 91st presentation in 2019, ABC announced that the ceremony would again be conducted without a host.",
  "/wiki/It_Must_Be_Heaven": "It Must Be Heaven is a 2019 internationally co-produced comedy film directed by Elia Suleiman. It was selected to compete for the Palme d'Or at the 2019 Cannes Film Festival. It was selected as the Palestinian entry for the Best International Feature Film at the 92nd Academy Awards, but it was not nominated.",
  "/wiki/List_of_Palestinian_submissions_for_the_Academy_Award_for_Best_International_Feature_Film": "Palestine, as represented by the Palestinian Ministry of Culture has submitted films for consideration for the Academy Award for Best International Feature Film[nb 1] since 2003. The Palestinians had also attempted to submit a film in 2002."
}