{
  "/wiki/Bank_of_America_Stadium": "Bank of America Stadium is a 75,523-seat football stadium located on 33 acres (13 ha) in uptown Charlotte, North Carolina, United States. It is the home facility and headquarters of the Carolina Panthers of the National Football League, and is planned to be the home of the Charlotte MLS team. The stadium opened in 1996 as Ericsson Stadium before Bank of America purchased the naming rights in 2004. Former Panthers president Danny Morrison called it \"[A] classic American stadium\" due to its bowl design and other features.",
  "/wiki/Uptown_Charlotte": "Uptown Charlotte is the central business district of Charlotte, North Carolina. The area is split into four neighborhoods (wards) by the intersection of Trade and Tryon Streets, and bordered by Interstate 277 and Interstate 77. Uptown Charlotte is the largest business district in Charlotte and the Carolinas.",
  "/wiki/Carolina_Panthers": "The Carolina Panthers are a professional American football team based in Charlotte, North Carolina. The Panthers compete in the National Football League (NFL), as a member club of the league's National Football Conference (NFC) South division. The team is headquartered in Bank of America Stadium in uptown Charlotte; the stadium also serves as the team's home field. They are one of the few NFL teams to own the stadium they play in, which is legally registered as Panthers Stadium, LLC. The Panthers are supported throughout the Carolinas; although the team has played its home games in Charlotte since 1996, it played home games at Memorial Stadium in Clemson, South Carolina during its first season. The team hosts its annual training camp at Wofford College in Spartanburg, South Carolina.",
  "/wiki/Spectrum_Center_(arena)": "Spectrum Center is an indoor arena located in Uptown Charlotte, North Carolina. It is owned by the city of Charlotte and operated by its main tenant, the NBA's Charlotte Hornets. The arena seats 19,077 for NBA games but can be expanded to 20,200 for college basketball games.",
  "/wiki/American_Legion_Memorial_Stadium": "American Legion Memorial Stadium is a 17,000-seat stadium located on 7th Street in the Elizabeth community of Charlotte, North Carolina. It is located on a complex with the Grady Cole Center. Both are located next to Central Piedmont Community College. Independence Park Stadium, a tiny public baseball stadium, is also close by. Memorial Stadium is mainly used for high school sporting events and also serves as a public venue. Before the construction of nearby Bank of America Stadium in 1996, Memorial Stadium was Charlotte's largest outdoor stadium, and is still the largest municipal venue in the city.",
  "/wiki/Elizabeth_(Charlotte_neighborhood)": "Elizabeth takes its name from Elizabeth College, a small Lutheran women's college founded in 1897 on the present-day site of Presbyterian Hospital. Elizabeth began to develop rapidly after 1902, when a trolley line was completed, and was annexed in 1907. Home of Independence Park, the first public park in the city, Elizabeth became one of the most fashionable residential areas in Charlotte in its early days. In 2006 Elizabeth had a population of 3,908.",
  "/wiki/Bojangles%27_Coliseum": "Bojangles' Coliseum (originally Charlotte Coliseum and formerly Independence Arena and Cricket Arena) is an 8,600-seat multi-purpose arena located in Charlotte, North Carolina. It is operated by the Charlotte Regional Visitors Authority, which also oversees nearby Ovens Auditorium and the uptown Charlotte Convention Center. The naming-rights sponsor is Bojangles' Famous Chicken 'n Biscuits. The building's signature domed roof is made of tin instead of steel or iron. The dome spans 332 feet in diameter and rises to 112 feet tall.",
  "/wiki/Jerry_Richardson_Stadium": "McColl–Richardson Field at Jerry Richardson Stadium is a college football stadium in University City, Charlotte, North Carolina, United States and the home field of the Charlotte 49ers football team representing the University of North Carolina at Charlotte (UNC Charlotte). The team became a Football Bowl Subdivision member in 2015 and competes in Conference USA.",
  "/wiki/University_City_(Charlotte_neighborhood)": "University City (sometimes University Area or U-City) is an edge city mostly within the city limits of Charlotte, North Carolina, United States, surrounding the University of North Carolina at Charlotte campus. It is found in northeastern Mecklenburg County, southeast of Interstate 85 and predominantly along University City Boulevard (NC 49) and W.T. Harris Boulevard (NC 24). Interstate 485 and US 29 (N. Tryon Street) also pass through the area. In 2019, the LYNX Blue Line was extended from Uptown Charlotte to University City. It is neighbored by the town of Harrisburg to the east and the city of Concord to the northeast. Attractions along University City's outskirts include Charlotte Motor Speedway and Concord Mills Mall.",
  "/wiki/UNC_Charlotte": "The University of North Carolina at Charlotte (UNC Charlotte, UNCC, or simply Charlotte) is a public research university in Charlotte, North Carolina. UNC Charlotte offers 23 doctoral, 64 master's, and 140 bachelor's degree programs through nine colleges: the College of Arts + Architecture, the College of Liberal Arts & Sciences, the Belk College of Business, the College of Computing and Informatics, the Cato College of Education, the William States Lee College of Engineering, the College of Health and Human Services, the Honors College, and the University College.",
  "/wiki/Grady_Cole_Center": "Grady Cole Center is a small civic center located on the campus of Central Piedmont Community College in Charlotte, North Carolina. The 3,000 seat center is located near the city's center, and can host several types of events. It was built in 1954 to replace the Charlotte Armory Auditorium, which had been destroyed by fire. Originally the Charlotte Park Center, it was renamed in 1987 in honor of WBT Radio morning personality, Grady Cole. The arena is a part of the Mecklenburg County Sportsplex, which also includes the American Legion Memorial Stadium.",
  "/wiki/Charlotte_Motor_Speedway": "Charlotte Motor Speedway, formerly Lowe's Motor Speedway, is a motorsports complex located in Concord, North Carolina 13 mi (21 km) from Charlotte. The complex features a 1.5 mi (2.4 km) quad oval track that hosts NASCAR racing including the prestigious Coca-Cola 600 on Memorial Day weekend, the NASCAR All-Star Race, and the Bank of America Roval 400. The speedway was built in 1959 by Bruton Smith and is considered the home track for NASCAR with many race teams located in the Charlotte area. The track is owned and operated by Speedway Motorsports, Inc. (SMI) with Marcus G. Smith (son of Bruton Smith) as track president.",
  "/wiki/Concord,_North_Carolina": "Concord (/ˈkɒn.kord/) is a city in Cabarrus County, in the U.S. state of North Carolina. As of the 2010 census, the city had a population of 79,066, with an estimated population in 2018 of 94,546. It is the county seat and the largest city in Cabarrus County. In terms of population, the city of Concord is the second-largest city in the Charlotte Metropolitan Area and is the 10th most populous city in North Carolina.",
  "/wiki/Speedway_Motorsports": "Speedway Motorsports, Inc. (SMI) is an American corporation that owns and manages racing facilities that host NASCAR, IndyCar Series, NHRA, World of Outlaws and other motor racing series.  The company's headquarters are located at Charlotte Motor Speedway, in the suburbs of Charlotte, NC. SMI owns nine racing facilities with a combined seating capacity of approximately 885,000.  In addition to operating racetracks, SMI owns Performance Racing Network (PRN), U.S. Legends Cars International, and co-owns Motorsports Authentics.",
  "/wiki/Dale_F._Halton_Arena": "Dale F. Halton Arena at the James H. Barnhardt Student Activity Center (commonly shortened to Halton Arena) is an indoor sports venue located on the main campus of UNC Charlotte in Charlotte, North Carolina. It is the home venue of the Charlotte 49ers men's and women's basketball teams and volleyball team.\nHalton Arena was named for the former president and CEO of Pepsi-Cola Bottling Company of Charlotte. She remains a benefactress to the university and has served on the university's board of trustees. The building was funded entirely through private donations and student fees.",
  "/wiki/John_M._Belk_Arena": "John M. Belk Arena is a 5,295-seat multi-purpose arena, located on the campus of Davidson College, in Davidson, North Carolina, United States.",
  "/wiki/Davidson,_North_Carolina": "Davidson is a town on Lake Norman in northern Mecklenburg County in the U.S. state of North Carolina. The population was 10,944 at the 2010 census, and in 2018 the estimated population was 12,921. The town was founded in 1837 with the establishment of the Presbyterian Davidson College, named for Brigadier General William Lee Davidson, a local Revolutionary War hero. The land for Davidson College came from Davidson's estate, a large portion of which was donated by his son.",
  "/wiki/Davidson_College": "Davidson College is a private liberal arts college in Davidson, North Carolina.",
  "/wiki/Transamerica_Field": "The Irwin Belk Track and Field Center/Transamerica Field is a stadium located on the campus of the University of North Carolina at Charlotte. Finished in 1996, the stadium is home to the Charlotte 49ers soccer and track and field teams.",
  "/wiki/Richardson_Stadium": "Richardson Stadium is a 6,000-seat multi-purpose stadium in Davidson, North Carolina. It is home to the Davidson College Wildcats football, lacrosse, and track and field teams.  The stadium incorporates both Stephen B. Smith Field and Irwin Belk Track.  It has also hosted the NCAA Men's Soccer Championship on three occasions from 1992 to 1994.  Every autumn the stadium acts as the start and finish of the Davidson freshman Cake Race, where incoming students run a course around the college in competition for cakes baked by inhabitants of the local community.  The facility opened in 1923 after being donated to the college by Lunsford Richardson, Jr., Davidson class of 1914, and his brother Henry Smith Richardson, Davidson class of 1906, in memory of their father, Lunsford Richardson, Sr., Davidson class of 1875.  It was later renovated in 1998 and again in 2005 with the latter providing upgraded amenities including expanded seating, a new press box, weight room, and visitor's locker room.",
  "/wiki/Irwin_Belk_Complex": "The Irwin Belk Complex is a multi-use 4,500 seat stadium on the campus of Johnson C. Smith University (JCSU) in Biddleville, Charlotte, North Carolina, United States. The stadium plays host to JCSU events.",
  "/wiki/Biddleville_(Charlotte_neighborhood)": "Biddleville is the oldest surviving predominantly African-American neighborhood in Charlotte, North Carolina. It is located one mile west of Uptown and Interstate 77 along Beatties Ford Road. Biddleville is home to Johnson C. Smith University, a historically black college originally called the Henry J. Biddle Memorial Institute, that was formed shortly after the Civil War to educate aspiring black preachers and teachers. In 1876 it was renamed Biddle University. Biddleville arose as a supporting community of the Institute and was distinctly separate from Charlotte until it was annexed by the city in the early 1900s.",
  "/wiki/Johnson_C._Smith_University": "Johnson C. Smith University (JCSU) is a private, historically black university in Charlotte, North Carolina. It is affiliated with the Presbyterian Church (USA) and is accredited by the Southern Association of Colleges and Schools (SACS), National Council for the Accreditation of Teacher Education (NCATE), Association of Collegiate Business Schools and Programs (ACBSP), and Council on Social Work Accreditation (CSWE). The school awards Bachelor of Science, Bachelor of Arts, Bachelor of Social Work, and Master of Social Work degrees.",
  "/wiki/Winthrop_Coliseum": "Winthrop Coliseum is a 6,100-seat multi-purpose arena in Rock Hill, South Carolina. It was built in 1982 and is home to the Winthrop University Eagles basketball and volleyball teams.",
  "/wiki/Rock_Hill,_South_Carolina": "Rock Hill is the largest city in York County, South Carolina, United States and the fifth-largest city in the state. It is also the fourth-largest city of the Charlotte metropolitan area, behind Charlotte, Concord, and Gastonia (all located in North Carolina, unlike Rock Hill). As of the 2010 Census, the population was 66,154. In 2018, the population had increased to 74,309.\nAs of 2017, the total population of Rock Hill corporate limits was estimated at 117,375 people.",
  "/wiki/Winthrop_University": "Winthrop University (Winthrop or WU) is a public university in Rock Hill, South Carolina. It was founded in 1886 by David Bancroft Johnson, who served as the superintendent of Columbia, South Carolina, schools. He received a $1,500 grant from Robert Charles Winthrop, a Boston philanthropist and chair of the Peabody Education Board in Massachusetts. The school was originally established in Columbia to educate young women to teach in the public schools.",
  "/wiki/Concord_Speedway": "Concord Speedway is a defunct motorsports facility located in the town of Midland, North Carolina, southeast of Concord, North Carolina. The complex featured a ​1⁄2-mile asphalt tri-oval and a ​1⁄4-mile asphalt oval.",
  "/wiki/Midland,_North_Carolina": "Midland is a town in southern Cabarrus County in the U.S. state of North Carolina. Located in the Charlotte region of North Carolina, Midland is a 30-minute commute to uptown Charlotte. The name of the town is derived from its location approximately halfway between Charlotte and Oakboro on the railroad line. The population was 3,073 at the 2010 census.",
  "/wiki/BB%26T_Ballpark_(Charlotte)": "BB&T Ballpark is a baseball stadium in Charlotte, North Carolina. The Uptown-area stadium hosts the Charlotte Knights, a Triple-A Minor League Baseball team in the International League. It is also the third sports building to be built in Uptown, after Bank of America Stadium (home of the NFL's Carolina Panthers) and Spectrum Center (home of the NBA's Charlotte Hornets).",
  "/wiki/Charlotte_Knights": "The Charlotte Knights are a professional Minor League Baseball team in Charlotte, North Carolina. The team, which plays in the International League, is the Triple-A affiliate of the Chicago White Sox of the American League. The Knights play at BB&T Ballpark located in Uptown Charlotte.",
  "/wiki/Mecklenburg_County_Sportsplex": "The Sportsplex at Matthews is a large sports complex and park in Matthews, North Carolina, southeast of Charlotte, featuring 12 full-sized soccer fields anchored by a 2,300-seat stadium. The stadium currently seats 5,000 as it has been expanded using modular seating.",
  "/wiki/Matthews,_North_Carolina": "Matthews is a town in southeastern Mecklenburg County, North Carolina. It is a suburb of Charlotte. The population was 27,198 according to the 2010 Census."
}