{
  "/wiki/Fort_Marcy_(horse)": "Fort Marcy (April 2, 1964 – August 14, 1991) was an American Thoroughbred racehorse. His grandsire was the important Italian horse, Nearco. In 1970 he earned three Champion titles. He was named Horse of the Year in a poll by the publishers of Daily Racing Form receiving 21 of the 42 votes ahead of Personality (10 votes) and Ta Wee (9 votes). Personality won a rival poll conducted by the Thoroughbred Racing Association. He competed for six years until his retirement at the end of the 1971 racing season.",
  "/wiki/J._Elliott_Burch": "John Elliott Burch (March 3, 1924 – January 30, 2011) was an American National Museum of Racing and Hall of Fame Thoroughbred racehorse trainer. Four of his horses were inducted in the National Museum of Racing and Hall of Fame.",
  "/wiki/Rokeby_Stables": "Rokeby Stables was an American thoroughbred racehorse breeding farm in Upperville, Virginia involved with both steeplechase and flat racing. The operation was established in the late 1940s by Paul Mellon (1907–1999) who won the Eclipse Award for Outstanding Breeder in 1971 and again in 1986. Under Mellon the stable had more than 1,000 stakes race winners with total earnings in excess of US$30 million.",
  "/wiki/Personality_(horse)": "Personality (1967–1990) was an American Thoroughbred racehorse who was voted 1970 American Horse of the Year honors.",
  "/wiki/Ethel_D._Jacobs": "Ethel D. Jacobs (March 18, 1910 - November 9, 2001) was a prominent American Thoroughbred racehorse owner/breeder who was a three-time leading owner in North America.",
  "/wiki/Arts_and_Letters": "Arts and Letters (April 1, 1966 – October 16, 1998) was an American Hall of Fame Champion Thoroughbred racehorse.",
  "/wiki/Dr._Fager": "Dr. Fager (April 6, 1964 – August 5, 1976) was an American thoroughbred racehorse who had what many consider one of the greatest single racing seasons by any horse in the history of the sport. In 1968 at the age of four, he became the only horse to ever hold four American titles in one year when he was named the Horse of the Year, champion handicap horse, champion sprinter, and co-champion grass horse. In his most famous performance, Dr. Fager set a world record of 1:32​1⁄5 for a mile in the Washington Park Handicap while carrying 134 pounds.",
  "/wiki/John_A._Nerud": "John Andrew Nerud (February 9, 1913 – August 13, 2015) was an American thoroughbred horse trainer and owner, who was inducted in the National Museum of Racing and Hall of Fame in 1972.",
  "/wiki/William_L._McKnight": "William L. McKnight (November 11, 1887 – March 4, 1978) was an American businessman and philanthropist who served his entire career in the 3M corporation, rising to chairman of the board from 1949 to 1966. He founded the McKnight Foundation in 1953.",
  "/wiki/Damascus_(horse)": "Damascus (April 14, 1964 – August 8, 1995) was a Thoroughbred race horse sired by Sword Dancer (1959's Horse of the Year) out of Kerala (by My Babu) foaled at the Jonabell Farm in Lexington, Kentucky.  In 1967, he won the Preakness Stakes, Belmont Stakes*, Jockey Club Gold Cup*, Wood Memorial, Travers Stakes, Dwyer Stakes (closing from 12 lengths back and spotting the runner up 16 pounds), and Woodward Stakes and was named Horse of the Year and champion three-year-old colt, plus he shared the champion handicap male honors with Buckpasser. Also in 1967, Damascus finished third in the 1967 Kentucky Derby. A high-strung horse, he was enervated by the humidity and spooked by the crowd noise, so he was thereafter given a stable pony to calm him. During the same year, top horses Dr. Fager and Buckpasser were also competing.  In Blood-Horse magazine's top 100 U.S. thoroughbred champions of the 20th Century, Buckpasser ranks 14th and Dr. Fager ranks 6th. In a race many consider the \"Race of the Century,\" Damascus won the 1967 Woodward by 10 lengths over both of these horses after his connections, as well as those of Buckpasser, used stablemates to set a blistering pace, thus weakening Dr. Fager.  Damascus himself ranks number 16 in the Blood Horse listing.",
  "/wiki/Frank_Y._Whiteley,_Jr.": "Frank Yewell Whiteley Jr. (January 31, 1915 – May 2, 2008) was a Hall of Fame Thoroughbred racehorse trainer.",
  "/wiki/Edith_W._Bancroft": "Edith Woodward Bancroft (October 8, 1905 – November 4, 1971) was an American owner and breeder of Thoroughbred racing horses best known for breeding and racing Damascus, the 1967 American Horse of the Year and a 1974 National Museum of Racing and Hall of Fame inductee who was ranked 16th in the 1999 Blood-Horse magazine List of the Top 100 Racehorses of the 20th Century. Among others, Edith Bancroft bred Cloudy Dawn, who won the Arlington Handicap and Dwyer Stakes and ran third to winner Riva Ridge in the 1972 Belmont Stakes.",
  "/wiki/Buckpasser": "Buckpasser (1963–1978) was an American-bred Thoroughbred racehorse that won 9 of his 11 race starts for international record winnings for a two-year-old of $586,090. He was a leading broodmare sire in 1983, 1984, and 1989.",
  "/wiki/Edward_A._Neloy": "Edward Albert \"Eddie\" Neloy (May 15, 1924 – May 26, 1971) was an American Thoroughbred racehorse trainer. At age fourteen, he began working at a racetrack then joined the United States Army during World War II. During the intense action in the Italian Campaign following Operation Shingle, Neloy was seriously wounded in Anzio and lost an eye.",
  "/wiki/Ogden_Phipps": "Ogden Phipps (November 26, 1908 – April 21, 2002) was an American stockbroker, court tennis champion and Hall of Fame member, thoroughbred horse racing executive and owner/breeder, and an art collector and philanthropist. In 2001, he was inducted into the International Court Tennis Hall of Fame.",
  "/wiki/Roman_Brother": "Roman Brother (May 27, 1961 – March 8, 1991) was an  American Champion Thoroughbred racehorse. As a two-year-old, he was initially overshadowed by his stable companion Raise a Native before emerging as one of the year's leading juveniles with a win in the Champagne Stakes. As a three-year-old, he was highly tried, running twenty times and winning six races including the Jersey Derby and the American Derby. He was also placed second in the Belmont Stakes and the Jockey Club Gold Cup. He reached his peak as a four-year-old in 1965 when he was voted American Horse of the Year in a poll conducted by the Daily Racing Form.",
  "/wiki/Burley_Parke": "Burley Elijah Parke (March 21, 1905 – October 4, 1977) was an American jockey and a Hall of Fame trainer in the sport of Thoroughbred horse racing.",
  "/wiki/Harbor_View_Farm": "Louis Elwood Wolfson (January 28, 1912 – December 30, 2007) was a Wall Street financier and one of the first modern corporate raiders, labeled by Time as such in a 1956 article.\nLouis Wolfson became a self-made millionaire before he was 29 years old.\nHe significantly contributed to the wealth of U.S. and global financial markets by creating the modern hostile tender offer, which laid the technical framework to the LBO.\nIn later years he was a major thoroughbred horse racing participant best known as the owner and breeder of 1978 American Triple Crown winner, Affirmed.",
  "/wiki/Moccasin_(horse)": "Moccasin (April 16, 1963 – July 1, 1986) was an American Thoroughbred Champion racehorse. In a career that lasted from 1965 to 1967, she ran twenty-one times and won eleven races. She remains the only two-year-old filly to be voted United States Horse of the Year. Moccasin won only one race in each of her two subsequent seasons but was an effective performer over sprint distances.",
  "/wiki/Harry_Trotsek": "Harry E. Trotsek (April 18, 1912 – February 5, 1997) was an American Hall of Fame trainer and owner of Thoroughbred racehorses. He trained 96 stakes race winners including Champions Hasty Road, Moccasin, Oil Capitol, and Stan, and led all North American trainers in purse winnings in 1953.",
  "/wiki/Claiborne_Farm": "Claiborne Farm is a thoroughbred horse breeding operation near Paris, Kentucky. It was established in 1910 by Arthur B. Hancock, owner of Ellerslie Farm in Albemarle County, Virginia, and has been operated by members of his family ever since.",
  "/wiki/Kelso_(horse)": "Kelso (April 4, 1957 – October 16, 1983) was an American thoroughbred race horse considered among the best racehorses in history. In the list of the top 100 U.S. thoroughbred champions of the 20th Century by The Blood-Horse magazine, Kelso ranks 4th, behind only Man o' War (1st), Secretariat (2nd) and Citation (3rd). In his long career, Kelso defeated many leading Thoroughbred racehorses including Carry Back, Gun Bow, Bald Eagle, Tompion, Never Bend, Beau Purple, Quadrangle, Roman Brother, Crimson Satan, Jaipur, Ridan and Pia Star, as well as other top thoroughbreds, often conceding weight under handicap conditions. In doing so, Kelso beat more champions and Hall of Fame horses than any other thoroughbred racehorse in the 20th Century.",
  "/wiki/Carl_Hanford": "Carl Henry Hanford (March 12, 1916 - August 14, 2011) was a United States Hall of Fame trainer of Thoroughbred racehorses best known for guiding Kelso to five straight American Horse of the Year titles; no other horse has won more than three times.",
  "/wiki/Allaire_du_Pont": "Allaire du Pont (May 4, 1913 – January 6, 2006) was an American sportswoman and a member of the prominent French-American Du Pont family of chemical manufacturers who is most remembered as the owner of the Thoroughbred horse racing Hall of Fame champion, Kelso.",
  "/wiki/Sword_Dancer": "Sword Dancer (April 24, 1956 – November 16, 1984) was an American Hall of Fame Champion Thoroughbred racehorse. He was the leading American colt of his generation and was voted United States Horse of the Year in 1959.",
  "/wiki/Brookmeade_Stable": "Brookmeade Stable was a successful thoroughbred horse racing stable owned by Dodge Automobile heiress and socialite Isabel Dodge Sloane. Sloane first won using the name Brookmeade Stable at the Manly Memorial Steeplechase at Pimlico in 1924.",
  "/wiki/Round_Table_(horse)": "Round Table (April 6, 1954 – June 13, 1987) was an American Thoroughbred Hall of Fame racehorse. He is considered the greatest turf horse in American racing history.",
  "/wiki/William_Molter": "William \"Willie\" Molter (1910 – April 2, 1960) was an American Hall of Fame horse trainer in the sport of Thoroughbred racing.",
  "/wiki/Travis_M._Kerr": "Travis M. Kerr (July 28, 1902 – June 7, 1970) was an American businessman in Oklahoma City and a Thoroughbred racehorse owner. Involved in the oil and uranium business, he was the younger brother of Oklahoma businessman and Senator, Robert S. Kerr.",
  "/wiki/Dedicate_(horse)": "Dedicate  (1952–1973) was an American Champion Thoroughbred racehorse.",
  "/wiki/G._Carey_Winfrey": "George Carey Winfrey (March 15, 1885 - November 13, 1962) was an American thoroughbred racehorse owner and trainer who was inducted into the National Museum of Racing and Hall of Fame.",
  "/wiki/Bold_Ruler": "Bold Ruler (April 6, 1954 – July 11, 1971) was an American Thoroughbred Hall of Fame racehorse who was named the 1957 Horse of the Year after a three-year-old campaign that included wins in the Preakness Stakes and Trenton Handicap, in which he defeated fellow Hall of Fame inductees Round Table and Gallant Man. He was also named American Champion Sprinter at age four. On retirement, he became the leading sire in North America eight times between 1963 and 1973, the most of any sire in the twentieth century. He is now best known as the sire of Triple Crown winner Secretariat, and was also the grandsire of Triple Crown winner Seattle Slew. He was an outstanding sire of sires, whose modern descendants include many classic winners such as California Chrome.",
  "/wiki/James_E._Fitzsimmons": "James Edward \"Sunny Jim\" Fitzsimmons (July 23, 1874 – March 11, 1966) was a thoroughbred racehorse trainer.",
  "/wiki/Wheatley_Stable": "Wheatley Stable was the nom de course  for the thoroughbred horse racing partnership formed by Gladys Mills Phipps and her brother, Ogden Livingston Mills. The horses were raised at Claiborne Farm near Paris, Kentucky.",
  "/wiki/Swaps_(horse)": "Swaps (March 1, 1952 – November 3, 1972) was a California bred American thoroughbred racehorse. He won the Kentucky Derby in 1955 and was named United States Horse of the Year in the following year. He was known as the \"California Comet,\" and occasionally with affection, due to his wins despite numerous injuries and treatments, the \"California Cripple.\"",
  "/wiki/Mesh_Tenney": "Meshach A. \"Mesh\" Tenney (November 16, 1907 – November 6, 1993) was an American Thoroughbred horse trainer.",
  "/wiki/Rex_Ellsworth": "Rex Cooper Ellsworth (November 15, 1907 – August 24, 1997) was a major owner in Thoroughbred racing and twice the leading breeder in the United States whose story was featured with a cover of the February 25, 1963 edition of Sports Illustrated magazine.",
  "/wiki/Nashua_(horse)": "Nashua (April 14, 1952 – February 3, 1982) was an American-born thoroughbred racehorse, best remembered for a 1955 match race against Swaps, the horse that had defeated him in the Kentucky Derby.",
  "/wiki/Belair_Stud": "Belair Stud was an American thoroughbred horse racing stable and breeding farm founded by Provincial Governor of Maryland Samuel Ogle in 1747 in Collington, Prince George's County, Maryland, in Colonial America.",
  "/wiki/Native_Dancer": "Native Dancer (March 27, 1950 – November 16, 1967), nicknamed the Gray Ghost, was one of the most celebrated and accomplished Thoroughbred racehorses in American history and was the first horse made famous through the medium of television. He was a champion in each of his three years of racing, and was inducted into the National Museum of Racing and Hall of Fame in 1963. In the Blood-Horse magazine List of the Top 100 Racehorses of the 20th Century, he was ranked seventh.",
  "/wiki/William_C._Winfrey": "William C. \"Bill\" Winfrey (May 9, 1916 – April 14, 1994) was an American Hall of Fame Thoroughbred racehorse trainer.",
  "/wiki/Alfred_G._Vanderbilt_II": "Alfred Gwynne Vanderbilt Jr. (September 22, 1912 – November 12, 1999) was a member of the prominent Vanderbilt family, a son of the first Alfred Gwynne Vanderbilt, who died a hero in the sinking of the RMS Lusitania. His mother, Margaret Emerson (daughter of the Bromo-Seltzer inventor Isaac Edward Emerson), was one of America's wealthiest women and most sought-after hostesses, operating at least seven large estates around the country. His grandfather, Cornelius Vanderbilt II, had been one of America's most revered businessmen; his great-grandfather, William Henry Vanderbilt had been the richest man in the world. \"Commodore\" Cornelius Vanderbilt started the family fortune in shipping and railroads as the founder of the New York Central Railroad and builder of Grand Central Depot (built 1869–1871 on Manhattan Island in New York, outside and to the north of the then city limits of New York City), the precursor to Grand Central Terminal, built on approximately the same location, and completed by Cornelius II in 1913."
}