{
  "/wiki/Yangshan_Quarry": "The Yangshan Quarry (Chinese: 阳山碑材; pinyin: Yángshān bēi cái; literally: 'Yangshan Stele Material') is an ancient stone quarry near Nanjing, China. Used during many centuries as a source of stone for buildings and monuments of Nanjing, it is preserved as a historic site. The quarry is famous for the gigantic unfinished stele that was abandoned there during the reign of the Yongle Emperor in the early 15th century. In scope and ambition, the stele project is compared to other public works projects of Yongle era, which included the launching of the treasure fleet for Zheng He's maritime expeditions and the construction of the Forbidden City in Beijing.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Ming_dynasty": "The Ming dynasty (/mɪŋ/), officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng (who established the Shun dynasty, soon replaced by the Manchu-led Qing dynasty), numerous rump regimes loyal to the Ming throne – collectively called the Southern Ming – survived until 1662.[d]\n The Hongwu Emperor (r. 1368–1398) attempted to create a society of self-sufficient rural communities ordered in a rigid, immobile system that would guarantee and support a permanent class of soldiers for his dynasty: the empire's standing army exceeded one million troops and the navy's dockyards in Nanjing were the largest in the world. He also took great care breaking the power of the court eunuchs and unrelated magnates, enfeoffing his many sons throughout China and attempting to guide these princes through the Huang-Ming Zuxun, a set of published dynastic instructions. This failed when his teenage successor, the Jianwen Emperor, attempted to curtail his uncles' power, prompting the Jingnan Campaign, an uprising that placed the Prince of Yan upon the throne as the Yongle Emperor in 1402. The Yongle Emperor established Yan as a secondary capital and renamed it Beijing, constructed the Forbidden City, and restored the Grand Canal and the primacy of the imperial examinations in official appointments. He rewarded his eunuch supporters and employed them as a counterweight against the Confucian scholar-bureaucrats. One, Zheng He, led seven enormous voyages of exploration into the Indian Ocean as far as Arabia and the eastern coasts of Africa.\n The rise of new emperors and new factions diminished such extravagances; the capture of the Zhengtong Emperor during the 1449 Tumu Crisis ended them completely. The imperial navy was allowed to fall into disrepair while forced labor constructed the Liaodong palisade and connected and fortified the Great Wall of China into its modern form. Wide-ranging censuses of the entire empire were conducted decennially, but the desire to avoid labor and taxes and the difficulty of storing and reviewing the enormous archives at Nanjing hampered accurate figures. Estimates for the late-Ming population vary from 160 to 200 million, but necessary revenues were squeezed out of smaller and smaller numbers of farmers as more disappeared from the official records or \"donated\" their lands to tax-exempt eunuchs or temples. Haijin laws intended to protect the coasts from \"Japanese\" pirates instead turned many into smugglers and pirates themselves.\n By the 16th century, however, the expansion of European trade – albeit restricted to islands near Guangzhou such as Macau – spread the Columbian Exchange of crops, plants, and animals into China, introducing chili peppers to Sichuan cuisine and highly productive maize and potatoes, which diminished famines and spurred population growth. The growth of Portuguese, Spanish, and Dutch trade created new demand for Chinese products and produced a massive influx of Japanese and American silver. This abundance of specie remonetized the Ming economy, whose paper money had suffered repeated hyperinflation and was no longer trusted. While traditional Confucians opposed such a prominent role for commerce and the newly rich it created, the heterodoxy introduced by Wang Yangming permitted a more accommodating attitude. Zhang Juzheng's initially successful reforms proved devastating when a slowdown in agriculture produced by the Little Ice Age joined changes in Japanese and Spanish policy that quickly cut off the supply of silver now necessary for farmers to be able to pay their taxes. Combined with crop failure, floods, and epidemic, the dynasty collapsed before the rebel leader Li Zicheng, who was defeated by the Manchu-led Eight Banner armies who founded the Qing dynasty.",
  "/wiki/Stone_of_the_South": "The Stone of the Pregnant Woman (Arabic: Hajar el Hibla) or Stone of the South is a Roman monolith in Baalbek (ancient Heliopolis), Lebanon. Together with another ancient stone block nearby, it is among the largest monoliths ever quarried. The two building blocks were presumably intended for the nearby Roman temple complex, possibly as an addition to the so-called trilithon, and are characterised by a monolithic gigantism that was unparallelled in antiquity.",
  "/wiki/Baalbek": "Baalbek (/ˈbɑːlbɛk/), properly Baʿalbek (Arabic: بعلبك‎, romanized: Ba’labakk, Syriac-Aramaic: ܒܥܠܒܟ) and also known as Balbec, Baalbec or Baalbeck, is a city located east of the Litani River in Lebanon's Beqaa Valley, about 85 km (53 mi) northeast of Beirut. It is the capital of Baalbek-Hermel Governorate. In Greek and Roman times Baalbek was also known as Heliopolis. In 1998 Baalbek had a population of 82,608, mostly Shia Muslims, followed by Sunni Muslims and Christians. \n It is home to the Baalbek temple complex which includes two of the largest and grandest Roman temple ruins: the Temple of Bacchus and the Temple of Jupiter. It was inscribed in 1984 as an UNESCO World Heritage site.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]\n The earliest evidence of civilization in Lebanon dates back more than seven thousand years, predating recorded history. Lebanon was the home of the Canaanites/Phoenicians and their kingdoms, a maritime culture that flourished for almost three thousand years (c. 3200–539 BC). In 64 BC, the region came under the rule of the Roman Empire, and eventually became one of the Empire's leading centers of Christianity. In the Mount Lebanon range a monastic tradition known as the Maronite Church was established. As the Arab Muslims conquered the region, the Maronites held onto their religion and identity. However, a new religious group, the Druze, established themselves in Mount Lebanon as well, generating a religious divide that has lasted for centuries. During the Crusades, the Maronites re-established contact with the Roman Catholic Church and asserted their communion with Rome. The ties they established with the Latins have influenced the region into the modern era.\n The region eventually was ruled by the Ottoman Empire from 1516 to 1918. Following the collapse of the empire after World War I, the five provinces that constitute modern Lebanon came under the French Mandate of Lebanon. The French expanded the borders of the Mount Lebanon Governorate, which was mostly populated by Maronites and Druze, to include more Muslims. Lebanon gained independence in 1943, establishing confessionalism, a unique, Consociationalism-type of political system with a power-sharing mechanism based on religious communities. Bechara El Khoury, President of Lebanon during the independence, Riad El-Solh, first Lebanese prime minister and Emir Majid Arslan II, first Lebanese minister of defence, are considered the founders of the modern Republic of Lebanon and are national heroes for having led the country's independence. Foreign troops withdrew completely from Lebanon on 31 December 1946, although the country was subjected to military occupations by Syria that lasted nearly thirty years before being withdrawn in April 2005 as well as Israel for fifteen years before being withdrawn in May 2000.\n Despite its small size, the country has developed a well-known culture and has been highly influential in the Arab world, powered by its large diaspora. Before the Lebanese Civil War (1975–1990), the country experienced a period of relative calm and renowned prosperity, driven by tourism, agriculture, commerce, and banking. Because of its financial power and diversity in its heyday, Lebanon was referred to as the \"Switzerland of the East\" during the 1960s, and its capital, Beirut, attracted so many tourists that it was known as \"the Paris of the Middle East\". At the end of the war, there were extensive efforts to revive the economy and rebuild national infrastructure. In spite of these troubles, Lebanon has the highest Human Development Index and GDP per capita in the Arab world outside of the oil-rich economies of the Persian Gulf. Lebanon has been a member of the United Nations since its founding in 1945 as well as of the Arab League (1945), the Non-Aligned Movement (1961), Organisation of the Islamic Cooperation (1969) and the Organisation internationale de la francophonie (1973).",
  "/wiki/Roman_Empire": "The Roman Empire (Latin: Imperium Rōmānum, Classical Latin: [ɪmˈpɛrɪ.ũː roːˈmaːnũː]; Koinē Greek: Βασιλεία τῶν Ῥωμαίων, romanized: Basileía tōn Rhōmaíōn) was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, North Africa and West Asia ruled by emperors. From the  accession of Caesar Augustus to the  military anarchy of the third century, it was a  principate with  Italy as metropole of the  provinces and its city of Rome as sole capital (27 BC – 286 AD). Although fragmented briefly during the military crisis, the empire was forcibly reassembled, then ruled by  multiple emperors who shared rule over the Western Roman Empire (based in Milan and later in Ravenna) and over the Eastern Roman Empire (based in Nicomedia and later in Constantinople). Rome remained the nominal capital of both parts until 476 AD, when it sent the imperial insignia to Constantinople (Byzantium - Ancient Greek: Βυζάντιον, Byzántion)  following the capture of Ravenna by the barbarians of Odoacer and the subsequent deposition of Romulus Augustus. The fall of the Western Roman Empire to  Germanic kings, along with the hellenization of the Eastern Roman Empire into the Byzantine Empire, conventionally marks the end of Ancient Rome and the beginning of the Middle Ages.\n The predecessor state of the Roman Empire, the Roman Republic (which had replaced Rome's monarchy in the 6th century BC) became severely destabilized in a series of  civil wars and political conflicts. In the mid-1st century BC Julius Caesar was appointed as perpetual  dictator and then  assassinated in 44 BC. Civil wars and proscriptions continued, culminating in the victory of Octavian, Caesar's adopted son, over Mark Antony and Cleopatra at the Battle of Actium in 31 BC. The following year Octavian  conquered Ptolemaic Egypt, ending the Hellenistic period that had begun with the  conquests of Alexander the Great of Macedon in the 4th century BC. Octavian's power then became unassailable, and in 27 BC the Roman Senate formally granted him  overarching power and the new title  Augustus, effectively making him the first Roman emperor.\n The first two centuries of the Empire saw a period of unprecedented stability and prosperity known as the Pax Romana (\"Roman Peace\"). Rome reached its greatest  territorial expanse during the reign of Trajan (98–117 AD). A period of increasing trouble and decline began with the reign of Commodus (177-192). In the 3rd century the Empire underwent a crisis that threatened its existence, but was reunified under Aurelian (r. 270–275). In an effort to stabilize the Empire, Diocletian set up two different imperial courts in the Greek East and Latin West in 286.  Christians rose to positions of power in the 4th century following the Edict of Milan of 313. Shortly after, the Migration Period, involving large invasions by  Germanic peoples and by the Huns of Attila, led to the  decline of the Western Roman Empire. With the fall of Ravenna to the  Germanic Herulians and the deposition of Romulus Augustulus in 476 AD by Odoacer, the Western Roman Empire finally collapsed – the (Eastern Roman) Emperor Zeno formally abolished it in 480 AD. Nonetheless, some states in the territories of the former Western Roman Empire would later claim to have inherited the supreme power of the emperors of Rome, most notably the Holy Roman Empire. The Eastern Roman Empire, identified by modern historians under the name of the  Byzantine Empire, survived for another millennium until the Empire's last remains collapsed when  Constantinople fell to the  Ottoman Turks of Sultan Mehmed II in 1453. (The Ottomans sometimes called their state the \"Empire of Rûm\" (Ottoman Turkish: دولت علنإه روم‎, lit. 'Exalted State of Rome'). In this sense, it could be argued that a \"Roman\" Empire survived until the early-20th century.)\n Due to the Roman Empire's vast extent and long endurance, the institutions and culture of Rome had a  profound and lasting influence on the development of  language,  religion,  art,  architecture,  philosophy,  law, and forms of government in the territory it governed, and far beyond. The Latin language of the Romans evolved into the Romance languages of the medieval and modern world, while  Medieval Greek became the language of the Eastern Roman Empire. The Empire's adoption of Christianity led to the formation of  medieval Christendom.  Greek and Roman art had a profound impact on the Italian Renaissance. Rome's architectural tradition served as the basis for  Romanesque,  Renaissance and Neoclassical architecture, and also had a strong influence on Islamic architecture. The corpus of Roman law has its descendants in many legal systems of the world today, such as the Napoleonic Code, while Rome's republican institutions have left an enduring legacy, influencing the Italian city-states republics of the Medieval period, as well as the early United States and other modern democratic republics.",
  "/wiki/Unfinished_obelisk": "The unfinished obelisk is the largest known ancient obelisk and is located in the northern region of the stone quarries of ancient Egypt in Aswan, Egypt.",
  "/wiki/Obelisk": "An obelisk (/ˈɒbəlɪsk/; from Ancient Greek: ὀβελίσκος obeliskos; diminutive of ὀβελός obelos, \"spit, nail, pointed pillar\") is a tall, four-sided, narrow tapering monument which ends in a pyramid-like shape or pyramidion at the top. Originally they were called tekhenu by their builders, the Ancient Egyptians. The Greeks who saw them used the Greek term 'obeliskos' to describe them, and this word passed into Latin and ultimately English. Ancient obelisks are monolithic; that is, they consist of a single stone. Most modern obelisks are made of several stones.",
  "/wiki/Aswan": "Aswan (/æsˈwɑːn, ɑːs-/, also US: /ˈæswɑːn, ˈɑːs-, ˈæz-/; Arabic: أسوان‎, romanized: ʾAswān [ʔɑsˈwɑːn]; Coptic: Ⲥⲟⲩⲁⲛ, romanized: Souan) is a city in the south of Egypt, and is the capital of the Aswan Governorate.\n Aswan is a busy market and tourist centre located just north of the Aswan Dam on the east bank of the Nile at the first cataract. The modern city has expanded and includes the formerly separate community on the island of Elephantine.\n The city is part of the UNESCO Creative Cities Network in the category of craft and folk art.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.\n Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest. Egypt's long and rich cultural heritage is an integral part of its national identity, which has endured, and often assimilated, various foreign influences, including Greek, Persian, Roman, Arab, Ottoman Turkish, and Nubian. Egypt was an early and important centre of Christianity, but was largely Islamised in the seventh century and remains a predominantly Muslim country, albeit with a significant Christian minority.\n From the 16th to the beginning of the 20th century, Egypt was ruled by foreign imperial powers: The Ottoman Empire and the British Empire. Modern Egypt dates back to 1922, when it gained nominal independence from the British Empire as a monarchy. However, British military occupation of Egypt continued, and many Egyptians believed that the monarchy was an instrument of British colonialism. Following the 1952 revolution, Egypt expelled British soldiers and bureaucrats and ended British occupation, nationalized the British-held Suez Canal, exiled King Farouk and his family, and declared itself a republic. In 1958 it merged with Syria to form the United Arab Republic, which dissolved in 1961. Throughout the second half of the 20th century, Egypt endured social and religious strife and political instability, fighting several armed conflicts with Israel in 1948, 1956, 1967 and 1973, and occupying the Gaza Strip intermittently until 1967. In 1978, Egypt signed the Camp David Accords, officially withdrawing from the Gaza Strip and recognising Israel. The country continues to face challenges, from political unrest, including the recent 2011 revolution and its aftermath, to terrorism and economic underdevelopment. Egypt's current government is a semi-presidential republic headed by President Abdel Fattah el-Sisi, which has been described by a number of watchdogs as authoritarian.\n Islam is the official religion of Egypt and Arabic is its official language. With over 95 million inhabitants, Egypt is the most populous country in North Africa, the Middle East, and the Arab world, the third-most populous in Africa (after Nigeria and Ethiopia), and the fifteenth-most populous in the world. The great majority of its people live near the banks of the Nile River, an area of about 40,000 square kilometres (15,000 sq mi), where the only arable land is found. The large regions of the Sahara desert, which constitute most of Egypt's territory, are sparsely inhabited. About half of Egypt's residents live in urban areas, with most spread across the densely populated centres of greater Cairo, Alexandria and other major cities in the Nile Delta.\n The sovereign state of Egypt is a transcontinental country  considered to be a regional power in North Africa, the Middle East and the Muslim world, and a middle power worldwide. Egypt's economy is one of the largest and most diversified in the Middle East, and is projected to become one of the largest in the world in the 21st century. In 2016, Egypt overtook South Africa and became Africa's second largest economy (after Nigeria). Egypt is a founding member of the United Nations, Non-Aligned Movement, Arab League, African Union, and Organisation of Islamic Cooperation.",
  "/wiki/Ancient_Egypt": "Ancient Egypt was a civilization of ancient North Africa, concentrated along the lower reaches of the Nile River, situated in the place that is now the country Egypt. Ancient Egyptian civilization followed prehistoric Egypt and coalesced around 3100 BC (according to conventional Egyptian chronology) with the political unification of Upper and Lower Egypt under Menes (often identified with Narmer). The history of ancient Egypt occurred as a series of stable kingdoms, separated by periods of relative instability known as Intermediate Periods: the Old Kingdom of the Early Bronze Age, the Middle Kingdom of the Middle Bronze Age and the New Kingdom of the Late Bronze Age.\n Egypt reached the pinnacle of its power in the New Kingdom, ruling much of Nubia and a sizable portion of the Near East, after which it entered a period of slow decline. During the course of its history Egypt was invaded or conquered by a number of foreign powers, including the Hyksos, the Libyans, the Nubians, the Assyrians, the Achaemenid Persians, and the Macedonians under the command of Alexander the Great. The Greek Ptolemaic Kingdom, formed in the aftermath of Alexander's death, ruled Egypt until 30 BC, when, under Cleopatra, it fell to the Roman Empire and became a Roman province.\n The success of ancient Egyptian civilization came partly from its ability to adapt to the conditions of the Nile River valley for agriculture. The predictable flooding and controlled irrigation of the fertile valley produced surplus crops, which supported a more dense population, and social development and culture. With resources to spare, the administration sponsored mineral exploitation of the valley and surrounding desert regions, the early development of an independent writing system, the organization of collective construction and agricultural projects, trade with surrounding regions, and a military intended to assert Egyptian dominance. Motivating and organizing these activities was a bureaucracy of elite scribes, religious leaders, and administrators under the control of a pharaoh, who ensured the cooperation and unity of the Egyptian people in the context of an elaborate system of religious beliefs.\n The many achievements of the ancient Egyptians include the quarrying, surveying and construction techniques that supported the building of monumental pyramids, temples, and obelisks; a system of mathematics, a practical and effective system of medicine, irrigation systems and agricultural production techniques, the first known planked boats, Egyptian faience and glass technology, new forms of literature, and the earliest known peace treaty, made with the Hittites. Ancient Egypt has left a lasting legacy. Its art and architecture were widely copied, and its antiquities carried off to far corners of the world. Its monumental ruins have inspired the imaginations of travelers and writers for centuries. A new-found respect for antiquities and excavations in the early modern period by Europeans and Egyptians led to the scientific investigation of Egyptian civilization and a greater appreciation of its cultural legacy.",
  "/wiki/Statue_of_Ahimsa": "The Statue of Ahimsa is located at Mangi-Tungi, near nasik & dhule in the Indian state of Maharashtra. It is the tallest Jain statue in the world. The statue depicts the first Jain Tirthankara, Rishabhanatha. The statue is 108 feet (32.9 meters) tall – 121 feet (36.8 meters) including pedestal. The statue has been carved out of the Mangi-Tungi hills, which are considered to be sacred by the Jains. This statue holds the Guinness world record for the tallest Jain Idol. The certificate was awarded to Ganini Gyanmati Mataji, Chandnamati Mataji and Swami Ravindrakirtiji on 6 March 2016.\n The statue was built by the inspiration of Supreme Jain Sadhvi Ganineepramukh Aryika Shri Gyanmati Mataji, and under the guidance of Aryika Sri Chandanamati Mataji. The chairman & director of the project is Swami Raveendra Kirtiji. The construction of the statue started in 2002 under the guidance of Chief Secretary Dr. Pannalalji Papdiwal and Chief engineer Shri C.R. Patil. It was completed on 24 January 2016, (Tithi-Magh Krishna Ekam). Other devotees include working President - Anil Kumar Jain, Pramod Jain kasliwal, Bhushan kasliwal, Naresh Jain Bansal, Secretary Sanjay Papdiwal and others. The Sculptor is Shri Moolchand Ramchand Nahata Firm (Proprietor- Ashish Nahata).",
  "/wiki/Mangi-Tungi": "Mangi-Tungi is a prominent twin-pinnacled peak with plateau in between, located near Tahrabad about 125 km from Nashik, Maharashtra, India. Mangi, 4,343 ft (1,324 m) high above sea level, is the western pinnacle and Tungi, 4,366 ft (1,331 m) high, the eastern. Mangi-Tungi is only 100 km away from Dhule, a well known city and district place in North Maharashtra (Khandesh).",
  "/wiki/Nasik_district": "Nashik district, also known as Nasik district, is a district in Maharashtra, India. The city of Nashik is the administrative headquarters of the district. Nashik is well known for the production of wine. Nashik is also known as Mini Maharashtra, because the climate and soil conditions of Surgana, Peth, Igatpuri resembles with Konkan. Niphad, Sinnar, Dindori, Baglan blocks are like Western Maharashtra and Yeola, Nandgaon, Chandwad blocks are like Vidarbha Region. Nashik, Malegaon, Manmad, Igatpuri are some of the big cities situated in the Nashik District.\n Nashik district is the third largest district in Maharashtra in terms of population of 6,107,187 and occupying an area of 15,582 square kilometres in the north Maharashtra region. It is bounded by Dhule District to the north, Jalgaon District to the east, Aurangabad District to the southeast, Ahmadnagar District to the south, Thane District to the southwest, Valsad and Navsari districts of Gujarat to the west, and The Dangs district of Gujarat state to the northwest.\n The Western Ghats or Sahyadri range stretches from north to south across the western portion of the district. With the exception of the westernmost few villages, the western portion is hilly, and intersected by ravines, and only the simplest kind of cultivation is possible. The western slope of the Ghats is drained by several rivers, including the Daman Ganga River, which drains westwards to the Arabian Sea.\n The larger eastern portion of the district, which lies on the Deccan Plateau, is open, fertile, and well cultivated. The Satmala-Chandwad Range, which runs east and west, forms the chief divide of the plateau region. Peninsular India's largest river Godavari originates in the district in the Trimbakeshwar Range and continues eastwards through the district. The Satmala-Chandwad Range forms a watershed, such that, the rivers emerging to its south drain into the Godavari. These include the Kadva and Darna both of which are tributaries of the Godavari. To the north of the Satmala-Chandwad Range, the Girna River and its tributary, the Mosam, flow eastward through fertile valleys into the Tapti River.\n The Trimbakeshwar Shiva Temple is located in Trimbak, one of the twelve Jyotirlingas, where the Hindu genealogy registers at Trimbakeshwar, Maharashtra are kept. The origin of the sacred Godavari river is near Trimbak.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's third-most populous subnational entity.\n Maharashtra was formed by merging the western and south-western parts of the Bombay State, Berar and Vidarbha, and the north-western parts of the Hyderabad State and splitting Saurashtra (in present-day Gujarat) by the States Reorganisation Act.  It has over 112 million inhabitants and its capital, Mumbai, has a population around 18 million making it the most populous urban area in India. Nagpur hosts the winter session of the state legislature. Pune is known as the 'Oxford of the East' due to the presence of several well-known educational institutions. Nashik is known as the 'Wine Capital of India' as it has the largest number of wineries and vineyards in the country.\n The Godavari and the Krishna are the two major rivers in the state. The Narmada and Tapi Rivers flow near the border between Maharashtra and Madhya Pradesh and Gujarat. Maharashtra is the third-most urbanised state of India. Prior to Indian independence, Maharashtra was chronologically ruled by the Satavahana dynasty, Rashtrakuta dynasty, Western Chalukyas, Deccan sultanates, Mughals and Marathas, and the British. Ruins, monuments, tombs, forts, and places of worship left by these rulers are dotted around the state. They include the UNESCO World Heritage Sites of the Ajanta and Ellora caves. The numerous forts are associated with the life of Shivaji.\n Maharashtra is the wealthiest state by all major economic parameters and also the most industrialised state in India. The state continues to be the single largest contributor to the national economy with a share of 15% in the country's gross domestic product (GDP). The economy of Maharashtra is the largest state economy in India with ₹24.11 lakh crore (US$340 billion) in GDP and a per capita GDP of ₹176,000 (US$2,500). Maharashtra has the ninth highest ranking among Indian states in human development index.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/Gyanmati_Mataji": "Gyanmati (Jñānamati) is a Jain Aryika (nun) from India. She is known for the construction of several Jain temples including the Jambudweep temple complex at Hastinapur, Uttar Pradesh.",
  "/wiki/Bawangaja": "Bawangaja (meaning 52 yards) is a famous Jain pilgrim center in the Barwani district of southwestern Madhya Pradesh in India. Located about 6 kilometers south of River Narmada, its main attraction is the world's second largest megalithic statue (carved out of the mountain) of Lord Rishabhadeva (largest being.. Statue of Ahimsa), the first Jain Tirthankara. The statue is 84 feet (26 m) high. It was created early in the 12th century.[citation needed] The statue is supported from the back unlike the Gommateshwara statue of Lord Bahubali at Shravanabelagola, Karnataka. Along with the statue, the area has a complex of eleven temples.\n The center is located in the Satpura Range and is about 8 km from a Barwani town.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Jabalpur, Gwalior, and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.\n The area covered by the present-day Madhya Pradesh includes the area of the ancient Avanti Mahajanapada, whose capital Ujjain (also known as Avantika) arose as a major city during the second wave of Indian urbanisation in the sixth century BCE. Subsequently, the region was ruled by the major dynasties of India. By the early 18th century, the region was divided into several small kingdoms which were captured by the British and incorporated into Central Provinces and Berar and the Central India Agency. After India's independence, Madhya Pradesh state was created with Nagpur as its capital: this state included the southern parts of the present-day Madhya Pradesh and northeastern portion of today's Maharashtra. In 1956, this state was reorganised and its parts were combined with the states of Madhya Bharat, Vindhya Pradesh and Bhopal to form the new Madhya Pradesh state, the Marathi-speaking Vidarbha region was removed and merged with the then Bombay State. This state was the largest in India by area until 2000, when its southeastern Chhattisgarh region was made as a separate state.\n The economy of Madhya Pradesh is the tenth-largest state economy in India with ₹8.09 lakh crore (US$110 billion) in gross domestic product and a per capita GDP of ₹90,000 (US$1,300). Madhya Pradesh ranks twenty-sixth among Indian states in human development index. Rich in mineral resources, MP has the largest reserves of diamond and copper in India. More than 30% of its area is under forest cover. Its tourism industry has seen considerable growth, with the state topping the National Tourism Awards in 2010–11. In recent years, the state's GDP growth has been above the national average.",
  "/wiki/Gommateshwara_statue": "The Gommateshwara statue (ಗೊಮ್ಮಟೇಶ್ವರ) is a 57-foot (17 m) high monolithic statue located on Vindyagiri at Shravanbelagola in the Indian state of Karnataka. Vindyagiri Hill is one of the two hills in Shravanabelagola; the other is Chandragiri, which is also a seat of several ancient Jain centers, much older than Gommateshwara statue.\n The Gommateshwara statue is dedicated to the Jain figure Bahubali. It was built around 983 A.D. and is one of the largest free standing statues in the world. The construction of the statue was commissioned by the Ganga dynasty minister and commander, Chavundaraya. Neighboring areas have Jain temples known as basadis and several images of the Tirthankaras. Chandragiri is dedicated to the Jain figure Bharat, the brother of Bahubali and the son of the first tirthankara Adinatha.\n One can have a beautiful view of the surrounding areas from the top of the hill. An event known as Mahamastakabhisheka attracts devotees from all over the world. The Mahamastakabhisheka festival is held once in 12 years, when the Gommateshwara statue is anointed with milk, saffron, ghee, sugarcane juice (ishukrasa) etc. from the top of the statue  Heinrich Zimmer attributed this anointment as the reason for the statue's freshness. The next abhisheka will be in 2030.\n In 2007, the statue was voted as the first of Seven Wonders of India in a Times of India poll; 49% of the total votes went in favor of it.",
  "/wiki/Shravanabelagola": "Shravanabelagola (Śravaṇa Beḷagoḷa) is a town located near Channarayapatna of Hassan district in the Indian state of Karnataka and is 144 km from Bangalore. The Gommateshwara Bahubali statue at Shravanabelagola is one of the most important tirthas (pilgrimage destinations) in Jainism, one that reached a peak in architectural and sculptural activity under the patronage of Western Ganga dynasty of Talakad. Chandragupta Maurya is said to have died here in 298 BCE after he became a Jain monk and assumed an ascetic life style.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.\n Karnataka is bordered by the Arabian Sea to the west, Goa to the northwest, Maharashtra to the north, Telangana to the northeast, Andhra Pradesh to the east, Tamil Nadu to the southeast, and Kerala to the south. The state covers an area of 191,976 square kilometres (74,122 sq mi), or 5.83 percent of the total geographical area of India. It is the sixth largest Indian state by area. With 61,130,704 inhabitants at the 2011 census, Karnataka is the eighth largest state by population, comprising 30 districts. Kannada, one of the classical languages of India, is the most widely spoken and official language of the state. Other languages spoken include Urdu, Konkani, Marathi, Tulu, Tamil, Telugu, Malayalam, Kodava and Beary. Karnataka also contains some of the only villages in India where Sanskrit is primarily spoken.\n The two main river systems of the state are the Krishna and its tributaries, the Bhima, Ghataprabha, Vedavathi, Malaprabha and Tungabhadra in North Karnataka; Sharavathi in Shimoga and the Kaveri and its tributaries, the Hemavati, Shimsha, Arkavati, Lakshmana Thirtha and Kabini, in the south. Most of these rivers flow out of Karnataka eastward, reaching the sea at the Bay of Bengal.\n Though several etymologies have been suggested for the name Karnataka, the generally accepted one is that Karnataka is derived from the Kannada words karu and nādu, meaning \"elevated land\". Karu Nadu may also be read as karu, meaning \"black\" and nadu, meaning \"region\", as a reference to the black cotton soil found in the Bayalu Seeme region of the state. The British used the word Carnatic, sometimes Karnatak, to describe both sides of peninsular India, south of the Krishna.\n With an antiquity that dates to the paleolithic, Karnataka has been home to some of the most powerful empires of ancient and medieval India. The philosophers and musical bards patronised by these empires launched socio-religious and literary movements which have endured to the present day. Karnataka has contributed significantly to both forms of Indian classical music, the Carnatic and Hindustani traditions.\n The economy of Karnataka is the fourth-largest state economy in India with ₹15.35 lakh crore (US$220 billion) in gross domestic product and a per capita GDP of ₹210,000 (US$2,900). Karnataka has the twelfth highest ranking among Indian states in human development index.",
  "/wiki/Chavundaraya": "Chavundraya  or Chamundaraya (Kannada Cāmuṇḍarāya, Cāvuṇḍarāya, 940–989) was an Indian military commander, architect, poet and minister. He served in the court of the Western Ganga dynasty of Talakad (in modern Karnataka, India). A person of many talents, in 982 he commissioned the construction of the monolithic statue of Bahubali, the Gomateshwara, at Shravanabelagola, an important place of pilgrimage for Jainism. He was a devotee of the Jain Acharya Nemichandra and Ajitasena Bhattaraka and was an influential person during the reigns of Marasimha II Satyavakya, (963–975). Rachamalla IV Satyavakya, (975–986) and Rachamalla V (Rakkasaganga), (986–999).\n A courageous commander with the title Samara Paraśurāma (lit, \"Battle-Rama wielding an ax\"), he found time to pursue his literary interests as well and became a renowned writer in Kannada and Sanskrit. He wrote an important and existing prose piece called the Chavundaraya Purana, also known as Trishasthi Lakshana Purana, in Kannada (978) and the Cāritrasāra in Sanskrit. He patronised the famous Kannada grammarians Gunavarma and Nagavarma I and the poet Ranna whose writing Parusharama Charite may have been a eulogy of his patron. Because of his many lasting contributions, Chavundaraya is an important figure in the history of medieval Karnataka.",
  "/wiki/Gopachal_Hill": "Gopachal rock-cut Jain monuments, also called Gopachal Parvat Jaina monuments, are a group of Jain carvings dated to between 7th and 15th century. They are located around the walls of the Gwalior Fort, Madhya Pradesh. They depict Tirthankaras in seated Padmasana posture as well as standing Kayotsarga posture, in the typical naked form of Jain iconography.\n The number of Jain rock shrines at Gwalior, with numerous monumental statues, is unmatched anywhere else. James Burgess writes: \"In the 15th century, during the reign of the Tomara Rajas, the Jains seem to have been seized with an uncontrollable impulse to convert the cliff that sustains the fort into a great shrine in honour of their religion, and in a few years excavated the most extensive series of Jaina caves known to exist anywhere.\"",
  "/wiki/Gwalior_Fort": "Gwalior Fort (Hindi: ग्वालियर क़िला, Gvāliyar Qila) is a hill fort near Gwalior, Madhya Pradesh, central India. The fort has existed at least since the 10th century, and the inscriptions and monuments found within what is now the fort campus indicate that it may have existed as early as the beginning of the 6th century. The fort has been controlled by a number of different rulers in its history.\n The present-day fort consists of a defensive structure and two main palaces, Gurjari Mahal and Man Mandir, built by Man Singh Tomar (reigned 1486–1516 CE). The Gujari Mahal palace was built for Queen Mrignayani. It is now an archaeological museum. The second oldest record of \"zero\" in the world was found in a small temple, which is located on the way to the top. The inscription is around 1500 years old.",
  "/wiki/Gwalior": "Gwalior (pronunciation (help·info)) is a major city in the central Indian state of Madhya Pradesh and one of the Counter-magnet cities. Located 343 kilometres (213 mi) south of Delhi, the capital city of India, 120 kilometres (75 mi) from Agra and 414 kilometres (257 mi) from Bhopal, the state capital,  Gwalior occupies a strategic location in the Gird region of India. The city and its fortress have been ruled by several historic northern Indian kingdoms. From the Kachchhapaghatas in the 10th century, Tomars in the 13th century, it was passed on to the Mughal Empire, then to the Maratha in 1754, followed by the Scindia in the 18th century. A study of urban pollution in 2016 found the city to have the highest level of air pollution in India, and the second highest in the world.\n Besides being the administrative headquarters of Gwalior district and Gwalior division, Gwalior has many administrative offices of the Chambal division of northern Madhya Pradesh. Several administrative and judicial organisations, commissions and boards have their state and national headquarters situated in the city.\n Gwalior was the winter capital of the state of Madhya Bharat which later became a part of the larger state of Madhya Pradesh. Prior to Indian independence on 15 August 1947, Gwalior remained a princely state of the British Raj with the Scindia as the local rulers. High rocky hills surround the city from all sides, on the north it just forms the border of the Ganga- Yamuna Drainage Basin. The city however is situated in the valley between the hills. Gwalior's metropolitan area includes Gwalior city centre, Morar Cantonment, Lashkar Gwalior (Lashkar Subcity), Maharaja Bada, Phool Bagh, Thatipur.[citation needed]\n Gwalior was one of the major sites of rebellion during the 1857 uprising. Post-independence, Gwalior has emerged as an important tourist attraction in central India while many industries and administrative offices came up within the city. Before the end of the 20th century it became a million plus agglomeration and now it is a metropolitan city in central India. Gwalior is surrounded by industrial and commercial zones of neighbouring districts (Malanpur – Bhind, Banmor – Morena) on all three main directions. A 2016 report of the World Health Organization found Gwalior to be the second-most air-polluted city in the world and the most polluted city in India.\n Gwalior has been selected as one of the hundred Indian cities to be developed as a smart city under PM Narendra Modi's flagship Smart Cities Mission.",
  "/wiki/Granite": "Granite ( /ˈɡrænɪt/) is a common type of felsic intrusive igneous rock that is granular and phaneritic in texture. Granites can be predominantly white, pink, or gray in color, depending on their mineralogy. The word \"granite\" comes from the Latin granum, a grain, in reference to the coarse-grained structure of such a holocrystalline rock. Strictly speaking, granite is an igneous rock with between 20% and 60% quartz by volume, and at least 35% of the total feldspar consisting of alkali feldspar, although commonly the term \"granite\" is used to refer to a wider range of coarse-grained igneous rocks containing quartz and feldspar.\n The term \"granitic\" means granite-like and is applied to granite and a group of intrusive igneous rocks with similar textures and slight variations in composition and origin. These rocks mainly consist of feldspar, quartz, mica, and amphibole minerals, which form an interlocking, somewhat equigranular matrix of feldspar and quartz with scattered darker biotite mica and amphibole (often hornblende) peppering the lighter color minerals. Occasionally some individual crystals (phenocrysts) are larger than the groundmass, in which case the texture is known as porphyritic. A granitic rock with a porphyritic texture is known as a granite porphyry. Granitoid is a general, descriptive field term for lighter-colored, coarse-grained igneous rocks. Petrographic examination is required for identification of specific types of granitoids. The extrusive igneous rock equivalent of granite is rhyolite.",
  "/wiki/Mons_Claudianus": "Mons Claudianus was a Roman quarry in the eastern desert of Egypt. It consisted of a garrison, a quarrying site, and civilian and workers' quarters. Granodiorite was mined for the Roman Empire where it was used as a building material. Mons Claudianus is located in the mountains of the Egyptian Eastern desert about midway between the Red Sea and Qena, in the present day Red Sea Governorate. \nToday tourists can see fragments of granite, with several artifacts such as a broken column.  A number of texts written on broken pottery (ostraca) have been discovered at the site.",
  "/wiki/List_of_largest_monoliths": "This is a list of monoliths organized according to the size of the largest block of stone on the site. A monolith is a large stone which has been used to build a structure or monument, either alone or together with other stones. In this list at least one colossal stone over ten tons has been moved to create the structure or monument.\n In most cases ancient civilizations had little, if any, advanced technology that would help them move these monoliths. The most notable exception is that of the ancient Greeks and Romans, who had cranes and treadwheels to help lift colossal stones (see list of ancient Greek and Roman monoliths).\n This article also includes a list of modern experimental archaeology efforts to move colossal stones using technologies available to the respective ancient civilizations.\n Most of these weights are based on estimates by published scholars; however, there have been numerous false estimates of many of these stones presented as fact. To help recognize exaggerations, an introductory description shows how to calculate the weight of colossal stones from first principles."
}