{
  "/wiki/Yangshan_Quarry": "The Yangshan Quarry (Chinese: 阳山碑材; pinyin: Yángshān bēi cái; literally: 'Yangshan Stele Material') is an ancient stone quarry near Nanjing, China. Used during many centuries as a source of stone for buildings and monuments of Nanjing, it is preserved as a historic site. The quarry is famous for the gigantic unfinished stele that was abandoned there during the reign of the Yongle Emperor in the early 15th century. In scope and ambition, the stele project is compared to other public works projects of Yongle era, which included the launching of the treasure fleet for Zheng He's maritime expeditions and the construction of the Forbidden City in Beijing.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Ming_dynasty": "The Ming dynasty (/mɪŋ/), officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng (who established the Shun dynasty, soon replaced by the Manchu-led Qing dynasty), numerous rump regimes loyal to the Ming throne – collectively called the Southern Ming – survived until 1662.[d]",
  "/wiki/Stone_of_the_South": "The Stone of the Pregnant Woman (Arabic: Hajar el Hibla) or Stone of the South is a Roman monolith in Baalbek (ancient Heliopolis), Lebanon. Together with another ancient stone block nearby, it is among the largest monoliths ever quarried. The two building blocks were presumably intended for the nearby Roman temple complex, possibly as an addition to the so-called trilithon, and are characterised by a monolithic gigantism that was unparallelled in antiquity.",
  "/wiki/Baalbek": "Baalbek (/ˈbɑːlbɛk/), properly Baʿalbek (Arabic: بعلبك‎, romanized: Ba’labakk, Syriac-Aramaic: ܒܥܠܒܟ) and also known as Balbec, Baalbec or Baalbeck, is a city located east of the Litani River in Lebanon's Beqaa Valley, about 85 km (53 mi) northeast of Beirut. It is the capital of Baalbek-Hermel Governorate. In Greek and Roman times Baalbek was also known as Heliopolis. In 1998 Baalbek had a population of 82,608, mostly Shia Muslims, followed by Sunni Muslims and Christians.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]",
  "/wiki/Roman_Empire": "The Roman Empire (Latin: Imperium Rōmānum, Classical Latin: [ɪmˈpɛrɪ.ũː roːˈmaːnũː]; Koinē Greek: Βασιλεία τῶν Ῥωμαίων, romanized: Basileía tōn Rhōmaíōn) was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, North Africa and West Asia ruled by emperors. From the  accession of Caesar Augustus to the  military anarchy of the third century, it was a  principate with  Italy as metropole of the  provinces and its city of Rome as sole capital (27 BC – 286 AD). Although fragmented briefly during the military crisis, the empire was forcibly reassembled, then ruled by  multiple emperors who shared rule over the Western Roman Empire (based in Milan and later in Ravenna) and over the Eastern Roman Empire (based in Nicomedia and later in Constantinople). Rome remained the nominal capital of both parts until 476 AD, when it sent the imperial insignia to Constantinople (Byzantium - Ancient Greek: Βυζάντιον, Byzántion)  following the capture of Ravenna by the barbarians of Odoacer and the subsequent deposition of Romulus Augustus. The fall of the Western Roman Empire to  Germanic kings, along with the hellenization of the Eastern Roman Empire into the Byzantine Empire, conventionally marks the end of Ancient Rome and the beginning of the Middle Ages.",
  "/wiki/Unfinished_obelisk": "The unfinished obelisk is the largest known ancient obelisk and is located in the northern region of the stone quarries of ancient Egypt in Aswan, Egypt.",
  "/wiki/Obelisk": "An obelisk (/ˈɒbəlɪsk/; from Ancient Greek: ὀβελίσκος obeliskos; diminutive of ὀβελός obelos, \"spit, nail, pointed pillar\") is a tall, four-sided, narrow tapering monument which ends in a pyramid-like shape or pyramidion at the top. Originally they were called tekhenu by their builders, the Ancient Egyptians. The Greeks who saw them used the Greek term 'obeliskos' to describe them, and this word passed into Latin and ultimately English. Ancient obelisks are monolithic; that is, they consist of a single stone. Most modern obelisks are made of several stones.",
  "/wiki/Aswan": "Aswan (/æsˈwɑːn, ɑːs-/, also US: /ˈæswɑːn, ˈɑːs-, ˈæz-/; Arabic: أسوان‎, romanized: ʾAswān [ʔɑsˈwɑːn]; Coptic: Ⲥⲟⲩⲁⲛ, romanized: Souan) is a city in the south of Egypt, and is the capital of the Aswan Governorate.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Ancient_Egypt": "Ancient Egypt was a civilization of ancient North Africa, concentrated along the lower reaches of the Nile River, situated in the place that is now the country Egypt. Ancient Egyptian civilization followed prehistoric Egypt and coalesced around 3100 BC (according to conventional Egyptian chronology) with the political unification of Upper and Lower Egypt under Menes (often identified with Narmer). The history of ancient Egypt occurred as a series of stable kingdoms, separated by periods of relative instability known as Intermediate Periods: the Old Kingdom of the Early Bronze Age, the Middle Kingdom of the Middle Bronze Age and the New Kingdom of the Late Bronze Age.",
  "/wiki/Statue_of_Ahimsa": "The Statue of Ahimsa is located at Mangi-Tungi, near nasik & dhule in the Indian state of Maharashtra. It is the tallest Jain statue in the world. The statue depicts the first Jain Tirthankara, Rishabhanatha. The statue is 108 feet (32.9 meters) tall – 121 feet (36.8 meters) including pedestal. The statue has been carved out of the Mangi-Tungi hills, which are considered to be sacred by the Jains. This statue holds the Guinness world record for the tallest Jain Idol. The certificate was awarded to Ganini Gyanmati Mataji, Chandnamati Mataji and Swami Ravindrakirtiji on 6 March 2016.",
  "/wiki/Mangi-Tungi": "Mangi-Tungi is a prominent twin-pinnacled peak with plateau in between, located near Tahrabad about 125 km from Nashik, Maharashtra, India. Mangi, 4,343 ft (1,324 m) high above sea level, is the western pinnacle and Tungi, 4,366 ft (1,331 m) high, the eastern. Mangi-Tungi is only 100 km away from Dhule, a well known city and district place in North Maharashtra (Khandesh).",
  "/wiki/Nasik_district": "Nashik district, also known as Nasik district, is a district in Maharashtra, India. The city of Nashik is the administrative headquarters of the district. Nashik is well known for the production of wine. Nashik is also known as Mini Maharashtra, because the climate and soil conditions of Surgana, Peth, Igatpuri resembles with Konkan. Niphad, Sinnar, Dindori, Baglan blocks are like Western Maharashtra and Yeola, Nandgaon, Chandwad blocks are like Vidarbha Region. Nashik, Malegaon, Manmad, Igatpuri are some of the big cities situated in the Nashik District.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Gyanmati_Mataji": "Gyanmati (Jñānamati) is a Jain Aryika (nun) from India. She is known for the construction of several Jain temples including the Jambudweep temple complex at Hastinapur, Uttar Pradesh.",
  "/wiki/Bawangaja": "Bawangaja (meaning 52 yards) is a famous Jain pilgrim center in the Barwani district of southwestern Madhya Pradesh in India. Located about 6 kilometers south of River Narmada, its main attraction is the world's second largest megalithic statue (carved out of the mountain) of Lord Rishabhadeva (largest being.. Statue of Ahimsa), the first Jain Tirthankara. The statue is 84 feet (26 m) high. It was created early in the 12th century.[citation needed] The statue is supported from the back unlike the Gommateshwara statue of Lord Bahubali at Shravanabelagola, Karnataka. Along with the statue, the area has a complex of eleven temples.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Gommateshwara_statue": "The Gommateshwara statue (ಗೊಮ್ಮಟೇಶ್ವರ) is a 57-foot (17 m) high monolithic statue located on Vindyagiri at Shravanbelagola in the Indian state of Karnataka. Vindyagiri Hill is one of the two hills in Shravanabelagola; the other is Chandragiri, which is also a seat of several ancient Jain centers, much older than Gommateshwara statue.",
  "/wiki/Shravanabelagola": "Shravanabelagola (Śravaṇa Beḷagoḷa) is a town located near Channarayapatna of Hassan district in the Indian state of Karnataka and is 144 km from Bangalore. The Gommateshwara Bahubali statue at Shravanabelagola is one of the most important tirthas (pilgrimage destinations) in Jainism, one that reached a peak in architectural and sculptural activity under the patronage of Western Ganga dynasty of Talakad. Chandragupta Maurya is said to have died here in 298 BCE after he became a Jain monk and assumed an ascetic life style.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.",
  "/wiki/Chavundaraya": "Chavundraya  or Chamundaraya (Kannada Cāmuṇḍarāya, Cāvuṇḍarāya, 940–989) was an Indian military commander, architect, poet and minister. He served in the court of the Western Ganga dynasty of Talakad (in modern Karnataka, India). A person of many talents, in 982 he commissioned the construction of the monolithic statue of Bahubali, the Gomateshwara, at Shravanabelagola, an important place of pilgrimage for Jainism. He was a devotee of the Jain Acharya Nemichandra and Ajitasena Bhattaraka and was an influential person during the reigns of Marasimha II Satyavakya, (963–975). Rachamalla IV Satyavakya, (975–986) and Rachamalla V (Rakkasaganga), (986–999).",
  "/wiki/Gopachal_Hill": "Gopachal rock-cut Jain monuments, also called Gopachal Parvat Jaina monuments, are a group of Jain carvings dated to between 7th and 15th century. They are located around the walls of the Gwalior Fort, Madhya Pradesh. They depict Tirthankaras in seated Padmasana posture as well as standing Kayotsarga posture, in the typical naked form of Jain iconography.",
  "/wiki/Gwalior_Fort": "Gwalior Fort (Hindi: ग्वालियर क़िला, Gvāliyar Qila) is a hill fort near Gwalior, Madhya Pradesh, central India. The fort has existed at least since the 10th century, and the inscriptions and monuments found within what is now the fort campus indicate that it may have existed as early as the beginning of the 6th century. The fort has been controlled by a number of different rulers in its history.",
  "/wiki/Gwalior": "Gwalior (pronunciation (help·info)) is a major city in the central Indian state of Madhya Pradesh and one of the Counter-magnet cities. Located 343 kilometres (213 mi) south of Delhi, the capital city of India, 120 kilometres (75 mi) from Agra and 414 kilometres (257 mi) from Bhopal, the state capital,  Gwalior occupies a strategic location in the Gird region of India. The city and its fortress have been ruled by several historic northern Indian kingdoms. From the Kachchhapaghatas in the 10th century, Tomars in the 13th century, it was passed on to the Mughal Empire, then to the Maratha in 1754, followed by the Scindia in the 18th century. A study of urban pollution in 2016 found the city to have the highest level of air pollution in India, and the second highest in the world.",
  "/wiki/Granite": "Granite ( /ˈɡrænɪt/) is a common type of felsic intrusive igneous rock that is granular and phaneritic in texture. Granites can be predominantly white, pink, or gray in color, depending on their mineralogy. The word \"granite\" comes from the Latin granum, a grain, in reference to the coarse-grained structure of such a holocrystalline rock. Strictly speaking, granite is an igneous rock with between 20% and 60% quartz by volume, and at least 35% of the total feldspar consisting of alkali feldspar, although commonly the term \"granite\" is used to refer to a wider range of coarse-grained igneous rocks containing quartz and feldspar.",
  "/wiki/Mons_Claudianus": "Mons Claudianus was a Roman quarry in the eastern desert of Egypt. It consisted of a garrison, a quarrying site, and civilian and workers' quarters. Granodiorite was mined for the Roman Empire where it was used as a building material. Mons Claudianus is located in the mountains of the Egyptian Eastern desert about midway between the Red Sea and Qena, in the present day Red Sea Governorate. \nToday tourists can see fragments of granite, with several artifacts such as a broken column.  A number of texts written on broken pottery (ostraca) have been discovered at the site.",
  "/wiki/List_of_largest_monoliths": "This is a list of monoliths organized according to the size of the largest block of stone on the site. A monolith is a large stone which has been used to build a structure or monument, either alone or together with other stones. In this list at least one colossal stone over ten tons has been moved to create the structure or monument."
}