{
  "/wiki/Albert_Sammons": "Albert Edward Sammons CBE (23 February 1886 – 24 August 1957) was an English violinist, composer and later violin teacher. Almost self-taught on the violin, he had a wide repertoire as both chamber musician and soloist, although his reputation rests mainly on his association with British composers, especially Elgar. He made a number of recordings over 40 years, many of which have been re-issued on CD.",
  "/wiki/Henry_J._Wood": "Sir Henry Joseph Wood CH (3 March 1869 – 19 August 1944) was an English conductor best known for his association with London's annual series of promenade concerts, known as the Proms.  He conducted them for nearly half a century, introducing hundreds of new works to British audiences. After his death, the concerts were officially renamed in his honour as the \"Henry Wood Promenade Concerts\", although they continued to be generally referred to as \"the Proms\".",
  "/wiki/Columbia_Graphophone_Company": "The Columbia Graphophone Company Limited (Columbia Graphophone Co. Ltd.) was one of the earliest gramophone companies in the United Kingdom.",
  "/wiki/Marie_Hall": "Marie Pauline Hall (8 April 1884 – 11 November 1956) was an English violinist.",
  "/wiki/HMV": "HMV is a UK-based music and film retailer (registered in England as Sunrise Records and Entertainment Ltd.). The first HMV-branded store was opened by the Gramophone Company on Oxford Street in 1921, and the HMV name was also used for television and radio sets manufactured from the 1930s onwards. The retail side of the business began to expand in the 1960s, and in 1998 was divested from EMI, the successor to the Gramophone Company, to form what would become HMV Group.",
  "/wiki/Yehudi_Menuhin": "Yehudi Menuhin, Baron Menuhin, OM KBE (22 April 1916 – 12 March 1999) was an American-born violinist and conductor who spent most of his performing career in Britain. He is widely considered one of the greatest violinists of the 20th century. He played the Soil Stradivarius, considered one of the finest violins made by Italian luthier Antonio Stradivari.",
  "/wiki/London_Symphony_Orchestra": "The London Symphony Orchestra (LSO), founded in 1904, is a British Orchestra and the oldest of London's symphony orchestras. It was set up by a group of players who left Henry Wood's Queen's Hall Orchestra because of a new rule requiring players to give the orchestra their exclusive services. The LSO itself later introduced a similar rule for its members. From the outset the LSO was organised on co-operative lines, with all players sharing the profits at the end of each season. This practice continued for the orchestra's first four decades.",
  "/wiki/Jascha_Heifetz": "Jascha Heifetz (/ˈhaɪfɪts/; February 2  [O.S.  January 20] 1901 – December 10, 1987) was a Russian-American violinist. Many consider him the greatest violinist of all time.[better source needed] Born in Vilna (Vilnius), he moved as a teenager to the United States, where his Carnegie Hall debut was rapturously received. He was a virtuoso since childhood—Fritz Kreisler, another leading violinist of the twentieth century, said on hearing Heifetz's debut, \"We might as well take our fiddles and break them across our knees.\"",
  "/wiki/Malcolm_Sargent": "Sir Harold Malcolm Watts Sargent (29 April 1895 – 3 October 1967) was an English conductor, organist and composer widely regarded as Britain's leading conductor of choral works. The musical ensembles with which he was associated included the Ballets Russes, the Huddersfield Choral Society, the Royal Choral Society, the D'Oyly Carte Opera Company, and the London Philharmonic, Hallé, Liverpool Philharmonic, BBC Symphony and Royal Philharmonic orchestras. Sargent was held in high esteem by choirs and instrumental soloists, but because of his high standards and a statement that he made in a 1936 interview disputing musicians' rights to tenure, his relationship with orchestral players was often uneasy. Despite this, he was co-founder of the London Philharmonic, was the first conductor of the Liverpool Philharmonic as a full-time ensemble, and played an important part in saving the Royal Philharmonic Orchestra from disbandment in the 1960s.",
  "/wiki/Alfredo_Campoli": "Alfredo Campoli (20 October 1906 – 27 March 1991) was an Italian-born British violinist, often known simply as Campoli. He was noted for the beauty of the tone he produced from the violin. Campoli spent his childhood and much of his career in England.",
  "/wiki/London_Philharmonic_Orchestra": "The London Philharmonic Orchestra (LPO) is a British orchestra and one of five permanent symphony orchestras based in London[clarification needed]. It was founded by the conductors Sir Thomas Beecham and Malcolm Sargent in 1932 as a rival to the existing London Symphony Orchestra and BBC Symphony Orchestra.",
  "/wiki/Adrian_Boult": "Sir Adrian Cedric Boult, CH (/boʊlt/; 8 April 1889 – 22 February 1983) was an English conductor. Brought up in a prosperous mercantile family, he  followed musical studies in England and at Leipzig, Germany, with early conducting work in London for the Royal Opera House and Sergei Diaghilev's ballet company. His first prominent post was conductor of the City of Birmingham Orchestra in 1924.  When the British Broadcasting Corporation appointed him director of music in 1930, he established the BBC Symphony Orchestra and became its chief conductor. The orchestra set standards of excellence that were rivalled in Britain only by the London Philharmonic Orchestra (LPO), founded two years later.",
  "/wiki/Decca_Records": "Decca Records is a British record label established in 1929 by Edward Lewis. Its U.S. label was established in late 1934 by Lewis, along with American Decca's first president Jack Kapp and later American Decca president Milton Rackmil. In 1937, anticipating Nazi aggression leading to World War II, Lewis sold American Decca and the link between the UK and U.S. Decca labels was broken for several decades. The British label was renowned for its development of recording methods, while the American company developed the concept of cast albums in the musical genre. Both wings are now part of the Universal Music Group, which is owned by Vivendi, a media conglomerate headquartered in Paris. The US Decca label was the foundation company that evolved into UMG (Universal Music Group).",
  "/wiki/Philharmonia_Orchestra": "The Philharmonia Orchestra is a British orchestra based in London. It was founded in 1945 by Walter Legge, a classical music record producer for EMI. Among the conductors who worked with the orchestra in its early years were Richard Strauss, Wilhelm Furtwängler and Arturo Toscanini; of the Philharmonia's younger conductors, the most important to its development was Herbert von Karajan, who though never formally chief conductor was closely associated with the orchestra in the late 1940s and early 1950s. The Philharmonia became widely regarded as the finest of London's five symphony orchestras in its first two decades.",
  "/wiki/EMI": "EMI Group Limited (originally an initialism for Electric and Musical Industries, also referred to as EMI Records Ltd. or simply EMI) was a British transnational conglomerate founded in March 1931 in London. At the time of its break-up in 2012, it was the fourth largest business group and record label conglomerate in the music industry, and was one of the \"Big Four\" record companies (now the \"Big Three\"). Its labels included EMI Records, Parlophone, Virgin Records, and Capitol Records, which are now owned by other companies.",
  "/wiki/Aldo_Ferraresi": "Aldo Ferraresi (Ferrara, 14 May 1902 – San Remo, 29 June 1978) was a celebrated Italian concert violinist and violin pedagogue.",
  "/wiki/BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees. It employs over 22,000 staff in total, more than 16,000 of whom are in public sector broadcasting. The total number of staff is 35,402 when part-time, flexible, and fixed-contract staff are included.",
  "/wiki/Hugh_Bean": "Hugh Cecil Bean CBE (22 September 1929 – 26 December 2003) was an English violinist.",
  "/wiki/Royal_Liverpool_Philharmonic_Orchestra": "The Royal Liverpool Philharmonic Society is a British society based in Liverpool, England, that manages a professional symphony orchestra, a concert venue, and extensive programmes of learning through music.  The society is the second oldest of its type in the United Kingdom.  Its orchestra, the Royal Liverpool Philharmonic Orchestra, is the country's longest-surviving professional orchestra.  The RLPO is the UK's only orchestra that has its own hall.  In addition to the orchestra, the society administers the Royal Liverpool Philharmonic Choir, the Liverpool Philharmonic Youth Orchestra and other choirs and ensembles.  It is involved in educational and community projects in Liverpool and its surrounding region.  It is based in the Liverpool Philharmonic Hall, an Art Deco concert hall built in the late 1930s.",
  "/wiki/Charles_Groves": "Sir Charles Barnard Groves CBE (10 March 1915 – 20 June 1992) was an English conductor. He was known for the breadth of his repertoire and for encouraging contemporary composers and young conductors.",
  "/wiki/Pinchas_Zukerman": "Pinchas Zukerman  (Hebrew: פנחס צוקרמן‎, born 16 July 1948) is an Israeli-American violinist, violist and conductor.",
  "/wiki/Daniel_Barenboim": "Daniel Barenboim, KBE (German: [ˈbaːʁənbɔʏm]; Hebrew: דניאל בארנבוים‎; born 15 November 1942) is a pianist and conductor who is a citizen of Argentina, Israel, Palestine, and Spain.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Kyung-Wha_Chung": "Kyung Wha Chung (born 26 March 1948) is a South Korean violinist.",
  "/wiki/Georg_Solti": "Sir Georg Solti, KBE (ˈʃolti; born György Stern; 21 October 1912 – 5 September 1997) was a Hungarian-born British orchestral and operatic conductor, best known for his appearances with opera companies in Munich, Frankfurt and London, and as a long-serving music director of the Chicago Symphony Orchestra. Born in Budapest, he studied there with Béla Bartók, Leó Weiner and Ernő Dohnányi. In the 1930s, he was a répétiteur at the Hungarian State Opera and worked at the Salzburg Festival for Arturo Toscanini. His career was interrupted by the rise of the Nazis' influence on Hungarian politics, and being of Jewish background he fled the increasingly harsh Hungarian anti-Jewish laws in 1938. After conducting a season of Russian ballet in London at the Royal Opera House he found refuge in Switzerland, where he remained during the Second World War. Prohibited from conducting there, he earned a living as a pianist.",
  "/wiki/Ida_Haendel": "Ida Haendel, CBE (born 15 December 1928) is a Polish-British violinist. Haendel was a child prodigy. Her career spans over seven decades. She became an influential teacher.",
  "/wiki/Itzhak_Perlman": "Itzhak Perlman (Hebrew: יצחק פרלמן‎; born 31 August 1945) is an Israeli-American violinist, conductor, and music teacher. Over the course of his career Perlman has performed worldwide, and throughout the United States, in venues that have included a State Dinner at the White House honoring Queen Elizabeth II, and at the Presidential Inauguration of President Obama. He has conducted the Detroit Symphony Orchestra and the Westchester Philharmonic. In 2015, he was awarded the Presidential Medal of Freedom. He has been awarded 16 Grammy Awards and a Grammy Lifetime Achievement Award, and four Emmy Awards.",
  "/wiki/Chicago_Symphony_Orchestra": "The Chicago Symphony Orchestra (CSO) was founded by Theodore Thomas in 1891. The ensemble makes its home at Orchestra Hall in Chicago and plays a summer season at the Ravinia Festival. The music director is Riccardo Muti, who began his tenure in 2010. The CSO is one of five American orchestras commonly referred to as the \"Big Five\".",
  "/wiki/Deutsche_Grammophon": "Deutsche Grammophon (DGG) is a German classical music record label that was the precursor of the corporation PolyGram. Headquartered in Berlin Friedrichshain, it is now part of Universal Music Group (UMG) since its merger with the UMG family of labels in 1999. It is the oldest surviving established record company.",
  "/wiki/Igor_Oistrakh": "Igor Davidovich Oistrakh (Ukrainian: Ігор Давидович Ойстрах; Russian: И́горь Дави́дович О́йстрах; born April 27, 1931) is a Russian violinist.",
  "/wiki/Moscow_State_Symphony_Orchestra": "The Moscow State Symphony Orchestra (MSSO) is a Russian orchestra, based in Moscow.  The orchestra gives concerts primarily at the Great Hall of the Moscow Conservatory, and at the Tchaikovsky Concert Hall.  As well, the orchestra gives concerts in the Great Hall of the Saint-Petersburg D.D. Shostakovich Philharmonic Society, as well as in other Russian cities.",
  "/wiki/Nigel_Kennedy": "Nigel Kennedy (born 28 December 1956) is an English violinist and violist. He made his early career in the classical field, and has more recently performed in jazz, klezmer and other music genres.",
  "/wiki/Vernon_Handley": "Vernon George \"Tod\" Handley CBE (11 November 1930 – 10 September 2008) was a British conductor, known in particular for his support of British composers.  He was born of a Welsh father and an Irish mother into a musical family in Enfield, London.  He acquired the nickname \"Tod\" because his feet were turned in at his birth, which his father simply summarised: \"They toddle\".  Handley preferred the use of the name \"Tod\" throughout his life over his given names.",
  "/wiki/BBC_Symphony_Orchestra": "The BBC Symphony Orchestra (BBC SO) is a British orchestra based in London. Founded in 1930, it was the first permanent salaried orchestra in London, and is the only one of the city's five major symphony orchestras not to be self-governing. The BBC SO is the principal broadcast orchestra of the British Broadcasting Corporation (BBC).",
  "/wiki/John_Pritchard_(conductor)": "Sir John Michael Pritchard, CBE (5 February 1918 – 5 December 1989), born Stanley Frederick Pritchard, was an English conductor. He was known for his interpretations of Mozart operas and for his support of contemporary music.",
  "/wiki/Dmitry_Sitkovetsky": "Dmitry Yulianovich Sitkovetsky (Russian: Дмитрий Юлианович Ситковецкий; born September 27, 1954) is a Soviet-Russian born classical violinist, conductor and arranger, notably of the orchestral version of J S Bach's Goldberg Variations.",
  "/wiki/Royal_Philharmonic_Orchestra": "The Royal Philharmonic Orchestra (RPO), based in London, is a British Orchestra that was formed by Sir Thomas Beecham in 1946. In its early days, the orchestra secured profitable recording contracts and important engagements including the Glyndebourne Festival Opera and the concerts of the Royal Philharmonic Society. After Beecham's death in 1961 the orchestra's fortunes declined steeply; it battled for survival until the mid-1960s, when its future was secured after an Arts Council report recommended that it should receive public subsidy; a further crisis arose in the same era when it seemed that the orchestra's right to call itself \"Royal\" could be withdrawn.",
  "/wiki/Virgin_Records": "Virgin Records Ltd. is a British record label founded by entrepreneurs Richard Branson, Simon Draper, Nik Powell, and musician Tom Newman in 1972. It grew to be a worldwide phenomenon over time, with the success of platinum performers such as Aaliyah, George Michael, Paula Abdul, Janet Jackson, Roy Orbison, Devo, Tangerine Dream, Genesis, Keith Richards, the Human League, Culture Club, Simple Minds, Lenny Kravitz, dc Talk, the Smashing Pumpkins, Mike Oldfield, Gorillaz, Lewis Capaldi and Spice Girls, among others.",
  "/wiki/Dong-Suk_Kang": "Dong-Suk Kang (born April 28, 1954) is a South Korean violinist.",
  "/wiki/Adrian_Leaper": "Adrian Leaper (born 1953) is an English conductor.",
  "/wiki/Naxos_Records": "Naxos Records is a record label specializing in classical music. Through a number of imprints, Naxos also releases  Chinese music, jazz, world music, and early rock and roll. The company was founded in 1987 by Klaus Heymann, a German-born resident of Hong Kong. Since 2009 Naxos has distributed Blu-ray discs, streaming web radio, and podcasts. Naxos allows members of subscribing public libraries and music schools such as Hong Kong Public Libraries, Auckland Libraries, Wellington City Libraries, and Toronto Public Library free streaming of Naxos classical and jazz collections.",
  "/wiki/Salvatore_Accardo": "Salvatore Accardo (Italian pronunciation: [salvaˈtoːre akˈkardo]; Knight Grand Cross born 26 September 1941 in Turin, northern Italy) is an Italian violinist and conductor, who is known for his interpretations of the works of Niccolò Paganini.",
  "/wiki/Richard_Hickox": "Richard Sidney Hickox CBE (5 March 1948 – 23 November 2008) was an English conductor of choral, orchestral and operatic music.",
  "/wiki/Elgar_Violin_Concerto_discography": "Edward Elgar's Violin Concerto was first recorded complete in 1929. Truncated versions had been recorded in 1916 using the acoustic recording process, the technical limitations of which necessitated drastic rearrangement of the score. Electrical recording, introduced in the 1920s, gave a greatly improved dynamic range and realism, and the two leading English record companies, Columbia and His Master's Voice (HMV) both made recordings of the concerto that remain in the catalogue. The first was made for Columbia by Albert Sammons with the New Queen's Hall Orchestra conducted by Sir Henry Wood. Elgar's own recording with the young Yehudi Menuhin followed three years later. Since then there have been more than twenty-five further recordings, featuring British and international performers."
}