{
  "/wiki/Julia_Obertas": "Julia Nikolayevna Obertas, married name: Horak (Russian: Юлия Николаевна Обертас, Ukrainian: Юлія Обертас; born 19 June 1984) is a former pair skater who represented Ukraine until 2000 and then Russia until the end of her career. She is best known for her partnership with Sergei Slavnov, with whom she competed from 2003 to 2007. They are the 2005 European silver medalists. Earlier, she competed with Alexei Sokolov for Russia and Dmytro Palamarchuk for Ukraine. With Palamarchuk, she became a two-time (1998–1999) World Junior champion.",
  "/wiki/Dmytro_Palamarchuk": "Dmytro (Dmitri) Palamarchuk (Ukrainian: Дмитро Паламарчук, born December 17, 1979) is a Ukrainian figure skating coach and retired pair skater. With former partner Julia Obertas, he is a two-time World Junior champion (1998, 1999) and two-time Junior Grand Prix Final champion.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.\n The territory of modern Ukraine has been inhabited since 32,000 BC. During the Middle Ages, the area was a key centre of East Slavic culture, with the powerful state of Kievan Rus' forming the basis of Ukrainian identity. Following its fragmentation in the 13th century, the territory was contested, ruled and divided by a variety of powers, including the Polish–Lithuanian Commonwealth, Austria-Hungary, the Ottoman Empire and Russia. A Cossack republic emerged and prospered during the 17th and 18th centuries, but its territory was eventually split between Poland and the Russian Empire. After World War II the Western part of Ukraine merged into the Ukrainian Soviet Socialist Republic, and the whole country became a part of the Soviet Union as a single state entity. In 1991, Ukraine gained its independence from the Soviet Union in the aftermath of its dissolution at the end of the Cold War. Before its independence, Ukraine was typically referred to in English as \"The Ukraine\", but most sources have since moved to drop \"the\" from the name of Ukraine in all uses.\n Following its independence, Ukraine declared itself a neutral state; it formed a limited military partnership with Russia and other CIS countries while also establishing a partnership with NATO in 1994. In 2013, after the government of President Viktor Yanukovych had decided to suspend the Ukraine-European Union Association Agreement and seek closer economic ties with Russia, a several-months-long wave of demonstrations and protests known as the Euromaidan began, which later escalated into the 2014 Ukrainian revolution that led to the overthrow of Yanukovych and the establishment of a new government. These events formed the background for the annexation of Crimea by Russia in March 2014, and the War in Donbass in April 2014. On 1 January 2016, Ukraine applied the economic component of the Deep and Comprehensive Free Trade Area with the European Union.\n Ukraine is a developing country and ranks 88th on the Human Development Index. As of 2018, Ukraine is the poorest country in Europe alongside Moldova in terms of GDP per capita. At US$40, it has the lowest median wealth per adult in the world,[note 1] and suffers from a very high poverty rate as well as severe corruption. However, because of its extensive fertile farmlands, Ukraine is one of the world's largest grain exporters. It also maintains the second-largest military in Europe after that of Russia. Ukraine is a unitary republic under a semi-presidential system with separate powers: legislative, executive and judicial branches. The country is a member of the United Nations, the Council of Europe, the Organization for Security and Co-operation in Europe (OSCE), the GUAM organization, and one of the founding states of the Commonwealth of Independent States (CIS).",
  "/wiki/Laura_Handy": "Laura Lynn Handy (born July 25, 1980 in Atlantic City, New Jersey) is an American pair skater. With partner Paul Binnebose, she is the 1999 U.S. senior national bronze medalist and 1999 World Junior silver medalist. Later that year, Binnebose suffered a skull fracture, and he never returned to competitive skating. Handy later competed with Jonathon Hunt and Jeremy Allen. Handy is now a coach.",
  "/wiki/Paul_Binnebose": "J. Paul Binnebose (born November 26, 1977) is an American former pair skater. With former partner Laura Handy, he is the 1999 World Junior silver medalist and 1999 U.S. senior national bronze medalist.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Victoria_Maxiuta": "Viktoriya Oleksandrivna Maksyuta or Victoria Maxiuta (Ukrainian: Вікторія Олександрівна Максюта; born 15 November 1981) is a former pair skater. Competing with Vladislav Zhovnirski for Russia, she became the 1996 World Junior champion, 1997 Ondrej Nepela Memorial champion, 1998 Skate America bronze medalist, and 1999 Winter Universiade champion. She later represented Russia and Ukraine with Vitali Dubina.",
  "/wiki/Vladislav_Zhovnirski": "Vladislav Vladimirovich Zhovnirski (Russian: Владислав Владимирович Жовнирский; born 12 July 1978) is a Russian pair skating coach and former competitor. With Victoria Maxiuta, he is the 1996 World Junior champion, 1997 Ondrej Nepela Memorial champion, 1998 Skate America bronze medalist, and 1999 Winter Universiade champion.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Tiffany_Stiegler": "Tiffany Stiegler (born January 14, 1984) is an American figure skater who competed in both pair skating and ice dancing. Competing in pairs with her brother Johnnie Stiegler, she won the bronze medal at the 1998 Sparkassen Cup on Ice and placed fourth at the 1999 World Junior Championships.",
  "/wiki/Johnnie_Stiegler": "John \"Johnnie\" Stiegler (born April 25, 1982) is an American former pair skater. With his sister Tiffany, he won the bronze medal at the 1998 Sparkassen Cup on Ice.\n The Stieglers began skating together as children. After winning the junior title at the 1997 U.S. Championships, they were awarded pewter medals on the senior national level in 1998 and 1999. They placed fourth at the 1999 World Junior Championships. Irina Rodnina and Alexander Zaitsev coached the pair in El Segundo, California. They represented the Los Angeles Figure Skating Club.\n Their older sister Stephanie was also a competitive skater.",
  "/wiki/Meliza_Brozovich": "Milica Brozović, sometimes Meliza Brozovich, (born 17 October 1983) is a former competitive pair skater. Skating with Anton Nimenko for Russia, she became the 1998 Nebelhorn Trophy bronze medalist and won four ISU Junior Grand Prix medals. Representing Slovakia with Vladimir Futáš, she won silver at the 2004 Ondrej Nepela Memorial. She competed in the final segment at four ISU Championships.",
  "/wiki/Anton_Nimenko": "Anton Valeryevich Nimenko (Russian: Антон Валерьевич Нименко; born 17 October 1980) is a Russian figure skating coach and former competitor. As a pair skater with Milica Brozović, he is the 1998 Nebelhorn Trophy bronze medalist and a four-time medalist on the ISU Junior Grand Prix series. They also competed at two World Junior Championships.",
  "/wiki/Svetlana_Nikolaeva": "Svetlana Nikolaeva (born March 9, 1984 in Leningrad) is a Russian pair skater. With partner Alexei Sokolov, she is the 1998 World Junior silver medalist. She later skated with Pavel Lebedev.",
  "/wiki/Alexei_Sokolov": "Alexei Vladimirovich Sokolov (Russian: Алексей Владимирович Соколов; born 15 January 1979) is a Russian pair skating coach and former competitor. With Julia Obertas, he won two Grand Prix medals and placed within the top ten at two ISU Championships. He is the 1998 World Junior silver medalist with Svetlana Nikolaeva and the 2000 World Junior bronze medalist with Julia Shapiro.",
  "/wiki/Jacinthe_Larivière": "Jacinthe Larivière (born July 25, 1981) is a Canadian former pair skater. With Lenny Faustino, she is the 2001 Nebelhorn Trophy champion and 2003 Canadian national champion. They were coached by Lee Barkell in Barrie, Ontario.",
  "/wiki/Lenny_Faustino": "Lenny Faustino (born May 29, 1979) is a Canadian former pair skater. With Jacinthe Larivière, 2003 Canadian national champion and represented Canada at the 2002 Salt Lake City Olympic Games. They were coached by Lee Barkell in Barrie, Ontario.\n Faustino retired from competition in 2004. He is a graduate of York University with a Bachelor of Administration Studies, Marketing Honours and also holds a Diploma from Georgian College in Business - Marketing. In 2005, he married Jennifer Ruppel, with whom he has two children. He lives in Toronto and is a Chartered Life Underwiter (CLU) with Trudy Butt & Associates Private Wealth Management.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Pang_Qing": "Pang Qing (simplified Chinese: 庞清; traditional Chinese: 龐清; pinyin: Páng Qīng; born December 24, 1979 in Harbin, Heilongjiang) is a Chinese pair skater. With partner and husband Tong Jian, she is the 2010 Olympic silver medalist, the 2006 and 2010 World Champion, a five-time Four Continents champion (2002, 2004, 2008, 2009 & 2011) and the 2008 Grand Prix Final Champion.",
  "/wiki/Tong_Jian": "Tong Jian (Chinese: 佟健; pinyin: Tóng Jiàn; born August 15, 1979 in Harbin, Heilongjiang) is a Chinese pair skater. With partner and wife Pang Qing, he is the 2010 Olympic silver medalist, 2006 & 2010 World Champion, a five-time Four Continents champion (2002, 2004, 2008, 2009 & 2011) and the 2008 Grand Prix Final Champion.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Evgenia_Filonenko": "Evgenia Filonenko (Ukrainian: Євгенія Філоненко, born 12 August 1982) is a Ukrainian former pair skater. She competed with Igor Marchenko and Aleksandr Chestnikh. With Marchenko, she placed 11th at the 1998 Winter Olympics. They won two medals at the World Junior Figure Skating Championships, a silver in 1996 and a bronze in 1995. They are the 1998 Ukrainian national champions.\n After her partnership with Marchenko dissolved, Filonenko paired up with Aleksandr Chestnikh to skate for Georgia. They competed at the 2000 World Figure Skating Championships and European Figure Skating Championships, placing 16th both times.\n She is the first cousin of Julia Obertas.",
  "/wiki/Igor_Marchenko_(figure_skater)": "Igor Marchenko (Ukrainian: Ігор Марченко, born 5 July 1977) is a Ukrainian former pair skater. He competed with Evgenia Filonenko. They placed 11th at the 1998 Winter Olympics. They won two medals at the World Junior Figure Skating Championships, a silver in 1996 and a bronze in 1995. They are the 1998 Ukrainian national champions. He is the brother of Illya Marchenko, a Ukrainian male tennis player.",
  "/wiki/Viktoria_Shklover": "Viktoria Shklover (born 18 January 1984) is an Estonian pair skater.\n Early in her career, she competed with Aleksandr Bulogin. From 1998 through 2002, she competed with Valdis Mintals. They were the 1998-2002 Estonian national champions. They competed twice at the World Junior Championships, and three times at the World and European Championships. Their highest placement at an ISU Championship was 10th at the 2000 and 2001 European Championships.",
  "/wiki/Valdis_Mintals": "Valdis Mintals (born 11 December 1979 in Tallinn) is an Estonian pair skater. \n With partner Ekaterina Nekrassova, he is a multiple Estonian national champion. They competed at the World, European, and World Junior Championships before ending their partnership in 1998.\n From 1998 through 2002, Mintals competed with Viktoria Shklover. They were the 1998-2002 Estonian national champions. They competed twice at the World Junior Championships, and three times at the World and European Championships. Their highest placement at an ISU Championship was 10th at the 2000 and 2001 European Championships.\n Early in his career, Mintals competed in single skating.\n Following his retirement in 2002 from competitive skating, Mintals performed in touring ice shows and ice theater.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.\n The territory of Estonia has been inhabited since at least 9,000 BC. Ancient Estonians became some of the last European pagans to adopt Christianity - following the Livonian Crusade in the 13th century. After centuries of successive rule by Germans, Danes, Swedes, Poles and Russians, a distinct Estonian national identity began to emerge in the 19th and early 20th centuries. This culminated in independence from Russia in 1920 after a brief War of Independence at the end of World War I. Initially democratic prior to the Great Depression, Estonia experienced authoritarian rule from 1934 during the Era of Silence. During World War II (1939–1945), Estonia was repeatedly contested and occupied by the Soviet Union and Germany, ultimately being incorporated into the former. After the loss of its de facto independence, Estonia's de jure state continuity was preserved by diplomatic representatives and the government-in-exile. In 1987 the peaceful Singing Revolution began against Soviet rule, resulting in the restoration of de facto independence on 20 August 1991.\n The sovereign state of Estonia is a democratic unitary parliamentary republic divided into fifteen counties. Its capital and largest city is Tallinn. With a population of 1.3 million. Estonia is one of the least populous members of the European Union, the Eurozone, the OECD, the Schengen Area, NATO, and from 2020, the United Nations Security Council.\n Estonia, a developed country with an advanced, high-income economy that has been[when?] among the fastest-growing in the EU. The country ranks very high in the Human Development Index, and compares well in measures of economic freedom, civil liberties, education, and press freedom. Estonian citizens receive universal health care, free education, and the longest paid maternity leave in the OECD. One of the world's most digitally-advanced societies,\nin 2005 Estonia became the first state to hold elections over the Internet, and in 2014, the first state to provide e-residency.",
  "/wiki/Matthias_Bleyer": "Matthias Bleyer (born December 10, 1978 in Karl-Marx-Stadt, Saxony) is a former German pair skater who competed with Nicole Nönnig. They teamed up in 2001. The pair was coached by Ingo Steuer in Chemnitz. In 2003, they won the silver medal at the German Figure Skating Championships and placed 8th at the European Figure Skating Championships.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Aliona_Savchenko": "Aljona Savchenko (Ukrainian: Олена Валентинівна Савченко, Olena Valentynivna Savčenko; German Romanization: Aljona Sawtschenko, sometimes Aliona Savchenko; born 19 January 1984) is a Ukrainian-born German pair skater. One of the most decorated pair skaters, she is the 2018 Olympic Champion and two-time Olympic bronze medalist (2010, 2014), a six-time World Champion and a five-time Grand Prix Final champion.\n With partner Bruno Massot, she is the 2018 Olympic champion, the 2018 World Champion, a two-time European silver medalist, the 2017–18 Grand Prix Final champion, and a two-time German national champion (2016, 2018). The pair hold the world record for best free skate score and best total score, and they are the first pair skaters to break 160 points in the free skate.\n With former partner Robin Szolkowy, she is the 2010 and 2014 Olympic bronze medalist, a five-time World champion (2008, 2009, 2011, 2012, 2014), a four-time European champion (2007–2009, 2011), a four-time Grand Prix Final champion (2007, 2010, 2011, 2013), and an eight-time German national champion (2004–2009, 2011, 2014). Savchenko and Szolkowy received the first 10.0 component scores ever given by a judge under the ISU Judging System.\n Savchenko originally represented Ukraine with Dmitri Boyenko and later Stanislav Morozov. With Morozov, she was the 2000 World Junior champion, the 1999–2000 Junior Grand Prix Final champion, and a two-time Ukrainian national champion.",
  "/wiki/Stanislav_Morozov": "Stanislav Oleksandrovych Morozov (Ukrainian: Станіслав Олександрович Морозов; Russian: Станислав Александрович Морозов, born 1 February 1979) is a former pair skater who competed for Ukraine and now works as a coach in Russia. With partner Tatiana Volosozhar, he was a four-time (2005, 2007, 2008, 2010) Ukrainian national champion. They placed 12th at the 2006 Winter Olympics and 8th at the 2010 Winter Olympics, and as high as 4th place at Worlds and Europeans.",
  "/wiki/Diana_Riskova": "Diana Rišková (born 22 October 1984) is a Slovak former competitive pair skater. With Vladimir Futáš, she competed at three World Junior Championships and won silver at the 2000 ISU Junior Grand Prix in the Czech Republic.",
  "/wiki/Vladimir_Futas": "Vladimir Futáš (born 20 August 1979) is a figure skater who represented Slovakia in men's singles and pairs. As a pair skater, he competed in the final segment at a total of six ISU Championships. He skated with Diana Rišková, Maria Guerassimenko, Milica Brozović, and Oľga Beständigová.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.\n The Slavs arrived in the territory of present-day Slovakia in the 5th and 6th centuries. In the 7th century they played a significant role in the creation of Samo's Empire and in the 9th century established the Principality of Nitra, which was later conquered by the Principality of Moravia to establish Great Moravia. In the 10th century, after the dissolution of Great Moravia, the territory was integrated into the Principality of Hungary, which would become the Kingdom of Hungary in 1000. In 1241 and 1242, much of the territory was destroyed by the Mongols during their invasion of Central and Eastern Europe. The area was recovered largely thanks to Béla IV of Hungary who also settled Germans who became an important ethnic group in the area, especially in what are today parts of central and eastern Slovakia. After World War I and the dissolution of the Austro-Hungarian Empire, the Czechoslovak National Council established Czechoslovakia (1918–1939). A separate (First) Slovak Republic (1939–1945) existed during World War II as a totalitarian, clero-fascist one-party client state of Nazi Germany. At the end of World War II, Czechoslovakia was re-established as an independent country. After a coup in 1948 Czechoslovakia became a totalitarian one-party socialist state under a communist administration, during which the country was part of the Soviet led Eastern Bloc. Attempts to liberalize communism in Czechoslovakia culminated in the Prague Spring, which was crushed by the Warsaw Pact invasion of Czechoslovakia in August 1968. In 1989, the Velvet Revolution ended the Communist rule in Czechoslovakia peacefully. Slovakia became an independent state on 1 January 1993 after the peaceful dissolution of Czechoslovakia, sometimes known as the Velvet Divorce.\n Slovakia is a high-income advanced economy with a very high Human Development Index, a very high standard of living and performs favourably in measurements of civil liberties, press freedom, internet freedom, democratic governance and peacefulness. The country maintains a combination of a market economy with a comprehensive social security system. Citizens of Slovakia are provided with universal health care, free education and one of the longest paid parental leaves in the OECD. The country joined the European Union on 1 May 2004 and joined the Eurozone on 1 January 2009. Slovakia is also a member of the Schengen Area, NATO, the United Nations, the OECD, the WTO, CERN, the OSCE, the Council of Europe and the Visegrád Group. As part of Eurozone, Slovak legal tender is the euro, the world's 2nd-most-traded currency. Slovakia is the world's largest per-capita car producer with a total of 1,110,000 cars manufactured in the country in 2019 alone and the 5th largest car producer in the European Union, representing 43% of Slovakia's total industrial output.",
  "/wiki/Garrett_Lucash": "Garrett Lucash (born September 21, 1978 in Attleboro, Massachusetts) is an American pair skater. With partner Katie Orscher, he is the 2005 U.S. national champion and 2005 Four Continents bronze medalist.",
  "/wiki/Andrew_Seabrook": "Andrew Seabrook (born 22 June 1978 in Camberley) is a pair skater who has represented the Great Britain. With partner Marsha Poluliaschenko, he was the gold medalist at the 1998 and 1999 British Figure Skating Championships.  In 1998, they finished 10th at the European Figure Skating Championships and 13th at the World Figure Skating Championships.  He later teamed with Tiffany Sfikas and the pair won the 2001 and 2002 British Championships.  They also finished 10th at the European Championships in 2002.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Aneta_Kowalska": "Aneta Kowalska (born October 7, 1982 in Warsaw, Poland) is a Polish pair skater. She competes with  Artur Szeliski. She previously skated with Łukasz Różycki.",
  "/wiki/Łukasz_Różycki": "Łukasz Różycki ([wuˈkaʂ ruˈʐɨt͡ski]; born 13 December 1979 in Warsaw, Poland) is a Polish pair skater who competed with Aneta Kowalska. He is married to Finnish skater Alexandra Schauman.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.\n Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west.\n The history of human activity on Polish soil spans almost 500,000 years. Throughout the Iron Age the area became extensively diverse, with various cultures and tribes settling on the vast Central European Plain. However, it was the Western Polans who dominated the region and gave Poland its name. The establishment of Polish statehood can be traced to AD 966, when Mieszko I, ruler of the realm coextensive with the territory of present-day Poland, converted to Christianity. The Kingdom of Poland was founded in 1025, and in 1569 it cemented its longstanding political association with the Grand Duchy of Lithuania by signing the Union of Lublin. This union formed the Polish–Lithuanian Commonwealth, one of the largest (over 1,000,000 square kilometres - 400,000 square miles) and most populous countries of 16th and 17th century Europe, with a uniquely liberal political system which adopted Europe's first written national constitution, the Constitution of 3 May 1791.\n With the passing of prominence and prosperity, the country was partitioned by neighbouring states at the end of the 18th century, and regained its independence in 1918 with the Treaty of Versailles. After a series of territorial conflicts, the new multi-ethnic Poland restored its position as a key player in European politics. In September 1939, World War II started with the invasion of Poland by Germany, followed by the Soviet Union invading Poland in accordance with the Molotov–Ribbentrop Pact. Around six million  Polish citizens, including 90% of the country's Jews, perished in the war. In 1947, the Polish People's Republic was established as a satellite state under Soviet influence. In the aftermath of the Revolutions of 1989, most notably through the emergence of the Solidarity movement, Poland reestablished itself as a presidential democratic republic.\n Poland has a developed market and is a regional power in Central Europe, with the largest stock exchange in the East-Central European zone. It has the sixth largest economy by GDP (nominal) in the European Union and the tenth largest in all of Europe. It's one of the most dynamic economies in the world, simultaneously achieving a very high rank on the Human Development Index. Poland is a developed country, which maintains a high-income economy along with very high standards of living, life quality, safety, education, and economic freedom. Alongside a developed school educational system, the state also provides free university education, social security, and a universal health care system. The country has 16 UNESCO World Heritage Sites, 15 of which are cultural.\n Poland is a member state of the European Union, the Schengen Area, the United Nations, NATO, the OECD, the Three Seas Initiative, the Visegrád Group, and guested at the G20.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.\n The Czech Republic includes the historical territories of Bohemia, Moravia, and Czech Silesia. The Czech state was formed in the late ninth century as the Duchy of Bohemia under the Great Moravian Empire. In 1002, the duchy was formally recognized as an Imperial State of the Holy Roman Empire along with the Kingdom of Germany, the Kingdom of Burgundy, the Kingdom of Italy; and became the Kingdom of Bohemia in 1198, reaching its greatest territorial extent in the 14th century. Prague was the imperial seat in periods between the 14th and 17th century. The Protestant Bohemian Reformation of the 15th century led to the Hussite Wars, the first of many conflicts with the Catholic Church.\n Following the Battle of Mohács in 1526, the whole Crown of Bohemia was gradually integrated into the Habsburg Monarchy. The Protestant Bohemian Revolt (1618–20) against the Catholic Habsburgs led to the Thirty Years' War. After the Battle of the White Mountain, the Habsburgs consolidated their rule, eradicated Protestantism, reimposed Catholicism, and adopted a policy of gradual Germanization. This contributed to anti-Habsburg sentiment and resentment of the Catholic Church that continues to this day. With the dissolution of the Holy Roman Empire in 1806, the Bohemian Kingdom became part of the Austrian Empire (1804 to 1867) and the Czech language experienced a revival as a consequence of widespread romantic nationalism. In the 19th century, the Czech lands became the industrial powerhouse of the monarchy and were subsequently the core of the First Czechoslovak Republic, which was formed in 1918 following the collapse of the Austro-Hungarian Empire after World War I.\n Czechoslovakia was the only democracy in Central Europe during the interwar period (after the May Coup in Poland, in 1926). However, parts of the country were occupied by Germany in World War II, while the Slovak region became a German puppet state. Czechoslovakia was liberated in 1945 by the Soviet Union and the United States. Most of the German-speaking minority were expelled following the war. The Communist Party of Czechoslovakia won the 1946 elections and after the 1948 coup d'état established a one-party communist state under Soviet influence. Increasing dissatisfaction with the regime culminated in 1968 to the reform movement known as the Prague Spring, which ended in a Soviet-led invasion. Czechoslovakia remained occupied until the 1989 Velvet Revolution, which peacefully ended communist rule and reestablished democracy and a market economy. On 1 January 1993, Czechoslovakia peacefully dissolved, with its constituent states becoming the independent states of the Czech Republic and Slovakia.\n The Czech Republic is a developed country with an advanced, high income social market economy. It is a welfare state with a European social model, universal health care, and tuition-free university education. It ranks 13th in the UN inequality-adjusted human development and 14th in the World Bank Human Capital Index ahead of countries such as the United States, the United Kingdom and France. It ranks as the eleventh safest and most peaceful country and performs strongly in democratic governance. The Czech Republic joined NATO in 1999 and the European Union (EU) in 2004. It is also a member of the OECD, the United Nations, the OSCE, and the Council of Europe.",
  "/wiki/Artem_Knyazev": "Artem Knyazev (Russian: Артём Князев; born 16 May 1980) is an Uzbekistani former pair skater. He competed for much of his career with Marina Aganina. They became the 2004–05 Uzbekistani national champions and competed at the 2006 Winter Olympics.",
  "/wiki/Uzbekistan": "Uzbekistan (UK: /ʊzˌbɛkɪˈstɑːn, ʌz-, -ˈstæn/, US: /ʊzˈbɛkɪstæn, -stɑːn/; Uzbek: O'zbekiston, Ўзбекистон pronounced [ozbekiˈstɒn]), officially Republic of Uzbekistan (Uzbek: O'zbekiston Respublikasi), is a country in Central Asia. It is bordered by five landlocked countries: Kazakhstan to the north; Kyrgyzstan to the northeast; Tajikistan to the southeast; Afghanistan to the south; and Turkmenistan to the southwest. Along with Liechtenstein, it is one of the world's only two doubly landlocked countries.\n As a sovereign state, Uzbekistan is a secular, unitary constitutional republic. It comprises 12 provinces and one autonomous republic. The capital and largest city of Uzbekistan is Tashkent.\n What is now Uzbekistan was in ancient times part of the Iranian-speaking region of Transoxiana and Turan. The first recorded settlers were Eastern Iranian nomads, known as Scythians, who founded kingdoms in Khwarezm (8th–6th centuries BC), Bactria (8th–6th centuries BC), Sogdia (8th–6th centuries BC), Fergana (3rd century BC – 6th century AD), and Margiana (3rd century BC – 6th century AD). The area was incorporated into the Iranian Achaemenid Empire and, after a period of Macedonian Greek rule, was ruled by the Iranian Parthian Empire and later by the Sasanian Empire, until the Arab conquest of Iran in the 7th century. The Muslim conquest in the 7th century converted the majority of the population, including the local ruling classes, into adherents of Islam. During this period, cities such as Samarkand, Khiva and Bukhara began to grow rich from the Silk Road. The local Khwarezmian dynasty, and Central Asia as a whole, were decimated by the Mongol invasion in the 13th century. After the Mongol Conquests, the area became increasingly dominated by Turkic peoples. The city of Shahrisabz was the birthplace of the Turco-Mongol warlord Timur, who in the 14th century established the Timurid Empire and was proclaimed the Supreme Emir of Turan with his capital in Samarkand. The area was conquered by Uzbek Shaybanids in the 16th century, moving the centre of power from Samarkand to Bukhara. The region was split into three states: Khanate of Khiva, Khanate of Kokand, and Emirate of Bukhara. It was gradually incorporated into the Russian Empire during the 19th century, with Tashkent becoming the political center of Russian Turkestan. In 1924, after national delimitation, the constituent republic of the Soviet Union known as the Uzbek Soviet Socialist Republic was created. Following the break-up of the Soviet Union, it declared independence as the Republic of Uzbekistan on 31 August 1991.\n Uzbekistan has a diverse cultural heritage due to its storied history and strategic location. Its first major official language is Uzbek, a Turkic language written in the Latin alphabet and spoken natively by approximately 85% of the population. Russian has widespread use as an inter-ethnic communication language and as a language of governance. Uzbeks constitute 81% of the population, followed by Russians (5.4%), Tajiks (4.0%), Kazakhs (3.0%), and others (6.5%). Muslims constitute 79% of the population while 5% of the population follow Russian Orthodox Christianity, and 16% of the population follow other religions or are non-religious. A majority of Uzbeks are non-denominational Muslims. Uzbekistan is a member of the CIS, OSCE, UN, and the SCO. While officially a democratic republic, by 2008 non-governmental human rights organisations defined Uzbekistan as \"an authoritarian state with limited civil rights\".\n Following the death of Islam Karimov in 2016, the second president, Shavkat Mirziyoyev, started a new course, which was described as a A Quiet Revolution and Revolution from Above. He stated he intended to abolish cotton slavery, systematic use of child labour, exit visas, to introduce a tax reform, create four new free economic zones, and he has amnestied some political prisoners. Relations with the neighbouring countries of Tajikistan, Kyrgyzstan and Afghanistan drastically improved. However, the Amnesty International report on human rights in the country for 2017/2018 described continued repressive measures, including forced labour in cotton harvesting, and restrictions on the movement of 'freed' prisoners.\n The Uzbek economy is in a gradual transition to the market economy, with foreign trade policy being based on import substitution. In September 2017, the country's currency became fully convertible at market rates. Uzbekistan is a major producer and exporter of cotton. With the gigantic power-generation facilities of the Soviet era and an ample supply of natural gas, Uzbekistan has become the largest electricity producer in Central Asia. Renewable energy constitutes more than 23% of the country's energy sector, with hydroelectricity and solar energy having 21.4% and 2% respectively.[citation needed]\nAs of late 2018, the republic was given a BB- rating by both Standard and Poor (S&P) and Fitch. Strengths indicated by Brookings Institution include Uzbekistan having large liquid assets, high economic growth, and low public debt. Among the constraints holding the republic back are low GDP per capita, something the government could influence by changing how it accounts for sectors of the economy not currently included.",
  "/wiki/1999_World_Junior_Figure_Skating_Championships": "The World Junior Figure Skating Championships is an annual event sanctioned by the International Skating Union in which younger figure skaters compete for the title of World Junior Champion. The 1999 competition took place between November 21 and 29, 1998 in Zagreb, Croatia. Due to the large number of participants, the men's and ladies' qualifying groups were split into groups A and B.\n It was the last World Junior Figure Skating Championships to be held in the fall. After the 1999 Championships (which were called such even though they took place in the fall of 1998), the event was moved to the spring."
}