{
  "/wiki/E.V.O.:_Search_for_Eden": "E.V.O.: Search for Eden[a] is a side-scrolling action video game developed by Almanic Corporation and published by Enix for the Super Nintendo Entertainment System. Released in 1992 for Japanese audiences, the game was later translated and released in North America in 1993. Combining traditional platforming mechanics with experience and leveling mechanics originating from role playing games, E.V.O.: Search for Eden involves the player navigating a creature through a number of side-scrolling levels while undergoing bodily evolution to cope with ever-changing environments. It is heavily based on Almanic's original title, 46 Okunen Monogatari ~The Shinka Ron~, released exclusively in Japan for the PC-9801 home computer in 1990.",
  "/wiki/PC-98": "The PC-9800 series (Japanese: PC-9800シリーズ, Hepburn: Pī Shī Kyūsen Happyaku Shirīzu), commonly shortened to PC-98 or 98 (キューハチ, Kyū-hachi), is a lineup of Japanese 16-bit and 32-bit personal computers manufactured by NEC from 1982 through 2000. The platform established NEC's dominance in the Japanese personal computer market and by 1999, more than 18 million PC-98 units had been sold.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Fighting_Masters": "Fighting Masters (ファイティング マスターズ) is a Mega Drive/Genesis fighting video game released by Treco in 1991.",
  "/wiki/Treco": "Treco, also credited as Treco Corporation Limited, American Treco and Treco, USA, was a game developer and publisher located in Torrance, California. Treco produced games for the Sega Genesis/Mega Drive from 1990 to 1993. Treco was a subsidiary of Sammy Corporation.",
  "/wiki/Mega_Drive": "The Sega Genesis, known as the Mega Drive[b] or Sega Mega Drive outside North America, is a 16-bit home video game console developed and sold by Sega. The Genesis is Sega's third console and the successor to the Master System. Sega released it as the Mega Drive in Japan in 1988, and later as the Genesis in North America in 1989. In 1990, it was distributed as the Mega Drive by Virgin Mastertronic in Europe, Ozisoft in Australasia, and Tec Toy in Brazil. In South Korea, it was distributed by Samsung as the Super Gam*Boy and later the Super Aladdin Boy.[c]",
  "/wiki/North_America": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It is also considered by some[quantify] to be a northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the west and south by the Pacific Ocean, and to the southeast by South America and the Caribbean Sea.",
  "/wiki/Banpresto": "Banpresto Co., Ltd. (株式会社バンプレスト, Kabushiki gaisha Banpuresuto) was a Japanese toy company, and a former game developer and publisher, headquartered in the Shinagawa Seaside West Building in Shinagawa, Tokyo. The current iteration of the company was formed on April 1, 2008, with the focus on the toy consumer business. The company was dissolved in February 2019 and combined to Bandai Spirits, with the company getting all the rights and duties of Banpresto.",
  "/wiki/Super_Nintendo_Entertainment_System": "The Super Nintendo Entertainment System (SNES),[b] also known as the Super NES[c] or Super Nintendo,[d] is a 16-bit home video game console developed by Nintendo that was released in 1990 in Japan and South Korea,[citation needed] 1991 in North America, 1992 in Europe and Australasia (Oceania), and 1993 in South America. In Japan, the system is called the Super Famicom (SFC).[e] In South Korea, it is known as the Super Comboy[f] and was distributed by Hyundai Electronics. The system was released in Brazil on August 30, 1993, by Playtronic. Although each version is essentially the same, several forms of regional lockout prevent the different cartridges from being compatible with one another.",
  "/wiki/Mazin_Saga:_Mutant_Fighter": "Mazin Saga: Mutant Fighter (マジンサーガ, known as Mazin Wars in PAL regions) is a video game for the Sega Mega Drive / Genesis console. It is a beat em'up/versus fighting game based on the MazinSaga manga by Go Nagai, which was in turn a reboot of Nagai's original Mazinger Z.",
  "/wiki/Sega": "Sega Games Co., Ltd.[a] is a Japanese multinational video game developer and publisher headquartered in Shinagawa, Tokyo. Its international branches, Sega of America and Sega Europe, are respectively headquartered in Irvine, California, and London.  Sega's arcade division, once part of Sega Corporation, has existed as Sega Interactive Co., Ltd. since 2015.  Both companies are subsidiaries of Sega Holdings Co., Ltd., which is in turn a part of Sega Sammy Holdings.  From 1983 until 2001, Sega also developed and sold video game consoles.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/Shien%27s_Revenge": "Shien's Revenge, known in Japan as Shien: The Blade Chaser (紫炎～ザ・ブレイドチェイサー, Shien za Bureido Cheeisaa), is an action game released for the Super Nintendo Entertainment System in 1994. It was the first video game designed by the famous manga and anime artist Go Nagai.",
  "/wiki/Dynamic_Planning": "Dynamic Planning Co., Ltd. (ダイナミック企画株式会社, Dainamikku Kikaku Kabushiki-gaisha) is a licensing company owned by manga artist Go Nagai. It was established in 1974 as a sister company of Dynamic Productions.",
  "/wiki/Shin_Nekketsu_K%C5%8Dha:_Kunio-tachi_no_Banka": "Shin Nekketsu Kōha: Kunio-tachi no Banka (新・熱血硬派 くにおたちの挽歌, The New Hot-Blooded Tough Guy: The Eulogy of Kunio and Co.) is a belt-scrolling action game released by Technos Japan Corp. exclusively in Japan for the Super Famicom in 1994. It was the fourth game in the Kunio-kun series released for the Super Famicom and was developed by Almanic. It is chronologically set before Downtown Nekketsu Monogatari (better known as River City Ransom).",
  "/wiki/Technos_Japan_Corp.": "Technōs Japan Corp. was a Japanese video game developer, best known for the Double Dragon and Kunio-kun (which includes Renegade, Super Dodge Ball and River City Ransom) franchises. As of June 2015, Arc System Works owns the intellectual properties of Technōs Japan.",
  "/wiki/Wonder_Project_J": "Wonder Project J: Kikai no Shōnen Pīno (ワンダープロジェクトJ機械の少年ピーノ, Wonder Project J: Machine Boy Pino) is a Japan-exclusive video game published by Enix for the Super Famicom in 1994."
}