{
  "/wiki/Paddy_Neale": "Charles Patrick (Paddy) Neale (January 21, 1921 – February 9, 1990) was a Canadian politician, who represented the electoral district of Vancouver East in the House of Commons of Canada from 1972 to 1974. He was a member of the New Democratic Party.",
  "/wiki/New_Democratic_Party_of_Canada": "The New Democratic Party (NDP; French: Nouveau Parti démocratique, NPD) is a social-democratic federal political party in Canada. The party was founded in 1961 out of the merger of the Co-operative Commonwealth Federation (CCF) with the Canadian Labour Congress (CLC). On the Canadian political spectrum, the party sits to the left of the Liberal Party. Since 2017, the NDP has been led by Jagmeet Singh, who is the first Indo-Canadian to lead a major federal party in Canada. The federal and provincial (or territorial) level NDPs are more integrated than other political parties in Canada, and have shared membership (except for the New Democratic Party of Quebec).",
  "/wiki/Vancouver_East_(electoral_district)": "Vancouver East was a provincial electoral district for the Legislative Assembly of British Columbia, Canada.  It first appeared on the hustings in the general election of 1933.  It and the other new Vancouver ridings in this year, Vancouver-Burrard, Vancouver-Point Grey and Vancouver Centre, were all created from the old Vancouver City riding, which was a six-member seat.  Vancouver East was a two-member seat.",
  "/wiki/Royal_Canadian_Air_Force": "The Royal Canadian Air Force (RCAF; French: Aviation royale canadienne, ARC) is the air force of Canada. Its role is to \"provide the Canadian Forces with relevant, responsive and effective airpower\". The RCAF is one of three environmental commands within the unified Canadian Armed Forces. As of 2013, the Royal Canadian Air Force consists of 14,500 Regular Force and 2,600 Primary Reserve personnel, supported by 2,500 civilians, and operates 258 manned aircraft and 9 unmanned aerial vehicles. Lieutenant-General Al Meinzinger is the current Commander of the Royal Canadian Air Force and Chief of the Air Force Staff.",
  "/wiki/Doug_Neil": "Douglas Charles Neil (3 February 1924 – 21 February 1994) was a Canadian lawyer and politician. Neil served as a Progressive Conservative party member of the House of Commons of Canada. He was born in Lipton, Saskatchewan.",
  "/wiki/Progressive_Conservative_Party_of_Canada": "The Progressive Conservative Party of Canada (French: Parti progressiste-conservateur du Canada; PC) was a federal political party in Canada.",
  "/wiki/Moose_Jaw_(electoral_district)": "Moose Jaw was a federal electoral district in Saskatchewan, Canada, that was represented in the House of Commons of Canada from 1908 to 1953 and from 1968 to 1988.",
  "/wiki/Nels_Edwin_Nelson": "Nels Edwin Nelson (7 September 1917 – 13 July 1992) was a New Democratic Party member of the House of Commons of Canada. He was a teacher by career.",
  "/wiki/Burnaby—Seymour": "Burnaby—Seymour was a federal electoral district in the province of British Columbia, Canada, that was represented in the House of Commons of Canada from 1968 to 1979.",
  "/wiki/Canadian_Army": "The Canadian Army (French: Armée canadienne) is the command responsible for the operational readiness of the conventional ground forces of the Canadian Armed Forces. As of 2018[update] the Army has 23,000 regular soldiers, about 19,000 reserve soldiers, including 5,000 rangers, for a total of 40,000 soldiers.  The Army is supported by 3,000 civilian employees. It maintains regular forces units at bases across Canada, and is also responsible for the Army Reserve, the largest component of the Primary Reserve. The Commander of the Canadian Army and Chief of the Army Staff is Lieutenant-General Wayne Eyre.",
  "/wiki/Wally_Nesbitt": "Wallace Bickford (Wally) Nesbitt (7 August 1918 – 21 December 1973) was a Progressive Conservative member of the House of Commons of Canada. He was born in Woodstock, Ontario and became a barrister and lawyer by career.",
  "/wiki/Oxford_(electoral_district)": "Oxford is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since the 1935 election.",
  "/wiki/Royal_Canadian_Navy": "The Royal Canadian Navy (RCN; French: Marine royale canadienne) is the naval force of Canada. The RCN is one of three environmental (land - army, sea - navy, and air - air force) commands within the unified Canadian Armed Forces. As of 2017[update], The Royal Canadian Navy operates 12 frigates, 4 attack submarines, 12 coastal  defence vessels and 8 patrol/training vessels, as well as several auxiliary vessels. The Royal Canadian Navy consists of 8,500 Regular Force and 5,100 Primary Reserve sailors, supported by 5,300 civilians.[a 1] Vice-Admiral Art McDonald is the current Commander of the Royal Canadian Navy and Chief of the Naval Staff.[a 2]",
  "/wiki/Jack_R._Nicholson": "John Robert \"Jack\" Nicholson, PC OBE QC (December 1, 1901 – October 8, 1983) was a Canadian lawyer, businessman, politician and the 21st Lieutenant Governor of British Columbia.",
  "/wiki/Liberal_Party_of_Canada": "The Liberal Party of Canada (French: Parti libéral du Canada) is the oldest and longest-serving political party in Canada. The party has dominated federal politics for much of Canada's history,  holding power for almost 70 years in the 20th century—more than any other party in a developed country—and as a result, it is sometimes referred to as Canada's \"natural governing party\".",
  "/wiki/Vancouver_Centre_(electoral_district)": "Vancouver Centre was a provincial electoral district for the Legislative Assembly of British Columbia, Canada.  It was created before the general election of 1933.  It and the other new Vancouver ridings in this year, Vancouver-Burrard, Vancouver-Point Grey and Vancouver East, were created from the old Vancouver City riding, which was a six-member seat.  Vancouver Centre was a two-member seat throughout its existence.",
  "/wiki/Carl_Olof_Nickle": "Lieutenant Carl Olof Nickle (July 12, 1914 in Winnipeg, Manitoba – December 5, 1990) was an editor and publisher, oil baron, soldier in the Canadian Army and served as a Canadian federal politician from 1951 to 1957.",
  "/wiki/Calgary_West_(electoral_district)": "Calgary West was a federal electoral district in Alberta, Canada, that was represented in the House of Commons of Canada from 1917 to 1953, and from 1979 to 2015. It was located in the western part of the City of Calgary.",
  "/wiki/Erik_Nielsen": "Erik Hersholt Nielsen PC DFC QC (February 24, 1924 – September 4, 2008) was a Canadian politician, and longtime Progressive Conservative Member of Parliament for Yukon and was Leader of the Opposition and deputy prime minister. He was the elder brother of actor Leslie Nielsen.",
  "/wiki/Yukon_(electoral_district)": "Yukon is the only federal electoral district in Yukon, Canada. It has been represented in the House of Commons of Canada from 1902 to 1949 and since 1953.",
  "/wiki/George_Clyde_Nowlan": "George Clyde Nowlan, PC (14 August 1898 – 31 May 1965) was a Canadian member of Parliament and Cabinet Minister.  A member of the Progressive Conservative Party of Canada, he served from 9 August 1962–21 April 1963 as the Minister of Finance in the administration of John Diefenbaker, and was also responsible for the CBC.",
  "/wiki/Digby—Annapolis—Kings": "Digby—Annapolis—Kings was a federal electoral district in the province of Nova Scotia, Canada, that was represented in the House of Commons of Canada from 1935 to 1949, and from 1953 to 1968.",
  "/wiki/Terry_Nugent": "Terence James \"Terry\" Nugent (December 9, 1920 – April 13, 2006) was a barrister, lawyer and World War II era soldier.  He was also a Canadian federal politician from 1958 to 1968 and an alderman in the city of Edmonton, Alberta from 1968 to 1971.",
  "/wiki/Edmonton—Strathcona": "Edmonton Strathcona (formerly known as Edmonton—Strathcona) is a federal electoral district in Alberta, Canada, that has been represented in the House of Commons of Canada since 1953. It spans the south central part of the city of Edmonton. Between 2008 and 2015, and from 2019 onwards, Edmonton—Strathcona was the only federal riding in Alberta not held by the Conservative Party.",
  "/wiki/List_of_Members_of_the_Canadian_House_of_Commons_with_military_service_(N)": "N/A"
}