{
  "/wiki/Phil_Tufnell": "Philip Clive Roderick Tufnell (born 29 April 1966) is a former English international cricketer turned television personality. A slow left-arm orthodox spin bowler, he played in 42 Test matches and 20 One Day Internationals for the England cricket team, as well as playing for Middlesex County Cricket Club from 1986 to 2002. Tufnell took 121 Test match wickets and, although his Test average of 37.68 is considered high for a genuine bowler, he took over 1,000 wickets across all first-class cricket at an average of 29.35, and his personality, trademark behaviour and \"great control of flight\" when playing made him a popular sports personality.",
  "/wiki/Wendy_Richard": "Wendy Richard, MBE (born Wendy Emerton, 20 July 1943 – 26 February 2009) was an English actress best known for playing the roles of Shirley Brahms on Are You Being Served? and Pauline Fowler on EastEnders, the latter for nearly 22 years. Until the onscreen death of her EastEnders character in December 2006, she was one of only two original cast members of that programme to appear continuously from the first episode in 1985, along with Adam Woodyatt, who played her on-screen nephew Ian Beale. She died on 26 February 2009 at the Harley Street clinic where she was being treated for breast cancer.",
  "/wiki/Shane_Lynch": "Shane Eamon Mark Stephen Lynch (born 3 July 1976) is an Irish singer-songwriter and professional drift driver, best known as a member of Boyzone. In recent years he has taken up auto racing, participated in reality shows such as Celebrity Big Brother in 2018 and appeared as a judge on The All Ireland Talent Show.",
  "/wiki/William_Roache": "William Patrick Roache MBE (born 25 April 1932) is an English actor. He has played Ken Barlow in the soap opera Coronation Street since its first episode on 9 December 1960. He is listed in the Guinness World Records as the longest-serving male television star in a continuous role.",
  "/wiki/Joe_Calzaghe": "Joseph William Calzaghe CBE (/kælˈzæɡi/ kal-ZAH-gee; born 23 March 1972) is a Welsh former professional boxer who competed from 1993 to 2008. He held world championships in two weight classes, including the unified WBA (Super), WBC, IBF, WBO, Ring magazine and lineal super-middleweight titles, and the Ring light-heavyweight title.",
  "/wiki/Lembit_Öpik": "Lembit Öpik (/ˈlɛmbɪt ˈoʊpɪk/, Estonian: [ˈlembit ˈøpˑik]; born 2 March 1965) is a British former politician.  A member of the Liberal Democrats, he served as the Member of Parliament (MP) for the constituency of Montgomeryshire in Wales from 1997 until he lost his seat at the 2010 general election. He was the leader of the Welsh Liberal Democrats from 2001 to 2007.",
  "/wiki/Cheeky_Girls": "The Cheeky Girls are a Romanian singing duo consisting of identical twin sisters Gabriela and Monica Irimia (both born 31 October 1982). After appearing as auditionees on Popstars: The Rivals, they achieved success in the UK charts with four top 10 hits between 2002 and 2004. They are best known for their debut single, \"Cheeky Song (Touch My Bum)\", which has sold more than 1.2 million units internationally . The Cheeky Girls released their debut studio album, PartyTime, in 2003 which reached number 14 in the UK Albums Chart.",
  "/wiki/Julie_Goodyear": "Julie Goodyear, MBE (born Julie Kemp; 29 March 1942) is an English actress. She is known for portraying the role of Bet Lynch (later Bet Gilroy) on the ITV soap opera Coronation Street. She first appeared as Bet Lynch for nine episodes in 1966, before becoming a series regular from 1970 to 1995. She returned for eight episodes in 2002 and another seven in 2003.",
  "/wiki/Danny_Dyer": "Daniel John Dyer[a][b] (born 24 July 1977) is an English actor and presenter. Dyer's breakthrough role was as Moff in Human Traffic, with other notable roles as Billy the Limpet in Mean Machine, and as Tommy Johnson in The Football Factory. Following the success of The Football Factory, Dyer was often typecast in \"hard-man\" roles, although it was this image that allowed him to present The Real Football Factories, its spin-off, The Real Football Factories International and Danny Dyer's Deadliest Men. Dyer has also worked in theatre, having appeared in three plays written by Harold Pinter, with whom he had a close friendship.",
  "/wiki/Christopher_Biggins": "Christopher Kenneth Biggins (born 16 December 1948) is an English actor and television presenter. He is best known for his role as Lukewarm in the BBC sitcom Porridge.",
  "/wiki/Vic_Reeves": "James Roderick Moir (born 24 January 1959), better known by the stage name Vic Reeves, is an English comedian, artist, musician, actor and television presenter, best known for his double act with Bob Mortimer as Vic and Bob. He is known for his surreal sense of humour.",
  "/wiki/Nancy_Sorrell": "Nancy Sorrell (born 13 July 1974) is an English model, actress and television presenter from Chigwell.",
  "/wiki/David_Coulthard": "David Marshall Coulthard, MBE (/ˈkoʊlθɑːrt/; born 27 March 1971), known as DC, is a Scottish former Formula One racing driver turned presenter, commentator and journalist. He was runner-up in the 2001 Formula One World Drivers' Championship, driving for McLaren.",
  "/wiki/Bez_(dancer)": "Mark Berry (born 18 April 1964), better known as Bez, is an English percussionist, dancer, and media personality. He is best known as a member of the rock bands Happy Mondays and Black Grape.",
  "/wiki/Vicky_Entwistle": "Victoria \"Vicky\" Entwistle (born 15 September 1968) is an English actress. She is known for portraying the role of Janice Battersby in ITV soap opera Coronation Street.",
  "/wiki/Kenny_Dalglish": "Sir Kenneth Mathieson Dalglish MBE (born 4 March 1951) is a Scottish former football player and manager. He made 322 appearances for Celtic and 502 for Liverpool and earned over 100 full caps for the Scotland national team. Dalglish won the Ballon d'Or Silver Award in 1983, the PFA Players' Player of the Year in 1983, and the FWA Footballer of the Year in 1979 and 1983. In 2009, FourFourTwo named Dalglish the greatest striker in post-war British football, and in 2006, he topped a Liverpool fans' poll of \"100 Players Who Shook the Kop\". He has been inducted into both the Scottish and English Football Halls of Fame.",
  "/wiki/Dominic_Wood": "Dominic Simon \"Dom\" Wood (born 3 January 1978 in Exeter, Devon) is an English entertainer, magician and presenter of radio and television, best known as one half of the double act Dick and Dom, with the other being Richard McCourt. McCourt is also the godfather of Wood's two sons, Tommy and Sam. From 14 October 2007 to September 2008, he and work partner McCourt presented the Sunday morning show on BBC Radio 1 from 10:00 am – 1:00 pm, but later left the show due to TV commitments.",
  "/wiki/Anthony_Head": "Anthony Stewart Head (born 20 February 1954) is an English actor and musician. He rose to fame in the UK following his role in the Gold Blend couple television advertisements for Nescafé Gold Blend, and is known for his roles as Rupert Giles in Buffy the Vampire Slayer, Uther Pendragon in Merlin, the Prime Minister in Little Britain, and as Herc Shipwright in BBC Radio 4's Cabin Pressure.",
  "/wiki/David_Dickinson": "David Dickinson (born David Gulesserian; 16 August 1941) is an English antiques expert and television presenter. Between 2000 and 2004, Dickinson hosted the BBC One antiques show Bargain Hunt, where he was succeeded by Tim Wonnacott. Dickinson left the BBC in 2005 and since 2006, Dickinson has been hosting the ITV daytime show Dickinson's Real Deal. The show sees members of the public bringing antiques and collectables to sell to a dealer or take to the auction.",
  "/wiki/Natasha_Hamilton": "Natasha Maria Hamilton (born 17 July 1982) is an English singer-songwriter, dancer and occasional stage actress. She is a member of girl group Atomic Kitten. Hamilton has so far released 19 singles and three studio albums with the band including three number one singles, their biggest being the 2001 single \"Whole Again\". In 2004, Atomic Kitten announced they would be splitting to pursue solo careers; they reformed in 2005 and again in 2008. On 4 March 2012, Hamilton confirmed the trio would reform officially for the first time since 2004 to tour.",
  "/wiki/Heidi_Range": "Heidi India Partakis (née Range; born 23 May 1983) is an English singer-songwriter. She is best known for being a former member of the group Sugababes. Range was an original member of girl group Atomic Kitten, although she left the group two years before releasing any material. In 2001 Range replaced Siobhán Donaghy of the Sugababes and had accumulated six UK number one singles as well as two number one studio albums with the group before splitting in 2011. Range has since concentrated on theatre work.",
  "/wiki/Dave_Berry_(presenter)": "David Robert \"Dave\" Berry (born 14 September 1978 in Lewisham, London) is a British TV and radio presenter. Berry currently hosts the Absolute Radio Breakfast Show, every weekday from 6am. He previously presented The Capital Breakfast Show from 2012 until 2017, alongside George Shelley and Lilah Parsons.",
  "/wiki/Laurence_Llewelyn-Bowen": "Laurence Roderick Llewelyn-Bowen (born 11 March 1965)  is a British self-styled \"homestyle consultant\" and television personality best known for his appearances on the BBC programme Changing Rooms and for being a judge on the ITV reality series Popstar to Operastar in 2010.",
  "/wiki/Michael_Howard": "Michael Howard, Baron Howard of Lympne, CH, PC, QC (born 7 July 1941), is a British politician who served as Leader of the Conservative Party and Leader of the Opposition from November 2003 to December 2005.  He previously held cabinet positions in the governments of Margaret Thatcher and John Major, including Secretary of State for Employment, Secretary of State for the Environment and Home Secretary.",
  "/wiki/Robin_Gibb": "Robin Hugh Gibb CBE (22 December 1949 – 20 May 2012) was a British  singer, songwriter and record producer, who gained worldwide fame as a member of the pop group the Bee Gees with older brother Barry and fraternal twin brother Maurice. Robin Gibb also had his own successful solo career. Their younger brother Andy was also a singer.",
  "/wiki/Steve_Backley": "Stephen James Backley, OBE (born 12 February 1969) is a retired British track and field athlete who competed in the javelin throw. He formerly held the world record, and his 91.46 m throw from 1992 is the British record. During his career, he was a firm fixture in the British national athletics team. He won four gold medals at the European Championships, three Commonwealth Games gold medals, two silvers and a bronze at the Olympic Games, and two silvers at the World Championships. Currently, he is an occasional commentator for athletics competitions, especially the field events.",
  "/wiki/Theo_Walcott": "Theo James Walcott (born 16 March 1989) is an English professional footballer who plays as a forward for Premier League club Everton and the English national team.",
  "/wiki/All_Star_Mr_&_Mrs": "All Star Mr & Mrs is a British television show which first began airing on 12 April 2008 on ITV. It is a celebrity revival of the original Mr and Mrs that aired on ITV from 1968 to 1988 with two separate revivals in 1995–1996 and 1999 and was also based on the Canadian game show of the same name. The programme is hosted by Phillip Schofield, although Fern Britton had co-hosted the show with Schofield between 2008-10. The show features celebrities and their real-life partners playing to win up to £30,000 for their chosen charity."
}