{
  "/wiki/The_War_Zone": "The War Zone is a 1999 British drama film written by Alexander Stuart, directed by Tim Roth in his directorial debut, and starring Ray Winstone, Tilda Swinton, Lara Belmont and Freddie Cunliffe. The film is based on Stuart's 1989 novel of the same name and takes a blunt look at incest and sexual violence in an English family.",
  "/wiki/Tim_Roth": "Timothy Simon Roth (born 14 May 1961) is an English actor and director. He made his debut in the television film Made in Britain (1982). He gained critical acclaim for his role as Myron in  The Hit (1984), for which he was nominated for the BAFTA Award for Most Promising Newcomer. Among a group of prominent British actors of the era, the \"Brit Pack\", Roth gained more attention for his performances in The Cook, the Thief, His Wife & Her Lover (1989), Vincent & Theo (1990) and Rosencrantz & Guildenstern Are Dead (1990).",
  "/wiki/Ordinary_Decent_Criminal": "Ordinary Decent Criminal is a 2000 crime comedy film, directed by Thaddeus O'Sullivan, written by Gerard Stembridge, and stars Kevin Spacey and Linda Fiorentino. The film is loosely based on the story of Martin Cahill, a famous Irish crime boss.",
  "/wiki/Thaddeus_O'Sullivan": "Thaddeus O'Sullivan (born 2 May 1947) is an Irish director, cinematographer, and screenwriter.",
  "/wiki/Tigerland": "Tigerland is a 2000 American war drama film directed by Joel Schumacher and starring Colin Farrell as Private Roland Bozz. It takes place in a training camp for soldiers to be sent to the Vietnam War.",
  "/wiki/Joel_Schumacher": "Joel T. Schumacher (/ˈʃuːmɑːkər/; born August 29, 1939) is an American filmmaker.",
  "/wiki/American_Outlaws": "American Outlaws is a 2001 Western film directed by Les Mayfield and starring Colin Farrell, Scott Caan, and Ali Larter.",
  "/wiki/Jesse_James": "Jesse Woodson James (September 5, 1847 – April 3, 1882) was an American outlaw, bank and train robber, guerrilla, and leader of the James–Younger Gang. Raised in the \"Little Dixie\" area of western Missouri, James and his family maintained strong Southern sympathies. He and his brother Frank James joined pro-Confederate guerrillas known as \"bushwhackers\" operating in Missouri and Kansas during the American Civil War. As followers of William Quantrill and \"Bloody Bill\" Anderson, they were accused of participating in atrocities against Union soldiers and civilian abolitionists, including the Centralia Massacre in 1864.",
  "/wiki/Les_Mayfield": "Les Mayfield (born in Albuquerque, New Mexico) is an American film director and producer.",
  "/wiki/Hart's_War": "Hart's War is a 2002 American thriller drama film about a World War II prisoner of war (POW) camp based on the novel by John Katzenbach. It stars Bruce Willis as Col. William McNamara and Colin Farrell as Lt. Thomas Hart. The film co-stars Terrence Howard, Cole Hauser and Marcel Iureş. The film, directed by Gregory Hoblit, was shot at Barrandov Studios in Prague, and released on February 15, 2002. The film earned mixed reviews and did poorly at the box office.",
  "/wiki/Gregory_Hoblit": "Gregory King Hoblit (born November 27, 1944) is an American film director, television director and television producer. He is best known for directing the films Primal Fear, Fallen, Frequency, Hart's War, and Fracture. He has won nine Primetime Emmy Awards for directing and producing Hill Street Blues, NYPD Blue, L.A. Law, Hooperman and the television film Roe vs. Wade.",
  "/wiki/Minority_Report_(film)": "Minority Report is a 2002 American cyberpunk action thriller film directed by Steven Spielberg and loosely based on the 1956 short story \"The Minority Report\" by Philip K. Dick. It is set primarily in Washington, D.C., and Northern Virginia in the year 2054, where PreCrime, a specialized police department, apprehends criminals based on foreknowledge provided by psychics called \"precogs\". The cast includes Tom Cruise as Chief of PreCrime John Anderton, Colin Farrell as Department of Justice agent Danny Witwer, Samantha Morton as the senior precog Agatha, and Max von Sydow as Anderton's superior Lamar Burgess.",
  "/wiki/Steven_Spielberg": "Steven Allan Spielberg (/ˈspiːlbɜːrɡ/; born December 18, 1946) is an American filmmaker. He is considered one of the founding pioneers of the New Hollywood era and one of the most popular directors and producers in film history. Spielberg started in Hollywood directing television and several minor theatrical releases. He became a household name as the director of Jaws (1975), which was critically and commercially successful and is considered the first summer blockbuster. His subsequent releases focused typically on science fiction/adventure films such as Close Encounters of the Third Kind (1977), Raiders of the Lost Ark (1981), E.T. the Extra-Terrestrial (1982), and Jurassic Park (1993), which became archetypes of modern Hollywood escapist filmmaking.",
  "/wiki/Phone_Booth_(film)": "Phone Booth is a 2003 American neo-noir thriller film directed by Joel Schumacher, produced by David Zucker and Gil Netter, written by Larry Cohen and starring Colin Farrell, Forest Whitaker, Katie Holmes, Radha Mitchell, and Kiefer Sutherland. In the film, a mysterious hidden sniper calls a phone booth, and when a young publicist inside answers the phone, he quickly finds his life is at risk. The film received generally positive reviews from critics and was a box office hit, grossing $97 million worldwide against a production budget of $13 million.",
  "/wiki/The_Recruit": "The Recruit is a 2003 American spy thriller film, directed by Roger Donaldson and starring Al Pacino, Colin Farrell, and Bridget Moynahan. It was produced by Epsilon Motion Pictures and released in North America by Touchstone Pictures on January 31, 2003, receiving mixed reviews from critics and grossing $101 million worldwide.",
  "/wiki/Roger_Donaldson": "Roger Lindsey Donaldson ONZM (born 15 November 1945) is an Australian-born New Zealand film director, producer and writer whose films include the acclaimed 1981 relationship drama Smash Palace, and a run of titles shot in the United States, including the Kevin Costner films No Way Out (1987) and Thirteen Days (2000), and the 1997 disaster film Dante's Peak.  He has worked twice with actors Kevin Costner, Pierce Brosnan, Anthony Hopkins and Michael Madsen.",
  "/wiki/Daredevil_(film)": "Daredevil is a 2003 American superhero film written and directed by Mark Steven Johnson. Based on the Marvel Comics character Daredevil, the film stars Ben Affleck as Matt Murdock, a blind lawyer who fights for justice in the courtroom and on the streets of New York as the masked vigilante Daredevil. Jennifer Garner plays his love interest Elektra Natchios; Colin Farrell plays the merciless assassin Bullseye; David Keith plays Jack \"The Devil\" Murdock, a washed up fighter and Matt's father; and Michael Clarke Duncan plays Wilson Fisk, also known as the crime lord Kingpin.",
  "/wiki/Bullseye_(comics)": "Bullseye is a fictional supervillain appearing in American comic books published by Marvel Comics. A psychopathic assassin, Bullseye uses the opportunities afforded by his line of work to exercise his homicidal tendencies and to work out his own personal vendetta against Daredevil. He is also an enemy of the Punisher. Although he possesses no superpowers, Bullseye is able to use almost any object as a lethal projectile, be it weapons like shuriken and sai or seemingly harmless objects like playing cards and pencils. His marksmanship is uncanny, at a nearly supernatural level.",
  "/wiki/Mark_Steven_Johnson": "Mark Steven Johnson (born October 30, 1964) is an American screenwriter, film director, and producer.",
  "/wiki/Veronica_Guerin_(film)": "Veronica Guerin is a 2003 British-Irish biographical crime film directed by Joel Schumacher and starring Cate Blanchett in the title role. The screenplay by Carol Doyle and Mary Agnes Donoghue focuses on Irish journalist Veronica Guerin, whose investigation into the drug trade in Dublin led to her murder in 1996, at the age of 37. The film is the second to be inspired by Guerin's life. Three years earlier, When the Sky Falls centred on the same story, although the names of the real-life characters were changed.",
  "/wiki/S.W.A.T._(film)": "S.W.A.T. is a 2003 American action crime thriller film directed by Clark Johnson and produced by Neal H. Moritz. It is based on the 1975 television series of the same name and stars Samuel L. Jackson, Colin Farrell, Michelle Rodriguez, LL Cool J, Josh Charles, Jeremy Renner, Brian Van Holt and Olivier Martinez.",
  "/wiki/Clark_Johnson": "Clark Johnson (born September 10, 1954), sometimes credited as Clark \"Slappy\" Jackson, Clarque Johnson, and J. Clark Johnson, is an American actor and director who has worked in both television and film.",
  "/wiki/Intermission_(film)": "Intermission is a 2003 Irish black comedy crime film directed by John Crowley and written by Mark O'Rowe. The film, set in Dublin, Ireland, contains many interconnected storylines. It was shot in a documentary-like style, with some sections presented as excepts from television programs that exist within the show (one of the storylines is about a television documentary director). It features several of Ireland's best-known actors, including Cillian Murphy, Colm Meaney and Colin Farrell, all of whom have featured in internationally successful films such as 28 Days Later (Murphy), The Commitments (Meaney) and In Bruges (Farrell).",
  "/wiki/John_Crowley_(director)": "John Crowley (born 19 August 1969) is an Irish film and theatre director. He is best known for the films Brooklyn (2015) and his debut feature, Intermission (2003), for which he won an Irish Film and Television Award for Best Director. He is a brother of the designer Bob Crowley.",
  "/wiki/A_Home_at_the_End_of_the_World_(film)": "A Home at the End of the World is a 2004 drama film directed by Michael Mayer and starring Colin Farrell, Robin Wright Penn, Dallas Roberts, and Sissy Spacek. The screenplay by Michael Cunningham was adapted from his 1990 novel of the same name.",
  "/wiki/Michael_Mayer_(director)": "Michael Mayer (born June 27, 1960) is an American theatre director, filmmaker, and playwright. He won the Tony Award for Best Direction of a Musical in 2007 for directing Spring Awakening.",
  "/wiki/Alexander_(2004_film)": "Alexander is a 2004 epic historical drama film based on the life of the Macedonian Greek general and king Alexander the Great. It was directed by Oliver Stone and starred Colin Farrell. The film's original screenplay derived in part from the book Alexander the Great, published in 1973 by the University of Oxford historian Robin Lane Fox. After release, while it performed well in Europe, the American critical reaction was negative. It grossed over $167 million worldwide against a $155 million budget.",
  "/wiki/Alexander_the_Great": "Alexander III of Macedon (Greek: Αλέξανδρος Γʹ ὁ Μακεδών; 20/21 July 356 BC – 10/11 June 323 BC), commonly known as Alexander the Great (Ancient Greek: Ἀλέξανδρος ὁ Μέγας, romanized: Aléxandros ho Mégas), was a king (basileus) of the ancient Greek kingdom of Macedon[a] and a member of the Argead dynasty. He was born in Pella in 356 BC and succeeded his father Philip II to the throne at the age of 20. He spent most of his ruling years on an unprecedented military campaign through Asia and northeast Africa, and by the age of thirty, he had created one of the largest empires of the ancient world, stretching from Greece to northwestern India. He was undefeated in battle and is widely considered one of history's most successful military commanders.",
  "/wiki/Oliver_Stone": "William Oliver Stone (born September 15, 1946) is an American filmmaker, director, and writer.",
  "/wiki/The_New_World_(2005_film)": "The New World is a 2005 British-American epic romantic historical drama film written and directed by Terrence Malick, depicting the founding of the Jamestown, Virginia, settlement and inspired by the historical figures Captain John Smith, Pocahontas of the Powhatan tribe, and Englishman John Rolfe. It is the fourth feature film written and directed by Malick.",
  "/wiki/John_Smith_(explorer)": "John Smith (baptized. 6 January 1580 – 21 June 1631) was an English soldier, explorer, colonial governor, Admiral of New England, and author. He played an important role in the establishment of the colony at Jamestown, Virginia, the first permanent English settlement in America in the early 17th century. He was a leader of the Virginia Colony between September 1608 and August 1609, and he led an exploration along the rivers of Virginia and the Chesapeake Bay, during which he became the first English explorer to map the Chesapeake Bay area. Later, he explored and mapped the coast of New England. He was knighted for his services to Sigismund Báthory, Prince of Transylvania, and his friend Mózes Székely.",
  "/wiki/Terrence_Malick": "Terrence Frederick Malick (born November 30, 1943) is an American film director, screenwriter, and producer.",
  "/wiki/Miami_Vice_(film)": "Miami Vice is a 2006 American action thriller film about two MDPD detectives, Crockett and Tubbs, who go undercover to fight drug trafficking operations. The film, written, directed, and produced by Michael Mann, is an adaptation of the 1980s television series of the same name, on which Mann was an executive producer. The film stars Colin Farrell as Crockett and Jamie Foxx as Tubbs, as well as Gong Li, Justin Theroux, Naomie Harris, Ciarán Hinds, Barry Shabaka Henley, Luis Tosar and John Ortiz, with supporting roles by Isaach De Bankolé, Eddie Marsan and others.",
  "/wiki/James_\"Sonny\"_Crockett": "Detective James \"Sonny\" Crockett is a fictional character in the NBC television series Miami Vice. Crockett was originally portrayed by Don Johnson in the television series from 1984 to 1990, and later by Colin Farrell in the feature film in 2006. Crockett appeared in every episode of Miami Vice except the fifth season episode \"Borrasca\". He has also appeared in video games and various popular culture references of the show.",
  "/wiki/Michael_Mann": "Michael Kenneth Mann (born February 5, 1943) is an American director, screenwriter, and producer of film and television who is best known for his distinctive brand of stylized crime drama. His most acclaimed works include the crime films Thief (1981), Manhunter (1986), Heat (1995), and Collateral (2004), the historical drama The Last of the Mohicans (1992), and the docudrama The Insider (1999). He is also known for his role as executive producer on the popular TV series Miami Vice (1984–89), which he later adapted into a 2006 feature film.",
  "/wiki/Ask_the_Dust_(film)": "Ask the Dust is a 2006 American-German romantic drama film based on the book Ask the Dust by John Fante.  The film was written and directed by Robert Towne. Tom Cruise (with Paula Wagner and Cruise/Wagner Productions) served as one of the film's producers.  The film was released on a limited basis on March 17, 2006, and was entered into the 28th Moscow International Film Festival. It was filmed almost entirely in South Africa with the use of stages to portray Los Angeles.",
  "/wiki/Robert_Towne": "Robert Towne (born Robert Bertram Schwartz; November 23, 1934) is an American screenwriter, producer, director and actor. He was part of the New Hollywood wave of filmmaking. He is best known for his Academy Award-winning original screenplay for Roman Polanski's Chinatown (1974), which is widely considered one of the greatest screenplays ever written. He later said it was inspired by a chapter in Carey McWilliams's Southern California Country: An Island on the Land (1946) and a West magazine article on Raymond Chandler's Los Angeles. Towne also wrote the sequel, The Two Jakes (1990); the Hal Ashby comedy-dramas The Last Detail (1973) and Shampoo (1975); and the first two Mission: Impossible films.",
  "/wiki/Cassandra's_Dream": "Cassandra's Dream is a 2007 dramatic thriller film written and directed by Woody Allen. Filmed in the United Kingdom, it was released in 2007 in Europe and in January 2008 in the United States. It was developed as a British-French-American co-production.",
  "/wiki/Woody_Allen": "Heywood \"Woody\" Allen (born Allan Stewart Konigsberg; December 1, 1935) is an American director, writer, actor, and comedian whose career spans more than six decades. He began his career as a comedy writer in the 1950s, writing jokes and scripts for television and publishing several books of short humor pieces. In the early 1960s, he performed as a stand-up comedian, emphasizing monologues rather than traditional jokes, where he developed the persona of an insecure, intellectual, fretful nebbish, which he maintains is quite different from his real-life personality. In 2004 Comedy Central ranked Allen fourth on a list of the 100 greatest stand-up comedians, while a UK survey ranked Allen the third-greatest comedian.",
  "/wiki/Kicking_It": "Kicking It is a 2008 documentary film directed by Susan Koch and Jeff Werner focusing on the experiences of seven homeless people at the Homeless World Cup football (soccer) game. Featured in the documentary, narrated by actor Colin Farrell were residents of Afghanistan; Kenya; Dublin, Ireland; Charlotte, North Carolina; Madrid, Spain and St. Petersburg, Russia. The film premiered in January 2008 at the Sundance Film Festival and is being distributed by Liberation Entertainment, Netflix and ESPN. It has received mixed reviews.",
  "/wiki/Colin_Farrell": "Colin James Farrell (/ˈfærəl/; born 31 May 1976) is an Irish actor. Farrell appeared in the BBC drama Ballykissangel in 1998, made his film debut in the Tim Roth-directed drama The War Zone in 1999, and was discovered by Hollywood when Joel Schumacher cast him as the lead in the war drama Tigerland in 2000. He then starred in Schumacher's psychological thriller Phone Booth (2003) where he plays a hostage in a New York city phone booth, and the American thrillers S.W.A.T. (2003) and The Recruit (2003), establishing his international box-office appeal. During that time, he also appeared in Steven Spielberg's science fiction thriller Minority Report (2002) and as the villain Bullseye in the superhero film Daredevil (2003)."
}