{
  "/wiki/Star_Trek_(film)": "Star Trek is a 2009 American science fiction action film directed by J. J. Abrams and written by Roberto Orci and Alex Kurtzman. It is the eleventh film in the Star Trek film franchise, and is also a reboot that features the main characters of the original Star Trek television series portrayed by a new cast, as the first in the rebooted film series. The film follows James T. Kirk (Chris Pine) and Spock (Zachary Quinto) aboard the USS Enterprise as they combat Nero (Eric Bana), a Romulan from their future who threatens the United Federation of Planets. The story takes place in an alternate reality because of time travel by both Nero and the original Spock (Leonard Nimoy). The alternate timeline was created in an attempt to free the film and the franchise from established continuity constraints while simultaneously preserving original story elements.",
  "/wiki/A_Perfect_Getaway": "A Perfect Getaway is a 2009 American thriller film written and directed by David Twohy and starring Timothy Olyphant, Milla Jovovich, Kiele Sanchez, and Steve Zahn. Olyphant, Jovovich, Sanchez, and Zahn portray a group of vacationing couples in Hawaii who find their lives in danger when murders begin to occur on the island, leading to suspicions over one of the couples being the killers.",
  "/wiki/Cash_(2010_film)": "Cash (stylized as Ca$h) is a 2010 American independent crime-thriller film directed by Stephen Milburn Anderson that stars Sean Bean and Chris Hemsworth.",
  "/wiki/Thor_(film)": "Thor is a 2011 American superhero film based on the Marvel Comics character of the same name. Produced by Marvel Studios and distributed by Paramount Pictures,[N 1] it is the fourth film in the Marvel Cinematic Universe (MCU). The film was directed by Kenneth Branagh, written by the writing team of Ashley Edward Miller and Zack Stentz along with Don Payne, and stars Chris Hemsworth as the title character, alongside Natalie Portman, Tom Hiddleston, Stellan Skarsgård, Colm Feore, Ray Stevenson, Idris Elba, Kat Dennings, Rene Russo, and Anthony Hopkins. The film sees Thor banished to Earth from Asgard, stripped of his powers and his hammer Mjölnir, after reigniting a dormant war. As his brother Loki plots to take the Asgardian throne, Thor must prove himself worthy.",
  "/wiki/Thor_(Marvel_Comics)": "Thor Odinson is a fictional superhero appearing in American comic books published by Marvel Comics. The character, which is based on the Norse deity of the same name, is the Asgardian god of thunder who possesses the enchanted hammer, Mjolnir, which grants him the ability to fly and manipulate weather amongst his other superhuman attributes.",
  "/wiki/The_Avengers_(2012_film)": "Marvel's The Avengers (classified under the name Marvel Avengers Assemble in the United Kingdom and Ireland), or simply The Avengers, is a 2012 American superhero film based on the Marvel Comics superhero team of the same name, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures.[N 1] It is the sixth film in the Marvel Cinematic Universe (MCU). The film was written and directed by Joss Whedon and features an ensemble cast that includes Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth, Scarlett Johansson, and Jeremy Renner as the titular Avengers team, alongside Tom Hiddleston, Clark Gregg, Cobie Smulders, Stellan Skarsgård, and Samuel L. Jackson. In the film, Nick Fury, director of the spy agency S.H.I.E.L.D., recruits Tony Stark, Steve Rogers, Bruce Banner, and Thor to form a team that must stop Thor's brother Loki from subjugating Earth.",
  "/wiki/The_Cabin_in_the_Woods": "The Cabin in the Woods is a 2012 American horror comedy film directed by Drew Goddard in his directorial debut, produced by Joss Whedon, and written by Whedon and Goddard. The film stars Kristen Connolly, Chris Hemsworth, Anna Hutchison, Fran Kranz, Jesse Williams, Richard Jenkins, and Bradley Whitford. The plot follows a group of college students who retreat to a remote forest cabin where they fall victim to backwoods zombies, and the technicians who manipulate events from an underground facility.",
  "/wiki/Snow_White_and_the_Huntsman": "Snow White and the Huntsman is a 2012 American dark fantasy film based on the German fairy tale \"Snow White\" compiled by the Brothers Grimm. The film is the directorial debut of Rupert Sanders, with a screenplay by Evan Daugherty, John Lee Hancock and Hossein Amini, from a screen story by Daugherty. The cast includes Kristen Stewart, Charlize Theron, Chris Hemsworth, Sam Claflin, and Bob Hoskins in his final film performance. In the film's retelling of the tale, Snow White grows up imprisoned by her evil stepmother, Queen Ravenna, a powerful sorceress. After Snow White escapes into the forest, Ravenna tells Eric, the Huntsman that she will bring back his dead wife if he captures Snow White.",
  "/wiki/Huntsman_(Snow_White)": "The Huntsman is a fictional character in Snow White.",
  "/wiki/Red_Dawn_(2012_film)": "Red Dawn is a 2012 American war film directed by Dan Bradley. The screenplay by Carl Ellsworth and Jeremy Passmorea is a remake of the 1984 film of the same name. The film stars Chris Hemsworth, Josh Peck, Josh Hutcherson, Adrianne Palicki, Isabel Lucas, and Jeffrey Dean Morgan. The film centers on a group of young people who defend their hometown from a North Korean invasion.",
  "/wiki/Star_Trek_Into_Darkness": "Star Trek Into Darkness is a 2013 American science fiction action film directed by J. J. Abrams and written by Roberto Orci, Alex Kurtzman, and Damon Lindelof. It is the twelfth installment in the Star Trek film franchise and the sequel to the 2009 film Star Trek, as the second in a rebooted film series. The film features Chris Pine reprising his role as Captain James T. Kirk, with Zachary Quinto, Simon Pegg, Karl Urban, Zoe Saldana, John Cho, Anton Yelchin, Bruce Greenwood, and Leonard Nimoy reprising their roles from the previous film. Benedict Cumberbatch, Alice Eve and Peter Weller are also credited in the film's principal cast. It was the last time Nimoy would portray the character of Spock before his death in 2015. Set in the 23rd century, Kirk and the crew of USS Enterprise are sent to the Klingon homeworld seeking former Starfleet member-turned terrorist John Harrison.",
  "/wiki/Rush_(2013_film)": "Rush is a 2013 biographical sports film centred on the Hunt–Lauda rivalry between two Formula One drivers, the British James Hunt and the Austrian Niki Lauda during the 1976 Formula 1 motor-racing season. It was written by Peter Morgan, directed by Ron Howard and stars Chris Hemsworth as Hunt and Daniel Brühl as Lauda. The film premiered in London on 2 September 2013 and was shown at the 2013 Toronto International Film Festival before its United Kingdom release on 13 September 2013.",
  "/wiki/James_Hunt": "James Simon Wallis Hunt (29 August 1947 – 15 June 1993) was a British racing driver who won the Formula One World Championship in 1976. After retiring from racing in 1979, Hunt became a media commentator and businessman.",
  "/wiki/Thor:_The_Dark_World": "Thor: The Dark World is a 2013 American superhero film based on the Marvel Comics character Thor, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures. It is the sequel to 2011's Thor and the eighth film in the Marvel Cinematic Universe (MCU). The film was directed by Alan Taylor, with a screenplay by Christopher Yost and the writing team of Christopher Markus and Stephen McFeely. It stars Chris Hemsworth as Thor, alongside Natalie Portman, Tom Hiddleston, Anthony Hopkins, Stellan Skarsgård, Idris Elba, Christopher Eccleston, Adewale Akinnuoye-Agbaje, Kat Dennings, Ray Stevenson, Zachary Levi, Tadanobu Asano, Jaimie Alexander, and Rene Russo. In Thor: The Dark World, Thor teams up with Loki to save the Nine Realms from the Dark Elves led by the vengeful Malekith, who intends to plunge the universe into darkness.",
  "/wiki/Avengers:_Age_of_Ultron": "Avengers: Age of Ultron is a 2015 American superhero film based on the Marvel Comics superhero team the Avengers, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures. It is the sequel to 2012's The Avengers and the eleventh film in the Marvel Cinematic Universe (MCU). The film was written and directed by Joss Whedon and features an ensemble cast that includes Robert Downey Jr., Chris Hemsworth, Mark Ruffalo, Chris Evans, Scarlett Johansson, Jeremy Renner, Don Cheadle, Aaron Taylor-Johnson, Elizabeth Olsen, Paul Bettany, Cobie Smulders, Anthony Mackie, Hayley Atwell, Idris Elba, Stellan Skarsgård, James Spader, and Samuel L. Jackson. In the film, the Avengers fight Ultron, an artificial intelligence obsessed with causing human extinction.",
  "/wiki/Blackhat_(film)": "Blackhat is a 2015 American action thriller film produced and directed by Michael Mann. The film stars Chris Hemsworth, Tang Wei, Viola Davis, Holt McCallany, and Wang Leehom. The film premiered at the TCL Chinese Theatre in Los Angeles on January 8, 2015, and was released in theaters on January 16. Blackhat was a box office bomb, earning only $19.7 million at the box office against a budget of $70 million. While the film received generally mixed reviews, with criticisms focused on casting and pace, the film appeared on some critics' year-end lists.",
  "/wiki/Vacation_(2015_film)": "Vacation is a 2015 American road comedy film written and directed by Jonathan Goldstein and John Francis Daley (in their directorial debuts). It stars Ed Helms, Christina Applegate, Skyler Gisondo, Steele Stebbins, Leslie Mann, Chris Hemsworth, Beverly D'Angelo, and Chevy Chase. It is the fifth installment of the Vacation film series, serving as a soft reboot. It is also the second not to carry the National Lampoon name after Vegas Vacation, and was released by New Line Cinema and Warner Bros. on July 29, 2015. It grossed $104 million on a $31 million budget.",
  "/wiki/In_the_Heart_of_the_Sea_(film)": "In the Heart of the Sea is a 2015 adventure-drama film directed and produced by Ron Howard and written by Charles Leavitt. It is based on Nathaniel Philbrick's non-fiction book of the same name, about the sinking of the American whaling ship Essex in 1820, an event that inspired the novel Moby-Dick. An international co-production between the United States and Spain, the film stars Chris Hemsworth, Benjamin Walker, Cillian Murphy, Tom Holland, Ben Whishaw, and Brendan Gleeson.",
  "/wiki/Owen_Chase": "Owen Chase (October 7, 1797 – March 7, 1869) was first mate of the whaler Essex, which a sperm whale rammed and sank on 20 November 1820. Chase wrote about the incident in Narrative of the Most Extraordinary and Distressing Shipwreck of the Whale-Ship Essex. This book, published in 1821, would inspire Herman Melville to write Moby-Dick. Chase was born in Nantucket, Massachusetts, the son of Phebe (Meader) and Judah Chase.",
  "/wiki/The_Huntsman:_Winter's_War": "The Huntsman: Winter's War is a 2016 American fantasy action-adventure film, both a prequel and sequel to Snow White and the Huntsman (2012), it takes place before and after the events of the first film. The film is the directorial debut of Cedric Nicolas-Troyan, who was a visual effects supervisor and second unit director on the first film. It is written by Craig Mazin and Evan Spiliotopoulos, based on characters created by Evan Daugherty, which like the first film were inspired by the fairy tale \"Snow White\" compiled by the Brothers Grimm, as well as \"The Snow Queen\" by Hans Christian Andersen. Reprising their roles from the first film, the cast includes Chris Hemsworth, Charlize Theron, Nick Frost, and Sam Claflin. The film also introduced new characters played by Emily Blunt, Jessica Chastain, and Rob Brydon.",
  "/wiki/Ghostbusters_(2016_film)": "Ghostbusters (later marketed as Ghostbusters: Answer the Call) is a 2016 supernatural comedy film directed by Paul Feig and written by Feig and Katie Dippold. It stars Melissa McCarthy, Kristen Wiig, Kate McKinnon, Leslie Jones, and Chris Hemsworth. It is a reboot of the 1984 film of the same name and the third film, overall, in Ghostbusters franchise. The story focuses on four women and their assistant (Hemsworth) who begin a ghost-catching business in New York City.",
  "/wiki/Doctor_Strange_(2016_film)": "Doctor Strange is a 2016 American superhero film based on the Marvel Comics character of the same name. Produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures, it is the fourteenth film in the Marvel Cinematic Universe (MCU). The film was directed by Scott Derrickson from a screenplay he wrote with Jon Spaihts and C. Robert Cargill, and stars Benedict Cumberbatch as surgeon Stephen Strange along with Chiwetel Ejiofor, Rachel McAdams, Benedict Wong, Michael Stuhlbarg, Benjamin Bratt, Scott Adkins, Mads Mikkelsen, and Tilda Swinton. In the film, Strange learns the mystic arts after a career-ending car crash.",
  "/wiki/Thor:_Ragnarok": "Thor: Ragnarok is a 2017 American superhero film based on the Marvel Comics character Thor, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures. It is the sequel to 2011's Thor and 2013's Thor: The Dark World, and the seventeenth film in the Marvel Cinematic Universe (MCU). The film is directed by Taika Waititi from a screenplay by Eric Pearson and the writing team of Craig Kyle and Christopher Yost, and stars Chris Hemsworth as Thor alongside Tom Hiddleston, Cate Blanchett, Idris Elba, Jeff Goldblum, Tessa Thompson, Karl Urban, Mark Ruffalo, and Anthony Hopkins. In Thor: Ragnarok, Thor must escape the alien planet Sakaar in time to save Asgard from Hela and the impending Ragnarök.",
  "/wiki/12_Strong": "12 Strong (also known as 12 Strong: The Declassified True Story of the Horse Soldiers) is a 2018 American action war drama film directed by Nicolai Fuglsig and written by Ted Tally and Peter Craig. The film is based on Doug Stanton's non-fiction book Horse Soldiers, which tells the story of U.S. Army Special Forces sent to Afghanistan immediately after the September 11 attacks. The film stars Chris Hemsworth, Michael Shannon, Michael Peña, Navid Negahban, Trevante Rhodes, Geoff Stults, Thad Luckinbill, William Fichtner, and Rob Riggle.",
  "/wiki/Chris_Hemsworth": "Christopher Hemsworth (born 11 August 1983) is an Australian actor. He rose to prominence playing Kim Hyde in the Australian TV series Home and Away (2004–07) before beginning a film career in Hollywood by taking on parts in the science fiction film Star Trek (2009) and the thriller A Perfect Getaway (2009)."
}