{
  "/wiki/Guinevere_Jones": "Guinevere Jones is a Canadian/Australian fantasy television series and a series of four novels. It revolves around the adventures of the title character as she uses magic to fight evil, while at the same time dealing with problems and difficulties of high school. The show debuted in Canada on May 4, 2002 on YTV and ten days later in Australia. It ran for twenty-six episodes over two seasons.",
  "/wiki/King_Arthur": "King Arthur was a legendary British leader who, according to medieval histories and romances, led the defence of Britain against Saxon invaders in the late 5th and early 6th centuries. The details of Arthur's story are mainly composed of folklore and literary invention, and modern historians generally agree that he is unhistorical. The sparse historical background of Arthur is gleaned from various sources, including the Annales Cambriae, the Historia Brittonum, and the writings of Gildas. Arthur's name also occurs in early poetic sources such as Y Gododdin.",
  "/wiki/Neighbours": "Neighbours is an Australian television soap opera. It was first broadcast on the Seven Network on 18 March 1985. It was created by TV executive Reg Watson, who proposed the idea of making a show that focused on realistic stories and portrayed adults and teenagers who talk openly and solve their problems together. Seven decided to commission the show following the success of Watson's earlier soap Sons and Daughters, which aired on the network. Although successful in Melbourne, Neighbours underperformed in the Sydney market and struggled for months before Seven cancelled it. The show was immediately bought by rival network Ten. After taking over production of the show, the new network had to build replica sets because Seven destroyed the originals to prevent its rival from obtaining them. Ten began screening Neighbours on 20 January 1986, beginning where the previous series left off and commencing with episode 171. Neighbours has since become the longest-running drama series in Australian television and in 2005, it was inducted collectively into the Logie Hall of Fame.",
  "/wiki/List_of_Neighbours_characters_(2002)": "The following is a list of characters that first appeared in the Australian soap opera Neighbours in 2002, by order of first appearance. They were all introduced by the show's executive producer Stanley Walsh. The 18th season of Neighbours began airing on 21 January 2002. David Karakai began appearing as Marc Lambert from February and his mother Chloe Lambert arrived in April. The first member of the Hoyland family, Rosie, was introduced in March. Irish actor, Patrick Harvey began appearing as Connor O'Neil from April and Andrea McEwan joined the cast as Penny Watts in May. That same month also saw the introductions of Valda Sheergold and Rosie's granddaughter, Summer. Summer's brother, Boyd, arrived in June along with Nina Tucker, played by singer Delta Goodrem. July saw the introductions of Tahnee Coppin, Carmel Tyler and Penny's sister, Sindi. The fourth member of the Hoyland family, Max, made his debut in August. Maureen Edwards began portraying Ruby Dwyer from early November. Daniel Clohesy also began appearing from early November and his domestic abuse storyline formed part of a campaign by the BBC. Lori Lee and Tahnee's brother, Taj, arrived later that month.",
  "/wiki/Marshall_Law": "Marshall Law is an Australian television series, which aired on the Seven Network in 2002, starring Lisa McCune and Alison Whyte as lawyers and sisters.",
  "/wiki/The_Saddle_Club": "The Saddle Club is an Australian–Canadian children's television series developed by Sarah Dodd, based on the books written by Bonnie Bryant. Like the book series, the scripted live action series follows the lives of three best friends in training to compete in equestrian competitions at the fictional Pine Hollow Stables, while dealing with problems in their personal lives. This series debuted in 2001 and ended in 2009.",
  "/wiki/Fergus_McPhail": "Fergus McPhail is an Australian children's comedy series that was released on Network Ten in 2004.",
  "/wiki/Home_and_Away": "Home and Away (often abbreviated as H&A) is an Australian television soap opera. It was created by Alan Bateman and commenced broadcast on the Seven Network on 17 January 1988. Bateman came up with the concept of the show during a trip to Kangaroo Point, New South Wales, where he noticed locals were complaining about the construction of a foster home and against the idea of foster children from the city living in the area. The soap opera was initially going to be called Refuge, but the name was changed to the \"friendlier\" title of Home and Away once production began. The show premiered with a ninety-minute pilot episode (subsequently in re-runs and on VHS known as Home and Away: The Movie). Since then, each subsequent episode has aired for a duration of twenty-two minutes and Home and Away has become the second longest-running drama series in Australian television. In Australia, it is currently broadcast from Mondays to Thursdays at 7:00 pm.",
  "/wiki/Kim_Hyde": "Kimberly \"Kim\" Hyde was a fictional character from the Australian soap opera Home and Away, played by Chris Hemsworth. He made his first on screen appearance on 17 February 2004 and departed on 3 July 2007.",
  "/wiki/Dancing_with_the_Stars_(Australian_season_5)": "The fifth season of the Australian Dancing with the Stars TV series premiered on Tuesday 26 September 2006 and concluded on Tuesday 28 November 2006. A controversy occurred in the semi-final when judge Todd McKenney said that he believed Arianne Caoili had received professional dance lessons prior to the competition. Caoili denied this. Channel 7's Today Tonight supported McKenney's claims, producing video footage of Caoili attending salsa classes, but Caoili said she just started taking salsa lessons when the producers called to offer her a place on the show.",
  "/wiki/Saturday_Night_Live": "Saturday Night Live (known simply abbreviated as SNL) is an American late-night live television sketch comedy and variety show created by Lorne Michaels and developed by Dick Ebersol. The show premiered on NBC on October 11, 1975, under the original title NBC's Saturday Night. The show's comedy sketches, which often parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers the opening monologue and performs in sketches with the cast as with featured performances by a musical guest. An episode normally begins with a cold open sketch that ends with someone breaking character and proclaiming, \"Live from New York, it's Saturday Night!\", properly beginning the show.",
  "/wiki/Saturday_Night_Live_(season_40)": "Saturday Night Live premiered its fortieth season during the 2014–15 television season on NBC. The season premiered on September 27, 2014, with host Chris Pratt and musical guest Ariana Grande and came to a conclusion on May 16, 2015, with host Louis C.K. and musical guest Rihanna. Former cast member Darrell Hammond succeeded Don Pardo, who had died in August, as the show's new announcer. The premiere included an interstitial photograph of Pardo – SNL's announcer since it premiered in 1975 (with the exception of season 7 and episode 14 of season 21 – where Hammond took his place).",
  "/wiki/Saturday_Night_Live_(season_41)": "The forty-first season of the NBC comedy series Saturday Night Live premiered on October 3, 2015, during the 2015–2016 television season. The season premiered on October 3, 2015, with host & musical guest Miley Cyrus and concluded on May 21, 2016 with host Fred Armisen and musical guest Courtney Barnett.",
  "/wiki/What_If...?_(TV_series)": "What If...? is an upcoming American animated web television anthology series created for Disney+ by A.C. Bradley, based on the Marvel Comics series of the same name. It explores what would happen if major moments from the films of the Marvel Cinematic Universe (MCU) occurred differently. The series is produced by Marvel Studios, their first animated series since becoming their own production company. Bradley serves as head writer of the series, with Bryan Andrews directing.",
  "/wiki/Thor_(Marvel_Comics)": "Thor Odinson is a fictional superhero appearing in American comic books published by Marvel Comics. The character, which is based on the Norse deity of the same name, is the Asgardian god of thunder who possesses the enchanted hammer, Mjolnir, which grants him the ability to fly and manipulate weather amongst his other superhuman attributes.",
  "/wiki/Chris_Hemsworth": "Christopher Hemsworth (born 11 August 1983) is an Australian actor. He rose to prominence playing Kim Hyde in the Australian TV series Home and Away (2004–07) before beginning a film career in Hollywood by taking on parts in the science fiction film Star Trek (2009) and the thriller A Perfect Getaway (2009)."
}