{
  "/wiki/Poverty_Bay_Rugby_Football_Union": "The Poverty Bay Rugby Football Union is the governing body for rugby union within the Gisborne district, in the area surrounding Poverty Bay on the east coast of the North Island of New Zealand. The men's representative team play from Rugby Park, Gisborne, and currently compete in the Heartland Championship.",
  "/wiki/2006_Heartland_Championship": "The 2006 Heartland Championship was an amateur rugby union competition in New Zealand. It was the first season of the competition, a direct successor to the Second and Third Divisions of the country's former rugby competition, the National Provincial Championship. The competition featured 12 teams, divided into two pools of six teams.",
  "/wiki/2007_Heartland_Championship": "The 2007 Heartland Championship was played between August 18 and October 18, 2007. As in last year's inaugural competition, 12 teams were involved.  North Otago won the Meads Cup, while Poverty Bay repeated as Lochore Cup champions.",
  "/wiki/2008_Heartland_Championship": "The 2008 Heartland Championship was a provincial rugby union competition involving 12 teams from New Zealand split into two pools. Matches started on Saturday 23 August 2008 and ended with the final on 25 October.",
  "/wiki/2011_Heartland_Championship": "The 2011 Heartland Championship is the 6th provincial rugby union competition, since the 2006 reconstruction, involving the 12 amateur rugby unions in New Zealand. For 2011, the competition has done away with the two round system of previous years. The tournaments' round robin stage will see the 12 teams play 8 games. 1st to 4th on the ladder at the end of the 8 weeks will play off for the Meads Cup, while 5th to 8th will play off for the Lochore Cup.",
  "/wiki/North_Otago_Rugby_Football_Union": "The North Otago Rugby Football Union (NORFU) is a New Zealand rugby union province based in Oamaru and compete in the Heartland Championship. They are one of the strongest teams in The Heartland Championship, winning the Meads Cup section of the competition in its second year, 2007 as well as 2010. Their home ground is Whitestone Contracting Stadium, formerly Centennial Park.",
  "/wiki/2009_Heartland_Championship": "The 2009 Heartland Championship is the 4th provincial rugby union competition, since the 2006 reconstruction, involving the 12 amateur rugby unions in New Zealand. The round-robin ran from 29 August to 17 October with 30 games in round one and 18 games in round two for a total of 48 games being played through the round-robin, after which the teams went into the playoffs. In the playoffs, the top four teams from each pool in round two went on to semifinals, and then a grand final for each pool was played on 31 October.",
  "/wiki/2016_Heartland_Championship": "The 2016 Heartland Championship, known as the 2016 Mitre 10 Heartland Championship for sponsorship reasions, was the eleventh edition of the Heartland Championship, a rugby union competition involving the twelve amateur rugby unions in New Zealand. The tournament included a round-robin stage in which the twelve teams played eight games each and then the top four advanced to the Meads Cup semifinals, while fifth to eighth advanced to the Lochore Cup semifinals. In both of these knockout stages the top seeds (first and fifth) played at home against the lowest seeds (fourth and eighth), the second highest seeds (second and sixth) played at home against the third highest seeds (third and seventh) and the final had the higher seed play at home against the lower seed.",
  "/wiki/South_Canterbury_Rugby_Football_Union": "The South Canterbury Rugby Football Union (SCRFU) is a rugby province based in the central South Island city of Timaru, New Zealand. The South Canterbury team play from Alpine Energy Stadium located in Timaru.",
  "/wiki/2013_Heartland_Championship": "The 2013 Heartland Championship, the eighth edition of the Heartland Championship since the 2006 reconstruction, was a rugby union competition involving the twelve amateur rugby unions in New Zealand. The tournament involved a round-robin stage in which the twelve teams played eight games each and then the top four advanced to the Meads Cup semifinals, while fifth to eighth advanced to the Lochore Cup semifinals. In both of these knockout stages the top seeds (first and fifth) played at home against the lowest seeds (fourth and eighth), the second highest seeds (second and sixth) played at home against the third highest seeds (third and seventh) and the final had the higher seed play at home against the lower seed.",
  "/wiki/Buller_Rugby_Football_Union": "The Buller Rugby Union (BRU) is a rugby union province based in the town of Westport, New Zealand. The Buller provincial boundary also includes other notable towns such as Reefton, Karamea, Granity, Charleston, Punakaiki and Murchison (Murchison RFC currently compete in the Tasman provincial Union competition).",
  "/wiki/2012_Heartland_Championship": "The 2012 Heartland Championship is the 7th provincial rugby union competition, since the 2006 reconstruction, involving the 12 amateur rugby unions in New Zealand. The 2012 season will follow the style of 2011. The tournaments' round robin stage will see the 12 teams play 8 games. 1st to 4th on the ladder at the end of the 8 weeks will play off for the Meads Cup, while 5th to 8th will play off for the Lochore Cup.",
  "/wiki/Horowhenua-Kapiti_Rugby_Football_Union": "The Horowhenua-Kapiti Rugby Football Union is the governing body for rugby union in the Horowhenua and Kapiti Coast districts in the Manawatu-Wanganui and Wellington regions. The union was established in 1893 as the Horowhenua Rugby Football Union and was changed to its current name of Horowhenua-Kapiti in 1997, in order to reflect the full extent of the union's districts.",
  "/wiki/King_Country_Rugby_Football_Union": "The King Country Rugby Football Union is a constituent union in the New Zealand Rugby Union. It is located in the central North Island of New Zealand in an area known as the King Country. It was formed in 1922 when the South Auckland Rugby Union was split into three (the other two Unions formed were Waikato and Thames Valley).",
  "/wiki/2015_Heartland_Championship": "The 2015 Heartland Championship, the tenth edition of the Heartland Championship since the 2006 reconstruction of the National Provincial Championship, was a rugby union competition involving the twelve semi-professional rugby unions in New Zealand. The tournament involved a round-robin stage in which the twelve teams played eight games each and then the top four advanced to the Meads Cup semifinals, while fifth to eighth advanced to the Lochore Cup semifinals. In both of these knockout stages the top seeds (first and fifth) played at home against the lowest seeds (fourth and eighth), the second highest seeds (second and sixth) played at home against the third highest seeds (third and seventh) and the final had the higher seed playing at home against the lower seed.",
  "/wiki/Wanganui_Rugby_Football_Union": "The Wanganui Rugby Football Union (WRFU) is the governing body for rugby union in the Whanganui region of New Zealand. The Wanganui Rugby Football Union was formed in 1888.",
  "/wiki/2014_Heartland_Championship": "The 2014 Heartland Championship was the ninth edition of the Heartland Championship, a rugby union competition involving the twelve amateur rugby unions in New Zealand. The tournament involved a round-robin stage in which the twelve teams played eight games each and then the top four advanced to the Meads Cup semifinals, while fifth to eighth advanced to the Lochore Cup semifinals. In both of these knockout stages the top seeds (first and fifth) played at home against the lowest seeds (fourth and eighth), the second highest seeds (second and sixth) played at home against the third highest seeds (third and seventh) and the final had the higher seed play at home against the lower seed.",
  "/wiki/Wairarapa_Bush_Rugby_Football_Union": "The Wairarapa-Bush Rugby Football Union is the body that regulates rugby union in Masterton, New Zealand. It was formed in 1971 with the amalgamation of the Wairapapa and Bush Unions.",
  "/wiki/2010_Heartland_Championship": "The 2010 Heartland Championship is the 5th provincial rugby union competition, since the 2006 reconstruction, involving the 12 amateur rugby unions in New Zealand.",
  "/wiki/Mid_Canterbury_Rugby_Football_Union": "The Mid Canterbury Rugby Football Union (MCRFU) is a rugby province in the South Island of New Zealand.",
  "/wiki/West_Coast_Rugby_Football_Union": "The West Coast Rugby Football Union, formed in 1890, is the official governing body for rugby union in a substantial part of the West Coast region of New Zealand and is affiliated to the New Zealand Rugby Union. The team is based in Greymouth and plays home matches at John Sturgeon Park (known as Rugby Park until 2018).",
  "/wiki/Heartland_Championship": "The Heartland Championship competition, known for sponsorship reasons as the Mitre 10 Heartland Championship, is a domestic rugby union competition in New Zealand. It was founded in 2006 as one of two successor competitions to the country's former domestic competition, the National Provincial Championship (NPC). The country's 27 provincial teams were split into two separate competitions. Thirteen of the original teams, plus one merged side created from two other teams, entered the new top-level professional competition, the Air New Zealand Cup (now known as the Mitre 10 Cup). The remaining 12 sides entered the new Heartland Championship, whose teams contest two distinct trophies, both named after legendary New Zealand players:"
}