{
  "/wiki/Boca_Juniors": "Club Atlético Boca Juniors (Spanish pronunciation: [kluβ aˈtletiko ˈβoka ˈʝunjoɾs]) is an Argentine professional sports club based in La Boca neighbourhood of Buenos Aires. Boca Juniors is mostly known for its professional football team which, since its promotion in 1913, has always played in the Argentine Primera División, becoming the most successful team of Argentina in number of official titles, with 68 won to date. National titles won by Boca Juniors include 33 Primera División championships, and 13 domestic cups. Boca Juniors also owns an honorary title awarded by the Argentine Football Association for their successful tour of Europe in 1925.",
  "/wiki/2004_Copa_Sudamericana": "The 2004 Copa Nissan Sudamericana was the 3rd edition of CONMEBOL's secondary international football tournament. It was won by Argentine club Boca Juniors, who defeated Bolívar of Bolivia to win their first title.",
  "/wiki/2005_Copa_Sudamericana": "The 2005 Copa Sudamericana de Clubes was international football cup competition played annually by clubs of CONMEBOL and, starting with this edition, invited teams from CONCACAF. Boca Juniors successfully defended the Sudamericana trophy, winning the tournament for the second time.",
  "/wiki/Club_Atlético_Independiente": "Club Atlético Independiente (Spanish pronunciation: [ˈkluβ aˈtletiko indepenˈdjente]) is an Argentine professional sports club, which has its headquarters and stadium in the city of Avellaneda in Greater Buenos Aires. The club is best known for its football team, which plays in the Primera División and is considered one of Argentina's Big Five football clubs. Independiente holds a longstanding rivalry with neighbor club Racing in the Avellaneda derby, referred to as El Clásico de Avellaneda.",
  "/wiki/2010_Copa_Sudamericana": "The 2010 Copa Sudamericana de Clubes (officially the 2010 Copa Nissan Sudamericana de Clubes for sponsorship reasons) was the 9th edition of CONMEBOL's secondary international club tournament. The winner qualified for the 2011 Copa Libertadores, the 2011 Recopa Sudamericana, and the 2011 Suruga Bank Championship. LDU Quito was the defending champion.",
  "/wiki/2017_Copa_Sudamericana": "The 2017 Copa CONMEBOL Sudamericana was the 16th edition of the CONMEBOL Sudamericana (also referred to as the Copa Sudamericana, or Portuguese: Copa Sul-Americana), South America's secondary club football tournament organized by CONMEBOL.",
  "/wiki/Liga_Deportiva_Universitaria_de_Quito": "Liga Deportiva Universitaria (Spanish pronunciation: [ˈliɣa ðepoɾˈtiβa uniβeɾsiˈtarja]), often referred to as Liga de Quito, LDU, is an Ecuadorian professional football club based in Quito. They play in the Serie A, the highest level of the Ecuadorian professional football league. They play their home games at the Estadio Rodrigo Paz Delgado, more commonly referred to as Casa Blanca. Rival clubs include Quito-based clubs El Nacional, Deportivo Quito, Aucas and Universidad Católica.",
  "/wiki/2009_Copa_Sudamericana": "The 2009 Copa Sudamericana de Clubes (officially the 2009 Copa Nissan Sudamericana de Clubes for sponsorship reasons) is the 8th edition of the CONMEBOL's secondary international club tournament. Internacional were the defending champions, having won the trophy the previous season. Ecuadorian side LDU Quito won the 2009 tournament, becoming the first Ecuadorian winners of the trophy.",
  "/wiki/2011_Copa_Sudamericana": "The 2011 Copa Sudamericana de Clubes (officially the 2011 Copa Bridgestone Sudamericana de Clubes for sponsorship reasons) was the 10th edition of the Copa Sudamericana, South America's secondary international club football tournament organized by CONMEBOL. The winner, Universidad de Chile, qualified for the 2012 Copa Libertadores, the 2012 Recopa Sudamericana, and the 2012 Suruga Bank Championship.",
  "/wiki/Club_Atlético_River_Plate": "Club Atlético River Plate, commonly known as River Plate, is an Argentine professional sports club based in the Núñez neighborhood of Buenos Aires, founded on 25 May 1901, and named after the English name for the city's estuary, Río de la Plata. Although many sports are practiced at the club, River Plate is best known for its professional football team, which has won Argentina's Primera División championship a record of 36 times, its latest title the 2014 Final. Domestic achievements also include 12 national cups, with the 2018–19 Copa Argentina as the most recent. Those achievements place River Plate as the most winning team of domestic competitions with 48 titles won in the top division. In Second Division, the club has won two titles, in 1908 and 2011–12.",
  "/wiki/2014_Copa_Sudamericana": "The 2014 Copa Sudamericana (officially the 2014 Copa Total Sudamericana for sponsorship reasons) was the 13th edition of the Copa Sudamericana, South America's secondary international club football tournament organized by CONMEBOL. Lanús were the defending champions, but were eliminated by Cerro Porteño in the round of 16.",
  "/wiki/2003_Copa_Sudamericana": "The 2003 Copa Nissan Sudamericana was the second edition of CONMEBOL's new international club tournament. It was won by Peruvian club Cienciano, who won the first international trophy for their club and the country. They also qualified to play in the 2004 Recopa Sudamericana.",
  "/wiki/Club_Atlético_San_Lorenzo_de_Almagro": "Club Atlético San Lorenzo de Almagro, commonly known as San Lorenzo de Almagro or simply San Lorenzo (in English: Saint Lawrence), is an Argentine sports club based in the Boedo district of Buenos Aires. It is best known for its football team, which plays in the Primera División, the first tier of the Argentine football league system. San Lorenzo is also considered one of the \"big five\" (\"Los 5 Grandes\") of Argentine football by Argentine press, with Independiente, River Plate, Boca Juniors, and Racing Club.",
  "/wiki/2002_Copa_Sudamericana": "The 2002 Copa Sudamericana was the inaugural Copa Sudamericana, a club association football tournament organized by CONMEBOL. It took place between August 28 and December 11. After the failure in creating a Pan-American Cup to be played among teams from the entire American continent, CONMEBOL decided to create another tournament bearing the continent's name. Nine association's clubs entered the first competition, with one not sending a representative; Brazilian clubs did not participate due to the late organization of the tournament and schedule conflicts.",
  "/wiki/Cienciano": "Club Sportivo Cienciano is a professional football club based in Cusco, Peru. The club was founded in 1901 and was originally the team of the students of the \"Ciencias y Artes\" School (Ciencias meaning science in Spanish), from which it takes its name. It gained worldwide recognition after defeating River Plate from Argentina in the finals of the 2003 Copa Sudamericana and Boca Juniors in the 2004 Recopa Sudamericana.",
  "/wiki/C.F._Pachuca": "Club de Fútbol Pachuca is a Mexican professional football team based in Pachuca, Hidalgo, that competes in Liga MX. Founded by Cornish miners in 1901, it is one of the oldest football clubs in the Americas. After decades of mediocre or poor performances between the 1st and 2nd division, Pachuca was promoted once again to the Primera División in 1998. Since then, it has been one of the most successful clubs in Mexico, winning six national championships, four CONCACAF Champions' Cups, the 2007 SuperLiga, and one Copa Sudamericana. In 2006, Pachuca became the first CONCACAF team to win a CONMEBOL tournament.  Pachuca was one of the founding members of the Mexican Primera División.",
  "/wiki/2006_Copa_Sudamericana": "The 2006 Copa Sudamericana de Clubes, officially the 2006 Copa Nissan Sudamericana de Clubes for sponsorship reasons, was an international football championship competition that was played by 34 teams in total, including 31 CONMEBOL teams and also three invited teams from CONCACAF.",
  "/wiki/Arsenal_de_Sarandí": "Arsenal Fútbol Club (Spanish pronunciation: [aɾseˈnal ˈfutβol ˈkluβ]), usually referred as Arsenal de Sarandí [aɾseˈnal de saɾanˈdi], is an Argentine sports club from the Sarandí district of Avellaneda Partido, Greater Buenos Aires.",
  "/wiki/2007_Copa_Sudamericana": "The 2007 edition of the Copa Sudamericana was played by 34 teams; 30 teams from the CONMEBOL and 4 teams from the CONCACAF. CONMEBOL organized the tournament and invited three North American clubs which were the best three of the CONCACAF Champions' Cup 2007; the fourth North American club was the defending champion Pachuca. The official draw took place on May 22 in Buenos Aires.",
  "/wiki/Internacional_de_Porto_Alegre": "Sport Club Internacional (Portuguese pronunciation: [ˌĩteɾnɐsjoˈnaw]), commonly known as Inter, is a Brazilian professional football club based in Porto Alegre.",
  "/wiki/2008_Copa_Sudamericana": "The 2008 Copa Sudamericana de Clubes was the seventh edition of the Copa Sudamericana football tournament.  The draw for the tournament took place on June 10, 2008 in Buenos Aires and the competition was played between July 30 and December 3. Arsenal de Sarandí were the defending champions, having won the trophy the previous season. Brazilian side Internacional won the 2008 tournament, becoming the first Brazilian winners of the trophy.",
  "/wiki/Club_Universidad_de_Chile": "Club Universidad de Chile (Spanish pronunciation: [kluβ uniβeɾsiˈðað ðe ˈtʃile]) is a professional football club based in Santiago, Chile, that plays in the Primera División.",
  "/wiki/São_Paulo_FC": "São Paulo Futebol Clube (Portuguese pronunciation: [sɐ̃w ˈpawlu fuʧiˈbɔw ˈklubi]), simply known as São Paulo, is a Brazilian professional football club based in the city of São Paulo. It has played in the Campeonato Paulista (the State of São Paulo's premier state league) and Campeonato Brasileiro (the top tier of the Brazilian football league system).",
  "/wiki/2012_Copa_Sudamericana": "The 2012 Copa Sudamericana de Clubes (officially the 2012 Copa Bridgestone Sudamericana de Clubes for sponsorship reasons) was the 11th edition of the Copa Sudamericana, South America's secondary international club football tournament organized by CONMEBOL. The tournament was expanded from 39 teams to 47 teams, allowing the eight associations other than Argentina and Brazil to each enter four teams instead of three teams. Universidad de Chile were the defending champions, but lost to eventual champion, São Paulo in the quarterfinals.",
  "/wiki/Club_Atlético_Lanús": "Club Atlético Lanús (Spanish pronunciation: [ˈkluβ aˈtletiko laˈnus]) is an Argentine sports club from the Lanús district of Greater Buenos Aires. Founded on 3 January 1915, the club's main sports are football and basketball. In both sports, Lanús plays in Argentina's top divisions: Primera División (football) and Liga Nacional de Básquet (basketball). In football, Lanús has won six major championships in its history: the 1996 Copa CONMEBOL (the predecessor of the current Copa Sudamericana), the 2007 Apertura, the 2013 Copa Sudamericana, the 2016 Argentine Primera División, the 2016 Bicentenario national cup and the 2017 Supercopa Argentina.",
  "/wiki/2013_Copa_Sudamericana": "The 2013 Copa Sudamericana (officially the 2013 Copa Total Sudamericana for sponsorship reasons) was the 12th edition of the Copa Sudamericana, South America's secondary international club football tournament organized by CONMEBOL. The winner qualified for the 2014 Copa Libertadores, the 2014 Recopa Sudamericana, and the 2014 Suruga Bank Championship. São Paulo were the defending champions, but lost to Ponte Preta in the semifinals.",
  "/wiki/Independiente_Santa_Fe": "Independiente Santa Fe, known simply as Santa Fe, is a professional Colombian football team based in Bogotá, that currently plays in the Categoría Primera A. They play their home games at the El Campín stadium. Santa Fe is one of the three most successful teams in Colombia, winning seventeen titles, which includes 9 national championships (most recently in 2016), three Superliga Colombiana, two Copas Colombia, and international titles such as one Copa Sudamericana, one Suruga Bank Championship, and one Copa Simón Bolívar. Santa Fe is one of the three clubs that has played every championship in the Categoría Primera A.",
  "/wiki/2015_Copa_Sudamericana": "The 2015 Copa Sudamericana (Portuguese: Copa Sul-Americana 2015) was the 14th edition of the Copa Sudamericana, South America's secondary club football tournament organized by CONMEBOL.",
  "/wiki/Associação_Chapecoense_de_Futebol": "Associação Chapecoense de Futebol, commonly known as Chapecoense and whose acronym is ACF, is a Brazilian football club, based in the city of Chapecó in the state of Santa Catarina.",
  "/wiki/2016_Copa_Sudamericana": "The 2016 Copa Sudamericana (Portuguese: Copa Sul-Americana 2016) was the 15th edition of the Copa Sudamericana, South America's secondary club football tournament organized by CONMEBOL.",
  "/wiki/Club_Athletico_Paranaense": "Club Athletico Paranaense, commonly known as Athletico-PR, is a Brazilian football team from Curitiba in Paraná, founded on March 26, 1924. The team won the Campeonato Brasileiro Série A, Brazil's top football division, in 2001, the Copa Sudamericana in 2018 and the Copa do Brasil in 2019.",
  "/wiki/2018_Copa_Sudamericana": "The 2018 Copa CONMEBOL Sudamericana was the 17th edition of the CONMEBOL Sudamericana (also referred to as the Copa Sudamericana, or Portuguese: Copa Sul-Americana), South America's secondary club football tournament organized by CONMEBOL.",
  "/wiki/Independiente_del_Valle": "Club de Alto Rendimiento Especializado Independiente del Valle, known simply as Independiente del Valle or Independiente, is a football club based in Sangolquí, Ecuador.",
  "/wiki/2019_Copa_Sudamericana": "The 2019 Copa CONMEBOL Sudamericana was the 18th edition of the CONMEBOL Sudamericana (also referred to as the Copa Sudamericana, or Portuguese: Copa Sul-Americana), South America's secondary club football tournament organized by CONMEBOL.",
  "/wiki/Atlético_Nacional": "Club Atlético Nacional S. A., also known as Atlético Nacional, is a Colombian professional football team based in Medellín. The club is one of only three teams to have played in every first division tournament in the country's history, the other two teams being Millonarios and Santa Fe.",
  "/wiki/Club_Bolívar": "Club Bolívar is a football club from Bolivia, founded in La Paz on 12 April 1925.\nIt is the most successful team in Bolivia. It is the only team in Bolivia that has reached the Copa Libertadores semi-finals and Copa Sudamericana finals in 2004. and it is the team with the most fans in Bolivia. Their home stadium is Estadio Libertador Simón Bolivar (5,000), but they usually play at Estadio Hernando Siles (42,000) due to its greater capacity.",
  "/wiki/Club_Universidad_Nacional": "Club de Fútbol Universidad Nacional A.C., commonly known as Pumas de la UNAM, Pumas UNAM, UNAM, or Pumas, is a Mexican league football club based in Ciudad Universitaria in Mexico City. Club Universidad Nacional represent the National Autonomous University of Mexico (UNAM) and play their home matches at Estadio Olímpico Universitario, located on UNAM's main campus.",
  "/wiki/Colo-Colo": "Club Social y Deportivo Colo-Colo (Spanish pronunciation: [ˌkolo ˈkolo]) is a Chilean football club based in Macul, Santiago. Founded in 1925 by David Arellano and Guido Torres Henríquez, they play in the Chilean Primera División, from which they have never been relegated. The team has played its home games at Estadio Monumental David Arellano since 1989. Colo-Colo is regarded as the most successful club of Chilean football.",
  "/wiki/Copa_Sudamericana_records_and_statistics": "This page details the records and statistics of the Copa Sudamericana football tournament. The Copa Sudamericana is an international club tournament played annually in South America. It includes 3-8 teams from all ten CONMEBOL members. It is typically held from August to December and it consists of six stages. The all-time leader in titles won are Argentina's Boca Juniors and Independiente."
}