{
  "/wiki/Emmanuel_Mutai": "Emmanuel Kipchirchir Mutai (born 12 October 1984) is a long distance runner from Kenya, who specialises in marathons. He is now the joint 6th fastest man ever over the 42.195 km distance.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Martin_Lel": "Martin Kiptolo Lel (born 29 October 1978) is a Kenyan long distance and marathon runner.  He won the London Marathon in 2005, 2007, and 2008, the New York City Marathon in 2003 and 2007 and the Great North Run in 2007 and 2009. His personal best time, as of April 2008[update], is 2:05:15, which he ran in the 2008 London Marathon setting a course record. Lel is coached by Claudio Berardelli and lives in the Rift Valley region of Kenya.",
  "/wiki/Patrick_Makau": "Patrick Makau Musyoki (born 2 March 1985) is a runner from Kenya. He is a former world record holder in the marathon—His time of 2:03:38, run at the 2011 Berlin Marathon, was the world record for two years, until it was beaten by Wilson Kipsang Kiprotich at the 2013 Berlin Marathon. He is also notable for his half marathon performances, having won a number of prominent competitions in Europe in sub-1-hour performances.",
  "/wiki/Mar%C3%ADlson_Gomes_dos_Santos": "Marílson Gomes dos Santos (born 6 August 1977) is a Brazilian long-distance runner. He won the 2006 and 2008 New York City Marathon, becoming the first South American to win the race. He was selected as the best male performer at the 2009 Brazilian national championships after breaking the meet records in both the 5000 metres and 10,000 metres races. He is the current South American record holder in both these events with times of 13:19.43 and 27:28.12, respectively.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Tsegaye_Kebede": "Tsegaye Kebede Wordofa (Amharic: ፀጋየ ከበደ ዎርዶፋ; born 15 January 1987) is an Ethiopian long-distance runner who competes in road running events, including marathons. He quickly rose to become a prominent distance runner after his international debut at the Amsterdam Marathon in 2007. In his second year of professional running, he won the Paris Marathon, the Fukuoka Marathon and won the marathon bronze medal at the 2008 Beijing Olympics.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Jaouad_Gharib": "Jaouad Gharib (Arabic: جواد غريب‎, born 22 May 1972 in Khenifra) is a Moroccan long-distance runner who competes in the marathon. Winner of the 2003 World Championships and 2005 World Championships over the distance, he is also notable because he only began running seriously at the age of twenty-two. His 2005 retention made him one of only two successive world championship marathon champions, after Abel Antón. He was the silver medallist in the marathon at the 2008 Summer Olympics.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Abderrahime_Bouramdane": "Abderrahime Bouramdane (born 23 June 1978) is a Moroccan long-distance runner who competes in marathons. He represented Morocco at the 2008 Beijing Olympics and 2011 World Championships in Daegu, South Korea. After winning his first two marathons in Tunis and Marrakesh, Bouramdane represented his country at the World Championships in Athletics in 2005 and 2007.",
  "/wiki/Dmitriy_Safronov": "Dmitriy Olegovich Safronov (Russian: Дмитрий Олегович Сафронов) (born 8 October 1981) is a Russian long-distance runner who specialises in marathon running.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Serod_Bat-Ochir": "Bat-Ochiryn \"Ziggy\" Ser-Od (Mongolian: Бат-Очирын Сэр-Од, born 7 October 1981 in Gobi-Altai province) is a Mongolian long-distance runner who competes in road races, particularly the marathon. He represented his country in the marathon at the Summer Olympics in 2004, 2008 and 2012 where he also was flagbearer. A member of the Morpeth Harriers running club, he divides his time between his native country and Gateshead in England.",
  "/wiki/Mongolia": "Mongolia[a] is a landlocked country in East Asia. Its area is roughly equivalent with the historical territory of Outer Mongolia, and that term is sometimes used to refer to the current state. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not share a border with Kazakhstan, although only 37 kilometres (23 mi) separate them.",
  "/wiki/List_of_Mongolian_records_in_athletics": "The following are the national records in athletics in Mongolia maintained by the Mongolian Athletic Federation (MAF).",
  "/wiki/Michael_Shelley_(athlete)": "Michael Shelley (born 10 October 1983) is an Australian long-distance runner who competes in track events and road races. He has won gold medals in the marathon event at the 2014 Commonwealth Games at Glasgow, Scotland, as well as the 2018 Commonwealth Games at Gold Coast, Australia. He has also represented Australia at the IAAF World Cross Country Championships and the IAAF World Half Marathon Championships. On the road, he has won at the Gold Coast Half Marathon and the City2Surf race in Sydney.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/2011_London_Marathon": "The 2011 London Marathon took place on Sunday, 17 April 2011. The men's elite race saw Emmanuel Mutai win in a course record time to become the fourth-fastest ever over the distance. Runner-up Martin Lel sprinted to the line to beat Patrick Makau, completing a Kenyan sweep of the podium. Mary Keitany became the fourth-fastest woman ever with her winning time, while defending champion Liliya Shobukhova came second with a Russian record time."
}