{
  "/wiki/Australopithecus": "Australopithecus (/ˌɒstrələˈpɪθɪkəs, -loʊ-/ OS-trə-lo-PITH-i-kəs; from Latin  australis, meaning 'southern', and Greek  πίθηκος (pithekos), meaning 'ape'), informal australopithecine or australopith (although the term australopithecine has a broader meaning as a member of the subtribe Australopithecina,  which includes this genus as well as the Paranthropus, Kenyanthropus, Ardipithecus, and Praeanthropus genera)  is a genus of hominins.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Ardi": "Ardi (ARA-VP-6/500) is the designation of the fossilized skeletal remains of an Ardipithecus ramidus, thought to be an early human-like female anthropoid 4.4 million years old. It is the most complete early hominid specimen, with most of the skull, teeth, pelvis, hands and feet, more complete than the previously known Australopithecus afarensis specimen called \"Lucy.\" In all, 125 different pieces of fossilized bone were found.",
  "/wiki/Ar._ramidus": "Ardipithecus ramidus is a species of australopithecine from the Afar region of Early Pliocene Ethiopia 4.4 million years ago (mya). A. ramidus, unlike modern hominids, has adaptations for both walking on two legs (bipedality) and life in the trees (arboreality). However, it would not have been as efficient at bipedality as humans, nor arboreality as non-human great apes. Its discovery, along with Miocene apes, has reworked academic understanding of the chimpanzee-human last common ancestor from appearing much like modern day chimps, orangutans, and gorillas to being a creature without a modern anatomical cognate.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Yohannes_Haile-Selassie": "Yohannes Haile-Selassie Ambaye (born on (1961-02-23)23 February 1961 in Adigrat, Tigray Region) is an Ethiopian paleoanthropologist. An authority on pre-Homo sapiens hominids, he particularly focuses his attention on the East African Rift and Middle Awash valleys.",
  "/wiki/Australopithecus_anamensis": "Australopithecus anamensis is a hominin species that lived approximately between 4.2 and 3.8 million years ago and is the oldest known Australopithecus species.\nNearly one hundred fossil specimens are known from Kenya and Ethiopia, representing over 20 individuals.\nIt is usually accepted that A. afarensis emerged within this lineage. However,  A. anamensis and A. afarensis appear to have lived side-by-side, and it is not fully settled whether the lineage that led to extant humans emerged in A. afarensis, or directly in A. anamensis.\nFossil evidence determines that Australopithecus anamensis is the earliest hominin species in the Turkana Basin, but likely co-existed with afarensis towards the end of its existence. A. Anamensis and A. Afarensis may be treated as a single grouping. Preliminary analysis of the sole upper cranial fossil indicates A. anamensis had a smaller cranial capacity (estimated 365-370 c.c.) than A. afarensis. A. anamensis is the earliest known species of Australopithecus and the least studied because of lack of skeletal findings. The first fossils of the A. anamensis are dated to around 3.8 and 4.2 million years ago and were found in Kanapoi and Allia Bay in Northern Kenya.  They are the earliest Australopithecus species, living during the Plio-Pleistocene era.",
  "/wiki/Laetoli_Footprint": "Laetoli is a site in Tanzania, dated to the Plio-Pleistocene and famous for its hominin footprints, preserved in volcanic ash. The site of the Laetoli footprints (Site G) is located 45 km south of Olduvai gorge. The location and tracks were discovered by archaeologist Mary Leakey and her team in 1976, and were excavated by 1978. Based on analysis of the footfall impressions \"The Laetoli Footprints\" provided convincing evidence for the theory of bipedalism in Pliocene hominins and received significant recognition by scientists and the public. Since 1998, paleontological expeditions have continued under the leadership of Amandus Kwekason of the National Museum of Tanzania and Terry Harrison of New York University, leading to the recovery of more than a dozen new hominin finds, as well as a comprehensive reconstruction of the paleoecology.",
  "/wiki/Annum": "A year is the orbital period of the Earth moving in its orbit around the Sun. Due to the Earth's axial tilt, the course of a year sees the passing of the seasons, marked by change in weather, the hours of daylight, and, consequently, vegetation and soil fertility.\nIn temperate and subpolar regions around the planet, four seasons are generally recognized: spring, summer, autumn, and winter. In tropical and subtropical regions, several geographical sectors do not present defined seasons; but in the seasonal tropics, the annual wet and dry seasons are recognized and tracked.",
  "/wiki/Hominin": "The Hominini, or hominins, form a taxonomic tribe of the subfamily Homininae (\"hominines\"). Hominini includes the genus Homo (humans), but excludes the genus Gorilla (gorillas). As of 2020, there is no consensus on whether it should include the genus Pan (chimpanzees and bonobos), the question being closely tied to the complex speciation process connecting humans and chimpanzees and the development of bipedalism in proto-humans.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands at the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.",
  "/wiki/Mary_Leakey": "Mary Douglas Leakey, FBA (née Nicol, 6 February 1913 – 9 December 1996) was a British paleoanthropologist who discovered the first fossilised Proconsul skull, an extinct ape which is now believed to be ancestral to humans.  She also discovered the robust Zinjanthropus skull at Olduvai Gorge in Tanzania, eastern Africa. For much of her career she worked with her husband, Louis Leakey, at Olduvai Gorge, where they uncovered fossils of ancient hominines and the earliest hominins, as well as the stone tools produced by the latter group. Mary Leakey developed a system for classifying the stone tools found at Olduvai.  She discovered the Laetoli footprints, and at the Laetoli site she discovered hominin fossils that were more than 3.75 million years old.",
  "/wiki/LH_4": "LH 4 or Laetoli Hominid 4 is the catalogue number of a fossilized mandible which was discovered by Mary Leakey in 1974 from Laetoli, Tanzania.",
  "/wiki/Australopithecus_afarensis": "Australopithecus afarensis (Latin: \"Southern ape from Afar\") is an extinct hominin that lived between 3.9 and 2.9 million years ago  in Africa. A. afarensis was slenderly built, like the younger Australopithecus africanus. A. afarensis is thought to be more closely related to the genus Homo (which includes the modern human species Homo sapiens), whether as a direct ancestor or a close relative of an unknown ancestor, than any other known primate from the same time. Some researchers include A. afarensis in the genus Praeanthropus.",
  "/wiki/Laetoli": "Laetoli is a site in Tanzania, dated to the Plio-Pleistocene and famous for its hominin footprints, preserved in volcanic ash. The site of the Laetoli footprints (Site G) is located 45 km south of Olduvai gorge. The location and tracks were discovered by archaeologist Mary Leakey and her team in 1976, and were excavated by 1978. Based on analysis of the footfall impressions \"The Laetoli Footprints\" provided convincing evidence for the theory of bipedalism in Pliocene hominins and received significant recognition by scientists and the public. Since 1998, paleontological expeditions have continued under the leadership of Amandus Kwekason of the National Museum of Tanzania and Terry Harrison of New York University, leading to the recovery of more than a dozen new hominin finds, as well as a comprehensive reconstruction of the paleoecology.",
  "/wiki/Kadanuumuu": "Kadanuumuu (\"Big Man\" in the Afar language) is the nickname of KSD-VP-1/1. It is a 3.58-million-year-old partial Australopithecus afarensis fossil discovered in the Afar Region of Ethiopia in 2005, by a team led by Yohannes Haile-Selassie, curator of physical anthropology at The Cleveland Museum of Natural History.  Based on skeletal analysis, the fossil is believed to conclusively show that the species was fully bipedal.",
  "/wiki/Abel_(hominid)": "Abel (KT-12/H1) is the name given to the only specimen ever discovered of Australopithecus bahrelghazali.  Abel was found in January 1995 in Chad in the Kanem Region by the paleontologist Michel Brunet, who named the fossil \"Abel\" in memory of his close friend Abel Brillanceau, who had died of malaria in 1989.",
  "/wiki/Australopithecus_bahrelghazali": "Australopithecus bahrelghazali is a hominin species that inhabited the Bahr el Ghazal region in Central Africa around 3.6 million years ago. It was discovered in 1995 by a Franco-Chadian team led by the paleontologist Michel Brunet. All four fossils that have been found since 1995 are jaw (mandibular or maxillar) fragments.",
  "/wiki/Chad": "Chad (/tʃæd/ (listen); Arabic: تشاد‎ Tshād, Arabic pronunciation: [tʃaːd]; French: Tchad, pronounced [tʃa(d)]), officially known as the Republic of Chad (Arabic: جمهورية تشاد‎ Jumhūriyyat Tshād; French: République du Tchad), is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest (at Lake Chad), and Niger to the west.",
  "/wiki/Michel_Brunet_(paleontologist)": "Michel Brunet (born on April 6, 1940) is a French paleontologist and a professor at the Collège de France.  In 2001 Brunet announced the discovery in Central Africa of the skull and jaw remains of a late Miocene hominid nicknamed Toumaï. These remains may predate the earliest previously known hominid remains, Lucy, by over three million years; however, this conclusion is the subject of a significant controversy.",
  "/wiki/Kenyanthropus_platyops": "Kenyanthropus platyops is a 3.5 to 3.2-million-year-old (Pliocene) hominin fossil discovered in Lake Turkana, Kenya in 1999 by Justus Erus, who was part of Meave Leakey's team.",
  "/wiki/Lake_Turkana": "Lake Turkana (/tɜːrˈkɑːnə, -ˈkæn-/), formerly known as Lake Rudolf, is a lake in the Kenyan Rift Valley, in northern Kenya, with its far northern end crossing into Ethiopia. It is the world's largest permanent desert lake and the world's largest alkaline lake. By volume it is the world's fourth-largest salt lake[citation needed] after the Caspian Sea, Issyk-Kul, and Lake Van (passing the shrinking South Aral Sea), and among all lakes it ranks 24th.",
  "/wiki/Meave_Leakey": "Meave G. Leakey (born Meave Epps on 28 July 1942 in London, England) is a British paleoanthropologist. She works at Stony Brook University and is co-ordinator of Plio-Pleistocene research at the Turkana Basin Institute. She studies early hominid evolution and has done extensive field research in the Turkana Basin. She has Doctor of Philosophy and Doctor of Science degrees.",
  "/wiki/Australopithecus_deyiremeda": "Australopithecus deyiremeda is a proposed species of early hominin among those who lived about 3.5–3.3 million years ago in northern Ethiopia, around the same time and place as several discovered specimens of Australopithecus afarensis, including the well-known \"Lucy\".",
  "/wiki/Little_Foot": "\"Little Foot\" (Stw 573) is the nickname given to a nearly complete  Australopithecus fossil skeleton  found in 1994–1998 in the cave system of Sterkfontein, South Africa. The nickname \"little foot\" was given to the fossil in 1995. From the structure of the four ankle bones they were able to ascertain that the owner was able to walk upright. The recovery of the bones proved extremely difficult and tedious, because they are completely embedded in concrete-like rock. It is due to this that the recovery and excavation of the site took around 15 years to complete.",
  "/wiki/Sterkfontein": "Sterkfontein (Afrikaans for Strong Spring) is a set of limestone caves of special interest to paleo-anthropologists located in Gauteng province, about 40 kilometres (25 mi) northwest of Johannesburg, South Africa in the Muldersdrift area close to the town of Krugersdorp. The archaeological sites of Swartkrans and Kromdraai are in the same area. Sterkfontein is a South African National Heritage Site and was also declared a World Heritage Site in 2000. The area in which it is situated is known as the Cradle of Humankind. The Sterkfontein Caves are also home to numerous wild African species including Belonogaster petiolata, a wasp species of which there is a large nesting presence.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Ronald_J._Clarke": "Ronald J. Clarke is a paleoanthropologist most notable for the discovery of \"Little Foot\", an extraordinarily complete skeleton of Australopithecus, in the Sterkfontein Caves.  A more technical description of various aspects of his description of  the Australopithecus  skeleton was published in the  Journal of Quaternary Science.",
  "/wiki/Selam_(Australopithecus)": "Selam (DIK-1/1) is the fossilized skull and other skeletal remains of a three-year-old Australopithecus afarensis female hominin, whose bones were first found in Dikika, Ethiopia in 2000 and recovered over the following years. Although she has often been nicknamed Lucy's baby, the specimen has been dated at 3.3 million years ago, approximately 120,000 years older than \"Lucy\" (dated to about 3.18 mya).",
  "/wiki/Zeresenay_Alemseged": "Zeresenay (Zeray) Alemseged (born 4 June 1969) is an Ethiopian paleoanthropologist and  was Chair of the Anthropology Department at the California Academy of Sciences in San Francisco, United States. He recently joined the faculty of the University of Chicago. He is best known for his discovery, on December 10, 2000, of Selam, also referred to as “Lucy’s child”, the almost-complete fossilized remains of a 3.3 million-year-old child of the species Australopithecus afarensis. The “world’s oldest child”, she is the most complete skeleton of a human ancestor discovered to date. Selam represents a milestone in our understanding of human and pre-human evolution and contributes significantly to our understanding of the biology and childhood of early species in the human lineage; a subject about which we have very little information. Alemseged discovered Selam while working with the Dikika Research Project (DRP), a multi-national research project, which he both initiated in 1999 and leads. The DRP has thus far made many important paleoanthropological discoveries and returns to the field each year to conduct further important research. Alemseged's specific research centers on the discovery and interpretation of hominin fossil remains and their environments, with emphasis on fieldwork designed to acquire new data on early hominin skeletal biology, environmental context, and behavior.",
  "/wiki/Lucy_(Australopithecus)": "Lucy is the common name of AL 288-1, several hundred pieces of bone fossils representing 40 percent of the skeleton of a female of the hominin species Australopithecus afarensis. In Ethiopia, the assembly is also known as Dinkinesh, which means \"you are marvelous\" in the Amharic language. Lucy was discovered in 1974 in Africa, at Hadar, a site in the Awash Valley of the Afar Triangle in Ethiopia, by paleoanthropologist Donald Johanson of the Cleveland Museum of Natural History",
  "/wiki/Donald_Johanson": "Donald Carl Johanson (born June 28, 1943) is an American paleoanthropologist. He is known for discovering – with Yves Coppens and Maurice Taieb – the fossil of a female hominin australopithecine known as \"Lucy\" in the Afar Triangle region of Hadar, Ethiopia.",
  "/wiki/Yves_Coppens": "Yves Coppens (born 9 August 1934) is a Breton anthropologist and co-discoverer of the fossil known as \"Lucy\". A graduate from the University of Rennes and Sorbonne, he has studied ancient hominids and has had multiple published works on this topic, and has also produced a film. On Saturday, 18 October 2014, Professor Coppens was named an Ordinary Member of the Pontifical Academy of Sciences by Pope Francis.",
  "/wiki/Maurice_Taieb": "Maurice Taieb (born 1935) is a French geologist and paleoanthropologist. He discovered the Hadar formation, recognized its potential importance to paleoanthropology and founded the International Afar Research Expedition (IARE). This enabled co-director Donald Johanson to discover an early hominin fossil, the 3.2-million-year-old Australopithecine Lucy in the Awash Valley of Ethiopia's Afar Depression .",
  "/wiki/AL_200-1": "AL 200-1 (Afar Locality) is the fossilized upper palate and teeth of the species Australopithecus afarensis, estimated to be 3.0-3.2 million years old. Its characteristics are an ape-like arrangement of teeth including spatulate incisors and a gap between the canines and outside incisors.",
  "/wiki/Afar_Region": "The Afar Regional State (/ˈɑːfɑːr/; Afar: Qafar; Amharic: አፋር ክልል) is one of the nine regional states (kililoch) of Ethiopia, and is the homeland of the Afar people. Formerly known as Region 2, its new capital as of 2007 is the recently constructed city of Semera, which lies on the paved Awash–Assab highway.",
  "/wiki/AL_129-1": "AL 129-1 is a fossilized knee joint of the species Australopithecus afarensis. It was discovered in Hadar, Ethiopia by Donald Johanson in November 1973.",
  "/wiki/LD_350-1": "Ledi-Geraru is a paleoanthropological research area in Mille district, Afar Region,  northeastern Ethiopia, along the Ledi and Geraru rivers (two left tributaries of the  Awash,  south of the Mille river). It stretches for about 50 km,  located just to the northeast of the   Hadar paleoanthropological area.",
  "/wiki/Homo": "Homo (from Latin  homō, meaning 'man') is the genus which emerged in the otherwise extinct genus Australopithecus that encompasses the extant species Homo sapiens (modern humans), plus several extinct species classified as either ancestral to or closely related to modern humans (depending on the species), most notably Homo erectus and Homo neanderthalensis.\nThe genus is taken to emerge with the appearance of  Homo habilis, just over two million years ago.  Genus Homo, together with the genus Paranthropus is probably sister to A. africanus in the genus Australopithecus, which itself had previously split from the lineage of Pan, the chimpanzees."
}