{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Noriaki_Kasai": "Noriaki Kasai (葛西 紀明, Kasai Noriaki, born 6 June 1972) is a Japanese ski jumper. His career achievements include a gold medal at the 1992 Ski Flying World Championships, winning the 1999 Nordic Tournament, individual silver medal at the 2014 Winter Olympics, and two individual bronze medals at the 2003 Ski Jumping World Championships.",
  "/wiki/Ski_jumping_at_the_2018_Winter_Olympics": "Ski jumping at the 2018 Winter Olympics was scheduled to take place between 8 and 19 February 2018. A total of four ski jumping events were held.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Keisuke_Ushiro": "Keisuke Ushiro (右代 啓祐, Ushiro Keisuke, born 24 July 1986 in Ebetsu) is a Japanese decathlete. He competed at the 2012 Summer Olympics.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics": "Athletics at the 2016 Summer Olympics were held during the last 10 days of the games, from 12–21 August 2016, at the Olympic Stadium. The sport of athletics at the 2016 Summer Olympics was made into three distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Ayumi_Ogasawara": "Ayumi Ogasawara (小笠原 歩, Ogasawara Ayumi) is a Japanese curler, born November 25, 1978 in Tokoro, Kitami, Hokkaido as Ayumi Onodera (小野寺 歩, Onodera Ayumi). She currently skips her own team in Sapporo, Hokkaido, which represented Japan at the 2014 Winter Olympics.",
  "/wiki/Curling_at_the_2014_Winter_Olympics": "The curling competition of the 2014 Winter Olympics was held at the Ice Cube Curling Center, nicknamed \"the Ice Cube\". It is the sixth time that curling was on the Olympic program. In both the men's and women's competitions, ten nations competed. These two events took place from 10 to 21 February 2014.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Saori_Yoshida": "Saori Yoshida (吉田 沙保里, Yoshida Saori, born 5 October 1982) is a former Japanese freestyle wrestler. Starting in 1998 she won almost every major competition, including three Olympic Games, four Asian Games, and 13 world championships, and became the most decorated athlete in freestyle wrestling history. As of 2016, Yoshida had only three senior career losses in international competitions, to Marcie Van Dusen (0–2) on 20 January 2008 at the Team World Cup series, Valeria Zholobova (1–2) on 27 May 2012 at the World Cup, and to \nHelen Maroulis (1–4) on 18 August 2016 at the Olympic Games in Rio de Janeiro.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics": "Wrestling at the 2012 Summer Olympics were held between 5 and 12 August, the final day of the Games, at ExCeL London. It was split into two disciplines, Freestyle and Greco-Roman which were further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events, with 18 gold medals awarded. Wrestling has been contested at every modern Summer Olympic Games, except Paris 1900.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Tomomi_Okazaki": "Tomomi Okazaki (Japanese: 岡崎朋美, born 7 September 1971) is a Japanese speed skater who has competed in five Olympic Games. She won a bronze medal at the 1998 Winter Olympics in Nagano, Japan. Okazaki was the oldest member of the Japanese team at the 2010 Winter Olympics.",
  "/wiki/Speed_skating_at_the_2010_Winter_Olympics": "Speed skating at the 2010 Winter Olympics was held at the Richmond Olympic Oval, Richmond, British Columbia, between 13 and 27 February 2010.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Ai_Fukuhara": "Ai Fukuhara (福原 愛, Fukuhara Ai, born 1 November 1988) is a retired Japanese table tennis player and Olympic medallist, winning silver at the 2012 Summer Olympics and bronze at the 2016 Summer Olympics with the Japanese women's team. She is sponsored by All Nippon Airways.",
  "/wiki/Table_tennis_at_the_2008_Summer_Olympics": "Table tennis competitions at the 2008 Summer Olympics in Beijing were held from August 13 to August 23, at the Peking University Gymnasium. The competition featured the team events for the first time, replacing the doubles events competed in previous games. A total of four sets of medals were awarded for the four events contested. China would win every medal possible, claiming the podium in both the Men's and Women's Singles events and claiming Gold in both the Men's and Women's Team Event, leading the IOC and ITTF, to change the qualification process for the 2012 Summer Olympics, to ensure that countries could only enter 2, instead of 3 athletes into the Singles event.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Joji_Kato": "Joji Kato (加藤条治, Katō Jōji) (born 6 February 1985) is a Japanese speedskater whose specialty is in the sprinting distance event of 500 metres. At the age of 17 he became the first junior speedskater to skate the 500 metres in less than 35 seconds.",
  "/wiki/Speed_skating_at_the_2006_Winter_Olympics": "Speed skating at the 2006 Winter Olympics was held over ten days, from 11 to 25 February. Twelve events were contested at the Oval Lingotto.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Kyoko_Hamaguchi": "Kyoko Hamaguchi (浜口 京子, Hamaguchi Kyōko, born January 11, 1978 in Taito, Tokyo) is a Japanese freestyle wrestler. She has won five FILA Wrestling World Championships and two Olympic Bronze medals in the 72 kg weight class.",
  "/wiki/Wrestling_at_the_2004_Summer_Olympics": "Wrestling at the 2004 Summer Olympics took place in the Ano Liossia Olympic Hall and was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. Men competed in both disciplines whereas women only took part in the Freestyle event with 18 gold medals being contested in all. This was the first Olympic Games that included women's wrestling events on the program.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Eriko_Sanmiya": "Eriko Sanmiya (三宮 恵利子, Sanmiya Eriko, born 19 September 1974) is a Japanese speed skater. She competed at the 1998 Winter Olympics and the 2002 Winter Olympics.",
  "/wiki/Speed_skating_at_the_2002_Winter_Olympics": "Speed skating at the 2002 Winter Olympics was held over fourteen days, from 9 to 23 February. Ten events were contested at the Utah Olympic Oval.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Kosei_Inoue": "Kosei Inoue (井上 康生, Inoue Kōsei, born May 15, 1978 in Miyakonojo, Miyazaki) is a Judo practitioner from Japan.  He won the gold medal in the under 100 kg class at the 2000 Summer Olympics.  He is well known for his specialty throws, Uchi Mata (内股, inner thigh throw) and Ōuchi gari (大内刈, major inner reap).",
  "/wiki/Judo_at_the_2000_Summer_Olympics": "Final results for the Judo events at the 2000 Summer Olympics:",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Hiroyasu_Shimizu": "Hiroyasu Shimizu (清水 宏保, Shimizu Hiroyasu, born 27 February 1974) is a Japanese speed skater. He has an Olympic gold medal from 1998 in the 500 m and his win made him a hero in his home country. He currently holds the world record for the 100 m speed skating event in 9.43 seconds. He formerly held the 500 m record (34.32) but was later beaten by fellow Japanese skater Joji Kato.",
  "/wiki/Speed_skating_at_the_1998_Winter_Olympics": "Speed skating at the 1998 Winter Olympics, was held from 8 to 20 February. Ten events were contested at M-Wave.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Ryoko_Tamura": "Ryoko Tani (谷 亮子, Tani Ryōko, née Tamura (田村), born September 6, 1975) is a retired Japanese female judoka and a politician.",
  "/wiki/Judo_at_the_1996_Summer_Olympics": "This page shows the final results of the Judo Competition at the 1996 Summer Olympics in Atlanta.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Reiichi_Mikata": "Reiichi Mikata (三ヶ田 礼一, Mikata Reiichi)  (born January 14, 1967) is a Japanese nordic combined skier who competed during the early 1990s. He won the 3 x 10 km team event at the 1992 Winter Olympics in Albertville. Mikata also won a bronze medal in the 3 x 10 km team event at the 1991 FIS Nordic World Ski Championships in Val di Fiemme.",
  "/wiki/Nordic_combined_at_the_1994_Winter_Olympics": "Nordic combined at the 1994 Winter Olympics, consisted of two events, held from 18 February to 24 February. The ski jumping portion took place at Lysgårdsbakken, while the cross-country portion took place at Birkebeineren Ski Stadium.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Kumi_Nakada": "Kumi Nakada (中田 久美 Nakada Kumi, born 3 September 1965) is a former professional volleyball player and coach of Hisamitsu Springs. She led Japan to a bronze medal at the 1984 Summer Olympics while still in high school and, despite serious and chronic knee injuries, remained one of the world's top setters until her retirement from the sport in 1993. Unusually for a Japanese athlete, Nakada was (and still is) remembered by opponents and teammates alike for her volatile temper, fiery competitiveness, and outspoken manner both on and off the court. After brief stints as a fashion model and motivational speaker, Nakada currently provides color commentary and makes guest appearances in a wide range of sports and variety media in Japan. She is represented by the sportsbiz in Tokyo.",
  "/wiki/Volleyball_at_the_1992_Summer_Olympics": "Volleyball at the 1992 Summer Olympics was represented by two events: men's team and women's team.",
  "/wiki/1992_Winter_Olympics": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: Les XVIes Jeux olympiques d'hiver), were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
  "/wiki/Tsutomu_Kawasaki": "Tsutomu Kawasaki (川崎 努, Kawasaki Tsutomu, born 13 June 1969) is a Japanese short track speed skater, who won a bronze medal in the 5000 m relay at the 1992 Winter Olympics together with teammates Yuichi Akasaka, Tatsuyoshi Ishihara and Toshinobu Kawai.",
  "/wiki/Short_track_speed_skating_at_the_1992_Winter_Olympics": "Short track speed skating at the 1992 Winter Olympics was held from 18 to 22 February. Four events were contested at La halle de glace Olympique, located next to the Théâtre des Cérémonies, a couple of kilometers west of downtown Albertville. This was the first time short track speed skating was contested at the Winter Olympics.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Mikako_Kotani": "Mikako Kotani (小谷 実可子, Kotani Mikako, born 30 August 1966) is a Japanese former synchronized swimmer who competed in the 1988 Summer Olympics, where she gained a bronze medal each for the solo and duet events, and the 1992 Summer Olympics.  She was the first woman to be Japan's flag-bearer for the 1988 Summer Olympics Opening Ceremony.",
  "/wiki/Synchronized_swimming_at_the_1988_Summer_Olympics": "At the 1988 Summer Olympics in Seoul, two events in synchronised swimming were contested, both for women only.",
  "/wiki/1988_Winter_Olympics": "The 1988 Winter Olympics, officially known as the XV Olympic Winter Games (French: Les XVes Jeux olympiques d'hiver), was a multi-sport event celebrated in and around Calgary, Alberta, Canada, between February 13 and 28, 1988 and were the first Winter Olympics to be held over a whole two week period. The host city was selected in 1981 over Falun, Sweden, and Cortina d'Ampezzo, Italy.  Most events took place in Calgary while several skiing events were held in the mountain resorts of Nakiska and Canmore, west of the city.",
  "/wiki/Seiko_Hashimoto": "Seiko Hashimoto (Japanese: 橋本 聖子, Hashimoto Seiko, born 5 October 1964) is a Japanese politician, former speed skater and track cycling sprinter. She has the most Olympic appearances of any Japanese athlete, representing her native country in four consecutive Winter Olympics from 1984 to 1994 and in three consecutive Summer Olympics from 1988 to 1996.  She is currently a member of the House of Councillors from the Liberal Democratic Party, and serves as the President of the Japan Skating Federation.",
  "/wiki/Speed_skating_at_the_1988_Winter_Olympics": "Speed skating at the 1988 Winter Olympics, was held from 14 to 28 February. Ten events were contested at Olympic Oval. For the first time, the women contested a 5000-metre race, the longest distance contested by women in speed skating.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Shigenobu_Murofushi": "Shigenobu Murofushi (室伏 重信, Murofushi Shigenobu, born October 2, 1945) is a retired hammer thrower from Japan. He competed at the 1972, 1976 and 1984 Olympics and finished in 8th, 11th and 14th place, respectively. He was the flag bearer for Japan at the 1984 Olympics.",
  "/wiki/Athletics_at_the_1984_Summer_Olympics": "At the 1984 Summer Olympics in Los Angeles, 41 events in athletics were contested. There were a total number of 1273 participating athletes from 124 countries. Women’s marathon and women’s 3000 meters were contested for the first time at these Games.",
  "/wiki/1984_Winter_Olympics": "The 1984 Winter Olympics, officially known as the XIV Olympic Winter Games (French: XIVes Jeux olympiques d'hiver; Serbo-Croatian: XIV. zimske olimpijske igre / XIV Зимске олимпијске игре; Macedonian: XIV Зимски олимписки игри; Slovene: XIV olimpijske zimske igre), was a winter multi-sport event which took place from 8–19 February 1984 in Sarajevo, Yugoslavia, in what is now Bosnia and Herzegovina. Other candidate cities were Sapporo, Japan; and Gothenburg, Sweden.",
  "/wiki/Tadayuki_Takahashi": "Tadayuki Takahashi (高橋 忠之, Takahashi Tadayuki, born March 1, 1956 in Tokyo, Japan) is a Japanese ice dancer who is now a coach. He competed with Noriko Sato from 1979. They placed 17th in the 1984 Winter Olympic Games. They were seven-time Japanese national champions from 1979 to 1985.",
  "/wiki/Figure_skating_at_the_1984_Winter_Olympics": "Figure skating at the 1984 Winter Olympics took place at the Zetra Olympic Hall in Sarajevo, Yugoslavia.",
  "/wiki/1980_Winter_Olympics": "The 1980 Winter Olympics, officially known as the XIII Olympic Winter Games, was a multi-sport event which was celebrated from February 13 to February 24, 1980, in Lake Placid, New York, United States. This was the second time the Upstate New York village hosted the Games, after 1932. The only other candidate city to bid for the Games was Vancouver-Garibaldi, British Columbia, Canada, which withdrew before the final vote (though Vancouver would eventually win the bid to host the 2010 Winter Olympics.)",
  "/wiki/Osamu_Wakabayashi": "Osamu \"Herb\" Wakabayashi (December 23, 1944 – June 2, 2015) was a Canadian professional ice hockey player.",
  "/wiki/Ice_hockey_at_the_1980_Winter_Olympics": "The men's ice hockey tournament at the 1980 Winter Olympics in Lake Placid, United States, was the 14th Olympic Championship. Twelve teams competed in the tournament, which was held from February 12 to 24. The United States won its second gold medal, including a win over the heavily favored Soviet Union that became known as the \"Miracle on Ice\". Games were held at the Olympic Fieldhouse (8,000) and the Olympic Arena (2,500)."
}