{
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.\n Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest. Egypt's long and rich cultural heritage is an integral part of its national identity, which has endured, and often assimilated, various foreign influences, including Greek, Persian, Roman, Arab, Ottoman Turkish, and Nubian. Egypt was an early and important centre of Christianity, but was largely Islamised in the seventh century and remains a predominantly Muslim country, albeit with a significant Christian minority.\n From the 16th to the beginning of the 20th century, Egypt was ruled by foreign imperial powers: The Ottoman Empire and the British Empire. Modern Egypt dates back to 1922, when it gained nominal independence from the British Empire as a monarchy. However, British military occupation of Egypt continued, and many Egyptians believed that the monarchy was an instrument of British colonialism. Following the 1952 revolution, Egypt expelled British soldiers and bureaucrats and ended British occupation, nationalized the British-held Suez Canal, exiled King Farouk and his family, and declared itself a republic. In 1958 it merged with Syria to form the United Arab Republic, which dissolved in 1961. Throughout the second half of the 20th century, Egypt endured social and religious strife and political instability, fighting several armed conflicts with Israel in 1948, 1956, 1967 and 1973, and occupying the Gaza Strip intermittently until 1967. In 1978, Egypt signed the Camp David Accords, officially withdrawing from the Gaza Strip and recognising Israel. The country continues to face challenges, from political unrest, including the recent 2011 revolution and its aftermath, to terrorism and economic underdevelopment. Egypt's current government is a semi-presidential republic headed by President Abdel Fattah el-Sisi, which has been described by a number of watchdogs as authoritarian.\n Islam is the official religion of Egypt and Arabic is its official language. With over 95 million inhabitants, Egypt is the most populous country in North Africa, the Middle East, and the Arab world, the third-most populous in Africa (after Nigeria and Ethiopia), and the fifteenth-most populous in the world. The great majority of its people live near the banks of the Nile River, an area of about 40,000 square kilometres (15,000 sq mi), where the only arable land is found. The large regions of the Sahara desert, which constitute most of Egypt's territory, are sparsely inhabited. About half of Egypt's residents live in urban areas, with most spread across the densely populated centres of greater Cairo, Alexandria and other major cities in the Nile Delta.\n The sovereign state of Egypt is a transcontinental country  considered to be a regional power in North Africa, the Middle East and the Muslim world, and a middle power worldwide. Egypt's economy is one of the largest and most diversified in the Middle East, and is projected to become one of the largest in the world in the 21st century. In 2016, Egypt overtook South Africa and became Africa's second largest economy (after Nigeria). Egypt is a founding member of the United Nations, Non-Aligned Movement, Arab League, African Union, and Organisation of Islamic Cooperation.",
  "/wiki/Cairo": "Cairo (/ˈkaɪroʊ/ KY-roh; Arabic: القاهرة‎, romanized: al-Qāhirah, pronounced [ælˈqɑːhɪɾɑ] (listen)) is the capital of Egypt and the largest city in the Arab world. Its metropolitan area, with a population of over 20 million, is the largest in Africa, the Arab world, and the Middle East, and the 15th-largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Delta, Cairo was founded in 969 AD by the Fatimid dynasty, but the land composing the present-day city was the site of ancient national capitals whose remnants remain visible in parts of Old Cairo. Cairo has long been a centre of the region's political and cultural life, and is titled \"the city of a thousand minarets\" for its preponderance of Islamic architecture. Cairo is considered a World City with a \"Beta +\" classification according to GaWC.\n Cairo has the oldest and largest film and music industries in the Arab world, as well as the world's second-oldest institution of higher learning, Al-Azhar University. Many international media, businesses, and organizations have regional headquarters in the city; the Arab League has had its headquarters in Cairo for most of its existence.\n With a population of over 9 million spread over 3,085 square kilometers (1,191 sq mi), Cairo is by far the largest city in Egypt. An additional 9.5 million inhabitants live in close proximity to the city. Cairo, like many other megacities, suffers from high levels of pollution and traffic. Cairo's metro, one of two in Africa (the other being in Algiers, Algeria), ranks among the fifteen busiest in the world, with over 1 billion annual passenger rides. The economy of Cairo was ranked first in the Middle East in 2005, and 43rd globally on Foreign Policy's 2010 Global Cities Index.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.\n Iraq has a coastline measuring 58 km (36 miles) on the northern Persian Gulf and encompasses the Mesopotamian Alluvial Plain, the northwestern end of the Zagros mountain range and the eastern part of the Syrian Desert. Two major rivers, the Tigris and Euphrates, run south through Iraq and into the Shatt al-Arab near the Persian Gulf. These rivers provide Iraq with significant amounts of fertile land.\n The region between the Tigris and Euphrates rivers, historically known as Mesopotamia, is often referred to as the cradle of civilisation. It was here that mankind first began to read, write, create laws and live in cities under an organised government—notably Uruk, from which \"Iraq\" is derived. The area has been home to successive civilisations since the 6th millennium BC. Iraq was the centre of the Akkadian, Sumerian, Assyrian and Babylonian empires. It was also part of the Median, Achaemenid, Hellenistic, Parthian, Sassanid, Roman, Rashidun, Umayyad, Abbasid, Ayyubid, Seljuk, Mongol, Timurid, Safavid, Afsharid and Ottoman empires.\n The country today known as Iraq was a region of the Ottoman Empire until the partition of the Ottoman Empire in the 20th century. It was made up of three provinces, called vilayets in the Ottoman language: Mosul Vilayet, Baghdad Vilayet, and Basra Vilayet. In April 1920 the British Mandate of Mesopotamia was created under the authority of the League of Nations. A British-backed monarchy joining these vilayets into one Kingdom was established in 1921 under Faisal I of Iraq. The Hashemite Kingdom of Iraq gained independence from the UK in 1932. In 1958, the monarchy was overthrown and the Iraqi Republic created. Iraq was controlled by the Arab Socialist Ba'ath Party from 1968 until 2003. After an invasion by the United States and its allies in 2003, Saddam Hussein's Ba'ath Party was removed from power, and multi-party parliamentary elections were held in 2005. The US presence in Iraq ended in 2011, but the Iraqi insurgency continued and intensified as fighters from the Syrian Civil War spilled into the country. Out of the insurgency came a highly destructive group calling itself ISIL, which took large parts of the north and west. It has since been largely defeated. Disputes over the sovereignty of Kurdistan Region continue. A referendum about the full sovereignty of Kurdistan Region was held on 25 September 2017. On 9 December 2017, then-Iraqi Prime Minister Haider al-Abadi declared victory over ISIL after the group lost its territory in Iraq.\n Iraq is a federal parliamentary republic consisting of 19 governorates (provinces) and one autonomous region (Kurdistan Region). The country's official religion is Islam. Culturally, Iraq has a very rich heritage and celebrates the achievements of its past in both pre-Islamic as well as post-Islamic times and is known for its poets. Its painters and sculptors are among the best in the Arab world, some of them being world-class as well as producing fine handicrafts, including rugs and carpets. Iraq is a founding member of the UN as well as of the Arab League, OIC, Non-Aligned Movement and the IMF.",
  "/wiki/Baghdad": "Baghdad (/ˈbæɡdæd, bəɡˈdæd/; Arabic: بغداد‎ [baɣˈdaːd] (listen)) is the capital of Iraq and the second-largest city in the Arab world. Located along the Tigris River, the city was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time of its inception, Baghdad evolved into a significant cultural, commercial, and intellectual center of the Muslim world. This, in addition to housing several key academic institutions, including the House of Wisdom, as well as hosting a multiethnic and multireligious environment, garnered the city a worldwide reputation as the \"Centre of Learning\".\n Baghdad was the largest city in the world for much of the Abbasid era during the Islamic Golden Age, peaking at a population of more than a million. The city was largely destroyed at the hands of the Mongol Empire in 1258, resulting in a decline that would linger through many centuries due to frequent plagues and multiple successive empires. With the recognition of Iraq as an independent state (formerly the British Mandate of Mesopotamia) in 1932, Baghdad gradually regained some of its former prominence as a significant center of Arabic culture, with a population variously estimated at 6 or over 7 million.[note 1]\n In contemporary times, the city has often faced severe infrastructural damage, most recently due to the United States-led  2003 invasion of Iraq, and the subsequent Iraq War that lasted until December 2011. In recent years, the city has been frequently subjected to insurgency attacks. The war had resulted in a substantial loss of cultural heritage and historical artifacts as well. As of 2018[update], Baghdad was listed as one of the least hospitable places in the world to live, ranked by Mercer as the worst major city for quality of life in the world.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.\n Human occupation of the present UAE has been traced back to the emergence of anatomically modern humans from Africa some 125,000 BCE through finds at the Faya-1 site in Mleiha, Sharjah. Burial sites dating back to the Neolithic Age and the Bronze Age include the oldest known such inland site at Jebel Buhais. Known as Magan to the Sumerians, the area was home to a prosperous Bronze Age trading culture during the Umm Al Nar period, which traded between the Indus Valley, Bahrain and Mesopotamia as well as Iran, Bactria and the Levant. The ensuing Wadi Suq period and three Iron Ages saw the emergence of nomadism as well as the development of water management and irrigation systems supporting human settlement in both the coast and interior. The Islamic age of the UAE dates back to the expulsion of the Sasanians and the subsequent Battle of Dibba. The UAE's long history of trade led to the emergence of Julfar, in the present-day emirate of Ras Al Khaimah, as a major regional trading and maritime hub in the area. The maritime dominance of the Persian Gulf by Emirati traders led to conflicts with European powers, including the Portuguese and British.\n Following decades of maritime conflict, the coastal emirates became known as the Trucial States with the signing of a Perpetual Treaty of Maritime Peace with the British in 1819 (ratified in 1853 and again in 1892), which established the Trucial States as a British Protectorate. This arrangement ended with independence and the establishment of the United Arab Emirates on 2 December 1971, immediately following the British withdrawal from its treaty obligations. Six emirates joined the UAE in 1971, the seventh, Ras Al Khaimah, joined the federation on 10 February 1972.\nIslam is the official religion and Arabic is the official language of the UAE. The UAE's oil reserves are the seventh-largest in the world while its natural gas reserves are the world's seventeenth-largest. Sheikh Zayed, ruler of Abu Dhabi and the first President of the UAE, oversaw the development of the Emirates and steered oil revenues into healthcare, education and infrastructure. The UAE's economy is the most diversified in the Gulf Cooperation Council, while its most populous city of Dubai is an important global city and international aviation and maritime trade hub. Consequently, the country is much less reliant on oil and gas than in previous years and is economically focusing on tourism and business. The UAE government does not levy income tax although there is a system of corporate tax in place and value added tax was established in 2018 at 5%.\n The UAE's rising international profile has led to it being recognised as a regional and a middle power. It is a member of the United Nations, the Arab League, the Organisation of Islamic Cooperation, OPEC, the Non-Aligned Movement and the Gulf Cooperation Council.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.\n Located in the eastern part of the Arabian Peninsula on the coast of the Persian Gulf, Dubai aims to be the business hub of Western Asia. It is also a major global transport hub for passengers and cargo. Oil revenue helped accelerate the development of the city, which was already a major mercantile hub. Today, less than 5% of the emirate's revenue comes from oil. A centre for regional and international trade since the early 20th century, Dubai's economy relies on revenues from trade, tourism, aviation, real estate, and financial services.",
  "/wiki/Sudan": "Sudan (/suːˈdɑːn/; Arabic: السودان‎ as-Sūdān), officially the Republic of the Sudan  (Arabic: جمهورية السودان‎ Jumhūriyyat as-Sūdān), is a country in northeastern Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 43 million (2018 estimate) and occupies 1,886,068 square kilometres (728,215 square miles), making it Africa's third-largest country and also the third-largest in the Arab world. Before South Sudan's secession from Sudan on 9 July 2011, the united Sudan was the largest country in Africa and the Arab world by area. Sudan's predominant religion is Islam, and its official languages are Arabic and English. The capital is Khartoum, located at the confluence of the Blue and White Nile. Since 2011, Sudan has been the scene of an ongoing military conflict in its southern states.\n Sudan's history goes back to the Pharaonic period, witnessing the kingdom of Kerma (c. 2500 BC–1500 BC), the subsequent rule of the Egyptian New Kingdom (c. 1500 BC–1070 BC) and the rise of the kingdom of Kush (c. 785 BC–350 AD), which would in turn control Egypt itself for nearly a century. After the fall of Kush, the Nubians formed the three Christian kingdoms of Nobatia, Makuria and Alodia, with the latter two lasting until around 1500. Between the 14th and 15th centuries much of Sudan was settled by Arab nomads. From the 16th–19th centuries, central and eastern Sudan were dominated by the Funj sultanate, while Darfur ruled the west and the Ottomans the far north. This period saw extensive Islamisation and Arabisation.\n From 1820 to 1874 the entirety of Sudan was conquered by the Muhammad Ali dynasty. Between 1881 and 1885, the harsh Egyptian reign was eventually met with a successful revolt led by the self-proclaimed Mahdi Muhammad Ahmad, resulting in the establishment of the Caliphate of Omdurman. This state was eventually destroyed in 1898 by the British, who would then govern Sudan together with Egypt.\n The 20th century saw the growth of Sudanese nationalism and in 1953 Britain granted Sudan self-government. Independence was proclaimed on 1 January 1956. Since independence, Sudan has been ruled by a series of unstable parliamentary governments and military regimes. Under Gaafar Nimeiry, Sudan instituted Islamic law in 1983. This exacerbated the rift between the Islamic north, the seat of the government and the Animists and Christians in the south. Differences in language, religion, and political power erupted in a civil war between government forces, strongly influenced by the National Islamic Front (NIF), and the southern rebels, whose most influential faction was the Sudan People's Liberation Army (SPLA), eventually concluding in the independence of South Sudan in 2011. Between 1989 and 2019, Sudan experienced a 30-year-long military dictatorship led by Omar al-Bashir. Due to his actions, a War in Darfur Region broke out in 2003. Bashir was accused of ethnic genocide. Overall, the regime left 300,000–400,000 dead. Protests erupted in late 2018, demanding Bashir's resignation, which resulted in a successful coup d'état on April 11, 2019.",
  "/wiki/Khartoum": "Khartoum or Khartum (/kɑːrˈtuːm/ kar-TOOM; Arabic: ٱلْخُرْطُوم‎, romanized: Al-Khurṭūm) is the capital of Sudan. With a population of 5,274,321,  its metropolitan area is the largest in Sudan, the sixth-largest in Africa, and the fourth-largest in the Arab world. Khartoum is located at the confluence of the White Nile, flowing north from Lake Victoria, and the Blue Nile, flowing west from Ethiopia. The location where the two Niles meet is known as al-Mogran or al-Muqran (المقرن; English: \"The Confluence\"). From there, the Nile continues to flow north towards Egypt and the Mediterranean Sea.\n Divided by these two parts of the Nile, Khartoum is a tripartite metropolis with an estimated overall population of over five million people, consisting of Khartoum proper, and linked by bridges to Khartoum North (الخرطوم بحري al-Kharṭūm Baḥrī) and Omdurman (أم درمان Umm Durmān) to the west.",
  "/wiki/Giza": "Giza (/ˈɡiːzə/; sometimes spelled Gizah or Jizah; Arabic: الجيزة‎ al-Jīzah, Egyptian Arabic pronunciation: [el ˈgiːze]) is the third-largest city in Egypt and the capital of the Giza Governorate. It is located on the west bank of the Nile, 4.9 km (3 mi) southwest of central Cairo, and forms a part of the Greater Cairo metropolis.\n Giza lies less than 20 km (12.43 mi) north of Memphis (Men-nefer), which was the capital city of the first unified Egyptian state from the days of the first pharaoh, Narmer.\n Giza is most famous as the location of the Giza Plateau: the site of some of the most impressive ancient monuments in the world, including a complex of ancient Egyptian royal mortuary and sacred structures, including the Great Sphinx, the Great Pyramid of Giza, and a number of other large pyramids and temples. Giza has always been a focal point in Egypt's history due to its location close to Memphis, the ancient pharaonic capital of the Old Kingdom. Its St. George Cathedral is the episcopal see of the Coptic Catholic Eparchy of Giza.",
  "/wiki/Syria": "Syria (Arabic: سوريا‎, romanized: Sūriyā), officially the Syrian Arab Republic (Arabic: الجمهورية العربية السورية‎, romanized: al-Jumhūrīyah al-ʻArabīyah as-Sūrīyah), is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including Syrian Arabs, Kurds, Turkemens, Assyrians, Armenians, Circassians, Mandeans and Greeks. Religious groups include Sunnis, Christians, Alawites, Druze, Isma'ilis, Mandeans, Shiites, Salafis, Yazidis, and Jews. Arabs are the largest ethnic group, and Sunnis the largest religious group.\n Syria is a unitary republic consisting of 14 governorates and is the only country that politically espouses Ba'athism. It is a member of one international organization other than the United Nations, the Non-Aligned Movement; it was suspended from the Arab League in November 2011 and the Organisation of Islamic Cooperation, and self-suspended from the Union for the Mediterranean.\n The name \"Syria\" historically referred to a wider region, broadly synonymous with the Levant, and known in Arabic as al-Sham. The modern state encompasses the sites of several ancient kingdoms and empires, including the Eblan civilization of the 3rd millennium BC. Aleppo and the capital city Damascus are among the oldest continuously inhabited cities in the world. In the Islamic era, Damascus was the seat of the Umayyad Caliphate and a provincial capital of the Mamluk Sultanate in Egypt. The modern Syrian state was established in the mid-20th century after centuries of Ottoman and a brief period French mandate, and represented the largest Arab state to emerge from the formerly Ottoman-ruled Syrian provinces. It gained de jure independence as a parliamentary republic on 24 October 1945, when Republic of Syria became a founding member of the United Nations, an act which legally ended the former French Mandate – although French troops did not leave the country until April 1946. The post-independence period was tumultuous, with many military coups and coup attempts shaking the country from 1949 to 1971. In 1958, Syria entered a brief union with Egypt called the United Arab Republic, which was terminated by the 1961 Syrian coup d'état. The republic was renamed into the Arab Republic of Syria in late 1961 after December 1 constitutional referendum, and was increasingly unstable until the 1963 Ba'athist coup d'état, since which the Ba'ath Party has maintained its power. Syria was under Emergency Law from 1963 to 2011, effectively suspending most constitutional protections for citizens.\n Bashar al-Assad has been president since 2000 and was preceded by his father Hafez al-Assad, who was in office from 1971 to 2000. Through his rule, Syria and the ruling Ba'ath Party was condemned and criticized for human rights abuses, frequent executions of citizens and political prisoners, and massive censorship.\n Since March 2011, Syria has been embroiled in an armed conflict, with a number of countries in the region and beyond involved militarily or otherwise. As a result, a number of self-proclaimed political entities have emerged on Syrian territory, including the Syrian opposition, Rojava, Tahrir al-Sham and Islamic State of Iraq and the Levant. Syria is ranked last on the Global Peace Index from 2016 to 2018, making it the most violent country in the world due to the war. The war has killed more than 570,000 people, caused 7.6 million internally displaced people (July 2015 UNHCR estimate) and over 5 million refugees (July 2017 registered by UNHCR), making population assessment difficult in recent years.",
  "/wiki/Damascus": "Damascus (/dəˈmæskəs/; Arabic: دمشق‎, romanized: Dimašq [diˈmaʃq], Syrian Arabic: [dɪˈmaʃʔ], French: Damas) is the capital of Syria; it is also the country's largest city, following the decline in population of Aleppo due to the battle for the city. It is colloquially known in Syria as aš-Šām (الشام) and titled  the \"City of Jasmine\" (مدينة الياسمين Madīnat al-Yāsmīn). Damascus is a major cultural center of the Levant and the Arab world. The city has an estimated population of 1,711,000 as of 2009[update].\n Located in south-western Syria, Damascus is the center of a large metropolitan area of 2.7 million people (2004). Geographically embedded on the eastern foothills of the Anti-Lebanon mountain range 80 kilometres (50 mi) inland from the eastern shore of the Mediterranean on a plateau 680 metres (2,230 ft) above sea level, Damascus experiences a semi-arid climate because of the rain shadow effect. The Barada River flows through Damascus.\n First settled in the second millennium BC, it was chosen as the capital of the Umayyad Caliphate from 661 to 750. After the victory of the Abbasid dynasty, the seat of Islamic power was moved to Baghdad. Damascus saw a political decline throughout the Abbasid era, only to regain significant importance in the Ayyubid and Mamluk periods. Today, it is the seat of the central government and all of the government ministries. As of September 2019[update], 8 years since the start of the Syrian Civil War, Damascus has been named the world's least livable city by the Economist Intelligence Unit.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.\n The territory that now constitutes Saudi Arabia was the site of several ancient cultures and civilizations. The prehistory of Saudi Arabia shows some of the earliest traces of human activity in the world. The world's second-largest religion, Islam, emerged in modern-day Saudi Arabia. In the early 7th century, the Islamic prophet Muhammad united the population of Arabia and created a single Islamic religious polity. Following his death in 632, his followers rapidly expanded the territory under Muslim rule beyond Arabia, conquering huge and unprecedented swathes of territory (from the Iberian Peninsula in the West to modern-day Pakistan in the East) in a matter of decades.\nArab dynasties originating from modern-day Saudi Arabia founded the Rashidun (632–661), Umayyad (661–750), Abbasid (750–1517) and Fatimid (909–1171) caliphates as well as numerous other dynasties in Asia, Africa and Europe.\n The area of modern-day Saudi Arabia formerly consisted of mainly four distinct regions: Hejaz, Najd and parts of Eastern Arabia (Al-Ahsa) and Southern Arabia ('Asir). The Kingdom of Saudi Arabia was founded in 1932 by Ibn Saud. He united the four regions into a single state through a series of conquests beginning in 1902 with the capture of Riyadh, the ancestral home of his family, the House of Saud. Saudi Arabia has since been a totalitarian absolute monarchy, effectively a hereditary dictatorship governed along Islamist lines. The ultraconservative Wahhabi religious movement within Sunni Islam has been called \"the predominant feature of Saudi culture\", with its global spread largely financed by the oil and gas trade. Saudi Arabia is sometimes called \"the Land of the Two Holy Mosques\" in reference to Al-Masjid al-Haram (in Mecca) and Al-Masjid an-Nabawi (in Medina), the two holiest places in Islam. The state's official language is Arabic.\n Petroleum was discovered on 3 March 1938 and followed up by several other finds in the Eastern Province. Saudi Arabia has since become the world's second largest oil producer (behind the US) and the world's largest oil exporter, controlling the world's second largest oil reserves and the sixth largest gas reserves. The kingdom is categorized as a World Bank high-income economy with a high Human Development Index and is the only Arab country to be part of the G-20 major economies.  \n The state has attracted criticism for a variety of reasons including: its treatment of women, its excessive and often extrajudicial use of capital punishment, state-sponsored discrimination against religious minorities and atheists, its role in the Yemeni Civil War, sponsorship of Islamic terrorism, its failure to take adequete measures against human trafficking, state-sanctioned racism and antisemitism, its poor human rights record, and its strict interpretation of Sharia law. \n The kingdom has the world's third-highest military expenditure and, according to SIPRI, was the world's second largest arms importer from 2010 to 2014. Saudi Arabia is considered a regional and middle power. In addition to the GCC, it is an active member of the Organisation of Islamic Cooperation and OPEC.",
  "/wiki/Riyadh": "Riyadh (/rɪˈjɑːd/; Arabic: الرياض‎, romanized: ar-Riyāḍ [ar.riˈjaːdˤ], Najdi pronunciation: [er.rɪˈjɑːðˤ]) is the capital of Saudi Arabia and the largest city on the Arabian Peninsula. With a population of 6.9 million people, Riyadh is the third-largest city in the Arab world and the 39th-largest in Asia. Riyadh is located on the eastern part of the Najd plateau at about 600 metres (2,000 ft) above sea level.\n Riyadh is the political and administrative centre of Saudi Arabia and is the headquarters of the country's central government bodies, such as the Saudi Royal Court and the Council of Ministers of Saudi Arabia. Riyadh is of great economic importance, as it is the headquarters of many banks and major companies. It is also the location of the King Abdullah Financial District, one of the world's largest financial centres. Riyadh is one of the world's fastest-growing cities in population, with many immigrants.\n The city is divided into 15 municipal districts, managed by the Municipality of Riyadh headed by the mayor of Riyadh, and the Royal Commission for Riyadh which is chaired by the governor of the Province, Faisal bin Bandar Al Saud. The current mayor is Tariq bin Abdul Aziz Al-Faris. Riyadh has been designated a global city.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.\n Since the foundation of the first Moroccan state by Idris I in 788 AD, the country has been ruled by a series of independent dynasties, reaching its zenith under Almoravid and Almohad rule, when it spanned parts of Iberia and northwestern Africa. The Marinid and Saadi dynasties resisted foreign domination into the 17th century, allowing Morocco to remain the only northwest African country to avoid Ottoman occupation. The Alaouite dynasty, which rules to this day, seized power in 1631. The country's strategic location near the mouth of the Mediterranean attracted the interest of Europe, and in 1912, Morocco was divided into French and Spanish protectorates, with an international zone in Tangier. It regained its independence in 1956, and has since remained comparatively stable and prosperous by regional standards, with the fifth largest economy in Africa.\n Morocco claims the non-self-governing territory of Western Sahara, formerly Spanish Sahara, as its Southern Provinces. After Spain agreed to decolonise the territory to Morocco and Mauritania in 1975, a guerrilla war arose with local forces. Mauritania relinquished its claim in 1979, and the war lasted until a ceasefire in 1991. Morocco currently occupies two thirds of the territory, and peace processes have thus far failed to break the political deadlock.\n The sovereign state is a unitary constitutional monarchy with an elected parliament. The country wields significant influence in both Africa and the Arab world, and  is considered a regional power and a middle power. The King of Morocco holds vast executive and legislative powers, especially over the military, foreign policy and religious affairs. Executive power is exercised by the government, while legislative power is vested in both the government and the two chambers of parliament, the Assembly of Representatives and the Assembly of Councillors. The king can issue decrees called dahirs, which have the force of law. He can also dissolve the parliament after consulting the Prime Minister and the president of the constitutional court.\n Morocco's predominant religion is Islam, and its official languages are Arabic and Berber, the latter achieving official recognition in 2011, having been the native language of Morocco before the Muslim conquest in the seventh century C.E. The Moroccan dialect of Arabic, referred to as Darija, and French are also widely spoken. Moroccan culture is a blend of Berber, Arab, Sephardi Jews, West African and European influences.\n Morocco is a member of the Arab League, the Union for the Mediterranean and the African Union.",
  "/wiki/Casablanca": "Casablanca (Spanish pronunciation: [kasaˈβlaŋka]; Arabic: الدار البيضاء‎, romanized: Ad-dar Al Baidaa' [adˈdaːru ɫbajdˤaːʔ] white house, Berber languages: ⴰⵏⴼⴰ, romanized: Anfa [ænfæ] incline) is the largest city of Morocco. Located in the central-western part of Morocco bordering the Atlantic Ocean, it is the largest city in the Maghreb region and the eighth-largest in the Arab world. Casablanca is Morocco's chief port and one of the largest financial centers in Africa. According to the 2014 population estimate, the city has a population of about 3.35 million in the urban area and over 6.8 million in the Casablanca-Settat region. Casablanca is considered the economic and business center of Morocco, although the national political capital is Rabat.\n The leading Moroccan companies and many international corporations doing business in the country have their headquarters and main industrial facilities in Casablanca. Recent industrial statistics show Casablanca holds its recorded position as the primary industrial zone of the nation. The Port of Casablanca is one of the largest artificial ports in the world,[citation needed] and the second largest port of North Africa, after Tanger-Med 40 km (25 mi) east of Tangier. Casablanca also hosts the primary naval base for the Royal Moroccan Navy.",
  "/wiki/Jeddah": "Jeddah (English: /ˈdʒɛdə/ JED-ə), also spelled Jedda, Jiddah or Jidda (/ˈdʒɪdə/ JID-ə; Arabic: جدة‎, romanized: Jidda, Hejazi pronunciation: [ˈdʒɪd.da]), is a city in the Hejaz region of Saudi Arabia and the country's commercial center. With a population of about four million people (as of 2017[update]), Jeddah is the largest city in Makkah Province, the second-largest in Saudi Arabia (after the capital Riyadh), and the tenth-largest in the Arab world. Jeddah Islamic Port, located on the Red Sea, is the second-largest and second-busiest seaport in the Arab world (after Dubai's Port of Jebel Ali).\n Jeddah is the principal gateway to Mecca, the holiest city in Islam, located just 65 kilometres (40 mi) to the east, while Medina, the second-holiest city, is located 360 kilometres (220 mi) to the north.\n Economically, Jeddah is focusing on further developing capital investment in scientific and engineering leadership within Saudi Arabia, and the Middle East. Jeddah was independently ranked fourth in the Africa – Mid-East region in terms of innovation in 2009 in the Innovation Cities Index.\n Jeddah is one of Saudi Arabia's primary resort cities and was named a Beta world city by the Globalization and World Cities Study Group and Network (GaWC). Given the city's close proximity to the Red Sea, fishing and seafood dominates the food culture unlike other parts of the country. In Arabic, the city's motto is \"Jeddah Ghair\", which translates to \"Jeddah is different\". The motto has been widely used among both locals as well as foreign visitors. The city had been previously perceived as the \"most open\" city in Saudi Arabia.",
  "/wiki/Aleppo": "Aleppo  (/əˈlɛpoʊ/; Arabic: ﺣَﻠَﺐ‎ / ALA-LC: Ḥalab, IPA: [ˈħalab]; French: Alep) is a city in Syria, which serves as the capital of the Aleppo Governorate, the most populous Syrian governorate. With an official population of 4.6 million in 2010, Aleppo was the largest Syrian city before the Syrian Civil War; however, it is now the second-largest city in Syria, after the capital Damascus.[citation needed]\n Aleppo is one of the oldest continuously inhabited cities in the world; it may have been inhabited since the 6th millennium BC. Excavations at Tell as-Sawda and Tell al-Ansari, just south of the old city of Aleppo, show that the area was occupied by Amorites by the latter part of the 3rd millennium BC. That is also the time at which Aleppo is first mentioned in cuneiform tablets unearthed in Ebla and Mesopotamia, which speak of it as part of the Amorite state of Yamhad, and note its commercial and military proficiency. Such a long history is attributed to its strategic location as a trading center midway between the Mediterranean Sea and Mesopotamia.\n For centuries, Aleppo was the largest city in the Syrian region, and the Ottoman Empire's third-largest after Constantinople and Cairo. The city's significance in history has been its location at one end of the Silk Road, which passed through Central Asia and Mesopotamia. When the Suez Canal was inaugurated in 1869, much trade was diverted to sea and Aleppo began its slow decline. At the fall of the Ottoman Empire after World War I, Aleppo lost its northern hinterland to modern Turkey, as well as the important Baghdad Railway connecting it to Mosul. In the 1940s it lost its main access to the sea, Antakya and İskenderun, likewise to Turkey. Finally, the isolation of Syria in the past few decades further exacerbated the situation. This decline may have helped to preserve the old city of Aleppo, its medieval architecture and traditional heritage. It won the title of the \"Islamic Capital of Culture 2006\", and has had a wave of successful restorations of its historic landmarks. The Battle of Aleppo (2012–2016) occurred in the city during the Syrian Civil War, and many parts of the city suffered massive destruction. Affected parts of the city are currently undergoing reconstruction.\n While the exact numbers of the civilian death toll in Syria between 2012 and 2016 are unclear, because the Office of the High Commissioner for Human Rights (UN Human Rights) was restricted in its monitoring, the United Nations (UN) estimated that thousands of people were killed.",
  "/wiki/Alexandria": "Alexandria (/ˌælɪɡˈzændriə/ or /-ˈzɑːnd-/; Arabic: الإسكندرية‎ al-ʾIskandariyya; Egyptian Arabic: اسكندرية‎ Eskendereyya; Coptic: ⲁⲗⲉⲝⲁⲛⲇⲣⲓⲁ Alexandria or ⲣⲁⲕⲟϯ Rakote, Greek: Αλεξάνδρεια Alexandria) is the second-largest city in Egypt and a major economic center. With a population of 5,200,000, Alexandria is the largest city on the Mediterranean, the sixth-largest city in the Arab world and the ninth-largest in Africa. The city extends about 40 km (25 mi)  at the northern coast of Egypt along the Mediterranean Sea. Alexandria is a popular tourist destination, and also an important industrial center because of its natural gas and oil pipelines from Suez.\n Alexandria was founded in c. 331 BC by Alexander the Great, king of Macedon and leader of the Greek League of Corinth, during his conquest of the Achaemenid Empire. An Egyptian village named Rhacotis existed at the location and grew into the Egyptian quarter of Alexandria. Alexandria grew rapidly to become an important center of Hellenistic civilization and remained the capital of Ptolemaic Egypt and Roman and Byzantine Egypt for almost 1,000 years, until the Muslim conquest of Egypt in AD 641, when a new capital was founded at Fustat (later absorbed into Cairo). Hellenistic Alexandria was best known for the Lighthouse of Alexandria (Pharos), one of the Seven Wonders of the Ancient World; its Great Library (the largest in the ancient world); and the Necropolis, one of the Seven Wonders of the Middle Ages. Alexandria was the intellectual and cultural center of the ancient Mediterranean world for much of the Hellenistic age and late antiquity. It was at one time the largest city in the ancient world before being eventually overtaken by Rome. \n The city was a major center of early Christianity and was the center of the Patriarchate of Alexandria, which was one of the major centers of Christianity in the Eastern Roman Empire. In the modern world, the Coptic Orthodox Church and the Greek Orthodox Church of Alexandria both lay claim to this ancient heritage.\n Following the Arab conquest of Egypt in 641 AD, the city was plundered and lost its significance before re-emerging in the modern era. From the late 18th century, Alexandria became a major center of the international shipping industry and one of the most important trading centers in the world, both because it profited from the easy overland connection between the Mediterranean Sea and the Red Sea, and the lucrative trade in Egyptian cotton.",
  "/wiki/Shubra_al_Khaymah": "Shubra El Kheima, (Arabic: شبرا الخيمة‎, IPA: [ˈʃobɾɑ lˈxeːmæ]) is the fourth-largest city in Egypt. It is located in the Qalyubia Governorate along the northern edge of the Cairo Governorate. It forms part of the Greater Cairo agglomeration.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the African Union and Arab World. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).\n Pre-1962 Algeria has known many empires and dynasties, including ancient Numidians, Phoenicians, Carthaginians, Romans, Vandals, Byzantines, Umayyads, Abbasids, Idrisid, Aghlabid, Rustamid, Fatimids, Zirid, Hammadids, Almoravids, Almohads, Zayyanids, Spaniards, Ottomans and, finally, the French colonial empire.\n Algeria is a regional and middle power. It has the highest human development index of all non-island African countries and one of the largest economies on the continent, based largely on energy exports. Algeria has the 16th largest oil reserves in the world and the second largest in Africa, while it has the ninth largest reserves of natural gas. Sonatrach, the national oil company, is the largest company in Africa, supplying large amounts of natural gas to Europe. Algeria has one of the largest militaries in Africa and the largest defence budget. It is a member of the African Union, the Arab League, OPEC, the United Nations, and the Arab Maghreb Union, of which it is a founding member.",
  "/wiki/Algiers": "Algiers (/ælˈdʒɪərz/ al-JEERZ; Arabic: الجزائر‎, romanized: Al-Jazāʾir; French: Alger) is the capital and largest city of Algeria. The city's population at the 2008 Census was 2,988,145 and in 2011 was estimated to be around 3,500,000. An estimate puts the population of the larger metropolitan city to be around 5,000,000. Algiers is located on the Mediterranean Sea and in the north-central portion of Algeria.\n Algiers is situated on the west side of a bay of the Mediterranean Sea. The modern part of the city is built on the level ground by the seashore; the old part, the ancient city of the deys, climbs the steep hill behind the modern town and is crowned by the casbah or citadel, 122 metres (400 ft) above the sea. The casbah and the two quays form a triangle.",
  "/wiki/Basra": "Basra (Arabic: البصرة‎ al-Baṣrah) is an Iraqi city located on the Shatt al-Arab. It had an estimated population of 2.5 million in 2012. Basra is also Iraq's main port, although it does not have deep water access, which is handled at the port of Umm Qasr.\n The city is one of the ports from which the fictional Sinbad the Sailor journeyed. It played an important role in early Islamic history and was built in 636. Basra is consistently one of the hottest cities in Iraq, with summer temperatures regularly exceeding 50 °C (122 °F). In April 2017, the Iraqi Parliament recognized Basra as Iraq's economic capital.",
  "/wiki/Kuwait": "Kuwait (/kʊˈweɪt/ (listen); Arabic: الكويت‎ al-Kuwait, Gulf Arabic pronunciation: [ɪl‿ɪkweːt] or [lɪkweːt]), officially the State of Kuwait (Arabic: دولة الكويت‎ Dawlat al-Kuwait), is a country in Western Asia. Situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, it shares borders with Iraq and Saudi Arabia. As of 2016[update], Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population.\nOil reserves were discovered in commercial quantities in 1938. In 1946, crude oil was exported for the first time. From 1946 to 1982, the country underwent large-scale modernization. In the 1980s, Kuwait experienced a period of geopolitical instability and an economic crisis following the stock market crash. In 1990, Kuwait was invaded, and later annexed, by Saddam's Iraq. The Iraqi occupation of Kuwait came to an end in 1991 after military intervention by a military coalition led by the United States. Kuwait is a major non-NATO ally of the United States. It is also a major ally of ASEAN, while maintaining a strong relationship with China.\n Kuwait is a constitutional sovereign state with a semi-democratic political system. Kuwait has a high-income economy backed by the world's sixth largest oil reserves. The Kuwaiti dinar is the highest valued currency in the world. According to the World Bank, the country has the fourth highest per capita income. The Constitution was promulgated in 1962. Kuwait is home to the largest opera house in the Middle East. The Kuwait National Cultural District is a member of the Global Cultural Districts Network.",
  "/wiki/Kuwait_City": "Kuwait City (Arabic: مدينة الكويت‎) is the capital and largest city of Kuwait. Located at the heart of the country on the shore of the Persian Gulf, and containing Kuwait's National Assembly (parliament), most governmental offices, the headquarters of most Kuwaiti corporations and banks, it is the indisputable political, cultural and economical centre of the emirate. It is considered a global city.\n Kuwait City's trade and transportation needs are served by Kuwait International Airport, Mina Al-Shuwaik (Shuwaik Port) and Mina Al Ahmadi (Ahmadi Port).",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre.\n What is now Jordan has been inhabited by humans since the Paleolithic period. Three stable kingdoms emerged there at the end of the Bronze Age: Ammon, Moab and Edom. Later rulers include the Nabataean Kingdom, the Roman Empire, and the Ottoman Empire. After the Great Arab Revolt against the Ottomans in 1916 during World War I, the Ottoman Empire was partitioned by Britain and France. The Emirate of Transjordan was established in 1921 by the Hashemite, then Emir, Abdullah I, and the emirate became a British protectorate. In 1946, Jordan became an independent state officially known as the Hashemite Kingdom of Transjordan, but was renamed in 1949 to the Hashemite Kingdom of Jordan after the country captured the West Bank during the 1948 Arab–Israeli War and annexed it until it was lost to Israel in 1967. Jordan renounced its claim to the territory in 1988, and became one of two Arab states to sign a peace treaty with Israel in 1994. Jordan is a founding member of the Arab League and the Organisation of Islamic Co-operation. The sovereign state is a constitutional monarchy, but the king holds wide executive and legislative powers.\n Jordan is a relatively small, semi-arid, almost landlocked country with an area of 89,342 km2 (34,495 sq mi) and a population numbering 10 million, making it the 11th-most populous Arab country. Sunni Islam, practiced by around 95% of the population, is the dominant religion in Jordan and coexists with an indigenous Christian minority. Jordan has been repeatedly referred to as an \"oasis of stability\" in a turbulent region. It has been mostly unscathed by the violence that swept the region following the Arab Spring in 2010. From as early as 1948, Jordan has accepted refugees from multiple neighbouring countries in conflict. An estimated 2.1 million Palestinian and 1.4 million Syrian refugees are present in Jordan as of a 2015 census. The kingdom is also a refuge to thousands of Iraqi Christians fleeing persecution by ISIL. While Jordan continues to accept refugees, the recent large influx from Syria placed substantial strain on national resources and infrastructure.\n Jordan is classified as a country of \"high human development\" with an \"upper middle income\" economy. The Jordanian economy, one of the smallest economies in the region, is attractive to foreign investors based upon a skilled workforce. The country is a major tourist destination, also attracting medical tourism due to its well developed health sector. Nonetheless, a lack of natural resources, large flow of refugees and regional turmoil have hampered economic growth.",
  "/wiki/Amman": "Amman (English:  /ɑːˈmɑːn/; Arabic: عَمّان‎ ʻammān pronounced [ʕamːaːn]) is the capital and largest city of Jordan and the country's economic, political and cultural centre. With a population of 4,007,526, Amman is the largest city in the Levant region and the fifth-largest city in the Arab world. It is considered to be among the most modernized Arab cities and a major tourist destination.\n The earliest evidence of settlement in Amman is in a Neolithic site known as 'Ain Ghazal, where some of the oldest human statues ever found dating to 7250 BC were uncovered. During the Iron Age, the city was known as Ammon, home to the Kingdom of the Ammonites. It was named Philadelphia during its Greek and Roman periods, and was finally called Amman during the Islamic period. Abandoned for much of the medieval and post-medieval period, modern Amman dates to the late 19th century when Circassian immigrants were settled there by the Ottoman Empire in 1867. The first municipal council was established in 1909. Amman witnessed rapid growth after its designation as Transjordan's capital in 1921, and after several successive waves of refugees: Palestinians in 1948 and 1967; Iraqis in 1990 and 2003; and Syrians since 2011. It was initially built on seven hills but now spans over 19 hills combining 27 districts, which are administered by the Greater Amman Municipality headed by its mayor Yousef Shawarbeh. Areas of Amman have gained their names from either the hills (Jabal) or the valleys (Wadi) they occupy, such as Jabal Lweibdeh and Wadi Abdoun. East Amman is predominantly filled with historic sites that frequently host cultural activities, while West Amman is more modern and serves as the economic center of the city.\n Approximately two million visitors arrived in Amman in 2014, which made it the 93rd most visited city in the world and the 5th most visited Arab city. Amman has a relatively fast growing economy, and it is ranked Beta− on the global city index. Moreover, it was named one of the Middle East and North Africa's best cities according to economic, labor, environmental, and socio-cultural factors. The city is among the most popular locations in the Arab world for multinational corporations to set up their regional offices, alongside Doha and only behind Dubai. It is expected that in the next 10 years these three cities will capture the largest share of multinational corporation activity in the region.",
  "/wiki/Abu_Dhabi": "Abu Dhabi (US: /ˈɑːbuː ˈdɑːbi/, UK: /ˈæbuː/; Arabic: أَبُو ظَبْيٍ‎ Abū Ẓaby Arabic pronunciation: [ɐˈbuˈðˤɑbi]) is the capital and the second-most populous city of the United Arab Emirates (after Dubai). It is also the capital of the Emirate of Abu Dhabi, which is the largest of the UAE's seven emirates. The city of Abu Dhabi is located on an island in the Persian Gulf, off the Central West Coast. Most of the city and the Emirate reside on the mainland connected to the rest of the country. As of 2020, Abu Dhabi's urban area had an estimated population of 1.48 million, out of 2.9 million in the emirate of Abu Dhabi, as of 2016.\n Abu Dhabi houses local and federal government offices and is the home of the United Arab Emirates Government and the Supreme Petroleum Council. The city is home to the President of the UAE, who is a member of the Al Nahyan family. Abu Dhabi's rapid development and urbanization, coupled with the massive oil and gas reserves and production and relatively high average income, have transformed it into a large, developed metropolis. It is the country's center of politics and industry, and a major culture and commerce center. Abu Dhabi accounts for about two-thirds of the roughly $400 billion UAE economy.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]\n The earliest evidence of civilization in Lebanon dates back more than seven thousand years, predating recorded history. Lebanon was the home of the Canaanites/Phoenicians and their kingdoms, a maritime culture that flourished for almost three thousand years (c. 3200–539 BC). In 64 BC, the region came under the rule of the Roman Empire, and eventually became one of the Empire's leading centers of Christianity. In the Mount Lebanon range a monastic tradition known as the Maronite Church was established. As the Arab Muslims conquered the region, the Maronites held onto their religion and identity. However, a new religious group, the Druze, established themselves in Mount Lebanon as well, generating a religious divide that has lasted for centuries. During the Crusades, the Maronites re-established contact with the Roman Catholic Church and asserted their communion with Rome. The ties they established with the Latins have influenced the region into the modern era.\n The region eventually was ruled by the Ottoman Empire from 1516 to 1918. Following the collapse of the empire after World War I, the five provinces that constitute modern Lebanon came under the French Mandate of Lebanon. The French expanded the borders of the Mount Lebanon Governorate, which was mostly populated by Maronites and Druze, to include more Muslims. Lebanon gained independence in 1943, establishing confessionalism, a unique, Consociationalism-type of political system with a power-sharing mechanism based on religious communities. Bechara El Khoury, President of Lebanon during the independence, Riad El-Solh, first Lebanese prime minister and Emir Majid Arslan II, first Lebanese minister of defence, are considered the founders of the modern Republic of Lebanon and are national heroes for having led the country's independence. Foreign troops withdrew completely from Lebanon on 31 December 1946, although the country was subjected to military occupations by Syria that lasted nearly thirty years before being withdrawn in April 2005 as well as Israel for fifteen years before being withdrawn in May 2000.\n Despite its small size, the country has developed a well-known culture and has been highly influential in the Arab world, powered by its large diaspora. Before the Lebanese Civil War (1975–1990), the country experienced a period of relative calm and renowned prosperity, driven by tourism, agriculture, commerce, and banking. Because of its financial power and diversity in its heyday, Lebanon was referred to as the \"Switzerland of the East\" during the 1960s, and its capital, Beirut, attracted so many tourists that it was known as \"the Paris of the Middle East\". At the end of the war, there were extensive efforts to revive the economy and rebuild national infrastructure. In spite of these troubles, Lebanon has the highest Human Development Index and GDP per capita in the Arab world outside of the oil-rich economies of the Persian Gulf. Lebanon has been a member of the United Nations since its founding in 1945 as well as of the Arab League (1945), the Non-Aligned Movement (1961), Organisation of the Islamic Cooperation (1969) and the Organisation internationale de la francophonie (1973).",
  "/wiki/Beirut": "Beirut (/beɪˈruːt/ bay-ROOT; Arabic: بيروت‎, romanized: Bayrūt; French: Beyrouth) is the capital and largest city of Lebanon. No recent population census has been conducted, but 2007 estimates ranged from slightly more than 1 million to 2.2 million as part of Greater Beirut, which makes it the third-largest city in the Levant region and the fifteenth-largest in the Arab world. Located on a peninsula at the midpoint of Lebanon's Mediterranean coast, Beirut is an important regional seaport.\n It is one of the oldest cities in the world, having been inhabited by Amer for more than 5,000 years.  The first historical mention of Beirut is found in the Amarna letters from the New Kingdom of Egypt, which date to the 15th century BC.\n Beirut is Lebanon's seat of government and plays a central role in the Lebanese economy, with most banks and corporations based in its Central District, Badaro, Rue Verdun, Hamra, Ryad el Soloh street, and Achrafieh. Following the destructive Lebanese Civil War, Beirut's cultural landscape underwent major reconstruction. Identified and graded for accountancy, advertising, banking, finance and law, Beirut is ranked as a Beta World City by the Globalization and World Cities Research Network.",
  "/wiki/Rabat": "Rabat (/rəˈbɑːt/, also UK: /rəˈbæt/, US: /rɑːˈbɑːt/; Arabic: الرِّبَاط‎, romanized: ar-ribāṭ; Berber languages: ⴰⵕⴱⴰⵟ, romanized: Aṛṛbaṭ) is the capital city of Morocco and the country's seventh largest city with an urban population of approximately 580,000 (2014) and a metropolitan population of over 1.2 million.  It is also the capital city of the Rabat-Salé-Kénitra administrative region. Rabat is located on the Atlantic Ocean at the mouth of the river Bou Regreg, opposite Salé, the city's main commuter town.\n Rabat was founded in the 12th century by the Almohad ruler Abd al-Mu'min as a military town. The city steadily grew but went into an extended period of decline following the collapse of the Almohads. In the 17th century Rabat became a haven for Barbary pirates. The French established a protectorate over Morocco in 1912 and made Rabat its administrative center. Morocco achieved independence in 1955 and Rabat became its capital.\n Rabat, Temara, and Salé form a conurbation of over 1.8 million people. Silt-related problems have diminished Rabat's role as a port; however, Rabat, and Salé still maintain important textile, food processing and construction industries. In addition, tourism and the presence of all foreign embassies in Morocco serve to make Rabat one of the most important cities in the country. The Moroccan capital was ranked at second place by CNN in its \"Top Travel Destinations of 2013\". It is one of four Imperial cities of Morocco, and the medina of Rabat is listed as a World Heritage Site. Rabat is accessible by train through the ONCF system and by plane through the nearby Rabat–Salé Airport.",
  "/wiki/Lists_of_the_Arab_League": "All lists and statistics of the Arab League"
}