{
  "/wiki/Arabs": "Arabs (/ˈærəbz/; Arabic: عَرَبٌ‎, ISO 233 ‘arab; Arabic pronunciation: [ˈʕarab] (listen)) are a population inhabiting the Arab world. They primarily live in the Arab states in Western Asia, North Africa, the Horn of Africa and western Indian Ocean islands (including the Comoros), as well as in significant numbers in the Americas, Western Europe, Indonesia, Israel, Turkey and Iran. The Arab diaspora is established around the world.",
  "/wiki/Afars": "The Afar (Afar: Qafár), also known as the Danakil, Adali and Odali, are an ethnic Cushitic people inhabiting the Horn of Africa. They primarily live in the Afar Region of Ethiopia and in northern Djibouti, as well as the entire southern part of Eritrea. The Afar speak the Afar language, which is part of the Cushitic branch of the Afroasiatic family. Afars are the only Horners whose traditional territories borders both the Red Sea and the Gulf of Aden.",
  "/wiki/Amhara_people": "Amharas (Amharic: አማራ, Āmara; Ge'ez: አምሐራ, ʾÄməḥära) are a Habesha Ethiosemitic-speaking ethnic group traditionally inhabiting parts of the northwest Highlands of Ethiopia, particularly in  the Amhara Region. According to the 2007 national census, Amharas numbered 19,867,817 individuals, comprising 26.9% of Ethiopia's population and they are mostly Orthodox Christians members of Ethiopian Orthodox Church. They are also found within the Ethiopian expatriate community, particularly in North America. They speak Amharic, an Afro-Asiatic language of the Semitic branch, a member of the Ethiosemitic group, which serves as the official language of Ethiopia.",
  "/wiki/Aramean-Syriac_people": "Assyrians (Syriac: ܐܬܘܪ̈ܝܐ‎, ʾĀṯōrāyē; or ܣܘܪ̈ܝܐ, Sūrāyē) are an ethnic group indigenous to Mesopotamia, a region in the Middle East. Some self-identify as Syriacs, Arameans, and Chaldeans. Speakers of Neo-Aramaic branch of Semitic languages as well as the primary languages in their countries of residence, modern Assyrians are Syriac Christians who claim descent from Assyria, one of the oldest civilizations in the world, dating back to 2500 BC in ancient Mesopotamia.",
  "/wiki/Armenians": "Armenians (Armenian: հայեր, hayer [hɑˈjɛɾ]) are an ethnic group native to the Armenian Highlands of Western Asia.",
  "/wiki/Assyrian_people": "Assyrians (Syriac: ܐܬܘܪ̈ܝܐ‎, ʾĀṯōrāyē; or ܣܘܪ̈ܝܐ, Sūrāyē) are an ethnic group indigenous to Mesopotamia, a region in the Middle East. Some self-identify as Syriacs, Arameans, and Chaldeans. Speakers of Neo-Aramaic branch of Semitic languages as well as the primary languages in their countries of residence, modern Assyrians are Syriac Christians who claim descent from Assyria, one of the oldest civilizations in the world, dating back to 2500 BC in ancient Mesopotamia.",
  "/wiki/Beja_people": "The Beja people (Beja: Oobja, Arabic: البجا‎, Tigre: በጃ) are ethnic Cushitic peoples inhabiting Sudan, Egypt, and Eritrea. In recent history, they have lived primarily in the Eastern Desert. They number around 1,237,000 people. Majority of Beja people speak the Beja language as a mother tongue, which belongs to the Cushitic branch of the Afro-Asiatic family. In Eritrea and southeastern Sudan, many members of the Beni Amer grouping speak Tigre. While many secondary sources identify the Ababda as an Arabic-speaking Beja tribe due to their cultural links with the Bishaari, this is a misconception: The Ababda do not consider themselves Beja, nor are they so considered by other Beja peoples.",
  "/wiki/Berber_people": "Berbers, or Amazighs, (Berber languages: ⵉⵎⴰⵣⵉⵖⵏ, ⵎⵣⵗⵏ, romanized: Imaziɣen; singular: Amaziɣ, ⴰⵎⴰⵣⵉⵖ ⵎⵣⵗ), are an ethnic group of several nations mostly indigenous to North Africa and some northern parts of West Africa.",
  "/wiki/Cherkes": "Cherkess, or Cherkes (/tʃərˈkɛs/; Russian: Черкесы, Cherkesy; Adyghe: Чэркэс/Шэрджэс, Čerkes/Šerdžes), is a term derived from the Russian-language name for the Circassians, a people of the North Caucasus. While the term was traditionally applied to all Circassians before Soviet times, it has since usually referred only to the Circassians living in northern Karachay-Cherkessia, a federal subject of Russia, where they are indigenous and formed just under 12% of the population in 2010.  These Circassians are mostly Besleney Kabardians who speak the Cherkess, i.e. Circassian, language.  They also inhabit the villages of Khodz, Blechepsin, Koshekhabl and Ulyap in nearby Adygea.",
  "/wiki/Ethnic_groups_in_Europe": "The indigenous peoples of Europe are the focus of European ethnology, the field of anthropology related to the various indigenous groups that reside in the nations of Europe. Groups may be defined by common genetic ancestry, common language, or both. According to the German monograph Minderheitenrechte in Europa co-edited by Pan and Pfeil (2002) there are 87 distinct peoples of Europe, of which 33 form the majority population in at least one sovereign state, while the remaining 54 constitute ethnic minorities. The total number of national or linguistic minority populations in Europe is estimated at 105 million people, or 14% of 770 million Europeans.",
  "/wiki/Greeks": "The Greeks or Hellenes (/ˈhɛliːnz/; Greek: Έλληνες, Éllines [ˈelines]) are an ethnic group native to Greece, Cyprus, Albania, Italy, Turkey, Egypt and, to a lesser extent, other countries surrounding the Mediterranean Sea. They also form a significant diaspora, with Greek communities established around the world.",
  "/wiki/Romani_people": "The Romani (also spelled Romany /ˈroʊməni/, /ˈrɒ-/), colloquially known as Roma, are an Indo-Aryan ethnic group, traditionally itinerant, living mostly in Europe and the Americas and originating from the northern Indian subcontinent, from the Rajasthan, Haryana, and Punjab regions of modern-day India.",
  "/wiki/Han_Chinese": "The Han Chinese, Hanzu, Han people  (UK: /hæn/; US: /hɑːn/; simplified Chinese: 汉人; traditional Chinese: 漢人; pinyin: Hànrén; literally: 'Han people' or simplified Chinese: 汉族; traditional Chinese: 漢族; pinyin: Hànzú; literally: 'Han ethnicity'), are an East Asian ethnic group and nation native to China. They constitute the world's largest ethnic group, making up about 18% of the global population. The estimated 1.3 billion Han Chinese people are mostly concentrated in mainland China, where they make up about 92 percent of the total population. In Taiwan they make about 95% of the population. People of Han Chinese descent also make up around 75% of the total population of Singapore.",
  "/wiki/Demographics_of_India": "India is the second most populated country in the world with nearly a fifth of the world's population. According to the 2019 revision of the World Population Prospects population stood at 1,352,642,280.",
  "/wiki/Somali_people": "The Somali  (Somali: Soomaalida) are an ethnic group belonging to the Cushitic peoples native to Greater Somalia. The overwhelming majority of Somalis speak the Somali language, which is part of the Cushitic branch of the Afroasiatic (formerly Hamito-Semitic) family. They are predominantly Sunni Muslim. Ethnic Somalis number around 28-30 million and are principally concentrated in Somalia (around 18 million), Ethiopia (8.5 million), , Kenya (2.4–3 million), and Djibouti (534,000). Somali diasporas are also found in parts of the Middle East, North America, Western Europe, African Great Lakes region, Southern Africa and Oceania.",
  "/wiki/Jews": "Jews (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יְהוּדִים ISO 259-2 Yehudim, Israeli pronunciation [jehuˈdim]) or Jewish people are an ethnoreligious group and a nation, originating from the Israelites and Hebrews of historical Israel and Judah. Jewish ethnicity, nationhood, and religion are strongly interrelated, as Judaism is the ethnic religion of the Jewish people, while its observance varies from strict observance to complete nonobservance.",
  "/wiki/Kurds": "Kurds (Kurdish: کورد ,Kurd‎) are an ethnic group native to a mountainous region of Western Asia known as Kurdistan, which spans southeastern Turkey, northwestern Iran, northern Iraq, and northern Syria. There are also exclaves of Kurds in central Anatolia and Khorasan. Additionally, there are significant Kurdish diaspora communities in the cities of western Turkey, in particular Istanbul, while a Kurdish diaspora has developed in Western Europe, primarily in Germany. Numerically, the Kurds are estimated to number between 30 and 45 million.",
  "/wiki/Malays_(ethnic_group)": "Malays (Malay: Orang Melayu, Jawi: أورڠ ملايو) are an Austronesian ethnic group and nation native to the Malay Peninsula, eastern Sumatra of Indonesia and coastal Borneo, as well as the smaller islands which lie between these locations — areas that are collectively known as the Malay world. These locations are today part of the nations of Malaysia (Malay nation state), Brunei, Singapore, Indonesia and Southern Thailand.",
  "/wiki/Nubians": "Nubians (/ˈnuːbiənz, ˈnjuː-/) are an ethnolinguistic group of Africans indigenous to present-day Sudan and southern Egypt who originate from the early inhabitants of the central Nile valley, believed to be one of the earliest cradles of civilization. They speak Nubian languages, part of the Northern Eastern Sudanic languages.",
  "/wiki/Persian_people": "The Persians are an Iranian ethnic group that make up over half the population of Iran. They share a common cultural system and are native speakers of the Persian language, as well as languages closely related to Persian.",
  "/wiki/Lists_of_the_Arab_League": "All lists and statistics of the Arab League"
}