{
  "/wiki/Suzhou_Zhongnan_Center": "Suzhou Zhongnan Center (Chinese: 苏州中南中心) is a megatall skyscraper on hold in SIP, Suzhou, Jiangsu, China. The building will be 729 metres (2,391.7 ft) tall. Suzhou Center Plaza is located in the Central Business District of Suzhou, to the west of Jinji Lake. The building is a part of large urban development project, Suzhou Industrial Park, and the estimated cost of the plaza is 28.5 billion yuan (US$4.46 billion).",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Suzhou": "Suzhou (Chinese: 苏州; Suzhounese pronunciation: [səu tsøʏ], Putonghua pronunciation: [sú.ʈʂóu]), alternately romanized as Soochow, is a major city located in southeastern Jiangsu Province of East China, about 100 km (62 mi) northwest of Shanghai. It is a major economic center and focal point of trade and commerce, and the second largest city in the province, after its capital Nanjing. The city is situated on the lower reaches of the Yangtze River and the shores of Lake Tai and belongs to the Yangtze River Delta region. Administratively, Suzhou is a prefecture-level city with a population of 4.33 million in its city proper, and a total resident population (as of 2013[update]) of 10.58 million in its administrative area. Its urban population grew at an unprecedented rate of 6.5% between 2000 and 2014, which is the highest among cities with more than 5 million people.",
  "/wiki/Philippine_Diamond_Tower": "The Philippine Diamond Tower (PDT) was a proposed broadcast and observation tower to be built in the former Manila Seedling Bank property in QC CBD Triangle Park- North Triangle, Quezon City, Metro Manila, Philippines. The groundbreaking for the tower was initially scheduled to take place last 12 October 2014, in line with Quezon City's 75th foundation anniversary. Construction of the tower was planned to take place in mid 2015 and was planned to be completed in 2019.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Quezon_City": "Quezon City (UK: /ˈkeɪzɒn/, US: /ˈkeɪsɒn, -sɔːn, -soʊn/; Tagalog: Lungsod Quezon [luŋˈsod ˈkɛson]; also known as QC or Kyusi) is a highly urbanized city and the most populous city in the Philippines. It was founded by and named after Manuel L. Quezon, the 2nd President of the Philippines, to replace Manila as the national capital. The city was proclaimed as such in 1948, though a significant number of government buildings remained in Manila. Quezon City held status as the official capital until 1976 when a presidential decree was issued to reinstate and designate Manila as the capital and Metro Manila as the seat of government.",
  "/wiki/India_Tower": "India Tower (previously known as the Park Hyatt Tower; also known as the Dynamix Balwas Tower or DB Tower) is a  canceled 126-story, 707.5 m (2,321 ft) megatall skyscraper that began construction in the city of Mumbai, India, in 2010. The tower was originally planned for completion in 2016, but construction work was put on hold in 2011 due to a dispute between the tower's developers and Mumbai's civic authorities.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Mumbai": "Mumbai (English: /mʊmˈbaɪ/, Marathi: [ˈmumbəi]; also known as Bombay /bɒmˈbeɪ/, the official name until 1995) is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of 19.98 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23.64 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest number of millionaires and billionaires among all cities in India.  Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.",
  "/wiki/Port_Tower_Complex": "The Port Tower Complex is a 593 m (1,946 ft) tall skyscraper proposed for construction in Karachi, Sindh, Pakistan.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Karachi": "Karachi (Urdu: کراچی‎; ALA-LC: Karācī, IPA: [kəˈraːtʃi] (listen)) is the capital of the Pakistani province of Sindh. It is the most populous city in Pakistan, and fifth-most-populous city proper in the world. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre. It is the cultural, economic, philanthropic, educational, and political hub of the country, and Pakistan's most cosmopolitan city. Situated on the Arabian Sea, Karachi serves as a transport hub, and is home to Pakistan's two largest seaports, the Port of Karachi and Port Bin Qasim, as well as Pakistan's busiest airport, Jinnah International Airport.",
  "/wiki/Pertamina_Energy_Tower": "Pertamina Energy Tower is a 99-storey, 530-metre (1,740 ft) skyscraper currently on hold in Jakarta, Indonesia. It was designed and planned by Skidmore, Owings & Merrill LLP (SOM) , a private architecture and engineering company, and it was supposed to be the new HQ of the state-owned energy company Pertamina.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Jakarta": "Jakarta (/dʒəˈkɑːrtə/; Indonesian pronunciation: [dʒaˈkarta] (listen)), officially the Special Capital Region of Jakarta (Indonesian: Daerah Khusus Ibukota Jakarta), is the capital and largest city of Indonesia. Situated on the northwest coast of the world's most populous island of Java, it is the centre of economy, culture and politics of Indonesia with a population of more than ten million as of 2014[update]. Albeit only covers 699.5 square kilometres (270.1 sq mi), the smallest among any Indonesian provinces, its metropolitan area covers 6,392 square kilometres (2,468 sq mi); it is the world's second most populous urban area after Tokyo, with a population of about 30 million as of 2010[update]. Jakarta's business opportunities, as well as its potential to offer a higher standard of living, have attracted migrants from across the Indonesian archipelago, making it a melting pot of numerous cultures. Jakarta is nicknamed the \"Big Durian\", the thorny strongly-odored fruit native to the region, as the city is seen as the Indonesian equivalent of New York (Big Apple).",
  "/wiki/Pentominium": "The Pentominium is a 122-storey, 516 m (1,693 ft) supertall skyscraper on hold in Dubai, United Arab Emirates. Construction on the tower has been halted since August 2011. It was designed by Andrew Bromberg of architects Aedas  and funded by Trident International Holdings. The AED 1.46 billion (US$400 million) construction contract was awarded to Arabian Construction Company (ACC).  The Pentominium has one of the deepest excavations done in the world.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/Qatar_National_Bank_Tower": "Qatar National Bank Tower was a planned supertall skyscraper in Doha, Qatar, but its construction was cancelled on November 25, 2015. It's construction will restart on January 20, 2021.",
  "/wiki/Qatar": "Qatar (/ˈkætɑːr/, /ˈkɑːtɑːr/ (listen), /ˈkɑːtər/ or /kəˈtɑːr/ (listen); Arabic: قطر‎ Qaṭar [ˈqɑtˤɑr]; local vernacular pronunciation: [ˈɡɪtˤɑr]), officially the State of Qatar (Arabic: دولة قطر‎ Dawlat Qaṭar), is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula.\nWhether the sovereign state should be regarded as a constitutional monarchy or an absolute monarchy is disputed. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain.",
  "/wiki/Doha": "Doha (Arabic: الدوحة‎, ad-Dawḥa or ad-Dōḥa, pronounced [adˈdawħa]) is the capital and most populous city of the State of Qatar. It has a population of 956,460 (2015). The city is located on the coast of the Persian Gulf in the east of the country. It is Qatar's fastest growing city, with over 80% of the nation's population living in Doha or its surrounding suburbs,[citation needed] and it is also the economic centre of the country.",
  "/wiki/Burj_Al_Alam": "The Burj Al Alam (English: \"World Tower\") was a proposed 108-story, 510 m (1,670 ft) hyperboloid skyscraper in the Business Bay area of Dubai, United Arab Emirates, though the project's roots are in a 101-storey design called \"Fortune 101\" and slated for the Dubai Marina area. It was designed to resemble a crystal flower. If constructed, it would have become one of the world's tallest buildings. The tower was one of the projects of the Fortune Group, which has a number of other projects in Dubai such as the Fortune Bay and Fortune Tower.",
  "/wiki/Busan_Lotte_Town_Tower": "The Busan Lotte Town Tower, also known as Busan Lotte World Tower (Hangul: 부산 롯데 타운 타워) is a 108-floor, 510.1 m (1,674 ft) supertall skyscraper on hold in Busan, South Korea. The tower is planned on a site next to Nampo-dong station on Busan Subway Line 1 .",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Busan": "Busan (Korean pronunciation: [pusan]), formerly romanized as Pusan and now officially Busan Metropolitan City, is South Korea's second most-populous city after Seoul, with a population of over 3.5 million inhabitants. It is the economic, cultural and educational center of southeastern South Korea, with its port—Korea's busiest and the fifth-busiest in the world [a]—only about 190 kilometers (120 mi) from the Japanese islands of Kyushu and Honshu. The surrounding \"Southeast Economic Zone\" (including Ulsan and South Gyeongsang) is South Korea's largest industrial area.",
  "/wiki/Al_Quds_Endowment_Tower": "Al Quds Endowment Tower was a multipurpose skyscraper on hold in Doha, Qatar. The foundations were laid down in 2009 but construction was halted in spring 2010. It was cancelled on 14 August 2019",
  "/wiki/Dubai_Towers_Doha": "Dubai Towers - Doha is a super-tall skyscraper with a roof height of 400 m (1,300 ft) (Spire height 437 m (1,434 ft)) under construction in Doha, Qatar. The estimated cost of Dubai Towers - Doha is 2.3 billion Qatari Riyal (US$620 million)[citation needed]. When completed, the structure will be the tallest building in Qatar.",
  "/wiki/JW_Marriott_International_Finance_Centre": "JW Marriott International Finance Center is a supertall skyscraper with 102 floors and with a roof height of 431 m (1,414 ft) planned for Chongqing, China. The design has gone through several versions, requiring the demolition of the base for a previous version of the project.",
  "/wiki/Chongqing": "Chongqing (/ˌtʃʊŋˈtʃɪŋ/, also US: /ˌtʃɔːŋ-, ˌtʃuːŋ-/, Chinese: [ʈʂʰʊ̌ŋ.tɕʰîŋ] (listen)), alternatively romanised as Chungking,[note 2] is a megacity in southwest China. Administratively, it is one of the four municipalities under the direct administration of central government of the People's Republic of China (the other three are Beijing, Shanghai and Tianjin), and the only such municipality located far away from the coast. The municipality of Chongqing, which is around the size of Austria, includes the city of Chongqing and various non-connected cities. As the Chongqing municipality government directly administers the city of Chongqing, as well as rural counties, and other cities not connected to the city of Chongqing, Chongqing municipality can technically claim to be the largest city proper in the world, even though this is due to a classification technicality and not because it is actually the world's largest urban area.",
  "/wiki/Marina_106": "Marina 106, also known as the 106 Tower, is a supertall residential skyscraper is partially constructed but currently on hold in Dubai, UAE. The building is planned to rise 445 meters (1460 feet) in the Dubai Marina, with 106 floors. The building was originally planned to be completed in 2019. Marina 106 was designed by the National Engineering Bureau, and is being developed by the Emaar Properties.",
  "/wiki/Lighthouse_Tower": "The Lighthouse Tower is a supertall, commercial skyscraper to be built in Dubai, United Arab Emirates designed by multi-national architectural firm Atkins. It will be constructed in the DIFC, is set rise to 402 m (1,319 feet) and have 66 floors. The tower is a Green Building with a huge emphasis put on reducing its carbon footprint and conserving energy.",
  "/wiki/One_Galleon_Place": "The One Galleon Place is a planned skyscraper that will rise in Pasig, Philippines. The building will be the flagship project of developer Ortigas & Co. Ltd. Partnership (OCLP), one of the oldest real estate developers in the Philippines. It will be a mixed use building, the upper half will accommodate a 5-star luxury hotel, and the lower half will be for office units.",
  "/wiki/Pasig": "Pasig, officially the City of Pasig (Tagalog: Lungsod ng Pasig), or simply known as Pasig City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 755,300 people.",
  "/wiki/Dubai_Towers_Dubai": "Dubai Towers Dubai was a four tower complex on hold in the city of Dubai, United Arab Emirates. The developer, Sama Dubai, intended this to form the centrepiece of The Lagoons, a megaproject located on Dubai Creek which was to consist of seven islands. The towers have between 57 and 94 stories and although the heights are not known, it is believed the tallest would top 400 metres (1,310 ft) while two others would rise beyond 300 metres (980 ft)[citation needed] and the fourth tower will rise at 230 m (750 ft). Sama ECH was the Project Management company in charge of the project. Due to downturn in Dubai, the project was cancelled. As the Complex were not built, The Tower was proposed, It will surpass Burj Khalifa upon its completion. Its construction began in 2016, estimated to be completed in 2020.",
  "/wiki/Altitude_(building)": "Altitude, formerly known as 96 Iconic Tower, is a proposed skyscraper dedicated to the Sri Lankan Victory in the 1996 Cricket World Cup. The project is a joint venture between Wills Realtors (Private) Limited and the Shreepati's Edifice (Private) Limited incorporated in Sri Lanka, a subsidiary company of Shreepati Build Infra Investment Limited of India. The BOI agreement was signed by BOI Chairman Upul Jayasuriya on behalf of the Board of Investment of Sri Lanka and Directors Rakesh Chandra Pandey and Rajan Sirivastav signed on behalf of the Shreepati Group.",
  "/wiki/Sri_Lanka": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.",
  "/wiki/Colombo": "Colombo (/kəˈlʌmboʊ/; Sinhala: කොළඹ, romanized: Kolamba, pronunciation [ˈkəlɐmbɞ]; Tamil: கொழும்பு, romanized: Koḻumpu, Tamil pronunciation: [koɻumbu]) is the commercial capital and largest city of Sri Lanka by population. According to the Brookings Institution, Colombo metropolitan area has a population of 5.6 million, and 752,993 in the city proper. It is the financial centre of the island and a tourist destination. It is located on the west coast of the island and adjacent to the Greater Colombo area which includes Sri Jayawardenepura Kotte, the legislative capital of Sri Lanka and Dehiwala-Mount Lavinia. Colombo is often referred to as the capital since Sri Jayawardenepura Kotte is within the urban area of, and a suburb of, Colombo. It is also the administrative capital of the Western Province and the district capital of Colombo District. Colombo is a busy and vibrant place with a mixture of modern life and colonial buildings and ruins.",
  "/wiki/Plaza_Rakyat_Office_Tower": "The People's Plaza (Malay: Plaza Rakyat) is a mixed-use skyscraper complex in Kuala Lumpur, Malaysia initiated during the 1990s. However the project, which had already commenced construction, stalled due to the 1997 Asian financial crisis and remains abandoned as of 2020.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Kuala_Lumpur": "Kuala Lumpur (Malaysian pronunciation: [ˈkualə, -a ˈlumpo(r), -ʊ(r)]), officially the Federal Territory of Kuala Lumpur (Malay: Wilayah Persekutuan Kuala Lumpur) and commonly known as KL, is the national capital and largest city in Malaysia. As the global city of Malaysia, it covers an area of 243 km2 (94 sq mi) and has an estimated population of 1.73 million as of 2016[update]. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.25 million people as of 2017[update]. It is among the fastest growing metropolitan regions in Southeast Asia, in both population and economic development.",
  "/wiki/Square_Capital_Tower": "The Square Capital Tower is a skyscraper on-hold with 70 floors in Kuwait City, Kuwait. Square Capital Tower, which is planned to be 376 m (1,234 ft) tall was designed by NORR Limited with interiors designed by Canadian Firm John David Edison Interior Design Inc.",
  "/wiki/Kuwait": "Kuwait (/kʊˈweɪt/ (listen); Arabic: الكويت‎ al-Kuwait, Gulf Arabic pronunciation: [ɪl‿ɪkweːt] or [lɪkweːt]), officially the State of Kuwait (Arabic: دولة الكويت‎ Dawlat al-Kuwait), is a country in Western Asia. Situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, it shares borders with Iraq and Saudi Arabia. As of 2016[update], Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population.",
  "/wiki/Kuwait_City": "Kuwait City (Arabic: مدينة الكويت‎) is the capital and largest city of Kuwait. Located at the heart of the country on the shore of the Persian Gulf, and containing Kuwait's National Assembly (parliament), most governmental offices, the headquarters of most Kuwaiti corporations and banks, it is the indisputable political, cultural and economical centre of the emirate. It is considered a global city.",
  "/wiki/Ocean_1_Tower": "Ocean One is a skyscraper proposed for construction at Jomtien Beach, close to Pattaya, Thailand. The planned structure will be 367 metres (1,204 ft) tall, with 91 floors and 587 rooms. The proposed building site is 250 metres from one of Asia's most popular beaches. When completed, Ocean One will be the tallest building in Thailand. It is planned mainly for residential use, but will also have a conference centre. Using the traditional (Thai ไร่) unit of area, the rai, the area of the property is 12 rai., and is equivalent to 19,200 square metres (207,000 sq ft).",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 22nd-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.",
  "/wiki/Pattaya": "Pattaya (Thai: พัทยา, RTGS: Phatthaya, pronounced [pʰát.tʰā.jāː] (listen)) is a resort city in Thailand. It is on the east coast of the Gulf of Thailand, about 100 kilometres (62 mi) southeast of Bangkok, within, but not part of, Bang Lamung District in the province of Chonburi. Pattaya City (Thai: เมืองพัทยา, RTGS: Mueang Phatthaya) is a self-governing municipal area which covers tambons Nong Prue and Na Klua and parts of Huai Yai and Nong Pla Lai. The city is in the industrial Eastern Seaboard zone, along with Si Racha, Laem Chabang, and Chonburi. Pattaya is at the center of the Pattaya-Chonburi Metropolitan Area—a conurbation in Chonburi Province—with a population of roughly 1,000,000.",
  "/wiki/List_of_tallest_buildings_in_Asia": "This list of tallest buildings in Asia ranks skyscrapers which are at least 250 m (820 ft) tall. The tallest building in Asia (and the tallest in the world) is Burj Khalifa, which stands 828 m (2,717 ft) which was opened on January 4, 2010 in Dubai, United Arab Emirates."
}