{
  "/wiki/Florence": "Florence (/ˈflɒrəns/ FLORR-ənss; Italian: Firenze [fiˈrɛntse] (listen))[a] is a city in central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area.\n Florence was a centre of medieval European trade and finance and one of the wealthiest cities of that era. It is considered by many academics the birthplace of the Renaissance, and has been called \"the Athens of the Middle Ages.\" Its turbulent political history includes periods of rule by the powerful Medici family and numerous religious and republican revolutions. From 1865 to 1871 the city served as the capital of the Kingdom of Italy (established in 1861). The Florentine dialect forms the base of Standard Italian and it became the language of culture throughout Italy due to the prestige of the masterpieces by Dante Alighieri, Petrarch, Giovanni Boccaccio, Niccolò Machiavelli and Francesco Guicciardini.\n The city attracts millions of tourists each year, and UNESCO declared the Historic Centre of Florence a World Heritage Site in 1982. The city is noted for its culture, Renaissance art and architecture and monuments. The city also contains numerous museums and art galleries, such as the Uffizi Gallery and the Palazzo Pitti, and still exerts an influence in the fields of art, culture and politics. Due to Florence's artistic and architectural heritage, Forbes has ranked it as one of the most beautiful cities in the world.\n Florence plays an important role in Italian fashion, and is ranked in the top 15 fashion capitals of the world by Global Language Monitor; furthermore, it is a major national economic centre, as well as a tourist and industrial hub. In 2008 the city had the 17th-highest average income in Italy.",
  "/wiki/Tel_Aviv": "Tel Aviv-Yafo (Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}תֵּל־אָבִיב–יָפוֹ – Tel Aviv-Yafo [tel aˈviv ˈjafo]; Arabic: تَلّ أَبِيب - يَافَا‎ – Tall ʾAbīb - Yāfā), often referred to as just Tel Aviv, is the most populous city in the Gush Dan metropolitan area of Israel. Located on the Israeli Mediterranean coastline and with a population of 451,523, it is the economic and technological center of the country. If East Jerusalem is considered part of Israel, Tel Aviv is the country's second most populous city after Jerusalem; if not, Tel Aviv is the most populous city before West Jerusalem.[a]\n Tel Aviv is governed by the Tel Aviv-Yafo Municipality, headed by Mayor Ron Huldai, and is home to many foreign embassies.[b] It is a global city and is ranked 25th in the Global Financial Centres Index. Tel Aviv has the third- or fourth-largest economy and the largest economy per capita in the Middle East. The city has the 31st highest cost of living in the world. Tel Aviv receives over 2.5 million international visitors annually. A \"party capital\" in the Middle East, it has a lively nightlife and 24-hour culture. Tel Aviv has been called The World's Vegan Food Capital, as it possesses the highest per capita population of vegans in the world, with many vegan eateries throughout the city. Tel Aviv is home to Tel Aviv University, the largest university in the country with more than 30,000 students.\n The city was founded in 1909 by the Yishuv (Jewish residents) as a modern housing estate on the outskirts of the ancient port city of Jaffa, then part of the Jerusalem province of Ottoman Syria. It was at first called 'Ahuzat Bayit' (lit. \"House Estate\" or \"Homestead\"), the name of the association which established the neighbourhood, a name changed the following year to 'Tel Aviv'. Its name means \"Tell of Spring\", symbolising both ancient legacy and renewal. Other Jewish suburbs of Jaffa established outside Jaffa's Old City even before Tel Aviv, eventually became part of Tel Aviv, the oldest among them being Neve Tzedek (est. 1886).\n Immigration by mostly Jewish refugees meant that the growth of Tel Aviv soon outpaced that of Jaffa, which had a majority Arab population at the time. Tel Aviv and Jaffa were later merged into a single municipality in 1950, two years after the Israeli Declaration of Independence, which was proclaimed in the city. Tel Aviv's White City, designated a UNESCO World Heritage Site in 2003, comprises the world's largest concentration of International Style buildings, including Bauhaus and other related modernist architectural styles.",
  "/wiki/Toruń": "Toruń (UK: /ˈtɒrʊnjə/, US: /ˈtɔːruːn(jə), ˈtoʊruːn/, Polish: [ˈtɔruj̃] (listen); German: Thorn) is a historical city on the Vistula River in north-central Poland, and a UNESCO World Heritage Site. Its population was 202,074, as of December 2018. Previously, it was the capital of the Toruń Voivodeship (1975–1998) and the Pomeranian Voivodeship (1921–1945). Since 1999, Toruń has been a seat of the self-government of the Kuyavian-Pomeranian Voivodeship and, as such, is one of its two capitals, together with Bydgoszcz. The cities and neighboring counties form the Bydgoszcz–Toruń twin city metropolitan area.\n Toruń is one of the oldest cities in Poland, with the first settlement dated back to the 8th century and later having been expanded in 1233 by the Teutonic Knights. Over centuries, it was the home for people of diverse backgrounds and religions.  From 1264 until 1411 Toruń was part of the Hanseatic League and by the 17th century it was one of the elite trading points, which greatly affected the city's architecture ranging from Brick Gothic to Mannerism and Baroque. In the early-modern age, Toruń was a royal city of Poland and it was one of the four largest cities in the country at the time. After the partitions of Poland it was part of Prussia and later the German Empire. After Poland regained independence in 1918, Toruń was reincorporated into Polish territory, and during World War II was spared from bombing and destruction. This allowed the Old Town to be fully preserved with its iconic central marketplace.\n Believed to be one of the most beautiful cities in Europe, Toruń is renowned for the Museum of Gingerbread, whose baking tradition dates back nearly a millennium, and its large Cathedral. Toruń is noted for its very high standard of living and quality of life. In 1997 the medieval part of the city was designated a UNESCO World Heritage Site. In 2007 the Old Town in Toruń was added to the list of Seven Wonders of Poland.\n Toruń is the birthplace of astronomer Nicolaus Copernicus.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.\n It is governed as one of the four municipalities under the direct administration of central government of the PRC and is thus under direct administration of the central government. Tianjin borders Hebei Province and Beijing Municipality, bounded to the east by the Bohai Gulf portion of the Yellow Sea. Part of the Bohai Economic Rim, it is the largest coastal city in northern China.\n In terms of urban population, Tianjin is the fourth largest in China, after Shanghai, Beijing, and Guangzhou. In terms of administrative area population, Tianjin ranks fifth in Mainland China. The walled city of Tianjin was built in 1404. As a treaty port since 1860, Tianjin has been a major seaport and gateway to Beijing. During the Boxer Rebellion the city was the seat of the Tianjin Provisional Government. Under the Qing dynasty and the Republic of China, Tianjin became one of the largest cities in the region. At that time,  numerous European-style buildings and mansions were constructed in concessions, many of which are well-preserved today. After the founding of the People's Republic of China, Tianjin suffered a depression due to the policy of the central government and Tangshan earthquake, but recovered from 1990s. Nowadays Tianjin is a dual-core city, with its main urban area (including the old city) located along the Hai River, which connects to the Yellow and Yangtze Rivers via the Grand Canal; and Binhai, a New Area urban core located east of the old city, on the coast of the Bohai Gulf. As of the end of 2010, around 285 Fortune 500 companies have set up base in Binhai. Since 2010, Tianjin's Yujiapu Financial District has become known as China's Manhattan.",
  "/wiki/Incheon": "Incheon (Korean: 인천; Hanja: 仁川; Korean pronunciation: [intɕʰʌn]; McCune-Reischauer romanization Inchŏn; literally \"kind river\"), officially the Incheon Metropolitan City (인천광역시), is a city located in northwestern South Korea, bordering Seoul and Gyeonggi to the east. Inhabited since the Neolithic, Incheon was home to just 4,700 people when it became an international port in 1883. Today, about 3 million people live in the city, making it South Korea's third most-populous city after Seoul and Busan. \n The city's growth has been assured in modern times with the development of its port due to its natural advantages as a coastal city and its proximity to the South Korean capital. It is part of the Seoul Capital Area, along with Seoul itself and Gyeonggi Province, forming the world's fourth largest metropolitan area by population.\n Incheon has since led the economic development of Korea by opening its port to the outside world, ushering in the modernization of Korea as a center of industrialization. In 2003, the city was designated as Korea's first free economic zone. Since then, large local companies and global enterprises have increasingly invested in the Incheon Free Economic Zone, including Samsung which chose Songdo International City as its new investment destination for its bio industry.\n As an international city, Incheon has held numerous large scale international conferences, such as the Incheon Global Fair & Festival in 2009. The 17th Asian Games Incheon 2014 was also held in Incheon on 19 September 2014. Incheon has established itself as a major transportation hub in northeast Asia with the Incheon International Airport and Incheon Port. The city is also home to the Green Climate Fund, an international organization addressing environmental issues.",
  "/wiki/Douala": "Douala (German: Duala) is the largest city in Cameroon and its economic capital. It is also the capital of Cameroon's Littoral Region. Home to Central Africa's largest port and its major international airport, Douala International Airport (DLA), it is the commercial and economic capital of Cameroon and the entire CEMAC region comprising Gabon, Congo, Chad, Equatorial Guinea, Central African Republic and Cameroon. Consequently, it handles most of the country's major exports, such as oil, cocoa and coffee, timber, metals and fruits. As from 2018, the city and its surrounding area had an estimated population of 2,768,400. The city sits on the estuary of Wouri River and its climate is tropical.",
  "/wiki/Nizhny_Novgorod": "Nizhny Novgorod (/ˌnɪʒni ˈnɒvɡərɒd/ NIZH-nee NOV-gə-rod; Russian: Нижний Новгород, IPA: [ˈnʲiʐnʲɪj ˈnovɡərət]), colloquially shortened to Nizhny, is a city in Russia and the administrative center (capital) of Volga Federal District and Nizhny Novgorod Oblast. From 1932 to 1990, it was known as Gorky (Горький, IPA: [ˈɡorʲkʲɪj]), after the writer Maxim Gorky, who was born there.\n The city is an important economic, transportation, scientific, educational and cultural center in Russia and the vast Volga-Vyatka economic region, and is the main center of river tourism in Russia. In the historic part of the city there are many universities, theaters, museums and churches. Nizhny Novgorod is located about 400 km (250 mi) east of Moscow, where the Oka River empties into the Volga. Population: 1,250,619 (2010 Census); 1,311,252 (2002 Census); 1,438,133 (1989 Census).\n The city was founded in 4 February 1221 by Prince Yuri II of Vladimir. In 1612 Kuzma Minin and Prince Dmitry Pozharsky organized an army for the liberation of Moscow from the Poles. In 1817 Nizhny Novgorod became a great trade center of the Russian Empire. In 1896 at a fair, an All-Russia Exhibition was organized. During the Soviet period, the city turned into an important industrial center. In particular, the Gorky Automobile Plant was constructed in this period. Then the city was given the nickname \"Russian Detroit\". During World War II, Gorky became the biggest provider of military equipment to the Eastern Front. Due to this, the Luftwaffe constantly bombed the city from the air. The majority of the German bombs fell in the area of the Gorky Automobile Plant. Although almost all the production sites of the plant were completely destroyed, the citizens of Gorky reconstructed the factory after 100 days.\n After the war, Gorky became a \"closed city\" and remained one until after the dissolution of the Soviet Union in 1990. At that time, the city was renamed Nizhny Novgorod once again. In 1985, the Nizhny Novgorod Metro was opened. In 2016, Vladimir Putin opened the new 70th Anniversary of Victory Plant which is part of the Almaz-Antey Air and Space Defence Corporation.\n The Kremlin – the main center of the city – contains the main government agencies of the city and the Volga Federal District. The demonym for a Nizhny Novgorod resident is \"нижегородец\" (nizhegorodets) for male or \"нижегородка\" (nizhegorodka) for female, rendered in English as Nizhegorodian. Novgorodian is inappropriate; it refers to a resident of Veliky Novgorod, in northwestern Russia.",
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.\n Frankfurt was a city state, the Free City of Frankfurt, for nearly five centuries, and was one of the most important cities of the Holy Roman Empire, as a site of imperial coronations; it lost its sovereignty upon the collapse of the empire in 1806 and then permanently in 1866, when it was annexed by the Kingdom of Prussia. It has been part of the federal state of Hesse since 1945. Frankfurt is culturally, ethnically, and religiously diverse, with half of its population, and a majority of young people, having a migration background. A quarter of the population consists of foreign nationals, including many expatriates.\n Frankfurt is an alpha world city and a global hub for commerce, culture, education, tourism and transportation. It is the site of many global and European corporate headquarters. Frankfurt Airport is among the world's busiest. Frankfurt is the major financial centre of the European continent, with the headquarters of the European Central Bank, Deutsche Bundesbank, Frankfurt Stock Exchange, Deutsche Bank, DZ Bank, KfW, Commerzbank, several cloud and fintech startups and other institutes. Automotive, technology and research, services, consulting, media and creative industries complement the economic base. Frankfurt's DE-CIX is the world's largest internet exchange point. Messe Frankfurt is one of the world's largest trade fairs. Major fairs include the Frankfurt Motor Show, the world's largest motor show, the Music Fair, and the Frankfurt Book Fair, the world's largest book fair.\n Frankfurt is home to influential educational institutions, including the Goethe University, the UAS, the FUMPA, and graduate schools like the Frankfurt School of Finance & Management. Its renowned cultural venues include the concert hall Alte Oper, Europe's largest English theatre and many museums (e.g. the Museumsufer ensemble with Städel and Liebieghaus, Senckenberg Natural Museum, Goethe House, and the Schirn art venue at the old town). Frankfurt's skyline is shaped by some of Europe's tallest skyscrapers. The city is also characterised by various green areas and parks, including the central Wallanlagen, the City Forest and two major botanical gardens, the Palmengarten and the University's Botanical Garden. Very important is also the Frankfurt Zoo. In electronic music, Frankfurt has been a pioneering city since the 1980s, with renowned DJs including Sven Väth, Marc Trauner, Scot Project, Kai Tracid, and the clubs Dorian Gray, U60311, Omen and Cocoon. In sports, the city is known as the home of the top tier football club Eintracht Frankfurt, the Löwen Frankfurt ice hockey team, the basketball club Frankfurt Skyliners, the Frankfurt Marathon and the venue of Ironman Germany.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.\n Philadelphia is one of the oldest municipalities in the United States. William Penn, an English Quaker, founded the city in 1682 to serve as capital of the Pennsylvania Colony. Philadelphia played an instrumental role in the American Revolution as a meeting place for the Founding Fathers of the United States, who signed the Declaration of Independence in 1776 at the Second Continental Congress, and the Constitution at the Philadelphia Convention of 1787. Several other key events occurred in Philadelphia during the Revolutionary War including the First Continental Congress, the preservation of the Liberty Bell, the Battle of Germantown, and the Siege of Fort Mifflin. Philadelphia remained the nation's largest city until being overtaken by New York City in 1790; the city was also one of the nation's capitals during the revolution, serving as temporary U.S. capital while Washington, D.C. was under construction. In the 19th century, Philadelphia became a major industrial center and a railroad hub. The city grew from an influx of European immigrants, most of whom came from Ireland, Italy and Germany—the three largest reported ancestry groups in the city as of 2015[update]. In the early 20th century, Philadelphia became a prime destination for African Americans during the Great Migration after the Civil War, as well as Puerto Ricans. The city's population doubled from one million to two million people between 1890 and 1950.\n The Philadelphia area's many universities and colleges make it a top study destination, as the city has evolved into an educational and economic hub. As of 2019[update], the Philadelphia metropolitan area is estimated to produce a gross metropolitan product (GMP) of $490 billion. Philadelphia is the center of economic activity in Pennsylvania and is home to five Fortune 1000 companies. The Philadelphia skyline is expanding, with a market of almost 81,900 commercial properties in 2016, including several nationally prominent skyscrapers. Philadelphia has more outdoor sculptures and murals than any other American city. Fairmount Park, when combined with the adjacent Wissahickon Valley Park in the same watershed, is one of the largest contiguous urban park areas in the United States. The city is known for its arts, culture, cuisine, and colonial history, attracting 42 million domestic tourists in 2016 who spent $6.8 billion, generating an estimated $11 billion in total economic impact in the city and surrounding four counties of Pennsylvania. Philadelphia has also emerged as a biotechnology hub.\n Philadelphia is the birthplace of the United States Marine Corps, and is also the home of many U.S. firsts, including the first library (1731), hospital (1751), medical school (1765), national capital (1774), stock exchange (1790), zoo (1874), and business school (1881). Philadelphia contains 67 National Historic Landmarks and the World Heritage Site of Independence Hall. The city became a member of the Organization of World Heritage Cities in 2015, as the first World Heritage City in the United States. Although Philadelphia is rapidly undergoing gentrification, the city actively maintains mitigation strategies to minimize displacement of homeowners in gentrifying neighborhoods."
}