{
  "/wiki/Aci_Catena": "Aci Catena (Sicilian: Jaci Catina) is a town and comune in Metropolitan City of Catania, Sicily, southern Italy.",
  "/wiki/U.S.D._Atletico_Catania": "Unione Sportiva Dilettantistica Atletico Catania is an Italian association football club founded in 1967 and based in Catania, Sicily. Throughout its history, the club played extensively at Serie C1 and Serie C2 professional level, almost gaining promotion to Serie B on two occasions during the 1990s. The club is currently part of the regionally organized amateur Eccellenza league, following two disbandments that led Atletico Catania down to the bottom ranks of national football.",
  "/wiki/Catania": "Catania (UK: /kəˈteɪniə, -ˈtɑːn-/, US: /-njə, kəˈtæniə/, Sicilian and Italian: [kaˈtaːnja] (listen)) is the second largest city of Sicily after Palermo; it is located on the east coast facing the Ionian Sea. It is the capital of the Metropolitan City of Catania, one of the ten biggest cities in Italy, and the seventh largest metropolitan city in Italy. The population of the city proper is 311,584 while the population of the Metropolitan City of Catania is 1,107,702.",
  "/wiki/Carlentini": "Carlentini (Sicilian: Carruntini) is a town and comune in the Province of Syracuse, Sicily (Italy). It lies 45km (28mi) outside the provincial capital of Syracuse.",
  "/wiki/Enna": "Enna (Italian pronunciation: [ˈɛnna] (listen); Sicilian: Castrugiuvanni; Ancient Greek: Ἔννα; Latin: Henna, less frequently Haenna), known until 1926 as Castrogiovanni, is a city and comune located roughly at the center of Sicily, southern Italy, in the province of Enna, towering above the surrounding countryside. It has earned the nicknames belvedere (panoramic viewpoint) and ombelico (\"navel\") of Sicily.",
  "/wiki/A.S.D._Giarre_Calcio_1946": "A.S.D. Giarre Calcio 1946 is an Italian association football club located in Giarre, Sicily. Its colors are yellow and blue.",
  "/wiki/Giarre": "Giarre (Sicilian: Giarri) is an Italian town and comune in the Metropolitan City of Catania, on the east coast of Sicily, southern Italy.",
  "/wiki/Mascalucia": "Mascalucia (Sicilian: Mascalucìa) is a comune (municipality) in the Metropolitan City of Catania in the Italian region Sicily, located about 160 kilometres (99 mi) southeast of Palermo and about 6 kilometres (4 mi) north of Catania.",
  "/wiki/S.S.D._1937_Milazzo": "Società Sportiva Milazzo is an Italian association football club, based in Milazzo, Sicily.",
  "/wiki/Milazzo": "Milazzo (Sicilian: Milazzu, Latin: Mylae) is a town (comune) in the Metropolitan City of Messina, Sicily, southern Italy; it is the largest commune in the Metropolitan City after Messina and Barcellona Pozzo di Gotto. The town has a population of around 31,500 inhabitants.",
  "/wiki/Palazzolo_Acreide": "Palazzolo Acreide (Sicilian: Palazzolu Acrèidi, in the local dialect: Palazzuolu) is a town and comune in the Province of Syracuse, Sicily (southern Italy).  It is 43 kilometres (27 mi) from the city of Syracuse in the Hyblean Mountains.",
  "/wiki/A.S.D._Patern%C3%B2_1908": "Associazione Sportiva Dilettantistica Paternò Calcio is an Italian association football club located in Paternò, Sicily.",
  "/wiki/Patern%C3%B2": "Paternò (Sicilian: Patennò) is a southern Italian town and comune of the Metropolitan City of Catania, Sicily. With a population (2016) of 48,009, it is the third municipality of the province after Catania and Acireale.",
  "/wiki/U.S.D._Ragusa_2014": "Unione Sportiva Dilettantistica Ragusa 2014 is an Italian association football club located in Ragusa, Sicily. It currently plays in Eccellenza Sicily.",
  "/wiki/Ragusa,_Sicily": "Ragusa (Italian: [raˈɡuːza] (listen); Sicilian: Rausa [raˈuːsa]; Latin: Ragusia) is a city and comune in southern Italy. It is the capital of the province of Ragusa, on the island of Sicily, with 73,288 inhabitants in 2016. It is built on a wide limestone hill between two deep valleys, Cava San Leonardo and Cava Santa Domenica. Together with seven other cities in the Val di Noto, it is part of a UNESCO World Heritage Site.",
  "/wiki/Syracuse,_Sicily": "Syracuse [a] is a historic city on the island of Sicily, the capital of the Italian province of Syracuse. The city is notable for its rich Greek and Roman history, culture, amphitheatres, architecture, and as the birthplace of the preeminent mathematician and engineer Archimedes. This 2,700-year-old city played a key role in ancient times, when it was one of the major powers of the Mediterranean world.  Syracuse is located in the southeast corner of the island of Sicily, next to the Gulf of Syracuse beside the Ionian Sea.",
  "/wiki/Rosolini": "Rosolini (Sicilian: Rusalini) is a comune (municipality) in the Province of Syracuse, \nSicily, southern Italy.  It is about 200 kilometres (120 mi) southeast of Palermo and about 40 kilometres (25 mi) southwest of Syracuse. Rosolini was a town in feudal times, and was a settlement in the late Imperial Roman and Byzantine Ages. In the 15th century, Rosolini was a fief of the Platamones. It was the Moncadas, in the year of 1713, which founded the newer town of Rosolini which we see today.",
  "/wiki/Sant%27Agata_di_Militello": "Sant'Agata di Militello (Sicilian: Sant'Àita di Militieddu) is a comune (municipality) in the Metropolitan City of Messina in the Italian region Sicily, located about 120 kilometres (75 mi) east of Palermo and about 80 kilometres (50 mi) west of Messina.",
  "/wiki/Santa_Croce_Camerina": "Santa Croce Camerina (Sicilian: Santa Cruci Camarina) is a town and comune in the province of Ragusa, Sicily, in southern Italy. As of 2017 its population was of 10,973.",
  "/wiki/Scordia": "Scordia (Sicilian: Scurdìa) is a comune (municipality) in the Metropolitan City of Catania in the Italian region Sicily, located about 160 kilometres (99 mi) southeast of Palermo and about 30 kilometres (19 mi) southwest of Catania.",
  "/wiki/Pedara": "Pedara (Sicilian: Pirara) is a comune (municipality) in the Metropolitan City  of Catania in the Italian region Sicily, located about 224 kilometres (139 mi) southeast of Palermo and about 11 kilometres (7 mi) north of Catania.",
  "/wiki/Eccellenza_Sicily": "Eccellenza Sicily (Italian: Eccellenza Sicilia) is the regional Eccellenza football division for clubs in Sicily, Italy. It is competed amongst 32 teams, in two different groups (A and B). The winners of the Groups are promoted to Serie D. The clubs who finish second also have the chance to gain promotion, they are entered into a national play-off which consists of two rounds."
}