{
  "/wiki/Net_worth": "Net worth is the value of all the non-financial and financial assets owned by an institutional unit or sector minus the value of all its outstanding liabilities. Since financial assets minus outstanding liabilities equal net financial assets, net worth can also be conveniently expressed as non-financial assets plus net financial assets. Net worth can apply to companies, individuals, governments or economic sectors such as the sector of financial corporations or to entire countries.",
  "/wiki/USD": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Joseph_Safra": "Joseph Safra (Arabic: يوسف  صفرا‎ ; born 1938) is a Brazilian of Lebanese origin  billionaire banker who runs the Brazilian banking and investment empire, Safra Group. He is the chairman of all Safra companies, among them Safra National Bank of New York and Banco Safra headquartered in São Paulo, Brazil. Safra has a net worth of $24.7 billion. He is of Lebanese Jewish origin, and comes from the Safra family.",
  "/wiki/Syria": "Syria (Arabic: سوريا‎, romanized: Sūriyā), officially the Syrian Arab Republic (Arabic: الجمهورية العربية السورية‎, romanized: al-Jumhūrīyah al-ʻArabīyah as-Sūrīyah), is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including Syrian Arabs, Kurds, Turkemens, Assyrians, Armenians, Circassians, Mandeans and Greeks. Religious groups include Sunnis, Christians, Alawites, Druze, Isma'ilis, Mandeans, Shiites, Salafis, Yazidis, and Jews. Arabs are the largest ethnic group, and Sunnis the largest religious group.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Oman": "Oman (/oʊˈmɑːn/ (listen) oh-MAHN; Arabic: عمان‎ ʻumān [ʕʊˈmaːn]), officially the Sultanate of Oman (Arabic: سلطنة عُمان‎ Salṭanat ʻUmān), is an Arab country on the southeastern coast of the Arabian Peninsula in Western Asia. Its official religion is Islam. Holding a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares marine borders with Iran and Pakistan. The coast is formed by the Arabian Sea on the southeast and the Gulf of Oman on the northeast. The Madha and Musandam exclaves are surrounded by the UAE on their land borders, with the Strait of Hormuz (which it shares with Iran) and Gulf of Oman forming Musandam's coastal boundaries.",
  "/wiki/Palestinian_territories": "The term \"Palestinian territories\" has been used for many years to describe the territories occupied by Israel since 1967, namely the West Bank (including East Jerusalem) and the Gaza Strip. More recently, the official United Nations terminology has been used, occupied Palestinian territory (OPT or oPt) increasingly replacing other terms since 1999. The European Union also has adopted this usage. The term Occupied Palestinian Territory was used by the United Nations (UN) and other international organizations between October 1999 and December 2012 to refer to areas controlled by the Palestinian National Authority. The EU had utilized a parallel term Palestinian Authority territories occasionally during the same period. The International Court of Justice referred to the West Bank, including East Jerusalem, as \"the Occupied Palestinian Territory\" and this term was used as the legal definition by the International Court of Justice in the ruling in July 2004.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Nicolas_Hayek": "Nicolas George Hayek (19 February 1928 – 28 June 2010), was a Lebanese-American Swiss businessman, co-founder, CEO and Chairman of the Board of The Swatch Group, with principal headquarters in Biel/Bienne.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/David_Nahmad": "David Nahmad (born 1947) is a Monegasque billionaire and former fine art dealer. A descendant of a Jewish Lebanese art family residing in Monaco and a cousin of the late Edmond Safra, he and his relations are perhaps the single biggest buying force in fine art.",
  "/wiki/Monaco": "Monaco (/ˈmɒnəkoʊ/ (listen); French pronunciation: ​[mɔnako]), officially the Principality of Monaco (French: Principauté de Monaco),[a] is a sovereign city-state, country, and microstate on the French Riviera in Western Europe. France borders the country on three sides while the other side  borders the Mediterranean Sea. Monaco is about 15 km (9.3 mi) from the state border with Italy.",
  "/wiki/Tom_Gores": "Tom Gores (born: Tewfiq Georgious, Arabic: توفيق جورجيوس‎; July 31, 1964) is an American businessman and investor. He is the founder of Platinum Equity, a private equity firm with headquarters in Beverly Hills, California. On June 1, 2011, Gores and Platinum Equity became the owners of the National Basketball Association's Detroit Pistons. He would later become sole owner of the team in 2015. Gores is also a billionaire with an estimated current net worth of $4.1 billion according to the 2019 Forbes 400 list.",
  "/wiki/Moise_Safra": "Moise Yacoub Safra  (Arabic: موسى  يَعْقُوب صفرا‎ ; April 5, 1934 – June 15, 2014) was a Brazilian businessman and philanthropist. He co-founded Banco Safra with his brothers Edmond Safra and Joseph Safra.",
  "/wiki/Lily_Safra": "Lily Safra (née Watkins, formerly Cohen, formerly Monteverde, formerly Bendahan; born 30 December 1934) is a Brazilian-Monegasque billionaire, philanthropist, and socialite who attained considerable wealth through her four marriages. By March 2013, her net worth was estimated at $1.2 billion according to Forbes.",
  "/wiki/Joe_Jamail": "Joseph Dahr Jamail Jr. (October 19, 1925 – December 23, 2015) was an American attorney and billionaire. The wealthiest practicing attorney in America, he was frequently referred to as the \"King of Torts\"."
}