{
  "/wiki/Trujillo_Province,_Peru": "Trujillo Province is one of twelve provinces in La Libertad Region in Peru.",
  "/wiki/Trujillo,_Peru": "Trujillo (/truːˈhiːjoʊ/ troo-HEE-yoh, Spanish: [tɾuˈxiʝo]; Quechua: Truhillu) is a city in coastal northwestern Peru and the capital of the Department of La Libertad. It is the third most populous city and center of the third most populous metropolitan area of Peru. It is located on the banks of the Moche River, near its mouth at the Pacific Ocean, in the Moche Valley. This was a site of the great prehistoric Moche and Chimu cultures before the Inca conquest and subsequent expansion.",
  "/wiki/Chep%C3%A9n_Province": "Chepén Province is one of the twelve provinces that make up the La Libertad Region of Peru. It is bordered on the north by the Lambayeque Region, on the east by the Cajamarca Region, on the south by Pacasmayo Province, and on the west by the Pacific Ocean. The capital of the Chepén province is the city of Chepén.",
  "/wiki/Chep%C3%A9n": "Chepén is a city of La Libertad Region and capital of the Chepén Province, in Peru. The city is a rice production center with the valleys of Chepén and Jequetepeque, and has an active trading with neighboring Guadalupe, Pacasmayo and San Pedro de Lloc and other towns. It has factories in industrial dyes, food and primary production.",
  "/wiki/Pacasmayo_Province": "The Pacasmayo Province is one of twelve provinces of the La Libertad Region in Peru; also Pacasmayo is the name of one of its districts. The capital of this province is the city of San Pedro de Lloc.",
  "/wiki/San_Pedro_de_Lloc": "San Pedro de Lloc is a town in the La Libertad Region of northern Peru. It is the capital of the coastal Pacasmayo Province. It is located about 99 km north of the city of Trujillo.",
  "/wiki/Ascope_Province": "Ascope is a province in the La Libertad Region, Peru. It is bordered by the Trujillo Province on the south; the Pacasmayo Province on the north; the Cajamarcan province of Contumazá and the Otuzco and Gran Chimú provinces on the east; and the Pacific Ocean on the west. Its capital is Ascope.",
  "/wiki/Ascope": "Ascope is a town in Northern Peru, capital of the province Ascope in the region La Libertad.",
  "/wiki/Bol%C3%ADvar_Province,_Peru": "The Bolívar Province is a Peruvian province located in the La Libertad Region. It is one of the twelve provinces that make up that region.",
  "/wiki/Bol%C3%ADvar,_Peru": "Bolívar is a town in the northern Pacific coastal region of Peru, capital of the Bolívar District and Bolívar Province.",
  "/wiki/Santiago_de_Chuco_Province": "The Santiago de Chuco Province is one of twelve provinces of the La Libertad Region in Peru. The capital of this province is the city of Santiago de Chuco.",
  "/wiki/Santiago_de_Chuco": "Santiago de Chuco is a city in Peru, capital of Santiago de Chuco Province,  La Libertad Region.",
  "/wiki/Vir%C3%BA_Province": "The Virú Province is one of twelve provinces of the La Libertad Region in Peru. The capital of the province is Virú.",
  "/wiki/Vir%C3%BA": "Virú is a town in Northern Peru, capital of the province Virú in the region La Libertad. This town is located 48 km south Trujillo city and is primarily an agricultural center in the Viru Valley.",
  "/wiki/Otuzco_Province": "The Otuzco Province is one of twelve provinces of the La Libertad Region in Peru. The capital of this province is the city of Otuzco.",
  "/wiki/Otuzco": "The Otuzco is a city located in the highlands of La Libertad, Peru. It is the capital of the Otuzco Province, and it is well known because there is the sanctuary of the Virgen de la Puerta. It is located at around 7°54′00″S 78°35′0″W﻿ / ﻿7.90000°S 78.58333°W﻿ / -7.90000; -78.58333.",
  "/wiki/S%C3%A1nchez_Carri%C3%B3n_Province": "The Sánchez Carrión Province is one of twelve provinces of the La Libertad Region in Peru. It is named in honour of José Faustino Sánchez Carrión. The capital of this province is the city of Huamachuco. About 30 miles away is Marcahuamachuco, a prehistoric political and religious centre of a culture that throve AD 350-1100.",
  "/wiki/Huamachuco": "Huamachuco is a town in northern Peru and capital of the province Sánchez Carrión in La Libertad Region. The city is the seat of the Territorial Prelature of Huamachuco. Lake Sausacocha lies to the northeast.",
  "/wiki/Gran_Chim%C3%BA_Province": "The Gran Chímu Province is one of twelve provinces of the La Libertad Region in Peru. The capital of this province is the city of Cascas.",
  "/wiki/Cascas": "Cascas is a town in Northern Peru, capital of Gran Chimú Province in La Libertad Region.",
  "/wiki/Julc%C3%A1n_Province": "The Julcán Province is one of twelve provinces of the La Libertad Region in Peru. The capital of this province is the city of Julcán.",
  "/wiki/Julc%C3%A1n": "Julcán (possibly from Quechua qullqa, deposit, storehouse, -n a suffix) is a 4,900-metre-high (16,076 ft) mountain in the Huayhuash mountain range in the Andes of Peru. It is located in the Lima Region, Cajatambo Province, Cajatambo District. Julcán lies on a sub-range west of the main range, southwest of Mitopunta and southeast of Huacshash. It is situated north of the Pumarinri valley.",
  "/wiki/Pataz_Province": "The Pataz Province is one of twelve provinces of the La Libertad Region in Peru. The capital of this province is the city of Tayabamba.",
  "/wiki/Tayabamba": "Tayabamba is a city in Northern Peru, capital of the province Pataz in the region La Libertad. It is located to an altitude 3245 m.",
  "/wiki/Department_of_La_Libertad": "La Libertad (Spanish pronunciation: [la liβeɾˈtað]) is a region in northwestern Peru. Formerly it was known as the Department of La Libertad (Departamento de La Libertad). It is bordered by the Lambayeque, Cajamarca and Amazonas regions on the north, the San Martín Region on the east, the Ancash and Huánuco regions on the south and the Pacific Ocean on the west. Its capital is Trujillo, which is the nation's third biggest city. The region's main port is Salaverry, one of Peru's largest ports. The name of the region is Spanish for \"freedom\" or \"liberty\"; it was named in honor of the Intendencia of Trujillo's proclaiming independence from Spain in 1820 and fighting for that."
}