{
  "/wiki/Brice_Etès": "Brice Etès (born 11 April 1984 in Monaco) is a Monégasque athlete of French descent who is a middle-distance specialist.",
  "/wiki/Monaco": "Monaco (/ˈmɒnəkoʊ/ (listen); French pronunciation: ​[mɔnako]), officially the Principality of Monaco (French: Principauté de Monaco),[a] is a sovereign city-state, country, and microstate on the French Riviera in Western Europe. France borders the country on three sides while the other side  borders the Mediterranean Sea. Monaco is about 15 km (9.3 mi) from the state border with Italy.\n Monaco has an area of 2.02 km2 (0.78 sq mi), making it the second-smallest country in the world after the Vatican. Its population as of 2018 is 38,682. With 19,009 inhabitants per square kilometre (49,230/sq mi), it is the most densely-populated sovereign state in the world. Monaco has a land border of 5.47 km (3.40 mi), the world's shortest coastline of approximately 3.83 km (2.38 mi) (regardless of the coastline paradox), and a width that varies between 1,700 and 349 m (5,577 and 1,145 ft). The highest point in the country is a narrow pathway named Chemin des Révoires on the slopes of Mont Agel, in the Les Révoires Ward, which is 161 metres (528 feet) above sea level. Monaco's most populous Quartier is Monte Carlo and the most populous Ward is Larvotto/Bas Moulins. Through land reclamation, Monaco's land mass has expanded by 20 percent. In 2005, it had an area of only 1.974 km2 (0.762 sq mi). Monaco is known to be the most expensive and the wealthiest place in the world due to its tax laws. In 2014, it was noted that about 30% of the population was made up of millionaires.\n Monaco is a principality governed under a form of constitutional monarchy, with Prince Albert II as head of state. Although Prince Albert II is a constitutional monarch, he wields immense political power. The House of Grimaldi has ruled Monaco, with brief interruptions, since 1297. The official language is French, but Monégasque, Italian, and English are widely spoken and understood.[b] The state's sovereignty was officially recognised by the Franco-Monegasque Treaty of 1861, with Monaco becoming a full United Nations voting member in 1993. Despite Monaco's independence and separate foreign policy, its defence is the responsibility of France. However, Monaco does maintain two small military units.\n Economic development was spurred in the late 19th century with the opening of the country's first casino, Monte Carlo, and a railway connection to Paris. Since then, Monaco's mild climate, scenery, and gambling facilities have contributed to the principality's status as a tourist destination and recreation centre for the rich. In more recent years, Monaco has become a major banking centre and has sought to diversify its economy into the services sector and small, high-value-added, non-polluting industries. The state has no income tax, low business taxes, and is well known for being a tax haven. It is also the host of the annual street circuit motor race Monaco Grand Prix, one of the original Grands Prix of Formula One and birthplace of Scuderia Ferrari driver Charles Leclerc. The principality has a club football team, AS Monaco, who have become French champions on multiple occasions.\n Monaco is not formally a part of the European Union (EU), but it participates in certain EU policies, including customs and border controls. Through its relationship with France, Monaco uses the euro as its sole currency (prior to this it used the Monégasque franc). Monaco joined the Council of Europe in 2004. It is a member of the Organisation Internationale de la Francophonie (OIF).",
  "/wiki/Mike_Schumacher": "Mike Schumacher (born May 21, 1986) is a track and field athlete who competed for Luxembourg in the 800 metres run at the 2009 World Championships in Athletics.",
  "/wiki/Luxembourg": "Luxembourg (/ˈlʌksəmbɜːrɡ/ (listen) LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuə̯ɕ] (listen); French: Luxembourg; German: Luxemburg), officially the Grand Duchy of Luxembourg,[c] is a landlocked country in western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the European Court of Justice, the highest judicial authority in the EU. Its culture, people, and languages are highly intertwined with its neighbours, making it essentially a mixture of French and German cultures, as evident by the nation's three official languages: French, German, and the national language of Luxembourgish. The repeated invasions by Germany, especially in World War II, resulted in the country's strong will for mediation between France and Germany and, among other things, led to the foundation of the European Union.\n With an area of 2,586 square kilometres (998 sq mi), it is one of the smallest sovereign states in Europe. In 2019, Luxembourg had a population of 613,894, which makes it one of the least-populous countries in Europe, but by far the one with the highest population growth rate. Foreigners account for nearly half of Luxembourg's population. As a representative democracy with a constitutional monarch, it is headed by Grand Duke Henri and is the world's only remaining sovereign grand duchy. Luxembourg is a developed country, with an advanced economy and one of the world's highest GDP (PPP) per capita. The City of Luxembourg with its old quarters and fortifications was declared a UNESCO World Heritage Site in 1994 due to the exceptional preservation of the vast fortifications and the old city.\n The history of Luxembourg is considered to begin in 963, when count Siegfried acquired a rocky promontory and its Roman-era fortifications known as Lucilinburhuc, \"little castle\", and the surrounding area from the Imperial Abbey of St. Maximin in nearby Trier. Siegfried's descendants increased their territory through marriage, war and vassal relations. At the end of the 13th century, the counts of Luxembourg reigned over a considerable territory. In 1308, Henry VII, Count of Luxembourg became King of the Germans and later Holy Roman Emperor. The House of Luxembourg produced four emperors during the High Middle Ages. In 1354, Charles IV elevated the county to the Duchy of Luxembourg. The duchy eventually became part of the Burgundian Circle and then one of the Seventeen Provinces of the Habsburg Netherlands.\nOver the centuries, the City and Fortress of Luxembourg, of great strategic importance situated between the Kingdom of France and the Habsburg territories, was gradually built up to be one of the most reputed fortifications in Europe. After belonging to both the France of Louis XIV and the Austria of Maria Theresa, Luxembourg became part of the First French Republic and Empire under Napoleon.\n The present-day state of Luxembourg first emerged at the Congress of Vienna in 1815. The Grand Duchy, with its powerful fortress, became an independent state under the personal possession of William I of the Netherlands with a Prussian garrison to guard the city against another invasion from France. In 1839, following the turmoil of the Belgian Revolution, the purely French-speaking part of Luxembourg was ceded to Belgium and the Luxembourgish-speaking part (except the Arelerland, the area around Arlon) became what is the present state of Luxembourg.\n Luxembourg is a founding member of the European Union, OECD, United Nations, NATO, and Benelux. The city of Luxembourg, which is the country's capital and largest city, is the seat of several institutions and agencies of the EU. Luxembourg served on the United Nations Security Council for the years 2013 and 2014, which was a first in the country's history. As of 2020, Luxembourg citizens had visa-free or visa-on-arrival access to 172 countries and territories, ranking the Luxembourgish passport second in the world, tied with Germany, Finland and Spain.",
  "/wiki/Víctor_Martínez_(athlete)": "Víctor Manuel Martínez (born 1 June 1975) is an Andorran former middle-distance runner. He represented his country at three World Championships. In addition, he won multiple medals at the Games of the Small States of Europe.",
  "/wiki/Andorra": "Andorra (/ænˈdɔːrə/ (listen), also UK: /ænˈdɒrə/; Catalan: [ənˈdorə]), officially the Principality of Andorra (Catalan: Principat d'Andorra), also called the Principality of the Valleys of Andorra (Catalan: Principat de les Valls d'Andorra), is a sovereign landlocked microstate on the Iberian Peninsula, in the eastern Pyrenees, bordered by France to the north and Spain to the south. Believed to have been created by Charlemagne, Andorra was ruled by the count of Urgell until 988, when it was transferred to the Roman Catholic Diocese of Urgell. The present principality was formed by a charter in 1278. It is known as a principality as it is a diarchy headed by two princes: the Catholic bishop of Urgell in Catalonia, Spain, and the president of the French Republic.\n Andorra is the sixth-smallest nation in Europe, having an area of 468 square kilometres (181 sq mi) and a population of approximately 77,006. The Andorran people are a Romance ethnic group of originally Catalan descent. Andorra is the 16th-smallest country in the world by land and the 11th-smallest by population. Its capital, Andorra la Vella, is the highest capital city in Europe, at an elevation of 1,023 metres (3,356 feet) above sea level. The official language is Catalan, but Spanish, Portuguese, and French are also commonly spoken.\nTourism in Andorra sees an estimated 10.2 million visitors annually. Andorra is not a member of the European Union, but the euro is its official currency. It has been a member of the United Nations since 1993. In 2013, Andorra had the highest life expectancy in the world at 81 years, according to the Global Burden of Disease Study.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.\n According to the ancient manuscript Landnámabók, the settlement of Iceland began in 874 AD when the Norwegian chieftain Ingólfr Arnarson became the first permanent settler on the island. In the following centuries, Norwegians, and to a lesser extent other Scandinavians, emigrated to Iceland, bringing with them thralls (i.e., slaves or serfs) of Gaelic origin.\n The island was governed as an independent commonwealth under the Althing, one of the world's oldest functioning legislative assemblies. Following a period of civil strife, Iceland acceded to Norwegian rule in the 13th century. The establishment of the Kalmar Union in 1397 united the kingdoms of Norway, Denmark, and Sweden. Iceland thus followed Norway's integration into that union, coming under Danish rule after Sweden's secession from the union in 1523. Although the Danish kingdom introduced Lutheranism forcefully in 1550, Iceland remained a distant semi-colonial territory in which Danish institutions and infrastructures were conspicuous by their absence.\n In the wake of the French Revolution and the Napoleonic Wars, Iceland's struggle for independence took form and culminated in independence in 1918 and the founding of a republic in 1944.  Although its parliament (Althing) was suspended from 1799 to 1845, the island republic has been credited with sustaining the world's oldest and longest-running parliament.\n Until the 20th century, Iceland relied largely on subsistence fishing and agriculture. Industrialisation of the fisheries and Marshall Plan aid following World War II brought prosperity and Iceland became one of the wealthiest and most developed nations in the world. In 1994, it became a part of the European Economic Area, which further diversified the economy into sectors such as finance, biotechnology, and manufacturing.\n Iceland has a market economy with relatively low taxes, compared to other OECD countries, as well as the highest trade union membership in the world. It maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. Iceland ranks high in economic, democratic, social stability, and equality, currently ranking third in the world by median wealth per adult. In 2018, it was ranked as the sixth most developed country in the world by the United Nations' Human Development Index, and it ranks first on the Global Peace Index. Iceland runs almost completely on renewable energy.\n Hit hard by the worldwide financial crisis, the nation's entire banking system systemically failed in October 2008, leading to a severe depression, substantial political unrest, the Icesave dispute, and the institution of capital controls. Some bankers were jailed. Since then, the economy has made a significant recovery, in large part due to a surge in tourism.\nIcelandic culture is founded upon the nation's Scandinavian heritage. Most Icelanders are descendants of Norse and Gaelic settlers. Icelandic, a North Germanic language, is descended from Old West Norse and is closely related to Faroese. The country's cultural heritage includes traditional Icelandic cuisine, Icelandic literature, and medieval sagas. Iceland has the smallest population of any NATO member and is the only one with no standing army, with a lightly armed coast guard.",
  "/wiki/Mark_Herrera": "Mark Herrera (born 20 March 1984) is a Maltese born athlete who competes on behalf of the Republic of Malta. He is the Maltese 3000 metre steeplechase record holder. Herrera attended the University of Malta from which he graduated in 2006 with a B.Sc.(Hons) Information Technology.",
  "/wiki/Malta": "The origin of the name Malta is uncertain, and the modern-day variation is derived from the Maltese language. The most common etymology is that the word Malta is derived from the Greek word μέλι, meli, \"honey\". The ancient Greeks called the island Μελίτη (Melitē) meaning \"honey-sweet\", possibly for Malta's unique production of honey; an endemic subspecies of bees live on the island. The Romans called the island Melita, which can be considered either a latinisation of the Greek Μελίτη or the adaptation of the Doric Greek pronunciation of the same word Μελίτα. In 1525 William Tyndale used the transliteration \"Melite\" in Acts 28:1 for Καὶ διασωθέντες τότε ἐπέγνωμεν ὅτι Μελίτη ἡ νῆσος καλεῖται as found in his translation of The New Testament that relied on Greek texts instead of Latin. \"Melita\" is the spelling used in the Authorized (King James) Version of 1611 and in the American Standard Version of 1901. \"Malta\" is widely used in more recent versions, such as The Revised Standard Version of 1946 and The New International Version of 1973.\n Another conjecture suggests that the word Malta comes from the Phoenician word Maleth, \"a haven\", or 'port' in reference to Malta's many bays and coves. Few other etymological mentions appear in classical literature, with the term Malta appearing in its present form in the Antonine Itinerary (Itin. Marit. p. 518; Sil. Ital. xiv. 251).",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece.\n The earliest known human activity on the island dates to around the 10th millennium BC. Archaeological remains from this period include the well-preserved Neolithic village of Khirokitia, and Cyprus is home to some of the oldest water wells in the world. Cyprus was settled by Mycenaean Greeks in two waves in the 2nd millennium BC. As a strategic location in the Middle East, it was subsequently occupied by several major powers, including the empires of the Assyrians, Egyptians and Persians, from whom the island was seized in 333 BC by Alexander the Great. Subsequent rule by Ptolemaic Egypt, the Classical and Eastern Roman Empire, Arab caliphates for a short period, the French Lusignan dynasty and the Venetians, was followed by over three centuries of Ottoman rule between 1571 and 1878 (de jure until 1914).\n Cyprus was placed under the UK's administration based on the Cyprus Convention in 1878 and was formally annexed by the UK in 1914. While Turkish Cypriots made up 18% of the population, the partition of Cyprus and creation of a Turkish state in the north became a policy of Turkish Cypriot leaders and Turkey in the 1950s. Turkish leaders for a period advocated the annexation of Cyprus to Turkey as Cyprus was considered an \"extension of Anatolia\" by them; while, since the 19th century, the majority Greek Cypriot population and its Orthodox church had been pursuing union with Greece, which became a Greek national policy in the 1950s. Following nationalist violence in the 1950s, Cyprus was granted independence in 1960. The crisis of 1963–64 brought further intercommunal violence between Greek Cypriots and Turkish Cypriots, which displaced more than 25,000 Turkish Cypriots into enclaves and brought the end of Turkish Cypriot representation in the republic. On 15 July 1974, a coup d'état was staged by Greek Cypriot nationalists and elements of the Greek military junta in an attempt at enosis, the incorporation of Cyprus into Greece. This action precipitated the Turkish invasion of Cyprus on 20 July, which led to the capture of the present-day territory of Northern Cyprus in the following month, after a ceasefire collapsed, and the displacement of over 150,000 Greek Cypriots and 50,000 Turkish Cypriots. A separate Turkish Cypriot state in the north was established by unilateral declaration in 1983; the move was widely condemned by the international community, with Turkey alone recognising the new state. These events and the resulting political situation are matters of a continuing dispute.\n The Republic of Cyprus has de jure sovereignty over the entire island, including its territorial waters and exclusive economic zone, with the exception of the Sovereign Base Areas of Akrotiri and Dhekelia, which remain under the UK's control according to the London and Zürich Agreements. However, the Republic of Cyprus is de facto partitioned into two main parts: the area under the effective control of the Republic, located in the south and west and comprising about 59% of the island's area, and the north, administered by the self-declared Turkish Republic of Northern Cyprus, covering about 36% of the island's area. Another nearly 4% of the island's area is covered by the UN buffer zone. The international community considers the northern part of the island to be territory of the Republic of Cyprus occupied by Turkish forces.[f] The occupation is viewed as illegal under international law and amounting to illegal occupation of EU territory since Cyprus became a member of the European Union.\n Cyprus is a major tourist destination in the Mediterranean. With an advanced, high-income economy and a very high Human Development Index, the Republic of Cyprus has been a member of the Commonwealth since 1961 and was a founding member of the Non-Aligned Movement until it joined the European Union on 1 May 2004. On 1 January 2008, the Republic of Cyprus joined the eurozone.",
  "/wiki/Athletics_at_the_2007_Games_of_the_Small_States_of_Europe": "Athletics competition at the 2007 Games of the Small States of Europe was held from 4–9 June 2007 in Fontvieille, Monaco, at Stade Louis II."
}