{
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Guards_Corps_(German_Empire)": "The Guards Corps / GK (German: Gardekorps) was a corps level command of the Prussian and then the Imperial German Armies from the 19th Century to World War I.",
  "/wiki/2nd_Guards_Field_Artillery": "The 2nd Guards Field Artillery Regiment (German: 2. Garde-Feldartillerie-Regiment) was an artillery unit in the Prussian Army prior to and during the First World War.  The regiment was part of the 4th Guards Infantry Division.",
  "/wiki/Potsdam": "Potsdam (German pronunciation: [ˈpɔt͡sdam] (listen); Lower Sorbian: Podstupim) is the capital and largest city of the German federal state of Brandenburg. It directly borders the German capital, Berlin, and is part of the Berlin/Brandenburg Metropolitan Region. It is situated on the River Havel some 25 kilometres (16 miles) southwest of Berlin's city centre.",
  "/wiki/Beeskow": "Beeskow (Lower Sorbian: Bezkow) is a town in Brandenburg, Germany, and capital of the Oder-Spree district. It is situated on the river Spree, 30 km southwest of Frankfurt an der Oder.",
  "/wiki/Gumbinnen": "Gusev (Russian: Гу́сев), previously known by its German name Gumbinnen (Lithuanian: Gumbinė; Polish: Gąbin), is a town and the administrative center of Gusevsky District of Kaliningrad Oblast, Russia, located at the confluence of the Pissa and Krasnaya Rivers, near the border with Poland and Lithuania, east of Chernyakhovsk. Population figures: 28,260 (2010 Census); 28,467 (2002 Census); 27,031 (1989 Census).",
  "/wiki/Insterburg": "Chernyakhovsk (Russian: Черняхо́вск) – known prior to 1946 by its German name of  Insterburg (Lithuanian: Įsrutis; Polish: Wystruć) – is a town in the Kaliningrad Oblast of Russia, where it is the administrative center of Chernyakhovsky District. Located at the confluence of the Instruch and Angrapa Rivers, which unite to become the Pregolya River below Chernyakhovsk, the town had a population in 2017 of 36,423.",
  "/wiki/I_Corps_(German_Empire)": "The I Army Corps / I AK (German: I. Armee-Korps) was a corps level command of the Prussian and then the Imperial German Armies from the 19th Century to World War I.",
  "/wiki/Kolberg": "Kołobrzeg ([kɔˈwɔbʐɛk] (listen); German: Kolberg, [ˈkɔlbɛʁk] (listen)) is a city in the West Pomeranian Voivodeship in north-western Poland with about 47,000 inhabitants (as of 2014[update]). Kołobrzeg is located on the Parsęta River on the south coast of the Baltic Sea (in the middle of the section divided by the Oder and Vistula Rivers). It has been the capital of Kołobrzeg County in West Pomeranian Voivodship since 1999, and was in Koszalin Voivodship from 1950 to 1998.",
  "/wiki/Belgard": "Białogard [bʲaˈwɔɡart] (listen) (German: Belgard, [ˈbɛlɡaʁt] (listen); Kashubian/Pomeranian: Biôłogard) is a town in Middle Pomerania, northwestern Poland with 24,399 inhabitants (2004). The name is a combination of two Slavic (Pomeranian/Kashubian) terms: biały for white and gard for city/town. The capital of Białogard County in the West Pomeranian Voivodeship since 1999, the town was previously in Koszalin Voivodeship (1950–1998). It is the most important railroad junction of the Middle Pomerania, with two major lines (Kołobrzeg - Piła and Gdańsk - Stargard) crossing there.",
  "/wiki/II_Corps_(German_Empire)": "The II Army Corps / II AK (German: II. Armee-Korps) was a corps level command of the Prussian and then the Imperial German Armies from the 19th Century to World War I.",
  "/wiki/Brandenburg": "Brandenburg (/ˈbrændənbɜːrɡ/, also US: /ˈbrɑːndənbʊərk/, German: [ˈbʁandn̩bʊʁk] (listen); Low German: Brannenborg; Lower Sorbian: Bramborska; Upper Sorbian: Braniborsko; Polish: Brandenburgia) is a state of Germany.",
  "/wiki/III_Corps_(German_Empire)": "The III Army Corps / III AK (German: III. Armee-Korps) was a corps level command of the Prussian and then the Imperial German Armies from the 19th century to World War I.",
  "/wiki/Magdeburg": "Magdeburg (German pronunciation: [ˈmakdəbʊɐ̯k] (listen); Low Saxon: Meideborg, [ˈmaˑɪdebɔɐ̯x]) is the capital city and the second largest city of the state of Saxony-Anhalt, Germany. It is situated on the Elbe River.",
  "/wiki/IV_Corps_(German_Empire)": "The IV Army Corps / IV AK (German: IV. Armee-Korps) was a corps level command of the Prussian and then the Imperial German Armies from the 19th Century to World War I.",
  "/wiki/Sprottau": "Szprotawa [ʂprɔˈtava] (German: Sprottau) is a town in Poland, in Lubusz Voivodeship, in Żagań County. It has 12,648 inhabitants (2004).",
  "/wiki/%C5%BBaga%C5%84": "Żagań [ˈʐaɡaɲ] (listen) (French and German: Sagan, Upper Sorbian: Zahań, Czech: Zaháň, Latin: Saganum) is a town on the Bóbr river in western Poland, with 26,148 inhabitants (2017). The town is the capital of Żagań County in the historic region of Silesia. Previously in the Zielona Góra Voivodeship (1975–1998), Żagań has been in the Lubusz Voivodeship since 1999.",
  "/wiki/V_Corps_(German_Empire)": "The V Army Corps / V AK (German: V. Armee-Korps) was a corps level command of the Prussian and then the Imperial German Armies from the 19th century to World War I.",
  "/wiki/Breslau": "Wrocław (UK: /ˈvrɒtswɑːf/, US: /ˈvrɔːts-wɑːf, -lɑːf, -lɑːv/, Polish: [ˈvrɔtswaf] (listen); German: Breslau [ˈbʁɛslaʊ] (listen); Czech: Vratislav; Latin: Vratislavia) is a city in western Poland and the largest city in the historical region of Silesia. It lies on the banks of the River Oder in the Silesian Lowlands of Central Europe, roughly 350 kilometres (220 mi) from the Baltic Sea to the north and 40 kilometres (25 mi) from the Sudeten Mountains to the south. The population of Wrocław in 2019 was 641,607, making it the fourth-largest city in Poland and the main city of the Wrocław agglomeration.",
  "/wiki/VI_Corps_(German_Empire)": "The VI Army Corps / VI AK (German: VI. Armee-Korps) was a corps level command of the Prussian and then the Imperial German Armies from the 19th Century to World War I.",
  "/wiki/Wesel": "Wesel (German pronunciation: [ˈveːzl̩]) is a city in North Rhine-Westphalia, Germany. It is the capital of the Wesel district.",
  "/wiki/D%C3%BCsseldorf": "Düsseldorf (often Dusseldorf in English sources; UK: /ˈdʊsəldɔːrf/, US: /ˈdjuːs-/, German: [ˈdʏsl̩dɔʁf] (listen);  Low Franconian and Ripuarian:[a] Düsseldörp ([ˈdʏsl̩dœɐ̯p]); archaic Dutch: Dusseldorp) is the capital and second-largest city of the most populous German federal state of North Rhine-Westphalia after Cologne, as well as the seventh-largest city in Germany, with a population of 617,280. At the confluence of the Rhine and its tributary Düssel, the city lies in the centre of both the Rhine-Ruhr and the Rhineland Metropolitan Regions with the Cologne Bonn Region to its south and the Ruhr to its north. Most of the city lies on the right bank of the Rhine (as opposed to Cologne, whose city centre lies on the river's left bank). The city is the largest in the German Low Franconian dialect area (closely related to Dutch). \"Dorf\" meaning \"village\" in German, the \"-dorf\" suffix (English cognate: thorp) is unusual in the German-speaking area for a settlement of Düsseldorf's size.",
  "/wiki/VII_Corps_(German_Empire)": "The VII Army Corps / VII AK (German: VII. Armee-Korps) was a corps level command of the Prussian and then the Imperial German Armies from the 19th Century to World War I.",
  "/wiki/Saarbr%C3%BCcken": "Saarbrücken (/sɑːrˈbrʊkən/, also US: /zɑːrˈ-, ˈsɑːrbrʊkən, ˈzɑːr-/, German: [zaːɐ̯ˈbʁʏkn̩] (listen); French: Sarrebruck [saʁbʁyk]; Rhine Franconian: Saarbrigge [zaːˈbʁɪɡə]) is the capital and largest city of the state of Saarland, Germany. Saarbrücken is Saarland's administrative, commercial and cultural centre and is next to the French border.",
  "/wiki/Saarlouis": "Saarlouis (German pronunciation: [ˌzaːɐ̯luˈiː]; French: Sarrelouis, French pronunciation: ​[saʁlwi]) is a city in the Saarland, (Germany), capital of the district of Saarlouis. In 2017, the town had a population of 34,758. Saarlouis, as the name implies, is located on the River Saar.\nIt was built as a fortress in 1680 and named after Louis XIV of France.",
  "/wiki/XXI_Corps_(German_Empire)": "The XXI Army Corps / XXI AK (German: XXI. Armee-Korps) was a corps level command of the German Army, before and during World War I.",
  "/wiki/Itzehoe": "Itzehoe (German pronunciation: [ɪtsəˈhoː]; Low German: Itzhoe) is a town in the German state of Schleswig-Holstein.",
  "/wiki/IX_Corps_(German_Empire)": "The IX Army Corps / IX AK (German: IX. Armee-Korps) was a corps level command of the Prussian and German Armies before and during World War I.",
  "/wiki/Hannover": "Hanover or Hannover (/ˈhænoʊvər, -nəv-/; German: Hannover [haˈnoːfɐ] (listen); Low German: Hannober) is the capital of and largest city in the state of Lower Saxony. Its 535,061 (2017) inhabitants make it the thirteenth-largest city in Germany as well as the third-largest city in Northern Germany after Hamburg and Bremen. The city lies at the confluence of the River Leine (progression: Aller→ Weser→ North Sea) and its tributary Ihme, in the south of the North German Plain, and is the largest city in the Hannover–Braunschweig–Göttingen–Wolfsburg Metropolitan Region. It is the fifth-largest city in the Low German dialect area after Hamburg, Dortmund, Essen and Bremen.",
  "/wiki/X_Corps_(German_Empire)": "The X Army Corps / X AK (German: X. Armee-Korps) was a corps level command of the Prussian and German Armies before and during World War I.",
  "/wiki/Kassel": "Kassel (German pronunciation: [ˈkasl̩] (listen); in Germany, spelled Cassel until 1928) is a city located on the Fulda River in northern Hesse, Germany. It is the administrative seat of the Regierungsbezirk Kassel and the district of the same name and had 200,507 inhabitants in December 2015. The former capital of the state of Hesse-Kassel has many palaces and parks, including the Bergpark Wilhelmshöhe, which is a UNESCO World Heritage Site. Kassel is also known for the documenta exhibitions of contemporary art. Kassel has a public university with 25,000 students (2018) and a multicultural population (39% of the citizens in 2017 had a migration background).",
  "/wiki/Fritzlar": "Fritzlar is a small German town (pop. 15,000) in the Schwalm-Eder district in northern Hesse, 160 km (99 mi) north of Frankfurt, with a storied history.",
  "/wiki/XI_Corps_(German_Empire)": "The XI Army Corps / XI AK (German: XI. Armee-Korps) was a corps level command of the Prussian and German Armies before and during World War I.",
  "/wiki/Dresden": "Dresden (/ˈdrɛzdən/, German: [ˈdʁeːsdn̩] (listen); Upper and Lower Sorbian: Drježdźany; Czech: Drážďany; Polish: Drezno) is the capital city of the German state of Saxony, and with around 550,000 inhabitants, the state's second most populous city after Leipzig. It is the 12th most populous city of Germany, the fourth largest by area after Berlin, Hamburg and Cologne, as well as the third most populous city in the area of former East Germany, after (East) Berlin and Leipzig. Dresden is contiguous with Freital, Pirna, Radebeul, Meissen and Coswig, and its urban area has around 780,000 inhabitants, making it the largest in Saxony.",
  "/wiki/K%C3%B6nigsbr%C3%BCck": "Königsbrück (Upper Sorbian: Kinspork, English: Kingsbridge) is a town in the Bautzen district, in the Free State of Saxony, Germany. It is situated 14 km (8.7 mi) west of Kamenz, and 27 km (17 mi) northeast of the Saxon capital Dresden. Königsbrück is known as the western gate of the historic Upper Lusatia region.",
  "/wiki/XII_(1st_Royal_Saxon)_Corps": "The XII (1st Royal Saxon) Army Corps / XII AK (German: XII. (I. Königlich Sächsisches) Armee-Korps) was a Saxon corps level command of the Saxon and German Armies before and during World War I.",
  "/wiki/Ulm": "Ulm (German pronunciation: [ˈʔʊlm] (listen)) is a city in the federal German state of Baden-Württemberg, situated on the River Danube. The city, whose population is estimated at almost 120,000 (2015), forms an urban district of its own (German: Stadtkreis) and is the administrative seat of the Alb-Donau district. Founded around 850, Ulm is rich in history and traditions as a former free imperial city (German: freie Reichsstadt). Today, it is an economic centre due to its varied industries, and it is the seat of the University of Ulm. Internationally, Ulm is primarily known for having the church with the tallest steeple in the world (161.53 m or 529.95 ft), the Gothic minster (Ulm Minster, German: Ulmer Münster), and as the birthplace of Albert Einstein.",
  "/wiki/Stuttgart": "Stuttgart (/ˈʃtʊtɡɑːrt/ SHTUUT-gart, also US: /ˈstʌt-, ˈstʊt-/ STU(U)T-; German: [ˈʃtʊtɡaʁt] (listen); Swabian: Schduagert [ˈʒ̊d̥ua̯ɡ̊ɛʕd̥]; names in other languages) is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its urban area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living,[a] innovation agency 2thinknow ranked the city 24th globally out of 442 cities[b] and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.",
  "/wiki/XIII_(Royal_W%C3%BCrttemberg)_Corps": "The XIII (Royal Württemberg) Army Corps / XIII AK (German: XIII. (Königlich Württembergisches) Armee-Korps) was a corps of the Imperial German Army. It was, effectively, also the army of the Kingdom of Württemberg, which had been integrated in 1871 into the Prussian Army command structure, as had the armies of most German states. The corps was originally established as the Württemberg Corps Command (Korpskommando) in 1817. It became the XIII Army Corps when it was integrated into the Prussian numbering system on December 18, 1871, shortly after the Franco-Prussian War.",
  "/wiki/Karlsruhe": "Karlsruhe (/ˈkɑːrlzruːə/, also US: /ˈkɑːrls-/, German: [ˈkaʁlsˌʁuːə] (listen); formerly spelled Carlsruhe) is the second-largest city of the German federal state of Baden-Württemberg after its capital of Stuttgart, and its 309,999 (2016) inhabitants make it the 21st largest city of Germany. On the right bank of the Rhine, the city lies near the French-German border, between the Mannheim/Ludwigshafen conurbation to the north, and the Strasbourg/Kehl conurbation to the south. It is the largest city of Baden, a region named after Hohenbaden Castle in the city of Baden-Baden. Karlsruhe is also the largest city in the South Franconian dialect area (transitional dialects between Central and Upper German), the only other larger city in that area being Heilbronn. The city is the seat of the Federal Constitutional Court (Bundesverfassungsgericht), as well as of the Federal Court of Justice (Bundesgerichtshof) and the Public Prosecutor General of the Federal Court of Justice (Generalbundesanwalt beim Bundesgerichtshof).",
  "/wiki/XIV_Corps_(German_Empire)": "The XIV Army Corps / XIV AK (German: XIV. Armee-Korps) was a corps level command of the German Army before and during World War I. It was, effectively, also the army of the Grand Duchy of Baden, which, in 1871, had been integrated into the Prussian Army command structure, as had the armies of most German states. Both divisions and the bulk of the corps' support units were from the grand duchy. The corps was established in 1870, after the Siege of Strasbourg.",
  "/wiki/Saarburg": "Saarburg is a city of the Trier-Saarburg district in the Rhineland-Palatinate state of Germany, on the banks of the Saar River in the hilly country a few kilometers upstream from the Saar's junction with the Moselle. Now known as a tourist attraction, the Leuk River flows into the town center and makes a spectacular drop of some 60 feet before joining the larger Saar River that bisects the town. The waterfall is the result of a 13th-century project to redirect the Leuk through the city center.",
  "/wiki/M%C3%B6rchingen": "Morhange (German: Mörchingen, Lorraine Franconian Märchinge) is a commune in the Moselle department in Grand Est in north-eastern France.",
  "/wiki/K%C3%B6nigsberg": "Königsberg (UK: /ˈkɜːnɪɡzbɜːrɡ/, US: /ˈkeɪnɪɡzbɜːrɡ, ˈkʌn-/, German: [ˈkøːnɪçsˌbɛʁk] (listen)) is the name for the historic Prussian city that is now Kaliningrad, Russia. Originally a Sambian or Old Prussian settlement, it then belonged to the State of the Teutonic Order, the Duchy of Prussia, the Kingdom of Prussia, the German Empire, the Weimar Republic, and Nazi Germany. After being largely destroyed in World War II by Allied bombing and the Red Army, it was annexed by the Soviet Union and its surviving inhabitants forcibly expelled. Thereafter, the city was renamed Kaliningrad. Few traces of the former Königsberg remain today.",
  "/wiki/List_of_Imperial_German_artillery_regiments": "This is a list of Imperial German artillery regiments before and during World War I. In peacetime, the Imperial German Army included 100 regiments of Field artillery (plus the Lehr instruction unit) and 24 regiments of Foot artillery (plus another Lehr instruction unit) who manned the heavier pieces. Some of these regiments had a history stretching back to the 17th Century, while others were only formed as late as October 1912."
}