{
  "/wiki/2019_in_Konfrontacja_Sztuk_Walki": "The year 2019 was the 16th year in the history of the Konfrontacja Sztuk Walki, a mixed martial arts promotion based in Poland. 2019 began with KSW 47.",
  "/wiki/Gliwice_Arena": "Arena Gliwice is a multi-purpose indoor arena in Gliwice, Poland. It provides 13,384 seats in the stands (with room for up to 17,178 spectators) in the main arena and is considered one of the largest entertainment and sports halls in the country.",
  "/wiki/Gliwice": "Gliwice [ɡlʲiˈvʲit͡sɛ] (listen) (German: Gleiwitz, Silesian: Glywicy) is a city in Upper Silesia, in southern Poland. The city is located in the Silesian Highlands, on the Kłodnica river (a tributary of the Oder). It lies approximately 25 km west from Katowice, regional capital of the Silesian Voivodeship.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Arena_Zagreb": "Arena Zagreb is a multi-purpose sports hall located in the southwestern part of Zagreb, Croatia (in the Lanište neighborhood of Novi Zagreb). The site also includes a building complex, the Arena Complex (Arena Center), making it one of the largest shopping-entertainment centers in the city. The arena is used for hockey, futsal, handball, athletics, basketball, volleyball, numerous other sporting competitions, and various concerts, exhibitions, fairs, conventions, and congresses.",
  "/wiki/Zagreb": "Zagreb (/ˈzɑːɡrɛb, ˈzæɡrɛb, zɑːˈɡrɛb/; Croatian pronunciation: [zǎːɡreb] (listen)) is the capital and the largest city of Croatia. It is located in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain. Zagreb lies at an elevation of approximately 122 m (400 ft) above sea level. \nThe estimated population of the city in 2018 was 820,678. The population of the Zagreb urban agglomeration is 1,086,528, approximately a quarter of the total population of Croatia.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Wembley_Arena": "Wembley Arena /ˈwɛmbli/ (originally the Empire Pool and, since 1 July 2014, currently known as The SSE Arena, Wembley for sponsorship reasons) is an indoor arena adjacent to Wembley Stadium in Wembley, London. Used for music, comedy, family entertainment and sport, the 12,500-seat facility is London's second-largest indoor arena after The O2 Arena, and the ninth-largest (as of August 2019) in the United Kingdom.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Ergo_Arena": "Ergo Arena (Hala Gdańsk-Sopot) is a multi-purpose indoor arena, that was opened in 2010. The boundary between two cities – Sopot and Gdańsk – runs through the very middle of the hall. The arena has a capacity of 11,409 people, for sports events and up to 15,000, with standing places, for concerts.",
  "/wiki/Gda%C5%84sk": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.",
  "/wiki/Lublin": "Lublin (UK: /ˈlʊblɪn/, US: /ˈluːblɪn/, Polish: [ˈlublin] (listen)) is the ninth-largest city in Poland and the second-largest city of Lesser Poland. It is the capital and the center of Lublin Voivodeship (province) with a population of 339,682 (December 2018). Lublin is the largest Polish city east of the Vistula River and is about 170 km (106 mi) to the southeast of Warsaw by road.",
  "/wiki/Atlas_Arena": "Atlas Arena is a multipurpose indoor arena in Łódź, Poland, opened on June 26, 2009 at al. Bandurskiego. It is one of the largest Polish venues with seating 10,400, with an optional extra 3,000, it has 1,500 parking places and 11 VIP lounges (each with a terrace). The arena hosts conferences, concerts and sports events (e.g. volleyball, basketball, athletics and ice hockey). In August 2009, Atlas Group purchased the naming rights to the arena for a period of 5 years.",
  "/wiki/Lodz": "Łódź (Polish: [wutɕ] (listen)), written in English as Lodz,[a] is the third-largest city in Poland and a former industrial centre. Located in the central part of the country, it has a population of 682,679 (2019). It is the capital of Łódź Voivodeship, and is located approximately 120 kilometres (75 mi) south-west of Warsaw. The city's coat of arms is an example of canting, as it depicts a boat (łódź in Polish), which alludes to the city's name.",
  "/wiki/2018_in_Konfrontacja_Sztuk_Walki": "The year 2018 will be the 15th year in the history of the Konfrontacja Sztuk Walki, a mixed martial arts promotion based in Poland. 2018 began with KSW 42.",
  "/wiki/Gda%C5%84sk,_Poland": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.",
  "/wiki/Centennial_Hall": "The Centennial Hall (Polish: Hala Stulecia; German: Jahrhunderthalle), formerly named Hala Ludowa (\"People's Hall\"), is a historic building in Wrocław, Poland. It was constructed according to the plans of architect Max Berg in 1911–1913, when the city was part of the German Empire. Max Berg designed Centennial Hall to serve as a multifunctional structure to host \"exhibitions, concerts, theatrical and opera performances, and sporting events.\" The hall continues to be used for sporting events and concerts.",
  "/wiki/Wroc%C5%82aw": "Wrocław (UK: /ˈvrɒtswɑːf/, US: /ˈvrɔːts-wɑːf, -lɑːf, -lɑːv/, Polish: [ˈvrɔtswaf] (listen); German: Breslau [ˈbʁɛslaʊ] (listen); Czech: Vratislav; Latin: Vratislavia) is a city in western Poland and the largest city in the historical region of Silesia. It lies on the banks of the River Oder in the Silesian Lowlands of Central Europe, roughly 350 kilometres (220 mi) from the Baltic Sea to the north and 40 kilometres (25 mi) from the Sudeten Mountains to the south. The population of Wrocław in 2019 was 641,607, making it the fourth-largest city in Poland and the main city of the Wrocław agglomeration.",
  "/wiki/%C5%81%C3%B3d%C5%BA": "Łódź (Polish: [wutɕ] (listen)), written in English as Lodz,[a] is the third-largest city in Poland and a former industrial centre. Located in the central part of the country, it has a population of 682,679 (2019). It is the capital of Łódź Voivodeship, and is located approximately 120 kilometres (75 mi) south-west of Warsaw. The city's coat of arms is an example of canting, as it depicts a boat (łódź in Polish), which alludes to the city's name.",
  "/wiki/2017_in_Konfrontacja_Sztuk_Walki": "The year 2017 is the 14th year in the history of the Konfrontacja Sztuk Walki, a mixed martial arts promotion based in Poland. 2017 began with KSW 38.",
  "/wiki/Spodek": "Spodek (meaning \"saucer\" in Polish) is a multipurpose arena complex in Katowice, Poland, opened in 1971. Aside from the main dome, the complex includes a gym, an ice rink, a hotel and three large car parks. It was the largest indoor venue of its kind in Poland until it was surpassed by Kraków Arena in 2014.",
  "/wiki/Katowice": "Katowice (UK: /ˌkætəˈviːtsə/ KAT-ə-VEET-sə, US: /ˌkɑːt-/ KAHT-, Polish: [katɔˈvitsɛ] (listen); officially Miasto Katowice; 1953-1956: Stalinogród; Silesian: Katowicy; German: Kattowitz) is a city in southern Poland, the capital city of the Silesian Region, and a center of the Upper Silesia and Dąbrowa Basin Metropolis. With the population of 294,510 (as of 2018), it is the eleventh-largest city in Poland. The wider Katowice urban area has the population of approximately 2 to 3 million people.",
  "/wiki/3Arena": "The 3Arena (originally The O2) is an indoor amphitheatre located at North Wall Quay in the Dublin Docklands in Dublin, Ireland. The venue opened as The O2 on 16 December 2008. It was built on the site of the former Point Theatre, a smaller music venue which operated from 1988 to 2007, retaining only some of the outer facade. The Point Theatre was branded as \"The Point Depot\", in recognition of its original role as a railway goods handling station. The venue was re-branded on 4 September 2014 due to the takeover of O2 Ireland by Three Ireland.",
  "/wiki/Dublin": "Dublin (/ˈdʌblɪn/, locally /ˈdʊb-/; Irish: Baile Átha Cliath [ˈbˠalʲə aːhə ˈklʲiə; ˌbʲlʲaː ˈklʲiə]) is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster.  It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region (formerly County Dublin) as of 2016[update] was 1,347,359. The population of the Greater Dublin Area was 1,904,806 per the 2016 census.",
  "/wiki/Ireland": "Ireland (/ˈaɪərlənd/ (listen); Irish: Éire [ˈeːɾʲə] (listen); Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth.",
  "/wiki/National_Stadium,_Warsaw": "The PGE Narodowy (official name since 2015) or National Stadium (Polish: Stadion Narodowy [ˈstadjɔn narɔˈdɔvɨ]) is a retractable roof football stadium located in Warsaw, Poland. It is used mostly for football matches and it is the home stadium of Poland national football team.",
  "/wiki/Warsaw": "Warsaw (/ˈwɔːrsɔː/ WOR-saw; Polish: Warszawa [varˈʂava] (listen); see also other names) is the capital and largest city of Poland. The metropolis stands on the Vistula River in east-central Poland and its population is officially estimated at 1.8 million residents. With a greater metropolitan area of 3.1 million residents, Warsaw is the 5th most-populous urban area in the European Union. The city limits cover 517.24 square kilometres (199.71 sq mi), while the metropolitan area covers 6,100.43 square kilometres (2,355.39 sq mi). Warsaw is an alpha global city, a major international tourist destination, and a significant cultural, political and economic hub. Its historical old town was designated a UNESCO World Heritage Site.",
  "/wiki/S%C4%99kocin_Nowy": "Sękocin Nowy [sɛŋˈkɔt͡ɕin ˈnɔvɨ] is a village in the administrative district of Gmina Raszyn, within Pruszków County, Masovian Voivodeship, in east-central Poland. It lies approximately 6 kilometres (4 mi) south-west of Raszyn, 9 km (6 mi) south-east of Pruszków, and 14 km (9 mi) south-west of Warsaw.",
  "/wiki/2016_in_Konfrontacja_Sztuk_Walki": "The year 2016 is the 13th year in the history of the Konfrontacja Sztuk Walki, a mixed martial arts promotion based in Poland. In 2016 Konfrontacja Sztuk Walki held 4 events beginning with,  KSW 34: New Order .",
  "/wiki/Krak%C3%B3w_Arena": "Tauron Arena Kraków is an indoor arena located in Kraków, Poland. It has a seating capacity of 15,030 for sporting events.\nIt hosted the 2014 FIVB Volleyball Men's World Championship tournament, 2016 European League of Legends Championship Finals and 2015 IIHF Ice Hockey World Championship Division I.",
  "/wiki/Krakow": "Kraków (/ˈkrækaʊ, -koʊ/, also US: /ˈkreɪk-, ˈkrɑːkaʊ/, UK: /ˈkrækɒf/, Polish: [ˈkrakuf] (listen)), traditionally known in English as Cracow, is the second largest and one of the oldest cities in Poland. Situated on the Vistula River in the Lesser Poland Voivodeship, the city dates back to the 7th century. Kraków was the official capital of Poland until 1596 and has traditionally been one of the leading centres of Polish academic, economic, cultural and artistic life. Cited as one of Europe's most beautiful cities, its Old Town was declared a UNESCO World Heritage Site.",
  "/wiki/CRS_Hall_Zielona_G%C3%B3ra": "CRS Hall Zielona Góra, or CRS Hala Zielona Góra, is a multi-use indoor sporting arena that is located in Zielona Góra, Poland. The abbreviation CRS stands for Centrum Rekreacyjno-Sportowe.",
  "/wiki/Zielona_G%C3%B3ra": "Zielona Góra [ʑeˈlɔna ˈɡura] (listen) (German: Grünberg in Schlesien) is the largest city in Lubusz Voivodeship, in western Poland, with 140,297 inhabitants (2018). Zielona Góra has been in Lubusz Voivodeship since 1999, prior to which it was the capital of Zielona Góra Voivodeship from 1950 to 1998. It is the seat of the province's elected assembly, while the seat of the centrally appointed governor is located in the city of Gorzów Wielkopolski. Zielona Góra has a favourable geographical position, being located not far from the Polish-German border and on several international road and rail routes connecting Scandinavia with Southern Europe and Warsaw with Berlin. The region is also closely associated with vineyards and holds an annual Wine Fest.",
  "/wiki/Gdansk": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.",
  "/wiki/Hala_Torwar": "The Central Sports Centre Torwar (formerly known as Hala Torwar, commonly referred to as the Arena COS Torwar) is an indoor arena in Warsaw, Poland. It opened in 1953 and seats 4,824 people in the stands, with up to an additional 1,480 seats available to add on the floor.",
  "/wiki/2015_in_Konfrontacja_Sztuk_Walki": "The year 2015 is the 12th year in the history of the Konfrontacja Sztuk Walki, a mixed martial arts promotion based in Poland. In 2015 Konfrontacja Sztuk Walki held 4 events beginning with, KSW 30.",
  "/wiki/Konfrontacja_Sztuk_Walki": "Konfrontacja Sztuk Walki (English: Martial Arts Confrontation) better known by its initials KSW, is  widely considered to be the premiere mixed martial arts organization in Poland and one of the leading in Europe."
}