{
  "/wiki/Adam_Archibald": "Adam Archibald VC (14 January 1879 – 10 March 1957) was a Scottish First World War recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/First_World_War": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/Sambre–Oise_Canal": "The Canal de la Sambre à l'Oise is a canal in northern France. It forms a connection between the canalised river Sambre (Meuse basin) at Landrecies and the Oise (Seine basin) at La Fère. The canal is 71 kilometres (44 mi) long, and has 38 locks. The junction made at La Fère is with a branch of the Canal de Saint-Quentin, while the Canal latéral à l'Oise is joined 10.5 km further downstream at Chauny. It was used by the standard Freycinet-gauge péniches, 38.50 metres (126.3 ft) long, and  5.05 metres (16.6 ft)  in beam, carrying up to 250 tonnes. The canal, also a popular waterway for boats heading south from the Netherlands and Belgium to the central French waterways, had to be closed in 2006 when two aqueducts were found to be in danger of failing. Funding has been put in place by the owner, Voies Navigables de France, and the local authorities, with support from the State, and it is expected to reopen the canal throughout in 2020.",
  "/wiki/Sir_Fenton_Aylmer,_13th_Baronet": "Lieutenant-General Sir Fenton John Aylmer, 13th Baronet VC KCB (5 April 1862 – 3 September 1935) was an Anglo-Irish recipient of the Victoria Cross. He was in command of the first failed efforts to break the siege of Kut in 1916.  From a military background, Aylmer was commissioned into the Indian Army, and immediately involved in fierce fighting on the north-west frontier.  In a singularly heroic action, still in his twenties, he helped rescue Townshend's garrison at Chitral, spearheading the relief column.  For his valorous conduct he was awarded the Victoria Cross, and rapid promotion through the officer class.",
  "/wiki/Hunza-Nagar_Campaign": "The Hunza–Nagar Campaign was fought in 1891 by troops of the British Raj against the princely states of Hunza and Nagar in the Gilgit Agency  (now part of the Gilgit-Baltistan of Pakistan). It is known in Pakistan as the \"Anglo-Brusho War\".",
  "/wiki/Nilt": "Nilt is a town in Gilgit District, Gilgit–Baltistan, Pakistan. It is located at 36°15'0N 74°25'0E with an elevation of 2260 metres (7417 feet). This area was conquered by the British in 1891 as part of the Hunza-Nagar Campaign.",
  "/wiki/Mark_Sever_Bell": "Colonel Mark Sever Bell, VC, CB (15 May 1843 – 26 June 1906) was an English recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. Born in the Australian colony of New South Wales, his family travelled to England when he was an infant.",
  "/wiki/Anglo-Ashanti_wars": "The Anglo-Ashanti Wars were a series of five 19th-century conflicts that took place between 1824 and 1900, between the Ashanti Empire—in the Akan interior of the Gold Coast—and the British Empire and its allies. The wars were mainly due to Ashanti attempts to establish a stronghold over the coastal areas of present-day Ghana. Coastal peoples such as the Fante and the Ga came to rely on British protection against Ashanti incursions.",
  "/wiki/Battle_of_Ordashu": "The Battle of Ordashu was a battle fought on 4 February 1874 during the Third Anglo-Ashanti War when Sir Garnet Wolseley defeated the Ashantis. The attack was led by the 42nd Regiment of Foot. Lieutenant Mark Sever Bell won the Victoria Cross during the action.",
  "/wiki/John_Chard": "Colonel John Rouse Merriott Chard VC (21 December 1847 – 1 November 1897) was a British Army officer who received the Victoria Cross, the highest military decoration for valour \"in the face of the enemy\" that can be awarded to members of the British armed forces. He earned the decoration for his role in the defence of Rorke's Drift in January 1879 where he commanded a small British garrison of 139 soldiers that successfully repulsed an assault by some 3,000 to 4,000 Zulu warriors. The battle was recreated in the film Zulu in which Chard was portrayed by Stanley Baker.",
  "/wiki/Anglo-Zulu_War": "The Anglo-Zulu War was fought in 1879 between the British Empire and the Zulu Kingdom. Following Lord Carnarvon's successful introduction of federation in Canada, it was thought that similar political effort, coupled with military campaigns, might succeed with the African kingdoms, tribal areas and Boer republics in South Africa. In 1874, Sir Henry Bartle Frere was sent to South Africa as High Commissioner for the British Empire to bring such plans into being. Among the obstacles were the presence of the independent states of the South African Republic and the Kingdom of Zululand and its army.",
  "/wiki/Battle_of_Rorke's_Drift": "The Battle of Rorke's Drift, also known as the Defence of Rorke's Drift, was an engagement in the Anglo-Zulu War. The successful defence of the mission station of Rorke's Drift, under the command of Lieutenants John Chard of the Royal Engineers and Gonville Bromhead, followed Britain's defeat at the Battle of Isandlwana on 22 January 1879 and continued into the following day.",
  "/wiki/Brett_Cloutman": "Lieutenant-Colonel Sir Brett Mackay Cloutman VC MC KC (7 November 1891 – 15 August 1971) was a British Army officer who was awarded the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Pont-sur-Sambre": "Pont-sur-Sambre  is a commune in the Nord department in northern France.",
  "/wiki/Clifford_Coffin": "Major General Clifford Coffin VC CB DSO & Bar (10 February 1870 – 4 February 1959) was an officer in the British Army and was a recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Westhoek_(region)": "Westhoek (Dutch for \"west corner\") or Maritime Flanders (French: Flandre maritime) is a region in Belgium and France and includes the following areas:",
  "/wiki/James_Morris_Colquhoun_Colvin": "Colonel James Morris Colquhoun Colvin VC (26 August 1870 – 7 December 1945) was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/First_Mohmand_Campaign": "The First Mohmand campaign was a British military campaign against the Mohmands from 1897 to 1898.",
  "/wiki/Mohmand_Valley": "Mohmand (or Momand) (Pashto:مومند) is a Pashtun tribe son of Daulatyar tribe grandson of Ghoryakhel mainly live in Nangarhar, Afghanistan and Mohmand Agency, Pakistan.",
  "/wiki/James_Lennox_Dawson": "Colonel James Lennox Dawson VC (25 December 1891 – 15 February 1967) was a Scottish recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Battle_of_the_Hohenzollern_Redoubt": "The Actions of the Hohenzollern Redoubt took place from 13–19 October 1915, at the Hohenzollern Redoubt (Hohenzollernwerk) near Auchy-les-Mines in France, on the Western Front in World War I. In the aftermath of the Battle of Loos (25 September – 8 October 1915), the 9th (Scottish) Division captured the strongpoint and then lost it to a German counter-attack. The British attack on 13 October failed and resulted in 3,643 casualties, mostly in the first few minutes. In the British Official History, J. E. Edmonds wrote that \"The fighting [from 13–14 October] had not improved the general situation in any way and had brought nothing but useless slaughter of infantry\".",
  "/wiki/Robert_James_Thomas_Digby-Jones": "Robert James Thomas Digby-Jones (27 September 1876 – 6 January 1900) was a Scottish recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Second_Boer_War": "The Second Boer War (11 October 1899 – 31 May 1902) was fought between the British Empire and two Boer states, the South African Republic (Republic of Transvaal) and the Orange Free State, over the Empire's influence in South Africa. It is also known variously as the Boer War, Anglo-Boer War, or South African War. Initial Boer attacks were successful, and although British reinforcements later reversed these, the war continued for years with Boer guerrilla warfare, until harsh British counter-measures brought the Boers to terms.",
  "/wiki/Ladysmith,_KwaZulu-Natal": "Ladysmith is a city in the Uthukela District of KwaZulu-Natal, South Africa. It lies 230 kilometres (140 mi) north-west of Durban and 365 kilometres (227 mi) south-east of Johannesburg. Important industries in the area include food processing, textiles, and tyre production. Motor vehicle tyres are produced by \"Sumitomo Rubber South Africa\" in the nearby township of Steadville.",
  "/wiki/Thomas_Frank_Durrant": "Thomas Frank Durrant VC  (17 October 1918 – 28 March 1942) was a soldier in the British Army during the Second World War and a posthumous English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. His award of the Victoria Cross was unique in that it is the only award given to a soldier in a naval action and it was on the recommendation of the enemy commander.",
  "/wiki/Second_World_War": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/St_Nazaire_Raid": "The St Nazaire Raid or Operation Chariot was a British amphibious attack on the heavily defended Normandie dry dock at St Nazaire in German-occupied France during the Second World War. The operation was undertaken by the Royal Navy and British Commandos under the auspices of Combined Operations Headquarters on 28 March 1942. St Nazaire was targeted because the loss of its dry dock would force any large German warship in need of repairs, such as Tirpitz, sister ship of Bismarck, to return to home waters by running the gauntlet of the Home Fleet of the Royal Navy and other British forces, via the English Channel or the GIUK gap.",
  "/wiki/Howard_Craufurd_Elphinstone": "Major General Sir Howard Craufurd Elphinstone, VC, KCB, CMG (12 December 1829 – 8 March 1890) was a British Army officer and a recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Crimean_War": "The Crimean War (French: Guerre de Crimée; Russian: Кры́мская война́, romanized: Krymskaya voyna or Russian: Восто́чная война́, romanized: Vostochnaya voyna, lit. 'Eastern War'; Turkish: Kırım Savaşı; Italian: Guerra di Crimea) was a military conflict fought from October 1853 to February 1856 in which the Russian Empire lost to an alliance made up of the Ottoman Empire, France, Britain and Sardinia. The immediate cause of the war involved the rights of Christian minorities in the Holy Land, which was a part of the Ottoman Empire. The French promoted the rights of Roman Catholics, while Russia promoted those of the Eastern Orthodox Church. The longer-term causes involved the decline of the Ottoman Empire and the unwillingness of Britain and France to allow Russia to gain territory and power at the Ottoman Empire's expense. It has widely been noted that the causes, in one case involving an argument over a key, have never revealed a \"greater confusion of purpose\", yet they led to a war noted for its \"notoriously incompetent international butchery\".",
  "/wiki/Siege_of_Sevastopol_(1854–1855)": "The siege of Sevastopol (at the time called in English the siege of Sebastopol) lasted from October 1854 until September 1855, during the Crimean War. The allies (French, Ottoman, and British) landed at Eupatoria on 14 September 1854, intending to make a triumphal march to Sevastopol, the capital of the Crimea, with 50,000 men. The 56-kilometre (35 mi) traverse took a year of fighting against the Russians. Major battles along the way were Alma (September 1854), Balaklava (October 1854), Inkerman (November 1854), Tchernaya (August 1855), Redan (September 1855), and, finally, Malakoff (September 1855).  During the siege, the allied navy undertook six bombardments of the capital, on 17 October 1854; and on 9 April, 6 June, 17 June, 17 August, and 5 September 1855.",
  "/wiki/George_de_Cardonnel_Elmsall_Findlay": "Colonel George de Cardonnel Elmsall Findlay VC MC & Bar (20 August 1889 – 26 June 1967) was a Scottish recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Gerald_Graham": "Lieutenant General Sir Gerald Graham, VC, GCB, GCMG (27 June 1831 – 17 December 1899) was a senior British Army commander in the late 19th century and an English recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/William_Hackett_(VC)": "William Hackett VC (11 June 1873 – 27 June 1916) was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Givenchy-lès-la-Bassée": "Givenchy-lès-la-Bassée is a commune in the Pas-de-Calais department in the Hauts-de-France region of France.",
  "/wiki/Reginald_Clare_Hart": "General Sir Reginald Clare Hart, VC, GCB, KCVO (11 June 1848 – 18 October 1931), was an Irish British Army officer and recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Second_Anglo-Afghan_War": "The Second Anglo-Afghan War (Pashto: د افغان-انګرېز دويمه جګړه‎) was a military conflict fought between the British Raj and the Emirate of Afghanistan from 1878 to 1880, when the latter was ruled by Sher Ali Khan of the Barakzai dynasty, the son of former Emir Dost Mohammad Khan. The war was part of the Great Game between the British and Russian empires.",
  "/wiki/Bazar_Valley": "The Bazar Valley campaign of 1908 was a punitive expedition against the Zakka Khel clan of the Afridi, a Pakhtun tribe inhabiting the mountains on the Peshawar border of the North West Frontier province of British India.",
  "/wiki/Lanoe_Hawker": "Lanoe George Hawker, VC, DSO (30 December 1890 – 23 November 1916) was a British flying ace of the First World War. Having seven credited victories, he was the third pilot to receive the Victoria Cross, the highest decoration for gallantry awarded to British and Commonwealth servicemen. He was killed in a dogfight with the famous German flying ace Manfred von Richthofen (\"The Red Baron\"), who described him as \"the British Boelcke\".",
  "/wiki/Passendale": "Passendale (Dutch pronunciation: [ˈpɑsə(n)daːlə]) or Passchendaele (/ˈpæʃəndeɪl/; obsolete spelling, retained in English; West Flemish: Passchendoale) is a rural Belgian village in the Zonnebeke municipality of West Flanders province. It is close to the town of Ypres, situated on the hill ridge separating the historical wetlands of the Yser and Leie valleys. It is also commonly known as a battlefield and the name of a campaign during World War I, the Battle of Passchendaele.",
  "/wiki/Charles_Jarvis_(VC)": "Charles Alfred Jarvis VC (29 March 1881 – 19 November 1948) was a Scottish recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Jemappes": "Jemappes (in older texts also: Jemmapes) is a Walloon town in south-western Belgium, province Hainaut. Since 1973, it is part of the city Mons. Jemappes is known for the Battle of Jemappes between the French and Austrian armies in 1792.",
  "/wiki/Frederick_Henry_Johnson": "Frederick Henry Johnson VC (15 August 1890 – 26 November 1917) was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Battle_of_Hill_70": "The Battle of Hill 70 took place in the First World War between the Canadian Corps and four divisions of the German 6th Army. The battle took place along the Western Front on the outskirts of Lens in the Nord-Pas-de-Calais region of France between 15 and 25 August 1917.",
  "/wiki/William_Henry_Johnston": "William Henry Johnston VC (21 December 1879 – 8 June 1915) was a Scottish recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Missy-sur-Aisne": "Missy-sur-Aisne  is a commune in the Aisne department in Hauts-de-France in northern France.",
  "/wiki/Frank_Howard_Kirby": "Group Captain Frank Howard Kirby, VC, CBE, DCM (12 November 1871 – 8 July 1956) was a British military officer and a recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Delagoa_Bay": "Maputo Bay (Portuguese: Baía de Maputo), formerly also known as Delagoa Bay from Baía da Lagoa in Portuguese, is an inlet of the Indian Ocean on the coast of Mozambique, between 25° 40' and 26° 20' S, with a length from north to south of over 90 km long and 32 km wide.",
  "/wiki/List_of_Royal_Engineers_recipients_of_the_Victoria_Cross": "This is a list of Royal Engineers recipients of the Victoria Cross.The Victoria Cross (VC) is a military decoration that may be bestowed upon members of the British or Commonwealth armed forces for acts of valour or gallantry performed in the face of the enemy. Within the British honours system and those of many Commonwealth nations it is the highest award a soldier can receive for actions in combat. It was established in 1856 and since then has been awarded 1,356 times, including three service personnel who were awarded the VC twice."
}