{
  "/wiki/Il_trionfo_del_Tempo_e_del_Disinganno": "The Triumph of Time and Truth is the final name of an oratorio by George Frideric Handel produced in three different versions across fifty years of the composer’s career:",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Benedetto_Pamphili": "Benedetto Pamphili (often with the final long i orthography, Pamphilj) (25 April 1653 – 22 March 1730) was an Italian cardinal, patron of the arts, composer and librettist.",
  "/wiki/Il_trionfo_del_Tempo_e_della_Verità": "The Triumph of Time and Truth is the final name of an oratorio by George Frideric Handel produced in three different versions across fifty years of the composer’s career:",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/La_resurrezione": "La resurrezione (HWV 47) is a sacred oratorio by George Frideric Handel, set to a libretto by Carlo Sigismondo Capece (1652–1728). Capece was court poet to Queen Marie Casimire of Poland, who was living in exile in Rome. It was first performed on Easter Sunday, 8 April 1708 at Rome, with the backing of the Marchese Francesco Ruspoli, Handel's patron at this time. The work details the events between — and during — Good Friday and Easter Sunday, with the action carried forward in recitative, and exploration of character and delineation of mood taking place in the arias. The characters of the liturgical drama that appear in the oratorio are Lucifer (bass), Mary Magdalene (soprano), an angel (soprano), St John the Evangelist (tenor), and St Mary Cleophas (alto).",
  "/wiki/Carlo_Sigismondo_Capece": "Carlo Sigismondo Capece (21 June 1652 in Rome – 12 March 1728 in Polistena) was an Italian dramatist and librettist. Capece was court poet to Queen Maria Casimira of Poland, who was living in exile in Rome, and is best remembered today for the libretto of La resurrezione (HWV 47, 1908) a sacred oratorio by George Frideric Handel. He also provided the Libretto for operas including Domenico Scarlatti's Tolomeo e Alessandro (1711) and Ifigenia in Aulide (1714), as well as Caldara's Tito e Berenice (1714).",
  "/wiki/Brockes_Passion_(Handel)": "The Brockes Passion, or Der für die Sünde der Welt gemarterte und sterbende Jesus (English: The Story of Jesus, Suffering and Dying for the Sins of the World), is a German oratorio, libretto by Barthold Heinrich Brockes, first published in 1712 and seeing 30 or so more editions over the following 15 years.",
  "/wiki/Hamburg_Cathedral": "Saint Mary's Cathedral in Hamburg (German: Sankt Mariendom, also Mariendom, or simply Dom or Domkirche, or Hamburger Dom) was the cathedral of the ancient Roman Catholic Archdiocese of Hamburg (not to be confused with Hamburg's modern Archdiocese, est. 1994), which was merged in personal union with the Diocese of Bremen in 847, and later in real union to form the Archdiocese of Hamburg-Bremen, as of 1027.",
  "/wiki/Barthold_Heinrich_Brockes": "Barthold Heinrich Brockes (September 22, 1680 – January 16, 1747) was a German poet.",
  "/wiki/Esther_(Handel)": "Esther (HWV 50) is an oratorio by George Frideric Handel. It is generally acknowledged to be the first English oratorio. Handel set a libretto after the Old Testament drama by Jean Racine. The work was originally composed in 1718, but was heavily revised into a full oratorio in 1732.",
  "/wiki/Cannons_(house)": "Cannons was a stately home in Little Stanmore, Middlesex, England. It was built by James Brydges, 1st Duke of Chandos, between 1713 and 1724 at a cost of £200,000 (equivalent to £31,430,000 today). The house was razed in 1747 and its contents dispersed.",
  "/wiki/John_Arbuthnot": "John Arbuthnot FRS   (baptised 29 April 1667 – 27 February 1735), often known simply as Dr Arbuthnot, was a Scottish physician, satirist and polymath in London.  He is best remembered for his contributions to mathematics, his membership in the Scriblerus Club (where he inspired both Jonathan Swift's Gulliver's Travels book III and Alexander Pope's Peri Bathous, Or the Art of Sinking in Poetry, Memoirs of Martin Scriblerus, and possibly The Dunciad), and for inventing the figure of John Bull.",
  "/wiki/Alexander_Pope": "Alexander Pope (21 May 1688 – 30 May 1744) is regarded as one of the greatest English poets, and the foremost poet of the early eighteenth century. He is best known for his satirical and discursive poetry, including The Rape of the Lock, The Dunciad, and An Essay on Criticism, as well as for his translation of Homer. After Shakespeare, Pope is the second-most quoted writer in the English language, as per The Oxford Dictionary of Quotations, some of his verses having even become popular idioms in common parlance (e.g., Damning with faint praise). He is considered a master of the heroic couplet.",
  "/wiki/Her_Majesty's_Theatre": "Her Majesty's Theatre is a West End theatre situated on Haymarket in the City of Westminster, London. The present building was designed by Charles J. Phipps and was constructed in 1897 for actor-manager Herbert Beerbohm Tree, who established the Royal Academy of Dramatic Art at the theatre. In the early decades of the 20th century, Tree produced spectacular productions of Shakespeare and other classical works, and the theatre hosted premieres by major playwrights such as George Bernard Shaw, J. M. Synge, Noël Coward and J. B. Priestley. Since the First World War, the wide stage has made the theatre suitable for large-scale musical productions, and the theatre has accordingly specialised in hosting musicals. The theatre has been home to record-setting musical theatre runs, notably the First World War sensation Chu Chin Chow and the current production, Andrew Lloyd Webber's The Phantom of the Opera, which has played continuously at Her Majesty's since 1986.",
  "/wiki/Deborah_(Handel)": "Deborah (HWV 51) is an oratorio by George Frideric Handel. It was one of Handel's early oratorios in English and was based on a libretto by Samuel Humphreys. It received its premiere performance at the King's Theatre in London on 17 March 1733.",
  "/wiki/Samuel_Humphreys_(poet)": "Samuel Humphreys (c.1697–1738) was an English poet, librettist and translator. He is known for the words he wrote for Handel's oratorios Esther (1732), Deborah (1733), and Athalia (1733).",
  "/wiki/Athalia_(Handel)": "Athalia (HWV 52) is an English-language oratorio composed by George Frideric Handel to a libretto by Samuel Humphreys based on the play Athalie by Jean Racine. The work was commissioned in 1733 for the Publick Act in Oxford – a commencement ceremony of the local colleges, one of which had offered Handel an honorary doctorate (an honour he declined). The story is based on that of the Biblical queen Athaliah.",
  "/wiki/Sheldonian_Theatre": "Coordinates: 51°45′16″N 1°15′18″W﻿ / ﻿51.754389°N 1.255075°W﻿ / 51.754389; -1.255075",
  "/wiki/Oxford": "Oxford (/ˈɒksfəd/ OKS-fəd) is a university city in Oxfordshire, England, with a population of 155,000. It is  56 miles (90 km) northwest of London, 64 miles (103 km) from Birmingham and 24 miles (39 km) from Reading by road.",
  "/wiki/Jean_Racine": "Jean Racine (French: [ʒɑ̃ ʁasin]), baptismal name Jean-Baptiste Racine (22 December 1639 – 21 April 1699), was a French dramatist, one of the three great playwrights of 17th-century France, along with Molière and Corneille, and an important literary figure in the Western tradition. Racine was primarily a tragedian, producing such \"examples of neoclassical perfection\" as Phèdre, Andromaque, and Athalie. He did write one comedy, Les Plaideurs, and a muted tragedy,  Esther for the young.",
  "/wiki/Saul_(Handel)": "Saul (HWV 53) is a dramatic oratorio in three acts written by George Frideric Handel with a libretto by Charles Jennens. Taken from the First Book of Samuel, the story of  Saul focuses on the first king of Israel's relationship with his eventual successor, David; one which turns from admiration to envy and hatred, ultimately leading to the downfall of the eponymous monarch.  The work, which Handel composed in 1738, includes the famous \"Dead March\", a funeral anthem for Saul and his son Jonathan, and some of the composer's most dramatic choral pieces. Saul was first performed at the King's Theatre in London on 16 January 1739.\nThe work was a success at its London premiere and was revived by Handel in subsequent seasons. Notable modern-day performances of Saul include that at Glyndebourne in 2015.",
  "/wiki/Charles_Jennens": "Charles Jennens (1700 – 20 November 1773) was an English landowner and patron of the arts. As a friend of Handel, he helped author the libretti of several of his oratorios, most notably Messiah.",
  "/wiki/Israel_in_Egypt": "Israel in Egypt (HWV 54) is a biblical oratorio by the composer George Frideric Handel.  Most scholars believe the libretto was prepared by Charles Jennens, who also compiled the biblical texts for Handel's Messiah.  It is composed entirely of selected passages from the Old Testament, mainly from Exodus and the Psalms.",
  "/wiki/L'Allegro,_il_Penseroso_ed_il_Moderato": "L'Allegro, il Penseroso ed il Moderato (\"The Cheerful, the Thoughtful, and the Moderate Man\"; HWV 55) is a pastoral ode by George Frideric Handel based on the poetry of John Milton.",
  "/wiki/Lincoln's_Inn_Fields": "Lincoln's Inn Fields is the largest public square in London.  It was laid out in the 1630s under the initiative of the speculative builder and contractor William Newton, \"the first in a long series of entrepreneurs who took a hand in developing London\", as Sir Nikolaus Pevsner observes. The original plan for \"laying out and planting\" these fields, drawn by the hand of Inigo Jones, was said still to be seen in Lord Pembroke's collection at Wilton House in the 19th century, but is untraced. The grounds, which had remained private property, were acquired by London County Council in 1895. It is today managed by the London Borough of Camden and forms part of the southern boundary of that borough with the City of Westminster.",
  "/wiki/John_Milton": "John Milton (9 December 1608 – 8 November 1674) was an English poet and intellectual, who served as a civil servant for the Commonwealth of England under its Council of State and later under Oliver Cromwell. He wrote at a time of religious flux and political upheaval, and is best known for his epic poem Paradise Lost (1667), written in blank verse, widely considered to be one of the greatest works of literature ever written.",
  "/wiki/Messiah_(Handel)": "Messiah (HWV 56)[n 1] is an English-language oratorio composed in 1741 by George Frideric Handel, with a scriptural text compiled by Charles Jennens from the King James Bible, and from the Coverdale Psalter, the version of the Psalms included with the Book of Common Prayer. It was first performed in Dublin on 13 April 1742 and received its London premiere nearly a year later. After an initially modest public reception, the oratorio gained in popularity, eventually becoming one of the best-known and most frequently performed choral works in Western music.",
  "/wiki/Dublin": "Dublin (/ˈdʌblɪn/, locally /ˈdʊb-/; Irish: Baile Átha Cliath [ˈbˠalʲə aːhə ˈklʲiə; ˌbʲlʲaː ˈklʲiə]) is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster.  It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region (formerly County Dublin) as of 2016[update] was 1,347,359. The population of the Greater Dublin Area was 1,904,806 per the 2016 census.",
  "/wiki/Samson_(Handel)": "Samson (HWV 57) is a three-act oratorio by George Frideric Handel, considered one of his finest dramatic works. It is usually performed as an oratorio in concert form, but on occasions has also been staged as an opera. The well-known arias \"Let the bright Seraphim\" (for soprano) and \"Total eclipse\" (for tenor) are often performed separately in concert.",
  "/wiki/Royal_Opera_House": "The Royal Opera House (ROH)  is an opera house and major performing arts venue in Covent Garden, central London. The large building is often referred to as simply \"Covent Garden\", after a previous use of the site of the opera house's original construction in 1732.  It is the home of The Royal Opera, The Royal Ballet, and the Orchestra of the Royal Opera House. Originally called the Theatre Royal, it served primarily as a playhouse for the first hundred years of its history. In 1734, the first ballet was presented. A year later, Handel's first season of operas began. Many of his operas and oratorios were specifically written for Covent Garden and had their premieres there.",
  "/wiki/Newburgh_Hamilton": "Newburgh Hamilton (1691–1761) was an Irish author and librettist.",
  "/wiki/Semele_(Handel)": "Semele (HWV 58) is a 'musical drama', originally presented \"after the manner of an oratorio\", in three parts by George Frideric Handel.  Based on a pre-existent opera libretto by William Congreve, the work is an opera in all but name but was first presented in concert form at Covent Garden theatre on 10 February 1744. The story comes from Ovid's Metamorphoses and concerns Semele, mother of Bacchus. Handel also referred to the work as 'The Story of Semele'.",
  "/wiki/William_Congreve": "William Congreve (24 January 1670 – 19 January 1729) was an English playwright and poet of the Restoration period. He is known for his clever, satirical dialogue and influence on the comedy of manners style of that period. He was also a minor political figure in the British Whig Party.",
  "/wiki/Joseph_and_his_Brethren": "Joseph (HWV 59) is an oratorio by George Frideric Handel completed in the summer of 1743. Joseph is composed to an English language libretto by the Rev.James Miller, based on Apostolo Zeno's Italian language libretto for Giuseppe, an oratorio by Antonio Caldara. It received its premiere performance that following Lenten season on 2 March 1744 at the Covent Garden Theatre.",
  "/wiki/James_Miller_(playwright)": "James Miller (1704–1744) was an English playwright, poet, librettist, and minister.",
  "/wiki/Hercules_(music_drama)": "Hercules (HWV 60) is a Musical Drama in three acts by George Frideric Handel, composed in July and August 1744. The English language libretto was by the Reverend Thomas Broughton, based on Sophocles's Women of Trachis and the ninth book of Ovid's Metamorphoses.",
  "/wiki/Belshazzar_(Handel)": "Belshazzar (HWV 61) is an oratorio by George Frideric Handel. The libretto was by Charles Jennens, and Handel abridged it considerably. Jennens' libretto was based on the Biblical account of the fall of Babylon at the hands of Cyrus the Great and the subsequent freeing of the Jewish nation, as found in the Book of Daniel.",
  "/wiki/Occasional_Oratorio": "An Occasional Oratorio (HWV 62) is an oratorio by George Frideric Handel, based upon a libretto by Newburgh Hamilton after the poetry of John Milton and Edmund Spenser. The work was written in the midst of the Jacobite rising of 1745–1746, the attempt to overthrow Handel's patrons the Hanoverian monarchy under George II and replace them with a Stuart restoration under Charles Edward Stuart, \"Bonnie Prince Charlie\". The Occasional Oratorio is unique among Handel's works which he labelled \"oratorio\" in that it does not tell a story or contain elements of a drama, but was intended as a defiant and patriotic rallying piece. The Stuart armies, based in Scotland, had invaded England and got as far as Derby when the King's armies under the command of the King's son Prince William, Duke of Cumberland had driven them back to Scotland in December 1745. The fighting was at a hiatus due to winter weather and the Duke of Cumberland was in London in February 1746. Handel composed the Occasional Oratorio hastily in January and February 1746, \"borrowing\" and re-arranging some movements from previous compositions, and premiered it immediately on 14 February 1746 with Willem de Fesch, Élisabeth Duparc, Elisabetta de Gambarini, John Beard (tenor), and Thomas Reinhold at Covent Garden Theatre.  It contains 44 movements split over three parts. Part One, generally speaking, concerns the miseries of war and the vengeance of a wrathful God, Part Two the blessings of peace, and Part Three a thanksgiving for victory. This was felt at the time by some to be premature as the rebels had not yet been defeated, Charles Jennens, Handel's friend and collaborator who wrote the text for Saul and others of Handel's oratorios called the piece \"a triumph for a victory not yet gained.\" The festive four part overture, with trumpets and drums, is sometimes performed outside the context of the entire piece.  The famous chorus \"Prepare the Hymn\" (a paraphrase of Psalm 81:1-2) is the 26th movement and appears in the second part.  The second minuet from the Music for the Royal Fireworks was reused from this oratorio. Handel's coronation anthem Zadok the Priest was also reused as the finale to the oratorio, but excluded the second movement \"And all the people rejoic'd\".",
  "/wiki/Judas_Maccabaeus_(Handel)": "Judas Maccabaeus (HWV 63) is an oratorio in three acts composed in 1746 by George Frideric Handel based on a libretto written by Thomas Morell. The oratorio was devised as a compliment to the victorious Prince William Augustus, Duke of Cumberland upon his return from the Battle of Culloden (16 April 1746). Other catalogues of Handel's music have referred to the work as HG xxii; and HHA 1/24.",
  "/wiki/Thomas_Morell": "Thomas Morell (/mɔːˈrɛl/; 18 March 1703 – 19 February 1784) was an English librettist, classical scholar, and printer.",
  "/wiki/Joshua_(Handel)": "Joshua (HWV 64) is an oratorio by George Frideric Handel. It was composed in a month, between 19 July 1747 and 19 August 1747, six months before the beginning of the oratorio season, and is Handel's fourth oratorio based on a libretto by Thomas Morell. The oratorio premiered on 9 March 1748 at the Covent Garden Theatre, London.  Joshua is based on the Biblical story of Joshua as the leader of the Children of Israel. The story follows the Israelites from their passage over the Jordan River into Caanan and through the Battle of Jericho.  The work also includes a love story elaborated from a few hints in the Biblical narrative between Achsah, Caleb's daughter and Othniel, a young soldier.",
  "/wiki/List_of_compositions_by_George_Frideric_Handel": "George Frideric Handel (23 February 1685 – 14 April 1759) was a German–English Baroque composer who is famous for his operas, oratorios, organ concertos and concerti grossi. Handel's compositions include 42 operas; 25 oratorios; more than 120 cantatas, trios and duets; numerous arias; chamber music; a large number of ecclesiastical pieces; odes and serenatas; 18 concerti grossi; and 12 organ concertos. His oratorio Messiah, with its \"Hallelujah\" chorus, is among the most famous Baroque works and is a popular choice for performances during the Christmas season. Among Handel's best-known instrumental works are the Concerti grossi Opus 3 and Opus 6 and the Organ concertos Opus 4 and Opus 7; \"The Cuckoo and the Nightingale\", in which birds are heard calling during passages played in different keys representing the vocal ranges of two birds; and his 16 keyboard suites, especially The Harmonious Blacksmith.[citation needed]"
}