{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Sailing_at_the_2016_Summer_Olympics": "Sailing at the 2016 Summer Olympics in Rio de Janeiro was held from 8–18 August at Marina da Gloria in Guanabara Bay. The sailing classes had two changes from the 2012 Summer Olympics events. There were 10 events.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Jemal_Le_Grand": "Jemal Emmanuel Le Grand (born 30 June 1994 in Oranjestad) is an Aruban swimmer who competed in the 2012 Summer Olympics – Men's 100m freestyle. He was Aruba's flag bearer at the 2012 Summer Olympics. He also competed at the 2013 World Aquatics Championships.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics": "The swimming competitions at the 2012 Summer Olympics in London took place from 28 July to 4 August at the Aquatics Centre. The open-water competition took place from 9 to 10 August in Hyde Park.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Fiderd_Vis": "Fiderd Vis (born March 29, 1981) is a judoka from Aruba. He competed in the 2008 Summer Olympics in Beijing, China, and was the flag-bearer for his nation during the opening ceremonies of those games.",
  "/wiki/Judo_at_the_2008_Summer_Olympics": "Judo competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 15 at the Beijing Science and Technology University Gymnasium.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Roshendra_Vrolijk": "Roshendra Vrolijk (born November 3, 1984) is an Aruban former swimmer, who specialized in sprint freestyle events. She is one of Aruba's first Olympic swimmers, alongside Davy Bisslik, and also a two-time Olympian (2000 and 2004).",
  "/wiki/Swimming_at_the_2004_Summer_Olympics": "The swimming competitions at the 2004 Summer Olympics in Athens took place from 14 to 21 August 2004 at the Athens Olympic Aquatic Centre in Marousi. It featured 32 events (16 male, 16 female), a total of 937 swimmers from 152 nations, and the program's changes instituted in the previous Games, including notably the three-phase format (heats, semifinals, and final) for all short-distance races (200 metres and under).",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Richard_Rodriguez_(athlete)": "Richard Rodriguez (born 10 December 1969) is a former Aruban long-distance runner who competed in the 2000 Summer Olympics, running in the marathon competition. He did not finish.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Junior_Faro": "Isnardo \"Junior\" Faro (born 15 July 1978) is a weightlifter who competed at two Summer Olympics for Aruba.",
  "/wiki/Weightlifting_at_the_1996_Summer_Olympics": "The weightlifting competition at the 1996 Summer Olympics in Atlanta consisted of ten weight classes.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Lucien_Dirksz": "Lucien Dirksz (born 29 September 1968) is an Aruban former cyclist. He competed at the 1992 Summer Olympics and the 1996 Summer Olympics.  During the 1992 Summer Olympics opening ceremony Dirksz was the flag bearer for Aruba.",
  "/wiki/Cycling_at_the_1992_Summer_Olympics": "The cycling competitions at the 1992 Olympic Games in Barcelona consisted of two different categories: road cycling and track cycling, with ten events being contested. The road team time trial event took place at the Circuit de Catalunya and the A-17 highway, the individual road races were held in Sant Sadurní d'Anoia, and track cycling took place at the Velòdrom d'Horta.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Bito_Maduro": "Victor Maduro (born 23 July 1964) is a judoka who competed internationally for Aruba.",
  "/wiki/Judo_at_the_1988_Summer_Olympics": "The Judo competition at the 1988 Summer Olympics continued the seven weight classes first used at the 1980 Games. The open division was eliminated from the competition. Women's judo made its first appearance at the Olympic Games, as a demonstration sport. Japan failed to claim the top of the medal count for the first time in an Olympics in which they participated, coming in third behind South Korea and Poland.",
  "/wiki/List_of_flag_bearers_for_Aruba_at_the_Olympics": "This is a list of flag bearers who have represented Aruba at the Olympics."
}