{
  "/wiki/The_Satanic_Verses": "The Satanic Verses is Salman Rushdie's fourth novel, first published in 1988 and inspired in part by the life of Muhammad. As with his previous books, Rushdie used magical realism and relied on contemporary events and people to create his characters. The title refers to the satanic verses, a group of Quranic verses that refer to three pagan Meccan goddesses: Allāt, Uzza, and Manāt. The part of the story that deals with the \"satanic verses\" was based on accounts from the historians al-Waqidi and al-Tabari.",
  "/wiki/Salman_Rushdie": "Sir Ahmed Salman Rushdie[a] FRSL (born 19 June 1947) is a British Indian novelist and essayist. His second novel, Midnight's Children (1981), won the Booker Prize in 1981 and was deemed to be \"the best novel of all winners\" on two separate occasions, marking the 25th and the 40th anniversary of the prize. Much of his fiction is set on the Indian subcontinent. He combines magical realism with historical fiction; his work is concerned with the many connections, disruptions, and migrations between Eastern and Western civilizations.",
  "/wiki/The_God_Delusion": "The God Delusion is a 2006 book by English biologist Richard Dawkins, a professorial fellow at New College, Oxford, and former holder of the Charles Simonyi Chair for the Public Understanding of Science at the University of Oxford.",
  "/wiki/Richard_Dawkins": "Richard Dawkins, FRS FRSL (born Clinton Richard Dawkins but he changed his name by deed poll) (born 26 March 1941) is an English ethologist, evolutionary biologist, and author. He is an emeritus fellow of New College, Oxford, and was the University of Oxford's Professor for Public Understanding of Science from 1995 until 2008.",
  "/wiki/The_Gods_Laugh_on_Mondays": "The Gods Laugh on Mondays (in Persian:  و خدايان دوشنبه‌ها مي‌خندند) was first novel by an Iranian author with pen name Reza Khoshnazar which was published in August 1995. It was a lurid chronicle of Iran in which the male protagonist is raped by his schoolmate, and can not be sure whether he liked it or not. He then marries a young woman who has an affair with his best friend. Eventually, the angst-ridden hero goes on a murder-suicide binge. This novel has been dedicated to Gregor Samsa, protagonist of novel The Metamorphosis by Franz Kafka. Reaction was hot, and some conservative papers called Gods a blasphemy. On the night of August 22, 1995, men arrived at the book publisher's shop identifying themselves as Islamic building inspectors. They set the building on fire. A head of Islamic propaganda (Ahmad Jannati) declared at Friday prayer that zealots are above the law. Reza Khoshnazar has published three other novels in Sweden.",
  "/wiki/Reza_Khoshnazar": "Reza Khoshbin-e Khoshnazar (Persian: رضا خوش‌بين خوش‌نظر‎) is an Iranian novelist who published his first novel, The Gods Laugh on Mondays in 1995 when he was in his twenties. The reaction was hot and some conservative papers accused him of writing blasphemy and some zealots compared him with Salman Rushdie. Eventually, men came in the night and torched his publisher book shop, Morghe- Amin Publication House, in Tehran.",
  "/wiki/Sadeq_Chubak": "Sādeq Chubak (Persian: صادق چوبک‎, sometimes Sādegh Choubak; August 5, 1916 – July 3, 1998), was an Iranian author of short fiction, drama, and novels. His short stories are characterized by their intricacy, economy of detail, and concentration on a single theme, leading some to compare them to Persian miniature paintings. Choubak was a naturalist, and his novels reflected the dark side of society. He was a very close friend of Sadegh Hedayat who was an influential writer at that time. Many of his works are currently banned.",
  "/wiki/Gholam-Hossein_Saedi": "Gholām-Hossein Sā'edi MD (Persian: غلامحسین ساعدی‎, also transliterated as Gholamhoseyn Sa'edi and Ghulamhusayn Sa'idi; January 15, 1936 in Tabriz – November 23, 1985 in Paris) was a prolific Iranian writer. He published over forty books, representing his talents in the fiction genres of drama (under the pen name Gohar Morad or Gowhar Murad, according to Library of Congress transliteration), the novel, the screenplay, and the short story in addition to the non-fiction genres of cultural criticism, travel literature and ethnography.  Many consider the screenplay for Gav (\"The Cow\"), Dariush Mehrjui's 1969 film, to be Sa'edi's magnum opus as it ushered in the New Wave Iranian cinema.  After the 1979 revolution and his subsequent exile, he maintained an important figure in the scene of Persian literature despite the Iranian diaspora of which he unwillingly became a part. Till his death in Paris, due to depression and related alcoholism, he remained one of the most prominent and prolific of Iranian writers and intellectuals internationally.",
  "/wiki/Shahriar_Mandanipour": "Shahriar Mandanipour (Persian: شهریار مندنی پور‎; also Shahriar Mondanipour\n(February 15, 1957)[citation needed], Shiraz, Iran, is an Iranian writer, journalist and literary theorist.",
  "/wiki/Bozorg_Alavi": "Bozorg Alavi (Persian: بزرگ علوی‎) (February 2, 1904 – February 18, 1997) was an influential Iranian writer, novelist, and political intellectual.  He was a founding member of the communist Tudeh Party of Iran in the 1940s and – following the 1953 coup against Premier Mohammad Mossadegh – spent the rest of his life in exile in Germany, first during the Pahlavi regime, then returning to Germany once more following the 1979 revolution. Cheshm'hā'yash (Her Eyes), which was published in Iran in 1952 and was subsequently banned, is considered his finest novel. Alavi was also a very close friend of Iran's famous writer Sadegh Hedayat; these two created a literary group\nwhen they were residing in Paris called \"sab'e group\". Although Her Eyes is considered his masterpiece, Alavi also wrote many other books, such as the novel chemdan which was written under the influence of Freudian psychology. His other novels mirza, 53 nafar and gilemard are used in Iranian high-school textbooks. He did return to Tehran after the revolution but did not stay too long and decided to head back to Germany. Bozorg Alavi's \ncontribution to Iranian Literature was profound and shall not be forgotten.",
  "/wiki/Jalal_Al-e-Ahmad": "Seyyed Jalāl Āl-e-Ahmad (Persian: جلال آل‌احمد‎; December 2, 1923 – September 9, 1969) was a prominent Iranian novelist, short-story writer, translator, philosopher, socio-political critic, sociologist as well as an anthropologist who was \"one of the earliest and most prominent of contemporary Iranian ethnographers\". He popularized the term gharbzadegi – variously translated in English as \"westernstruck\", \"westoxification\", and \"Occidentosis\" –, producing a holistic ideological critique of the West \"which combined strong themes of Frantz Fanon and Marx\".",
  "/wiki/Nosrat_Rahmani": "Nosrat Rahmani (نصرت رحمانی;  in Persian;  (March 1, 1930 – June 16, 2000) was an Iranian poet and writer .",
  "/wiki/Ahmad_Shamlu": "Ahmad Shamlou (Persian: احمد شاملو‎, Ahmad Šāmlū Persian pronunciation: [æhˈmæd(-e) ʃɒːmˈluː], also known under his pen name A. Bamdad (Persian: ا. بامداد‎)) (December 12, 1925 – July 23, 2000) was an Iranian poet, writer, and journalist. Shamlou was arguably the most influential poet of modern Iran. His initial poetry was influenced by and in the tradition of Nima Youshij. In fact, Abdolali Dastgheib, Iranian literary critic, argues that Shamlou is one of the pioneers of modern Farsi poetry and has had the greatest influence, after Nima, on Iranian poets of his era. Shamlou's poetry is complex, yet his imagery, which contributes significantly to the intensity of his poems, is simple. As the base, he uses the traditional imagery familiar to his Iranian audience through the works of Persian masters like Hafiz and Omar Khayyám. For infrastructure and impact, he uses a kind of everyday imagery in which personified oxymoronic elements are spiked with an unreal combination of the abstract and the concrete thus far unprecedented in Persian poetry, which distressed some of the admirers of more traditional poetry.",
  "/wiki/Memories_of_My_Melancholy_Whores": "Memories of My Melancholy Whores (Spanish: Memoria de mis putas tristes) is a novella by Gabriel García Márquez. The book was originally published in Spanish in 2004, with an English translation by Edith Grossman published in October 2005.",
  "/wiki/Gabriel_García_Márquez": "Gabriel José de la Concordia García Márquez (American Spanish: [ɡaˈβɾjel ɣaɾˈsi.a ˈmaɾkes] (listen); 6 March 1927 – 17 April 2014) was a Colombian novelist, short-story writer, screenwriter and journalist, known affectionately as Gabo [ˈɡaβo] or Gabito [ɡaˈβito] throughout Latin America. Considered one of the most significant authors of the 20th century and one of the best in the Spanish language, he was awarded the 1972 Neustadt International Prize for Literature and the 1982 Nobel Prize in Literature. He pursued a self-directed education that resulted in his leaving law school for a career in journalism. From early on, he showed no inhibitions in his criticism of Colombian and foreign politics. In 1958, he married Mercedes Barcha; they had two sons, Rodrigo and Gonzalo.",
  "/wiki/Hossein_Mortezaeian_Abkenar": "Hossein Mortezaeian Abkenar (Persian: حسین مرتضاییان آبکنار‎; born 1967) is an Iranian writer and screenwriter.",
  "/wiki/Book_censorship_in_Iran": "Since the Iranian Revolution in 1979, the Constitution of the Islamic Republic of Iran states regarding freedom of expression: \"the press is free to express their opinion, unless it is against the foundation of Islam or rights of the people, and the law will explain the details\". (article 24, The Constitution of Islamic Republic of Iran)."
}