{
  "/wiki/City_of_license": "In American, Canadian and Philippine broadcasting, a city of license or community of license is the community that a radio station or television station is officially licensed to serve by that country's broadcast regulator.",
  "/wiki/AM_broadcasting": "AM broadcasting is a radio broadcasting technology, which employs amplitude modulation (AM) transmissions. It was the first method developed for making audio radio transmissions, and is still used worldwide, primarily for medium wave (also known as \"AM band\") transmissions, but also on the longwave and shortwave radio bands.",
  "/wiki/CKGL_(AM)": "CKGL is a Canadian radio station, which broadcasts at 570 AM in Kitchener, Ontario. The station currently broadcasts a News/Talk format branded on-air as 570 News. The station is owned by Rogers Media.",
  "/wiki/All-news_radio": "All-news radio is a radio format devoted entirely to the discussion and broadcast of news.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/Rogers_Radio": "Rogers Radio is a subdivision of Rogers Communications, a division of Rogers Media, specializing in the radio broadcasting industry. Rogers Radio is Canada's third-largest radio broadcaster (after Bell Media Radio & Stingray Digital) and the largest based in Ontario.",
  "/wiki/Kitchener,_Ontario": "Kitchener is a city in the Regional Municipality of Waterloo, Ontario. Located approximately 100 km (62 mi) west of Toronto, Kitchener is the regional seat. Kitchener was called Berlin until 1916, designated the Town of Berlin from 1854 until 1912 and the City of Berlin from 1912 until 1916.",
  "/wiki/FM_broadcasting": "FM broadcasting is a method of radio broadcasting using frequency modulation (FM) technology. Invented in 1933 by American engineer Edwin Armstrong, wide-band FM is used worldwide to provide high-fidelity sound over broadcast radio. FM broadcasting is capable of better sound quality than DAB/+ radio, and AM broadcasting under normal listening conditions, so it is used for most music broadcasts. Theoretically wideband AM can offer equally good sound quality, provided the reception conditions are ideal. FM radio stations use the very high frequencies. The term \"FM band\" describes the frequency band in a given country which is dedicated to FM broadcasting.",
  "/wiki/CJIQ-FM": "CJIQ-FM, is a Canadian radio station based in Kitchener, Ontario. It is the campus radio station of the city's Conestoga College.",
  "/wiki/Campus_radio": "Campus radio (also known as college radio, university radio or student radio) is a type of radio station that is run by the students of a college, university or other educational institution. Programming may be exclusively by students, or may include programmers from the wider community in which the radio station is based. Sometimes campus radio stations are operated for the purpose of training professional radio personnel, sometimes with the aim of broadcasting educational programming, while other radio stations exist to provide alternative to commercial broadcasting or government broadcasters.",
  "/wiki/Modern_rock": "Modern rock is rock music made between the late 1970s to present day. Some radio stations use this term to distinguish themselves from classic rock, which is based in 1960s–1980s rock music.",
  "/wiki/Conestoga_College": "Conestoga College Institute of Technology and Advanced Learning is a public college located in Kitchener, Ontario, Canada. Established in 1967, Conestoga serves approximately 23,000 registered students through campuses and training centres in Kitchener, Waterloo, Cambridge, Guelph, Stratford, Ingersoll and Brantford with an enrolment of 11,000 full-time students, 30,000 part-time students, and 3,300 apprenticeship students.",
  "/wiki/CBLA-FM-2": "CBLA-FM-2 is the CBC Radio One station licensed to Paris, Ontario, Canada but primarily serving the nearby Regional Municipality of Waterloo. It broadcasts on the FM band at 89.1 MHz.",
  "/wiki/CBC_Radio_One": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/Public_radio": "Public broadcasting involves radio, television and other electronic-media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual  fees charged on receivers. In the United States, public broadcasters may receive some funding from both federal and state sources, but generally most of their financial support comes from underwriting by foundations and businesses (ranging from small shops to corporations), along with audience contributions via pledge drives. The great majority operate as private not-for-profit corporations.[citation needed]",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/Paris,_Ontario": "Paris (2016 population, 12,310) is a community located at the spot where the Nith River empties into the Grand River in Ontario, Canada. It was voted \"the Prettiest Little Town in Canada\" by Harrowsmith Magazine. The town was established in 1850. In 1999, its town government was amalgamated into that of the County of Brant, thus ending 149 years as a separate incorporated municipality but Paris remained the largest population centre in the county. While Brantford is located within Brant geographically, it is a fully independent community with its own municipal government.",
  "/wiki/CJBC-FM": "CJBC-FM is a public Canadian radio station, broadcasting at 90.3 MHz in Toronto, Ontario. A French-language station, it airs the programming of Radio-Canada's Ici Musique network. CJBC's studios are located in the Canadian Broadcasting Centre, while its transmitter is located atop First Canadian Place in Toronto's Financial District.",
  "/wiki/Ici_Musique": "Ici Musique (stylized as ICI Musique) is the French-language music radio service of Canada's national public broadcaster, the Canadian Broadcasting Corporation (Société Radio-Canada). It is the French equivalent of the English CBC Music, although it has a different programming focus.",
  "/wiki/Variety_(radio)": "Variety is a radio format that plays music across numerous genres. Freeform variety is associated with a wide range of programming including talk, sports, and music from a wide spectrum.  This format is usually found on smaller, non-commercial public-broadcasting stations such as college radio, community radio or high school radio stations.  If a variety formatted station has a program director, that person exerts little if any influence on the music or other programming choices beyond the normal regulatory control required by that country's licensing regulations.",
  "/wiki/CBL-FM": "CBL-FM (94.1 MHz) is the flagship station of the CBC Music network.  It is a non-commercial station, licensed to Toronto, Ontario, and is owned by the Canadian Broadcasting Corporation.",
  "/wiki/CBC_Music": "CBC Music (formerly known as CBC FM, CBC Stereo and CBC Radio 2) is a Canadian FM radio network operated by the Canadian Broadcasting Corporation. It used to concentrate on classical music and jazz. In 2007 and 2008, the network transitioned towards a new \"adult music\" format with a variety of genres, with the classical genre generally restricted to midday hours. In 2009, Radio 2 averaged 2.1 million listeners weekly, and it was the second largest radio network in Canada.",
  "/wiki/Adult_contemporary_music": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/CKBT-FM": "CKBT-FM is a Canadian radio station broadcasting at 91.5 FM in Kitchener, Ontario. The station broadcasts a Top 40/CHR format branded as 91.5 The Beat, with studios & offices located in Kitchener, However, its transmitter is south of Ayr. The station is owned by Corus Entertainment.",
  "/wiki/Contemporary_hit_radio": "Contemporary hit radio (also known as CHR, contemporary hits, hit list, current hits, hit music, top 40, or pop radio) is a radio format that is common in the United States, Brazil, United Kingdom, Ireland, Canada, New Zealand, Australia, the Philippines, Indonesia, Malaysia, Singapore, China, Hong Kong, Taiwan, Japan, South Korea, Trinidad and Tobago, and South Africa, that focuses on playing current and recurrent popular music as determined by the top 40 music charts. There are several subcategories, dominantly focusing on rock, pop, or urban music.  Used alone, CHR most often refers to the CHR-pop format. The term contemporary hit radio was coined in the early 1980s by Radio & Records magazine to designate top 40 stations which continued to play hits from all musical genres as pop music splintered into adult contemporary, urban contemporary and other formats.",
  "/wiki/Corus_Entertainment": "Corus Entertainment is a Canadian mass media and broadcasting company. Formed in 1999 as a spin-off from Shaw Communications, it is headquartered at Corus Quay in Toronto, Ontario, and has prominent holdings in the radio, publishing, and television industries. Corus Entertainment's voting majority is held by the company's founder JR Shaw and his family, and a 40% stake of Corus stock was formerly held by Shaw Communications.",
  "/wiki/CJTW-FM": "CJTW-FM is a Canadian radio station, broadcasting at 93.7 FM in Kitchener, Ontario. The station, owned by Sound of Faith Broadcasting Inc., airs a Christian music and talk programming format branded as Faith FM 93.7. Various Christian artists are played, game shows, programs by various speakers/pastors. Faith FM is \"safe for the whole family\" or \"a safe spot on the dial\".",
  "/wiki/Christian_radio": "Christian radio is a category of radio formats that focus on transmitting programming with a Christian message. In the United States, where it is most established, many such broadcasters play contemporary Christian music, though many programs include talk or news programming covering economic, political or religious topics.",
  "/wiki/Sound_of_Faith_Broadcasting": "Sound of Faith Broadcasting Inc. is a Canadian Christian broadcasting group, which owns 3 radio stations in southern Ontario, Canada. Originally Based in Woodstock, Ontario, the Head Office is now located in Kitchener Ontario at 604 Belmont Avenue West.  The ministry was founded around 2000, and launched its first radio station in 2003. Sound of Faith had plans to have a network of Christian radio stations across the province. On August 31, 2017 Sound of Faith Broadcasting Inc. sold their interests in the Brantford Station to Dufferin Radio Group.",
  "/wiki/CHYM-FM": "CHYM-FM is a Canadian radio station broadcasting at 96.7 FM in Kitchener, Ontario. The station currently airs an adult contemporary format using its on-air brand name as CHYM 96.7 and is owned by Rogers Media.",
  "/wiki/CKWR-FM": "CKWR-FM is a Canadian radio station, broadcasting a community radio format at 98.5 FM in Kitchener, Ontario. The station has broadcast since 1973.",
  "/wiki/Community_radio": "Community radio is a radio service offering a third model of radio broadcasting in addition to commercial and public broadcasting. Community stations serve geographic communities and communities of interest. They broadcast content that is popular and relevant to a local, specific audience but is often overlooked by commercial or mass-media broadcasters. Community radio stations are operated, owned, and influenced by the communities they serve. They are generally nonprofit and provide a mechanism for enabling individuals, groups, and communities to tell their own stories, to share experiences and, in a media-rich world, to become creators and contributors of media.",
  "/wiki/Adult_standards": "Adult standards is a North American radio format heard primarily on AM or class A FM stations.",
  "/wiki/CKKW-FM": "CKKW-FM (99.5 FM) is a Canadian radio station licensed to Kitchener, Ontario, with studios located in Waterloo. The station is owned by Bell Media and airs an adult hits format branded on-air as KFUN 99.5.",
  "/wiki/Classic_hits": "Classic hits is a radio format which generally includes songs from the top 40 music charts from the mid-1970s to the early 1990s, with music from the 1980s serving as the core of the format. Music that was popularized by MTV in the early 1980s and the nostalgia behind it is a major driver to the format. It is considered the successor to the oldies format, a collection of top 40 songs from the late 1950s through the late 1970s that was once extremely popular in the United States. The term is sometimes incorrectly used as a synonym for the adult hits format, which uses a slightly newer music library stretching from all decades to the present with a major focus on 1990s and 2000s rock and alternative songs. In addition, adult hits stations tend to have larger playlists, playing a given song only a few times per week, compared to the tighter libraries on classic hits stations. For example,  KRTH, a classic hits station in Los Angeles, plays power songs up to 30 times a week, which is another differentiator compared to other formats that share songs with classic hits libraries.",
  "/wiki/Bell_Media_Radio": "Bell Media Radio, G.P. (doing business as Bell Media Radio and branding itself as iHeartRadio Canada in its mobile apps and on its websites; formerly known as CHUM Radio) is the radio broadcasting and music events subsidiary of Canadian media conglomerate of Bell Media.",
  "/wiki/CKMS-FM": "CKMS-FM, branded as Radio Waterloo, is a Canadian community radio station, broadcasting at 102.7 FM in Waterloo, Ontario.",
  "/wiki/Waterloo,_Ontario": "Waterloo is a city in Ontario, Canada. It is the smallest of three cities in the Regional Municipality of Waterloo (and previously in Waterloo County, Ontario), and is adjacent to the city of Kitchener.",
  "/wiki/CFCA-FM": "CFCA-FM is a Canadian radio station  licensed to transmit from Kitchener, Ontario and serving the Waterloo Region area broadcasting at 105.3 FM. The station currently plays a Top 40/CHR format branded as 105.3 Virgin Radio and is owned by Bell Media.",
  "/wiki/CIKZ-FM": "CIKZ-FM is a Canadian radio station broadcasting at 106.7 FM in Kitchener, Ontario. The station airs a country music format branded as Country 106.7. The station is owned by Rogers Media which also owns sister stations CHYM-FM and CKGL.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/CJDV-FM": "CJDV-FM is a Canadian radio station broadcasting at 107.5 FM in Kitchener, Ontario owned by Corus Entertainment. The station airs a mainstream rock format branded on-air as 107.5 Dave Rocks.",
  "/wiki/Mainstream_rock": "Mainstream rock (also known as heritage rock) is a radio format used by many commercial radio stations in the United States and Canada.",
  "/wiki/Media_in_Waterloo_Region": "This is a list of media in the Regional Municipality of Waterloo, Ontario, including Kitchener, Waterloo, Cambridge and the surrounding area."
}