{
  "/wiki/Burnside_Lodge": "The Burnside Masonic Lodge, in Burnside, Kentucky, was built in 1910.  It was listed on the National Register of Historic Places in 1984 as Burnside Lodge.",
  "/wiki/U.S._Route_27": "U.S. Route 27 (US 27) is a north–south United States Highway in the southern and midwestern United States. The southern terminus is at US 1 in Miami, Florida. The northern terminus is at Interstate 69 (I-69) in Fort Wayne, Indiana. From Miami it goes up the center of Florida, then west to Tallahassee, Florida, and north through such cities and towns as Columbus, Georgia; Rome, Georgia; Chattanooga, Tennessee; Lexington, Kentucky; Cincinnati, Ohio; Oxford, Ohio; Richmond, Indiana; and Fort Wayne, Indiana. It once extended north through Lansing, Michigan, to Cheboygan, Mackinaw City, and for about three years as far as St. Ignace.",
  "/wiki/Burnside,_Kentucky": "Burnside is a home rule-class city in Pulaski County, Kentucky, in the United States. The population was 637 at the 2000 census. In 2004, Burnside became the only town in Pulaski County or any adjoining county to allow the sale of alcoholic beverages in qualified establishments. Since then, Burnside has annexed about eight miles of shoreline along Lake Cumberland in order to include Lee's Ford Marina on Fishing Creek, allowing it to sell alcohol.",
  "/wiki/Cadiz_Masonic_Lodge_No._121_F._and_A.M.": "The Cadiz Masonic Lodge No. 121 F. and A.M., at Jefferson and Monroe Sts. in Cadiz, Kentucky, was built around 1854.  It was listed on the National Register of Historic Places in 1979.",
  "/wiki/Cadiz_Downtown_Historic_District": "The Cadiz Downtown Historic District, in Cadiz, Kentucky, is a historic district which was listed on the National Register of Historic Places in 1988.  It includes Main Street from Scott Street to Franklin Street.  It included 16 contributing buildings.",
  "/wiki/Ceralvo_Masonic_Hall_and_School": "The Ceralvo Masonic Hall and School, in Centertown, Kentucky, was listed on the National Register of Historic Places in 2015.",
  "/wiki/Centertown,_Kentucky": "Centertown is a home rule-class city in Ohio County, Kentucky, in the United States. The population was 423 at the 2010 census. Incorporated in 1890, the city is named for its location between Hartford and the Green River shipping port of Point Pleasant.",
  "/wiki/Beulah_Lodge": "Beulah Lodge, in the small community of Beulah near Dawson Springs, Kentucky, is a two-story frame structure built in 1908. A one-story rear addition was added in c.1940.  It was listed on the National Register of Historic Places in 1989.",
  "/wiki/Kentucky_Route_70": "Kentucky Route 70 (KY 70) is a long east-east state highway that originates at a junction with U.S. Route 60 (US 60) in Smithland in Livingston County, just east of the Ohio River. The route continues through the counties of Crittenden, Caldwell, Hopkins, Muhlenberg, Butler, Edmonson, Barren, Barren, Metcalfe, Green, Taylor, Casey, Pulaski, Lincoln and back into Pulaski again to terminate at a junction with US 150 near Maretburg in Rockcastle.",
  "/wiki/Dawson_Springs,_Kentucky": "Dawson Springs is a home rule-class city in Hopkins and Caldwell counties in the U.S. state of Kentucky. The population was 2,764 at the 2010 census. It is the birthplace of former governor Steve L. Beshear.",
  "/wiki/Dundee_Masonic_Lodge_No._733": "Dundee Masonic Lodge No. 733 is a historic building built in 1902.  It was listed on the National Register of Historic Places in 2008.",
  "/wiki/Dundee,_Kentucky": "Dundee is an unincorporated community in Ohio County, Kentucky, United States. Dundee is located on Kentucky Route 69, 10.5 miles (16.9 km) northeast of Hartford.",
  "/wiki/Masonic_Hall_(Eastwood,_Kentucky)": "The Masonic Temple in Fisherville, Kentucky is a historic building from at least 1852. It was listed on the National Register of Historic Places in 1983.",
  "/wiki/Eastwood,_Kentucky": "N/A",
  "/wiki/Morrison_Lodge": "Morrison Lodge, at 121 N. Mulberry St. in Elizabethtown, Kentucky, is a historic Arts and Crafts-style Masonic building.  It was listed on the National Register of Historic Places in 1988.",
  "/wiki/Elizabethtown,_Kentucky": "Elizabethtown is a home rule-class city and the county seat of Hardin County, Kentucky, United States. The population was 28,531 at the 2010 census, and was estimated at 29,906 by the U.S. Census Bureau in 2016, making it the 11th-largest city in the state. It is included in (and the principal city of) the Elizabethtown–Fort Knox, Kentucky Metropolitan Statistical Area, which  is included in the Louisville/Jefferson County–Elizabethtown–Madison, Kentucky-Indiana Combined Statistical Area.",
  "/wiki/Arts_and_Crafts_architecture": "The Arts and Crafts movement was an international trend in the decorative and fine arts that began in Britain and flourished in Europe and North America between about 1880 and 1920, emerging in Japan in the 1920s as the Mingei movement. It stood for traditional craftsmanship using simple forms, and often used medieval, romantic, or folk styles of decoration. It advocated economic and social reform and was essentially anti-industrial. It had a strong influence on the arts in Europe until it was displaced by Modernism in the 1930s, and its influence continued among craft makers, designers, and town planners long afterwards.",
  "/wiki/Greenup_Masonic_Lodge": "The Greenup Masonic Lodge, located at\t314 Main St. in Greenup, Kentucky, is a three-story brick building constructed in 1867.  It was listed on the National Register of Historic Places in 1988.",
  "/wiki/Greenup,_Kentucky": "Greenup is a home rule-class city located at the confluence of the Little Sandy River with the Ohio River in Greenup County, Kentucky, in the United States. The population was 1,188 at the 2010 census. Greenup is one of three county seats in the Commonwealth of Kentucky to share its name with its county; the other two being Harlan and Henderson.",
  "/wiki/Russell_Lodge_No._284": "The Russell Lodge No. 284, also known as the Jamestown Masonic Lodge, on Public Square in Jamestown, Kentucky, is a Masonic Hall which was built in 1939.  It was listed on the National Register of Historic Places in 1994.",
  "/wiki/Jamestown,_Kentucky": "Jamestown is a home rule-class city in Russell County, Kentucky, in the United States. It is the seat of its county. The population was 1,794 at the 2010 U.S. census.",
  "/wiki/Lewisport_Masonic_Lodge": "The Lewisport Masonic Lodge, on 4th St. in Lewisport, Kentucky, was listed on the National Register of Historic Places in 1984.",
  "/wiki/Lewisport,_Kentucky": "Lewisport is a home rule-class city in the floodplain of the Ohio River in Hancock County, Kentucky, in the United States. The population was 1,670 at the 2010 census. It is included in the Owensboro metropolitan area.",
  "/wiki/Cornice": "In architecture, a cornice  (from the Italian cornice meaning \"ledge\") is generally any horizontal decorative molding that crowns a building or furniture element – the cornice over a door or window, for instance, or the cornice around the top edge of a pedestal or along the top of an interior wall. A simple cornice may be formed just with a crown.",
  "/wiki/Ancient_and_Accepted_Scottish_Rite_Temple": "The Ancient and Accepted Scottish Rite Temple in Louisville, Kentucky, also known as the Scottish Rite Temple, is a building completed in 1931. It was listed on the National Register of Historic Places in 1982.",
  "/wiki/Louisville,_Kentucky": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States.[d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city.[e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
  "/wiki/Milton_Masonic_Lodge_and_County_General_Store": "The Milton Masonic Lodge and County General Store in Milton, Kentucky was listed on the National Register of Historic Places in 1983.",
  "/wiki/Milton,_Kentucky": "Milton is a home rule-class city along the south bank of the Ohio River in Trimble County, Kentucky, United States. The population was 573 at the time of the 2010 United States Census. The Milton-Madison Bridge connects it to Madison, Indiana, and is the only road link between the two states for 40 miles (64 km) in either direction.",
  "/wiki/Munfordville_Presbyterian_Church_and_Green_River_Lodge_No._88": "The Munfordville Presbyterian Church and Green River Lodge No. 88 is a historic church and former Masonic lodge building, located at 3rd and Washington Streets in Munfordville, Kentucky.",
  "/wiki/Munfordville,_Kentucky": "Munfordville is a home rule-class city in, and the county seat of, Hart County, Kentucky, United States. The population was 1,615 at the 2010 U.S. census.",
  "/wiki/Masonic_Temple_(Paducah,_Kentucky)": "The Masonic Temple in Paducah, Kentucky was a historic building dating from 1904. It was listed on the National Register of Historic Places in 2002.",
  "/wiki/Paducah,_Kentucky": "Paducah (/pəˈduːkə/) is a home rule-class city in and the county seat of McCracken County, Kentucky, United States. The largest city in the Jackson Purchase region, it is located at the confluence of the Tennessee and the Ohio rivers, halfway between St. Louis, Missouri, to the northwest and Nashville, Tennessee, to the southeast. The population was 24,850 in 2018, down slightly from 25,024 during the 2010 U.S. Census. Twenty blocks of the city's downtown have been designated as a historic district and listed on the National Register of Historic Places.",
  "/wiki/Masonic_Widows_and_Orphans_Home": "The Masonic Widows and Orphans Home, located in Louisville (St. Matthews), Kentucky, is a historic building on the National Register of Historic Places.  It was built by the Grand Lodge of Kentucky to support the widows and orphans of Master Masons, but now is open to all senior citizens.",
  "/wiki/St._Matthews,_Kentucky": "St. Matthews is a city in Jefferson County, Kentucky, United States. It forms part of the Louisville Metro government but is separately incorporated as a home rule-class city. The population was 17,472 at the 2010 census, up from 15,852 at the 2000 census. It is the 23rd-largest city in the state.",
  "/wiki/Masonic_Hall-Federal_Commissary_Building": "The Masonic Hall in Smithland, Kentucky (also known as The Second Baptist Church), is a historic building constructed in 1860 and listed on the National Register of Historic Places in 1998.  It was originally constructed as a meeting hall for the local Masonic lodges (who continued to meet in the building until the 1960s). During the American Civil War it was used by the Federal Government as a Commissary office and store house.  The basement of the building was occupied by the First Baptist Church from 1887 to 1913.  The Masons sold the building in the 1960s and it became a restaurant.  Since 1980, it has housed the Second Baptist (Mission) Church.",
  "/wiki/Smithland,_Kentucky": "Smithland is a home rule-class city in Livingston County, Kentucky, United States, at the confluence of the Ohio and Cumberland Rivers. The population was 301 at the 2010 census, a drop from 401 in 2000. It is the county seat of Livingston County.",
  "/wiki/American_Civil_War": "The American Civil War (also known by other names) was a civil war in the United States from 1861 to 1865, fought between the northern United States (loyal to the Union) and the southern United States (that had seceded from the Union and formed the Confederacy).[e] The civil war began primarily as a result of the long-standing controversy over the enslavement of black people. War broke out in April 1861 when secessionist forces attacked Fort Sumter in South Carolina shortly after Abraham Lincoln had been inaugurated as the President of the United States. The loyalists of the Union in the North, which also included some geographically western and southern states, proclaimed support for the Constitution. They faced secessionists of the Confederate States in the South, who advocated for states' rights in order to uphold slavery."
}