{
  "/wiki/Allentown_Masonic_Temple": "The Allentown Masonic Temple is a historic Masonic building located at Allentown, Lehigh County, Pennsylvania. Constructed between 1923 and 1925, the five-story building is made of limestone in the Neoclassical architectural style. The edifice measures 97 feet, 6 inches, wide and 150 feet deep, and sits on a reinforced concrete foundation. It features elaborate stone and terra cotta trim, and four large and imposing fluted composite columns at its main entrance. The temple is adjacent to the Scottish Rite Cathedral, constructed in 1968.",
  "/wiki/Allentown,_Pennsylvania": "Allentown (Pennsylvania Dutch: Allenschteddel) is a city located in Lehigh County, Pennsylvania, United States. It is Pennsylvania's third most populous city and the 233rd largest city in the United States. As of the 2010 census, the city had a total population of 118,032 and it is currently the fastest growing major city in Pennsylvania with an estimated 121,433 residents according to the 2018 census estimate. It is the largest city in the metropolitan area known as the Lehigh Valley, which had a population of 821,623 residents as of 2010[update]. Allentown constitutes a portion of the New York City Combined Statistical Area and is the county seat of Lehigh County.  In 2012, the city celebrated the 250th anniversary of its founding in 1762.",
  "/wiki/Masonic_Temple_(Chambersburg,_Pennsylvania)": "The Masonic Temple is a historic Masonic Temple located at Chambersburg in Franklin County, Pennsylvania. It was built in 1823-1824, and is a two-story, brick building with a stucco veneer applied in 1905.  An addition was built in 1966.",
  "/wiki/Chambersburg,_Pennsylvania": "Chambersburg is a borough in and the county seat of Franklin County, in the South Central region of Pennsylvania, United States. It is in the Cumberland Valley, which is part of the Great Appalachian Valley, and 13 miles (21 km) north of Maryland and the Mason-Dixon line and 52 miles (84 km) southwest of Harrisburg, the state capital. According to the United States Census Bureau, Chambersburg's 2010 population was 20,268. When combined with the surrounding Greene, Hamilton, and Guilford Townships, the population of Greater Chambersburg is 52,273 people. The Chambersburg, PA Micropolitan Statistical Area includes surrounding Franklin County, and in 2010 included 149,618 people.",
  "/wiki/Scottish_Rite_Cathedral_(Harrisburg,_Pennsylvania)": "The Scottish Rite Cathedral in Harrisburg, Pennsylvania is a Masonic building.",
  "/wiki/Harrisburg,_Pennsylvania": "Harrisburg (/ˈhærɪsbɜːrɡ/ HARR-iss-burg; Pennsylvania German: Harrisbarrig)[citation needed] is the capital city of the Commonwealth of Pennsylvania in the United States, and the county seat of Dauphin County. With a population of 49,229, it is the 15th largest city in the Commonwealth. It lies on the east bank of the Susquehanna River, 107 miles (172 km) west of Philadelphia. Harrisburg is the anchor of the Susquehanna Valley metropolitan area, which had a 2018 estimated population of 574,659, making it the fourth most populous in Pennsylvania and 96th most populous in the United States.",
  "/wiki/Zembo_Shrine_Building": "The Zembo Shrine Building, also known as the Zembo Mosque, is a Masonic building located in Harrisburg, Pennsylvania. It is significant architecturally as an example of Moorish Revival architecture. The edifice was built in 1928, and opened in 1930.",
  "/wiki/Scottish_Rite_Cathedral_(New_Castle,_Pennsylvania)": "The Scottish Rite Cathedral in New Castle, Pennsylvania, United States, was designed by Milwaukee architect R. G. Schmidt and built in 1925. First used in November, 1926, as a meeting place for Masonic groups, it is listed in the National Register of Historic Places in Lawrence County, Pennsylvania. Unable to pay taxes during the Great Depression, the Masons lost the building to the county, but reacquired it in 1940 with the creation of the Cathedral Foundation. This non-profit foundation continues to operate the Cathedral today.",
  "/wiki/New_Castle,_Pennsylvania": "New Castle is a city in and the county seat of Lawrence County, Pennsylvania, United States. Located 50 miles (80 km) northwest of Pittsburgh near the Pennsylvania–Ohio border just 18 miles (29 km) east of Youngstown, Ohio. The population was 23,128 as of the 2010 census. It is the principal city of the New Castle, PA Micropolitan Statistical Area, which had a population of 91,108 in 2010. New Castle also anchors the northwestern part of the Pittsburgh-New Castle-Weirton, PA-WV-OH Combined Statistical Area. It is the commercial center of a fertile agricultural region.",
  "/wiki/Masonic_Temple_(Philadelphia,_Pennsylvania)": "The Masonic Temple is a historic Masonic building in Philadelphia. Located at 1 North Broad Street, directly across from Philadelphia City Hall, it serves as the headquarters of the Grand Lodge of Pennsylvania, Free and Accepted Masons. The Temple features the Masonic Library and Museum of Pennsylvania, and receives thousands of visitors every year to view the ornate structure, which includes seven lodge rooms, where today a number of Philadelphia lodges and the Grand Lodge conduct their meetings.",
  "/wiki/Philadelphia,_Pennsylvania": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Grand_Lodge_of_Pennsylvania": "The Grand Lodge of Pennsylvania, officially the The Right Worshipful Grand Lodge of the Most Ancient and Honorable Fraternity of Free and Accepted Masons of Pennsylvania and Masonic Jurisdictions Thereunto Belonging, is the premier masonic organization in the Commonwealth of Pennsylvania. The Grand Lodge claims to be the oldest in the United States, and the third oldest in the world after England (est. 1717) and Ireland (est. 1725), having been originally established as the Provincial Grand Lodge of Pennsylvania in 1731. This claim is disputed by both the Grand Lodge of Massachusetts and the Grand Lodge of Virginia.",
  "/wiki/National_Historic_Landmark": "A National Historic Landmark (NHL) is a building, district, object, site, or structure that is officially recognized by the United States government for its outstanding historical significance. Only some 2,500 (~3%) of over 90,000 places listed on the country's National Register of Historic Places are recognized as National Historic Landmarks.",
  "/wiki/Alumni_Hall_(University_of_Pittsburgh)": "Alumni Hall at the University of Pittsburgh is a  Pittsburgh History and Landmarks Foundation Historic Landmark that was formerly known as the Masonic Temple in Pittsburgh. Constructed in 1914-1915, it was designed by renowned architect Benno Janssen of Janssen & Abbot Architects.  Other buildings in Pittsburgh's Oakland Cultural District designed by Janssen include the Pittsburgh Athletic Association,  Mellon Institute, and Pitt's Eberly Hall (which was known as Alumni Hall prior to 1998).",
  "/wiki/Pittsburgh,_Pennsylvania": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/Masonic_Temple_and_Scottish_Rite_Cathedral_(Scranton,_Pennsylvania)": "The Scranton Cultural Center at the Masonic Temple (formerly the Masonic Temple and Scottish Rite Cathedral) is a theatre and cultural center in Scranton, Pennsylvania. The Cultural Center's mission statement is \"to rejuvenate a national architectural structure as a regional center for arts, education and community activities appealing to all ages.\" The Cultural Center hosts national Broadway tours; professional and local musical and dramatic theatre offerings; local, regional and national orchestral and popular music, dance and opera; comedians, lecturers, art exhibits, a children's and performing arts academy and various classes as well as fundraiser galas and special events including proms, luncheons, private parties and is a popular wedding ceremony and reception venue. It is listed on the National Register of Historic Places.",
  "/wiki/Scranton,_Pennsylvania": "Scranton is the sixth-largest city in the Commonwealth of Pennsylvania. It is the location of the television series The Office (US). It is the county seat and largest city of Lackawanna County in Northeastern Pennsylvania's Wyoming Valley and hosts a federal court building for the United States District Court for the Middle District of Pennsylvania. With a population of 77,291, it is the largest city in the Scranton–Wilkes-Barre–Hazleton, PA Metropolitan Statistical Area, which has a population of about 570,000. The city is conventionally divided into 8 districts: North Scranton, Southside, Westside, the Hill Section, Central City, Minooka, East Mountain, and Green Ridge, though these areas do not have legal status.",
  "/wiki/List_of_Masonic_buildings_in_the_United_States": "List of Masonic buildings in the United States identifies notable Masonic buildings in the United States.  These have served as meeting halls by Masonic lodges, Grand Lodges or other Masonic bodies.  Many of the buildings were built to house Masonic meetings and ritual activities in their upper floors, and to provide commercial space below.  Many of the buildings listed have received landmark status, either by being listed on the National Register of Historic Places (NRHP) or listed by various State or City preservation agencies."
}