{
  "/wiki/Royal_Arch_Masonic_Lodge": "The Royal Arch Masonic Lodge in Austin, Texas is a three-story beige brick Masonic building that was built in Beaux Arts style in 1926.  It was designed by Texas architects J. B. Davies and William E. Ketchum.  It was listed as a historic landmark by the city of Austin in 2000, and it was listed on the National Register of Historic Places in 2005.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/Scottish_Rite_Dormitory": "The Scottish Rite Dormitory is a private women's dorm for the University of Texas built and operated by the Scottish rite of Freemasons in Austin, Texas. Located just north of campus on 27th Street and Whitis Avenue, the colonial revival style building was completed in 1922 during a housing shortage on campus and was intended to provide housing for the daughters and relatives of Master Masons.",
  "/wiki/Colonial_Revival_architecture": "The Colonial Revival architectural style seeks to revive elements of American colonial architecture.",
  "/wiki/University_of_Texas,_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Old_Masonic_Hall_(Bellville,_Texas)": "The Old Masonic Hall (also known as Old Masonic Lodge Building) is a historic building in Bellville, Texas.  Constructed in 1886, it was listed on the National Register of Historic Places in 1986. Today, the building houses the headquarters of the Bellville Historical Society.",
  "/wiki/Bellville,_Texas": "Bellville is a city in the U.S. state of Texas and the seat of Austin County. The city's population was 4,097 at the 2010 census. Bellville was named for Thomas B. Bell, one of Stephen F. Austin's earliest colonists, after he and his brother donated land for the new county seat established by voters in 1846. San Felipe had been the county seat before the war for independence.",
  "/wiki/Blessing_Masonic_Lodge_No._411": "The Blessing Masonic Lodge No. 411, also known as Tres Palacios Masonic Lodge, in Blessing, Texas, was built around 1875 and moved to its current location in 1907.  It was listed on the National Register of Historic Places in 2011.",
  "/wiki/Farm_to_Market_Road_616": "Farm to Market Roads in Texas are owned and maintained by the Texas Department of Transportation (TxDOT).",
  "/wiki/Blessing,_Texas": "Blessing is a census-designated place (CDP) in Matagorda County, Texas, United States.",
  "/wiki/Brackettville,_Texas": "Brackettville is a city in Kinney County, Texas, United States. The population was 1,688 at the 2010 census, down from 1,876 at the 2000 census. It is the county seat of Kinney County.",
  "/wiki/Dallas_Scottish_Rite_Temple": "The Dallas Scottish Rite Temple is a monumental structure in the Farmers Market District of downtown Dallas, Texas. Constructed in 1913 as an official headquarters for use by the Scottish Rite Masons and other local Masonic lodges, it is a fine example of early 20th century Beaux Arts Classical architecture in Texas. The structure, a Dallas Landmark and Recorded Texas Historic Landmark, is listed on the National Register of Historic Places and is a contributing property in the Harwood Street Historic District.",
  "/wiki/Dallas,_Texas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Beaux_Arts_architecture": "Beaux-Arts architecture (/ˌboʊˈzɑːr/; French: [bozaʁ]) was the academic architectural style taught at the École des Beaux-Arts in Paris, particularly from the 1830s to the end of the 19th century. It drew upon the principles of French neoclassicism, but also incorporated Gothic and Renaissance elements, and used modern materials, such as iron and glass. It was an important style in France until the end of the 19th century. It also had a strong influence on architecture in the United States, because of the many prominent American architects who studied at the École des Beaux-Arts, including Henry Hobson Richardson, John Galen Howard, Daniel Burnham, and Louis Sullivan.:76",
  "/wiki/Scottish_Rite": "The Ancient and Accepted Scottish Rite of Freemasonry (the Northern Masonic Jurisdiction in the United States often omits the and, while the English Constitution in the United Kingdom omits the Scottish), commonly known as simply the Scottish Rite (or, in England and Australia, as the Rose Croix although this is only one of its degrees), is one of several Rites of Freemasonry. A Rite is a progressive series of degrees conferred by various Masonic organizations or bodies, each of which operates under the control of its own central authority. In the Scottish Rite the central authority is called a Supreme Council.",
  "/wiki/Farmersville_Masonic_Lodge_No._214,_A.F._and_A.M": "The  Farmersville Masonic Lodge No. 214, A.F. and A.M.  is a historic Italianate building located in Farmersville, Texas. It was constructed in 1888 as a meeting hall for Farmersville Lodge No. 214 (a local Masonic lodge).",
  "/wiki/Farmersville,_Texas": "Farmersville is a city in Collin County, Texas, United States. The population was 3,301 at the 2010 census.",
  "/wiki/Italianate_architecture": "The Italianate style of architecture was a distinct 19th-century phase in the history of Classical architecture.\nIn the Italianate style, the models and architectural vocabulary of 16th-century Italian Renaissance architecture, which had served as inspiration for both Palladianism and Neoclassicism, were synthesised with picturesque aesthetics. The style of architecture that was thus created, though also characterised as \"Cali Byrd-Renaissance\", was essentially of its own time. \"The backward look transforms its object,\" Siegfried Giedion wrote of historicist architectural styles; \"every spectator at every period—at every moment, indeed—inevitably transforms the past according to his own nature.\"",
  "/wiki/Fort_Worth_Masonic_Temple": "The Fort Worth Masonic Temple is a Masonic Temple located at 1100 Henderson St, Fort Worth, Texas. Completed in 1932, the building was designed by the architectural firm of Wiley G. Clarkson & Co, who also designed the Stripling Building, US Court House, Sinclair Building, and STS Tower in Fort Worth. The building exhibits Neo-classical styling with Art moderne influences and features upper-story Ionic columns and monel alloy bas-relief doors. It features two grand staircases at the main entrance which leads to a terrace. The main doors depict the three Ancient Grand Masters of Masonic legend, King Solomon, Hiram, King of Tyre, and Hiram Abif. The building still retains its Civil Defense Fallout Shelter sign which was placed there during the height of World War II. The building became a recorded Texas historical landmark in 1984. The Fort Worth Architecture website lists the structure as architecturally significant buildings in Downtown Fort Worth, and is included on their recommended walking tour of architecture of Fort Worth.",
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/South_Side_Masonic_Lodge_No._1114": "The South Side Masonic Lodge No. 1114 refers to a Masonic Lodge chapter, and also refers to the Freemasonry chapter's historic building, which was built in 1924, in Fort Worth, Texas.",
  "/wiki/Scottish_Rite_Cathedral_(Galveston,_Texas)": "Scottish Rite Cathedral is a historic Scottish Rite Masonic building at 2128 Church Street in Galveston, Texas.",
  "/wiki/Galveston,_Texas": "Galveston (/ˈɡælvɪstən/ GAL-vis-tən) is a coastal resort city and port off the southeast coast on Galveston Island and Pelican Island in the American State of Texas. The community of 209.3 square miles (542 km2), with a population of 47,743 in 2010, is the county seat of surrounding Galveston County and second-largest municipality in the county. It is also within the Houston–The Woodlands–Sugar Land metropolitan area at its southern end on the northwestern coast of the Gulf of Mexico.",
  "/wiki/Junction,_Texas": "Junction is a city in and the county seat of Kimble County, Texas, United States. The population was 2,574 at the 2010 census.",
  "/wiki/Masonic_Building_(Kerrville,_Texas)": "The Masonic Building in Kerrville, Texas is an Italianate building built in 1890. Alfred Giles was the architect. Kerrville Masonic Lodge #697 made its home in the building until 1927. The first floor later housed a post office and grocery store. The building was listed on the National Register of Historic Places in 1984. It was restored during 1984-1985 using rare woods and including work by special craftsmen.",
  "/wiki/Kerrville,_Texas": "Kerrville is a city in, and the county seat of, Kerr County, Texas, United States. The population of Kerrville was 22,347 at the 2010 census and an estimated 23,386 in 2017.",
  "/wiki/Royse_City_Lodge_No._663_A.F._%26_A.M.": "The Royse City Lodge No. 663 A.F. & A.M. is a historic Freemasonry lodge group and also the name of its historic building, at 102 S. Arch St. in Royse City, Texas.  The building, built in 1925, was listed on the National Register of Historic Places in 1994.",
  "/wiki/Royse_City,_Texas": "Royse City is a city in Rockwall County in the U.S. state of Texas. It also extends into Collin and Hunt counties. The population was 2,957 at the 2000 census, rising to 9,349 in 2010. The estimated population in 2018 was 12,998.",
  "/wiki/Masonic_Lodge_570": "The Masonic Lodge 570 building is a historic Moderne style building in San Angelo, Texas.  The building was constructed during 1927-31 as a commercial space plus a meeting hall for San Angelo Lodge #570 (a local area Masonic lodge). It was listed on the National Register of Historic Places in 1988.",
  "/wiki/San_Angelo,_Texas": "San Angelo /sæn ˈændʒəloʊ/ is a city in and the county seat of Tom Green County, Texas, United States. Its location is in the Concho Valley, a region of West Texas between the Permian Basin to the northwest, Chihuahuan Desert to the southwest, Osage Plains to the northeast, and Central Texas to the southeast. According to a 2018 Census estimate, San Angelo has a total population of 100,215. It is the principal city and center of the San Angelo metropolitan area, which has a population of 118,182.",
  "/wiki/Scottish_Rite_Cathedral_(San_Antonio,_Texas)": "The Scottish Rite Cathedral of San Antonio, Texas is located at 308 Avenue E in San Antonio.  Construction began on it in 1922 and was completed in 1924, at a cost of $1.5 million.",
  "/wiki/San_Antonio,_Texas": "San Antonio (/ˌsæn ænˈtoʊnioʊ/; from Spanish, \"Saint Anthony,\" Spanish pronunciation: [sa.n‿anˈto.njo]), officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with more than 1.5 million residents. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic. It is the state's oldest municipality, having celebrated its 300th anniversary on May 1, 2018.",
  "/wiki/Shiner,_Texas": "Shiner is a city in Lavaca County, Texas, United States. The town was named after Henry B. Shiner who donated 250 acres (1.0 km2) for railroad right of way.  As of the 2010 census, the city had a population of 2,069.",
  "/wiki/St._John%27s_AF_%26_AM_Lodge": "The  St. John's A.F. & A.M. Lodge, also known as Tyler Masonic Lodge, refers to a Masonic Lodge in Tyler, Texas and also to its historic building, which is listed on the National Register of Historic Places.",
  "/wiki/Tyler,_Texas": "Tyler is the county seat of Smith County, located in east-central Texas, United States. The city of Tyler has long been Smith County's major economic, educational, financial, medical, and cultural hub. The city is named for John Tyler, the tenth President of the United States. Tyler had a population of 96,900 in 2010, according to the United States Census Bureau, and Tyler's 2018 estimated population was 105,729. It is 100 miles (160 km) east-southeast of Dallas. Tyler is the principal city of the Tyler metropolitan statistical area, which had a population of 209,714 in 2010, and is the regional center of the Tyler-Jacksonville combined statistical area, which had a population of 260,559 in 2010.",
  "/wiki/Shirley_Simons": "Thomas Shirley Simons, Sr. (March 12, 1897 – August 1, 1963), commonly known as Shirley Simons was a prominent architect of Tyler, Texas.  He was born in 1897 at Taylor, Texas, and raised in Fort Worth, Texas.  He graduated from Rice Institute in 1919 with a Bachelor of Science in architecture.  He also served in the field artillery during World War I from September through November 1918.",
  "/wiki/Waxahachie,_Texas": "Waxahachie (/ˌwɒksəˈhætʃi/) is the county seat of Ellis County, Texas, United States, it is located just beyond the southern suburbs of Dallas and is part of the Dallas–Fort Worth metroplex. The population was 29,621 at the 2010 census, with an estimated population of 36,807 in 2018."
}