{
  "/wiki/Masonic_Temple_(Appleton,_Wisconsin)": "The History Museum at the Castle is a local history museum located in downtown Appleton, Wisconsin across College Avenue from Lawrence University.  Owned and operated by the Outagamie County Historical Society (OCHS), the museum has previously operated under the names The Outagamie Museum and The Houdini Historic Center.  The building was earlier known as Masonic Temple. In 2018 the museum was a recipient of the 2018 National Medal for Museum and Library Service, the highest honor given to a museum or library in the United States.",
  "/wiki/Appleton,_Wisconsin": "Appleton is a city in Outagamie (mostly), Calumet, and Winnebago counties in the U.S. state of Wisconsin. One of the Fox Cities, it is situated on the Fox River, 30 miles (48 km) southwest of Green Bay and 100 miles (160 km) north of Milwaukee. Appleton is the county seat of Outagamie County. The population was 72,623 at the 2010 census. Of this figure, 60,045 resided in Outagamie County, 11,088 in Calumet County, and 1,490 in Winnebago County. Appleton is the principal city of the Appleton, Wisconsin Metropolitan Statistical Area, which is included in the Appleton-Oshkosh-Neenah, Wisconsin Combined Statistical Area. Appleton is home to the two tallest buildings in Outagamie County, the Zuelke Building and the 222 Building, at 168 and 183 feet, respectively.",
  "/wiki/The_History_Museum_at_the_Castle": "The History Museum at the Castle is a local history museum located in downtown Appleton, Wisconsin across College Avenue from Lawrence University.  Owned and operated by the Outagamie County Historical Society (OCHS), the museum has previously operated under the names The Outagamie Museum and The Houdini Historic Center.  The building was earlier known as Masonic Temple. In 2018 the museum was a recipient of the 2018 National Medal for Museum and Library Service, the highest honor given to a museum or library in the United States.",
  "/wiki/Tudor_Revival_architecture": "Tudor Revival architecture (also known as mock Tudor in the UK) first manifested itself in domestic architecture in the United Kingdom in the latter half of the 19th century. Based on revival of aspects that were perceived as Tudor architecture, in reality it usually took the style of English vernacular architecture of the Middle Ages that had survived into the Tudor period. The style later became an influence elsewhere, especially the British colonies.  For example, in New Zealand, the architect Francis Petre adapted the style for the local climate. In Singapore, then a British colony, architects such as R. A. J. Bidwell pioneered what became known as the Black and White House.  The earliest examples of the style originate with the works of such eminent architects as Norman Shaw and George Devey, in what at the time was thought Neo-Tudor design.",
  "/wiki/Ashland,_Wisconsin": "Ashland is a city in Ashland and Bayfield counties in the U.S. state of Wisconsin. It is the county seat of Ashland County. The city is a port on Lake Superior, near the head of Chequamegon Bay. The population was 8,216 at the 2010 census, all of whom resided in the Ashland County portion of the city. The unpopulated Bayfield County portion is in the city's southwest, bordered by the easternmost part of the Town of Eileen.",
  "/wiki/Pharmacy": "Pharmacy is the science and technique of preparing, dispensing, and reviewing drugs and providing additional clinical services. It is a health profession that links health sciences with pharmaceutical sciences and aims to ensure the safe, effective, and affordable use of drugs. The professional practice is becoming more clinically oriented as most of the drugs are now manufactured by pharmaceutical industries. Based on the setting, the pharmacy is classified as a community or institutional pharmacy. Providing direct patient care in the community of institutional pharmacies are considered clinical pharmacy.",
  "/wiki/Beloit,_Wisconsin": "Beloit is a city in Rock County, Wisconsin, United States. As of the 2010 census, the city had a population of 36,966 people.",
  "/wiki/Eau_Claire_Masonic_Center": "The Eau Claire Masonic Center, also known as the Temple of Free Masonry, is a historic Masonic building located at 616 Graham Avenue in Eau Claire, Wisconsin. It was built in 1927 in the Neoclassical architectural style and was listed on the National Register of Historic Places in 1988.",
  "/wiki/Eau_Claire,_Wisconsin": "Eau Claire (/oʊˈklɛər/) is a city in Chippewa and Eau Claire counties in the west-central part of the U.S. state of Wisconsin. Located almost entirely in Eau Claire County, for which it is the county seat, the city had a population of 65,883 at the 2010 census, making it the state's ninth-largest city.  Eau Claire is the principal city of the Eau Claire, Wisconsin Metropolitan Statistical Area, which is a part of the Eau Claire-Menomonie Combined Statistical Area.",
  "/wiki/Eau_Claire_Masonic_Temple": "The Eau Claire Masonic Temple at the corner of South Barstow and Main Streets in Eau Claire, Wisconsin was built in 1899 and listed on the National Register of Historic Places in 2007.",
  "/wiki/Madison_Masonic_Temple_(Madison,_Wisconsin)": "The Madison Masonic Temple is a masonic temple located in Madison, Wisconsin. Designed by Madison architects James R. and Edward J. Law in 1915 and redesigned after World War I in 1922, the temple was built during 1923 to 1925.  It was listed on the National Register of Historic Places in 1990.",
  "/wiki/Madison,_Wisconsin": "Madison is the capital of the U.S. state of Wisconsin and the seat of Dane County. As of July 1, 2018, Madison's estimated population of 258,054 made it the second-largest city in Wisconsin by population, after Milwaukee, and the 81st-largest in the United States. The city forms the core of the Madison Metropolitan Area which includes Dane County and neighboring Iowa, Green, and Columbia counties for a population of 654,230.",
  "/wiki/Excelsior_Masonic_Temple": "The Excelsior Masonic Temple (now the Life Restoration Church) is a historic building located at 2422 West National Avenue in Milwaukee, Wisconsin.  Built in 1923, and designed in the Classical Revival style by architect Richard Oberst, the building was originally constructed as a meeting hall for Excelsior Lodge #175 F.&A.M (a local Masonic Lodge that is no longer in existence).  The building was sold by the Lodge in the 1990s, and is now used by a local church.",
  "/wiki/Milwaukee,_Wisconsin": "Milwaukee (/mɪlˈwɔːki/, locally /mɪˈ-/) is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of the eponymous county, it is on Lake Michigan's western shore. Ranked by its estimated 2018 population, Milwaukee was the 31st largest city in the United States. The city's estimated population in 2018 was 594,511. Milwaukee is the main cultural and economic center of the Milwaukee metropolitan area which had a population of 2,043,904 in the 2014 census estimate. It is the third-most densely populated metropolitan area in The Midwest, surpassed only by Chicago and Detroit, respectively. Milwaukee is considered a Gamma global city as categorized by the Globalization and World Cities Research Network with a regional GDP of over $105 billion.",
  "/wiki/Kilbourn_Masonic_Temple": "The Kilbourn Masonic Temple is a historic Masonic building located in Milwaukee, Wisconsin. It was constructed in 1911 as a meeting hall for Kilbourn Lodge #3, a local Masonic lodge which was one of the first three organized in Wisconsin in 1843.  The Masons no longer meet in the building). It was listed on the National Register of Historic Places in 1986. When it celebrated its 100th anniversary in 2011, the temple was automatically deemed a landmark in the city of Milwaukee. The temple now serves as a fraternity house for the Kappa Sigma chapter at Marquette University.",
  "/wiki/Tripoli_Shrine_Temple": "The Tripoli Shrine Temple is a Shriners temple located in the Concordia neighborhood of Milwaukee, Wisconsin. The building is based on the Taj Mahal in India and is listed on the National Register of Historic Places as Tripoli Temple.  It is not a religious building.",
  "/wiki/Wisconsin_Consistory_Building": "The Wisconsin Consistory Building, also known as the Humpfrey Scottish Rite Masonic Center, is a historic building located at 790 N. Van Buren St. in Milwaukee, Wisconsin.  Its original address was 470 Van Buren before the street was renumbered. The facade was extensively remodeled including the removal of chimneys flanking the corner dome.  It covers an entire city block and contains approximately 22,000 square feet (2,000 m2).  It has a chapel, an auditorium, a reception hall and a pub.  It was purchased by the Masons in 1912.   In addition to Masonic purposes, it is used as a rental wedding and banquet hall.",
  "/wiki/Neillsville_Masonic_Temple_Lodge_No._163": "The Neillsville Masonic Temple Lodge in Neillsville, Wisconsin is a building from 1928. It was listed on the National Register of Historic Places in 2004.",
  "/wiki/Neillsville,_Wisconsin": "Neillsville is a city in Clark County in the U.S. state of Wisconsin. The population was 2,463 at the 2010 census. It is the county seat.",
  "/wiki/Oregon_Masonic_Lodge": "The Oregon Masonic Hall or Oregon Masonic Lodge is a highly-intact 1898 building in Oregon, Wisconsin - with the second story finely decorated using cream and red brick and red sandstone.  It was listed on the National Register of Historic Places in 1992.",
  "/wiki/Oregon,_Wisconsin": "Oregon is a village in Dane County, Wisconsin, United States. As of the census of 2010, the population was 9,231. Oregon is part of the Madison Metropolitan Statistical Area. The village is located mostly within the Town of Oregon.",
  "/wiki/Sparta_Masonic_Temple": "The Monroe County Museum is a historic building located in Sparta, Wisconsin. It was constructed in 1923 as a meeting hall for a local Masonic Lodge, and was listed on the National Register of Historic Places in 1987 under the historic name \"Sparta Masonic Temple\".",
  "/wiki/Sparta,_Wisconsin": "Sparta is a city in and the county seat of Monroe County, Wisconsin, United States, along the La Crosse River.  The population was 9,522 at the 2010 census.",
  "/wiki/Masonic_Temple_Building_(Viroqua,_Wisconsin)": "The Masonic Temple Building in Viroqua, Wisconsin was built in the Classical Revival style.  It was designed by architects Albert E. Parkinson and Bernard Dockendorff and was listed on the National Register of Historic Places in 2000.",
  "/wiki/Viroqua,_Wisconsin": "Viroqua is the county seat of Vernon County, Wisconsin, United States. The population was 4,362 at the 2010 census. The city is in the town of Viroqua.",
  "/wiki/Masonic_Temple_(Watertown,_Wisconsin)": "The Main Street Commercial Historic District is located in Watertown, Wisconsin.",
  "/wiki/Watertown,_Wisconsin": "Watertown is a city in Dodge and Jefferson counties in the U.S. state of Wisconsin. Most of the city's population is in Jefferson County. Division Street, several blocks north of downtown, marks the county line. The population of Watertown was 23,861 at the 2010 census. Of this, 15,402 were in Jefferson County, and 8,459 were in Dodge County.",
  "/wiki/Main_Street_Commercial_Historic_District_(Watertown,_Wisconsin)": "The Main Street Commercial Historic District is located in Watertown, Wisconsin.",
  "/wiki/List_of_Masonic_buildings_in_the_United_States": "List of Masonic buildings in the United States identifies notable Masonic buildings in the United States.  These have served as meeting halls by Masonic lodges, Grand Lodges or other Masonic bodies.  Many of the buildings were built to house Masonic meetings and ritual activities in their upper floors, and to provide commercial space below.  Many of the buildings listed have received landmark status, either by being listed on the National Register of Historic Places (NRHP) or listed by various State or City preservation agencies."
}