{
  "/wiki/Megawatt": "The watt (symbol: W) is a unit of power. In the International System of Units (SI) it is defined as a derived unit of 1 joule per second, and is used to quantify the rate of energy transfer. In SI base units, the watt is described as \n\n\n\nk\ng\n\n\nm\n\n2\n\n\n\ns\n\n−\n3\n\n\n\n\n{\\displaystyle kg\\,m^{2}s^{-3}}\n\n, which can be demonstrated to coherent by dimensional analysis.",
  "/wiki/Washington_(state)": "Washington (/ˈwɒʃɪŋtən/ (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington State to distinguish it from the nation's capital, Washington, D.C..",
  "/wiki/United_States_Bureau_of_Reclamation": "The United States Bureau of Reclamation (USBR), and formerly the United States Reclamation Service, is a federal agency under the U.S. Department of the Interior, which oversees water resource management, specifically as it applies to the oversight and operation of the diversion, delivery, and storage projects that it has built throughout the western United States for irrigation, water supply, and attendant hydroelectric power generation. Currently the USBR is the largest wholesaler of water in the country, bringing water to more than 31 million people, and providing one in five Western farmers with irrigation water for 10 million acres of farmland, which produce 60% of the nation's vegetables and 25% of its fruits and nuts. The USBR is also the second largest producer of hydroelectric power in the western United States.",
  "/wiki/Easton_Diversion_Dam": "The Easton Diversion Dam is a diversion dam on the Yakima River In western Kittitas County near Easton, Washington. The dam is 66 feet (20 m) high, and 248 feet (76 m) long along the crest.",
  "/wiki/Roza_Dam": "Roza Dam (National ID # WA00275) is a diversion dam on the Yakima River, about 10 miles (16 km) north of Yakima, just west of SR 821.  The dam, built in 1939, is 486 feet (148 m) long at the crest and 67 feet (20 m) high, and impounds approximately 100 acres (40 ha) of water.  The dam also has 12,000 kW power production capacity, online as of 1956.  There is also an adult fish ladder at this location.",
  "/wiki/Horn_Rapids_Dam": "Horn Rapids Dam (also known as Wanawish Dam) is a rock filled timber crib barrage dam on the Yakima River in Benton County, Washington near the intersection of SR 240 and SR 225.  The dam is not used for hydroelectric production, rather to fill irrigation canals on either bank of the river."
}