{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Nick_Lachey": "Nicholas Scott Lachey (/ləˈʃeɪ/ lə-SHAY; born November 9, 1973) is an American actor, singer, and television personality. He rose to fame as the lead singer of the multi-platinum-selling boyband 98 Degrees, and later starred in the reality series Newlyweds: Nick and Jessica with his then-wife, Jessica Simpson. He has released four solo albums: SoulO, What's Left of Me, A Father's Lullaby, and Soundtrack of My Life. He also had a recurring role on the television series Charmed.",
  "/wiki/Jessica_Biel": "Jessica Claire Timberlake (née Biel /biːl/; born March 3, 1982) is an American actress, model, producer, and singer. Biel began her career as a vocalist appearing in musical productions until she was cast as Mary Camden in the family drama series 7th Heaven (1996–2006), for which she achieved recognition. The series is the longest-running series that aired on The WB channel and the longest-running family drama in television history.",
  "/wiki/Noah_Wyle": "Noah Strausser Speer Wyle (/ˈwaɪli/; born June 4, 1971) is an American film, television, and theatre actor. He is known for his roles as Dr. John Carter in ER and as Tom Mason in Falling Skies. He has also played Steve Jobs in the docudrama Pirates of Silicon Valley (1999), Dr. Kenneth Monnitoff in Donnie Darko (2001), and Flynn Carsen in The Librarian franchise.",
  "/wiki/Jimmy_Buffett": "James William Buffett (born December 25, 1946) is an American singer, songwriter, musician, author, actor, and businessman. He is best known for his music, which often portrays an \"island escapism\" lifestyle. Together with his Coral Reefer Band, Buffett has recorded hit songs including \"Margaritaville\" (ranked 234th on the Recording Industry Association of America's list of \"Songs of the Century\") and \"Come Monday\". He has a devoted base of fans known as \"Parrotheads\".",
  "/wiki/Frank_Pellegrino_(actor)": "Frank Joseph Pellegrino (May 19, 1944 – January 31, 2017) was an American actor and restaurateur.",
  "/wiki/Ryan_Reynolds": "Ryan Rodney Reynolds (born October 23, 1976) is a Canadian-American actor, comedian, film producer and screenwriter. He began his career starring in the Canadian teen soap opera Hillside (1991–1993) and had minor roles before landing the lead role on the sitcom Two Guys and a Girl between 1998 and 2001. Reynolds then starred in a range of films, including comedies such as National Lampoon's Van Wilder (2002), Waiting... (2005), and The Proposal (2009). He also performed in dramatic roles in Buried (2010), Woman in Gold (2015), and Life (2017), and starred in action films such as Blade: Trinity (2004), Green Lantern (2011), and Safe House (2012).",
  "/wiki/Phil_Keoghan": "Philip John Keoghan MNZM (/ˈkoʊɡən/; born 31 May 1967) is a New Zealand television personality, best known for hosting the U.S. version of The Amazing Race on CBS, since its 2001 debut. He is also the creator and host of No Opportunity Wasted, which has been produced in the United States, New Zealand, and Canada. As of 2016, he has been involved with winning ten Primetime Emmy Awards related to his work on The Amazing Race, where the show consecutively won the Outstanding Reality-Competition Program seven times.",
  "/wiki/Shawn_Colvin": "Shawn Colvin (born January 10, 1956) is an American singer-songwriter and musician. While Colvin has been a solo recording artist for decades, she is perhaps best known for her 1997 Grammy Award-winning song \"Sunny Came Home\".",
  "/wiki/Kyra_Sedgwick": "Kyra Minturn Sedgwick (born August 19, 1965) is an American actress, producer, and director. She is best known for her starring role as Deputy Chief Brenda Leigh Johnson on the TNT crime drama The Closer. For her portrayal of Johnson, Sedgwick won a Golden Globe Award in 2007 and an Emmy Award in 2010. The series ended on August 13, 2012, following the completion of its seventh season. Sedgwick is also known for her recurring role as Madeline Wuntch on the sitcom Brooklyn Nine-Nine.",
  "/wiki/Ludacris": "Christopher Brian Bridges (born September 11, 1977), known professionally as Ludacris (/ˈluːdəkrɪs/), is an American rapper and actor. Ludacris is the founder of the Disturbing tha Peace record label. Ludacris has won Screen Actors Guild, Critic's Choice, MTV, and 3 Grammy Awards. Along with fellow Atlanta-based rappers Big Boi and André 3000 of OutKast, Ludacris was one of the first and most influential \"Dirty South\" rappers to achieve mainstream success during the early 2000s. In 2014, Ludacris was featured in Forbes list titled \"Hip-Hop Cash Kings\", as he earned $8 million.",
  "/wiki/Leo_Laporte": "Leo Gordon Laporte (/ləˈpɔːrt/; born November 29, 1956) is the host of The Tech Guy weekly radio show  and a host on TWiT.tv, an Internet podcast network focusing on technology. He is also a former TV technology host (1998–2008) and technology author (1995, 2002–2006).",
  "/wiki/Tom_Cavanagh": "Thomas Cavanagh (born October 26, 1963) is a Canadian actor. He is known for a variety of roles on American television, including starring roles in Ed (2000–2004), Love Monkey (2006) and Trust Me (2009), and recurring roles on Providence, Scrubs, and The CW television series The Flash since 2014. Portraying various versions of Harrison Wells as well as Eobard Thawne / Reverse-Flash, Cavanagh has also directed several episodes of The Flash.",
  "/wiki/Barenaked_Ladies": "The Barenaked Ladies are a Canadian rock band formed in 1988 in Scarborough, Ontario. The band developed a cult following in Canada, with their self-titled 1991 cassette becoming the first independent release to be certified gold in Canada. Their debut with Reprise Records, Gordon, featuring the singles \"If I Had $1000000\" and \"Brian Wilson\", was released in 1992.",
  "/wiki/Anna_Paquin": "Anna Hélène Paquin (/ˈpækwɪn/ PAK-win; born 24 July 1982) is a New Zealand-Canadian actress. She was born in Manitoba and brought up in Wellington, New Zealand, before moving to Los Angeles during her youth. She completed a year at Columbia University, before leaving to focus on her acting career. As a child, she played the role of Flora McGrath in Jane Campion's romantic drama film The Piano (1993), despite having had little acting experience. For her performance, she garnered critical acclaim and received the Academy Award for Best Supporting Actress at the age of 11, making her the second-youngest winner in Oscar history.",
  "/wiki/Diana_DeGarmo": "Diana Nicole DeGarmo (born June 16, 1987) is an American singer-songwriter and actress. She rose to fame in 2004 as the runner-up of the third season of American Idol, releasing her debut studio album, Blue Skies, later that year. The following year, DeGarmo ventured into a career in musical theatre. She has starred in two Broadway, one off-Broadway and three national tours. She made her television acting debut in a six-month arc as Angelina Veneziano on The Young and the Restless. DeGarmo has since released two extended plays, Unplugged in Nashville (2009) and Live to Love (2012). She is married to fifth season American Idol finalist Ace Young.",
  "/wiki/Jimmy_Carter": "James Earl Carter Jr. (born October 1, 1924) is an American politician, philanthropist, and former farmer who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained active in the private sector; in 2002, he was awarded the Nobel Peace Prize for his work in co-founding the Carter Center.",
  "/wiki/Lindsay_Lohan": "Lindsay Dee Lohan (/ˈloʊhæn/; born July 2, 1986) is an American actress, singer-songwriter, businesswoman and producer. Born and raised in New York, Lohan was signed to Ford Models as a child. Having appeared as a regular on the television soap opera Another World at age 10, her breakthrough came in the Walt Disney Pictures film The Parent Trap (1998). The film's success led to appearances in television films and the big-screen productions Freaky Friday (2003) and Confessions of a Teenage Drama Queen (2004).",
  "/wiki/Clint_Black": "Clint Patrick Black (born February 4, 1962) is an American country music singer, songwriter, musician, multi-instrumentalist, record producer and actor. Signed to RCA Records in 1989, Black's debut album Killin' Time produced four straight number one singles on the US Billboard Hot Country Singles & Tracks charts. Although his momentum gradually slowed throughout the 1990s, Black consistently charted hit songs into the 2000s. He has had more than 30 singles on the US Billboard country charts, twenty-two of which have reached number one, in addition to having released twelve studio albums and several compilation albums. In 2003, Black founded his own record label, Equity Music Group. Black has also ventured into acting, having made appearances in a 1993 episode of the TV series Wings and in the 1994 film Maverick, as well as a starring role in 1998's Still Holding On: The Legend of Cadillac Jack.",
  "/wiki/Kate_Bosworth": "Catherine Ann Bosworth (born January 2, 1983) is an American actress and model. Following minor roles in the films The Horse Whisperer (1998) and Remember the Titans (2000), she rose to prominence with her role as a teenage surfer in the box-office hit Blue Crush (2002).",
  "/wiki/Jason_Bateman": "Jason Kent Bateman (born January 14, 1969) is an American actor, director, and producer. He began acting on television in the early 1980s on Little House on the Prairie, Silver Spoons, and The Hogan Family. In the 2000s, he became known for his role of Michael Bluth using deadpan comedy in the sitcom Arrested Development, for which he won a Golden Globe and a Satellite Award. He has also starred in the films Teen Wolf Too (1987), The Break-Up (2006), Juno (2007), Hancock (2008), Up in the Air, Couples Retreat, Extract (all 2009), The Switch (2010), Horrible Bosses (2011) and its sequel (2014), The Gift (2015), Office Christmas Party, Zootopia (both 2016) and Game Night (2018).",
  "/wiki/Jadakiss": "Jason Terrance Phillips (born May 27, 1975), better known by his stage name Jadakiss, is an American rapper. He is known for being one third of the East Coast hip hop group The Lox as well as being a member of Ruff Ryders and for his solo work. He is currently signed to both Def Jam Records and his own label, D-Block Records, which he founded with the other members of The Lox. Jadakiss has released four studio albums, with the most recent being Top 5 Dead or Alive on November 20, 2015.",
  "/wiki/Jim_Carrey": "James Eugene Carrey (born January 17, 1962) is a Canadian-American actor, comedian, writer, and artist. He is known for his energetic slapstick performances.",
  "/wiki/Sarah_McLachlan": "Sarah Ann McLachlan OC OBC (born January 28, 1968) is a Canadian singer-songwriter known for her emotional ballads and mezzo-soprano vocal range. As of 2015 she had sold over 40 million albums worldwide. McLachlan's best-selling album to date is Surfacing, for which she won two Grammy Awards (out of four nominations) and four Juno Awards. In addition to her personal artistic efforts, she founded the Lilith Fair tour, which showcased female musicians on an unprecedented scale. The Lilith Fair concert tours took place from 1997 to 1999, and resumed in the summer of 2010.",
  "/wiki/Joy_Philbin": "Bette Joy Philbin (née Senese; born February 1, 1941) is an American television personality, and the wife of television personality Regis Philbin.",
  "/wiki/Kevin_Spacey": "Kevin Spacey Fowler KBE (born July 26, 1959) is an American actor, producer, and singer. Spacey began his career as a stage actor during the 1980s, obtaining supporting roles in film and television. He gained critical acclaim in the 1990s that culminated in his first Academy Award for Best Supporting Actor for the neo-noir crime thriller The Usual Suspects (1995) and an Academy Award for Best Actor for the midlife crisis-themed drama American Beauty (1999).",
  "/wiki/T%C3%A9a_Leoni": "Elizabeth Téa Pantaleoni (/ˈteɪ.ə pɑːntəleɪˈoʊni/; born February 25, 1966), better known by her stage name Téa Leoni, is an American actress and producer.\nIn her early career, she starred in the television sitcoms Flying Blind (1992–93) and The Naked Truth (1995–98). Her breakthrough role was in the 1995 action comedy film Bad Boys. In later years, Leoni had lead roles in films such as Deep Impact (1998), The Family Man (2000), Jurassic Park III (2001), Spanglish (2004) and Fun with Dick and Jane (2005). In 2014, she returned to television in the leading role in the CBS political drama series Madam Secretary.",
  "/wiki/Ashanti_(entertainer)": "Ashanti Shequoiya Douglas (born October 13, 1980) is an American singer, songwriter, record producer, dancer, and actress. She was first discovered as a teenager and later signed to Murder Inc. in 2002. That year, she was featured on Fat Joe's \"What’s Luv?\" and Ja Rule's \"Always on Time\", both of which became two of the biggest hit songs of 2002; Ashanti became the first female artist to occupy the top two positions on the U.S. Billboard Hot 100 chart simultaneously when \"Foolish\" and \"What's Luv?\" were at numbers one and two, respectively.",
  "/wiki/Cate_Blanchett": "Catherine Elise Blanchett AC (/ˈblæntʃət/; born 14 May 1969) is an Australian actress and theatre director. One of Australia's most accomplished actresses, she is known for her roles in both high-profile, mainstream productions and low-budget independent films. Blanchett is the recipient of numerous accolades, including two Academy Awards, three Golden Globe Awards, and three British Academy Film Awards. Time magazine named her one of the 100 most influential people in the world in 2007 and in 2018, she was ranked among the highest-paid actresses in the world.",
  "/wiki/Donald_Trump": "Donald John Trump (born June 14, 1946) is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality.",
  "/wiki/Avril_Lavigne": "Avril Ramona Lavigne (/ˌævrɪl ləˈviːn/ AV-ril lə-VEEN, French: [avʁil laviɲ]; born September 27, 1984) is a Canadian-French singer, songwriter, and actress. By the age of 15, she had appeared on stage with Shania Twain and by 16, she had signed a two-album recording contract with Arista Records worth more than $2 million.",
  "/wiki/Adam_Sandler": "Adam Richard Sandler (born September 9, 1966) is an American actor, comedian, screenwriter, film producer, and musician. After becoming a Saturday Night Live cast member, he went on to star in many Hollywood feature films, which have combined grossed over $2 billion at the box office.",
  "/wiki/Mario_(entertainer)": "Mario Dewar Barrett (born August 27, 1986), known mononymously as Mario, is an American entertainer, singer, songwriter, actor, and model. He is known for his singles \"Just a Friend\" (2002) and \"Let Me Love You\" (2004), which won him two Billboard Music Awards. He has released four studio albums: Mario (2002), Turning Point (2004), Go (2007), and DNA (2009). At the end of the 2000s decade, Mario was ranked No. 98 by Billboard on their \"Artist of the Decade\" list.",
  "/wiki/America%27s_Next_Top_Model": "America's Next Top Model (abbreviated ANTM and Top Model) is an American reality television series and interactive competition in which a number of aspiring models compete for the title of \"America's Next Top Model\" and a chance to begin their career in the modeling industry. Created by Tyra Banks, who also serves as an executive producer, and developed by Ken Mok and Kenya Barris, the series premiered in May 2003, and aired semiannually until 2012, then annually from 2013. The first six seasons (referred to as \"cycles\") aired on UPN, before UPN merged with The WB to create The CW in 2006. The following sixteen cycles aired on The CW until the series was first cancelled in October 2015. The series was revived in 2016 and has been airing on VH1 ever since. The series was among the highest-rated programs on UPN and was the highest-rated show on The CW from 2007 to 2010. Advertisers paid $61,315 per 30-second slot during the 2011–12 television season, the highest of any series on The CW.",
  "/wiki/Willem_Dafoe": "William James \"Willem\" Dafoe (born July 22, 1955) is an American actor. He is known for his distinct gravelly voice, and has received multiple accolades, including nominations for four Academy Awards and three Golden Globe Awards. He has frequently collaborated with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, and Wes Anderson.",
  "/wiki/Katie_Brown_(TV_personality)": "Katie Brown (born 1963 in Petoskey, Michigan) is an American home and gardening television show host, author, and trained art historian.",
  "/wiki/The_Apprentice_(TV_series)": "The Apprentice is a reality talent game show franchise originally aired in 2004 in the United States.",
  "/wiki/Kenan_Thompson": "Kenan Stacy Thompson (/ˈkiːnən/ born May 10, 1978) is an American actor and comedian. He has been a cast member of the NBC sketch comedy series Saturday Night Live since 2003, making him the longest-tenured cast member in the show's history.",
  "/wiki/Alicia_Keys": "Alicia Augello-Cook (born January 25, 1981), known professionally as Alicia Keys, is an  American musician, singer-songwriter and composer. A classically-trained pianist, Keys was composing songs by age 12 and was signed at 15 years old by Columbia Records. After disputes with the label, she signed with Arista Records, and later released her debut album, Songs in A Minor, with J Records in 2001. The album was critically and commercially successful, producing her first Billboard Hot 100 number-one single \"Fallin'\" and selling over 16 million copies worldwide. The album earned Keys five Grammy Awards in 2002. Her second album, The Diary of Alicia Keys (2003), was also a critical and commercial success, spawning successful singles \"You Don't Know My Name\", \"If I Ain't Got You\", and \"Diary\", and selling eight million copies worldwide. The album garnered her an additional four Grammy Awards. Her duet \"My Boo\" with Usher became her second number-one single in 2004. Keys released her first live album, Unplugged (2005), and became the first woman to have an MTV Unplugged album debut at number one. Alicia Keys was given the honor of hosting the Grammys two times in a row (2019-2020).",
  "/wiki/Dennis_Quaid": "Dennis William Quaid (born April 9, 1954) is an American actor known for a wide variety of dramatic and comedic roles. First gaining widespread attention in the 1980s, some of his notable credits include Breaking Away (1979), The Right Stuff (1983), The Big Easy (1986), Innerspace (1987), Great Balls of Fire! (1989), Dragonheart (1996), The Parent Trap (1998), Frequency (2000), Traffic (2000), The Rookie (2002), The Day After Tomorrow (2004), Vantage Point (2008), Footloose (2011), Soul Surfer (2011), and The Intruder (2019). For his role in Far from Heaven (2002), he won the New York Film Critics Circle Award for Best Supporting Actor among other accolades.",
  "/wiki/Rachael_Ray": "Rachael Domenica Ray (born August 25, 1968) is an American television personality, businesswoman, celebrity cook and author. She hosts the syndicated daily talk and lifestyle program Rachael Ray, and the Food Network series 30 Minute Meals.  Other programs to her credit include Rachael Ray's Tasty Travels, $40 a Day, Rachael Ray's Week In A Day and the reality format shows Rachael vs. Guy: Celebrity Cook-Off, and Rachael Ray's Kids Cook-Off. Ray has written several cookbooks based on the 30 Minute Meals concept, and launched a magazine Every Day with Rachael Ray, in 2006. Ray's television shows have won three Daytime Emmy Awards.",
  "/wiki/John_Travolta": "John Joseph Travolta (born February 18, 1954) is an American actor, singer and dancer. Travolta rose to fame during the 1970s, appearing on the television series Welcome Back, Kotter (1975–1979) and starring in the box office successes Saturday Night Fever (1977) and Grease (1978). His acting career declined through the 1980s, but enjoyed a resurgence in the 1990s with his role in Pulp Fiction (1994), and he has since starred in films such as Get Shorty (1995), Broken Arrow (1996), Face/Off (1997), Swordfish (2001), Be Cool (2005), Wild Hogs (2007), Hairspray (2007), Bolt (2008), and The Taking of Pelham 123 (2009).",
  "/wiki/Missy_Elliott": "Melissa \"Missy\" Arnette Elliott (born July 1, 1971) is an American rapper, singer, songwriter, record producer, dancer, and philanthropist. She embarked on her music career with all-female R&B group Sista in the early-mid 1990s and later became a member of the Swing Mob collective along with childhood friend and longtime collaborator Timbaland, with whom she worked on projects for Aaliyah, 702, Total, and SWV. Following several collaborations and guest appearances, she launched her solo career on July 15, 1997 with her debut album Supa Dupa Fly, which spawned the top 20 single \"Sock It 2 Me\". The album debuted at number three on the Billboard 200, the highest charting debut for a female rapper at the time.",
  "/wiki/Lenny_Kravitz": "Leonard Albert Kravitz (born May 26, 1964) is an American singer, songwriter, actor, record producer, and multi-instrumentalist. His \"retro\" style incorporates elements of rock, blues, soul, R&B, funk, jazz, reggae, hard rock, psychedelic, pop, folk, and ballads."
}