{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Debra_Messing": "Debra Lynn Messing (born August 15, 1968) is an American actress. After graduating from New York University's Tisch School of the Arts, Messing received short-lived roles on television series such as Ned and Stacey on Fox (1995–1997) and Prey on ABC (1998). She achieved her breakthrough role as Grace Adler, an interior designer, on the NBC sitcom Will & Grace (1998–2006, 2017-2020), for which she was critically acclaimed, receiving six Golden Globe Award nominations and five Primetime Emmy Award nominations for Outstanding Lead Actress in a Comedy Series, winning once in 2003.",
  "/wiki/Rachel_Bilson": "Rachel Bilson (born August 25, 1981) is an American actress. Born to a California show business family, Bilson made her television debut in 2003, and then landed the role of Summer Roberts on the prime-time drama series The O.C. Bilson made her movie debut in The Last Kiss (2006) and starred in the science-fiction-action film Jumper (2008). From 2011 to 2015, she starred as Dr. Zoe Hart on The CW series Hart of Dixie.",
  "/wiki/Joe_Cocker": "John Robert Cocker OBE (20 May 1944 – 22 December 2014), better known as Joe Cocker, was an English singer. He was known for his gritty voice, spasmodic body movement in performance, and distinctive versions of popular songs of varying genres.",
  "/wiki/Kim_Delaney": "Kim Delaney (born November 29, 1961) is an American actress known for her starring role as Detective Diane Russell on the ABC drama television series NYPD Blue, for which she won an Emmy Award. Early in her career, she played the role of Jenny Gardner in the ABC daytime television drama All My Children. She later had leading roles in the short lived TV drama Philly, part of the first season of CSI: Miami, and the first six seasons of Army Wives.",
  "/wiki/Duran_Duran": "Duran Duran (/djʊˌræn djʊˈræn/) are an English new wave band formed in Birmingham in 1978. The band were one of the most successful acts of the 1980s, but by the end of the decade, membership and music style changes challenged the band before a resurgence in the early 1990s. The group were a leading band in the MTV-driven Second British Invasion of the US in the 1980s. They achieved 14 singles in the top 10 of the UK Singles Chart and 21 in the US Billboard Hot 100, and have sold over 100 million records worldwide.",
  "/wiki/Amanda_Bynes": "Amanda Laura Bynes (born April 3, 1986) is an American former actress. She rose to prominence as a child star in the late 1990s and early 2000s on Nickelodeon through their sketch comedy series All That (1996–2000), and its spinoff series The Amanda Show (1999–2002). From 2002 to 2006, Bynes starred as Holly Tyler in the sitcom What I Like About You on The WB. She has also starred in a number of successful movies, including Big Fat Liar (2002), What a Girl Wants (2003), She's the Man (2006), Hairspray (2007), Sydney White (2007) and Easy A (2010).",
  "/wiki/Tina_Turner": "Tina Turner (born Anna Mae Bullock; November 26, 1939) is an American-Swiss singer and actress. Originally from the United States, she became a Swiss citizen in 2013. Turner rose to prominence as part of the Ike & Tina Turner Revue before launching a successful career as a solo performer. One of the best-selling recording artists of all time, she has been referred to as The Queen of Rock 'n' Roll and has sold more than 200 million records worldwide. Turner is noted for her energetic stage presence, powerful vocals, and career longevity.",
  "/wiki/Henry_Winkler": "Henry Franklin Winkler OBE (born October 30, 1945) is an American actor, comedian, director, producer, and author. Winkler played the role of greaser Arthur \"Fonzie\" Fonzarelli, the breakout character of the 1970s American sitcom Happy Days. He also starred as Sy Mittleman on Adult Swim's Childrens Hospital, and as Eddie R. Lawson on USA Networks's Royal Pains. Winkler also had guest-starring roles on Arrested Development as Barry Zuckerkorn and Dr. Saperstein on Parks and Recreation. In 2018, he began appearing as Gene Cousineau on the HBO tragicomedy Barry.",
  "/wiki/Harvey_Fierstein": "Harvey Forbes Fierstein (/ˈfaɪərˌstiːn/ FIRE-steen; born June 6, 1954) is an American actor, playwright, and voice actor. Fierstein has won the Tony Award for Best Actor in a Play for his own play Torch Song Trilogy (about a gay drag-performer and his quest for true love and family) and the Tony Award for Best Actor in a Musical for playing Edna Turnblad in Hairspray. He also wrote the book for the musical La Cage aux Folles, for which he won the Tony Award for Best Book of a Musical, and wrote the book for the Tony Award-winning Kinky Boots. He was inducted into the American Theater Hall of Fame in 2007.",
  "/wiki/Simon_Cowell": "Simon Phillip Cowell (/ˈkaʊəl/; born 7 October 1959) is an English television personality, businessman and record executive. He has judged on the British television talent competition series Pop Idol (2001–2003), The X Factor (2004–2010, 2014–present) and Britain's Got Talent (2007–present), and the American television talent competition series American Idol (2002–2010), The X Factor (2011–2013), and America's Got Talent (2016–present). Cowell is the principal, founder and chief executive of the British entertainment company Syco.",
  "/wiki/Josh_Duhamel": "Joshua David Duhamel (/dəˈmɛl/; born November 14, 1972) is an American actor and former fashion model. After various modeling work, he made his acting debut as Leo du Pres on the ABC daytime soap opera All My Children and later starred as Danny McCoy on NBC's Las Vegas.",
  "/wiki/Sigourney_Weaver": "Susan Alexandra Weaver (born October 8, 1949), professionally known as Sigourney Weaver (/sɪˈɡɔːrni/), is an American actress. Dubbed \"Queen of Sci-Fi\", Weaver is considered to be a pioneer of action heroines in science fiction films. She is primarily known for her role as Ellen Ripley in the Alien franchise. The role earned her an Academy Award nomination in 1986 and is often regarded as one of the most significant female protagonists in all of cinema.",
  "/wiki/Benjamin_McKenzie": "Benjamin McKenzie Schenkkan (born September 12, 1978), is an American actor, writer, and director. He shot to fame in 2003, starring as Ryan Atwood in the television series The O.C. and subsequently starred as Ben Sherman in Southland. From 2014 to 2019, he starred as James Gordon in the television series Gotham, for which he also wrote and directed episodes.",
  "/wiki/Kevin_James": "Kevin James (born Kevin George Knipfing; April 26, 1965) is an American actor, comedian, screenwriter, and producer. He is best known for his role as Doug Heffernan on the CBS sitcom The King of Queens (1998–2007), for which he was nominated for a 2006 Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series. He starred in another CBS sitcom, Kevin Can Wait (2016–2018) for which he was nominated for a 2017 People's Choice Award.",
  "/wiki/Brian_McKnight": "Brian Kelly McKnight (born June 5, 1969) is an American singer-songwriter, actor, arranger, record producer, and multi-instrumentalist. McKnight is most recognized for his strong falsetto and belting range. McKnight's work has earned him 16 Grammy Awards nominations, albeit never been awarded one. He is second only to Zubin Mehta for the record of most Grammy nominations without a win.",
  "/wiki/David_Spade": "David Wayne Spade (born July 22, 1964) is an American actor, stand-up comedian, writer, television personality, and late-night talk show host. He was a cast member on Saturday Night Live in the 1990s, and he later began an acting career in both film and television. He also starred or co-starred in the films  Police Academy 4 (1987),  Tommy Boy (1995), Black Sheep (1996), Joe Dirt (2001), Joe Dirt 2: Beautiful Loser (2015), Grown Ups (2010), Grown Ups 2 (2013), and Father of the Year (2018) among others.",
  "/wiki/Jeff_Probst": "Jeff Probst (born November 4, 1961) is an American game show host and an executive producer. He is best known as the Emmy Award-winning host of the U.S. version of the reality television show Survivor. He was also the host of The Jeff Probst Show, a syndicated daytime talk show produced by CBS Television Distribution from September 2012 to May 2013.",
  "/wiki/Shia_LaBeouf": "Shia Saide LaBeouf (/ˈʃaɪ.ə ləˈbʌf/ (listen); born June 11, 1986) is an American actor, performance artist, and filmmaker. He became known among younger audiences as Louis Stevens in the Disney Channel series Even Stevens, a role for which LaBeouf received a Young Artist Award nomination in 2001 and won a Daytime Emmy Award in 2003. He made his film debut in The Christmas Path (1998). In 2004, he made his directorial debut with the short film Let's Love Hate and later directed a short film titled Maniac (2011), starring American rappers Cage and Kid Cudi.",
  "/wiki/James_Spader": "James Todd Spader (born February 7, 1960) is an American actor. He is best known for portraying eccentric characters in films such as the drama Sex, Lies, and Videotape (1989), the action science fiction film Stargate (1994), the controversial psychological thriller Crash (1996), and the erotic romance Secretary (2002). In the Marvel Cinematic Universe, he played the titular character of Ultron in Avengers: Age of Ultron (2015), which he portrayed through voice and motion capture.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Keanu_Reeves": "Keanu Charles Reeves (/kiˈɑːnuː/ kee-AH-noo; born September 2, 1964) is a Canadian[a] actor, producer, and musician. Reeves gained fame for his starring roles in several blockbuster films, including comedies from the Bill and Ted franchise (1989–present); action thrillers Point Break (1991), Speed (1994), and the John Wick franchise (2014–present); psychological thriller The Devil's Advocate (1997); supernatural action horror Constantine (2005); and sci-fi action series The Matrix (1999–present). He has also appeared in drama films such as Dangerous Liaisons (1988), My Own Private Idaho (1991), and Little Buddha (1993), as well as the romantic horror Bram Stoker's Dracula (1992).",
  "/wiki/Tony_Danza": "Tony Danza (born Antonio Salvatore Iadanza; April 21, 1951) is an American actor, television personality, tap dancer, boxer and teacher who starred on the TV series Taxi and Who's the Boss?, for which he was nominated for an Emmy Award and four Golden Globe Awards. In 1998, Danza won the People's Choice Award for Favorite Male Performer in a New Television Series for his work on the 1997 sitcom The Tony Danza Show (not to be confused with his 2004–2006 daytime variety talk show of the same name). He has also appeared in films such as Don Jon, Angels in the Outfield, The Hollywood Knights, Going Ape! and Crash.",
  "/wiki/Charlie_Sheen": "Carlos Irwin Estévez (born September 3, 1965), known professionally as Charlie Sheen, is an American actor. Sheen has appeared in films including Platoon (1986), Wall Street (1987), Young Guns (1988), Eight Men Out (1988), Major League (1989), Hot Shots! (1991), and The Three Musketeers (1993).",
  "/wiki/Matthew_Fox_(actor)": "Matthew Chandler Fox (born July 14, 1966) is an American actor. He is best known for his roles as Charlie Salinger on Party of Five (1994–2000) and Jack Shephard on the drama series Lost (2004–2010), the latter of which earned him Golden Globe Award and Primetime Emmy Award nominations. Fox has also performed in ten feature films, including We Are Marshall (2006), Vantage Point (2008), Alex Cross (2012), Emperor (2012) and Bone Tomahawk (2015).",
  "/wiki/Valerie_Bertinelli": "Valerie Anne Bertinelli (born April 23, 1960) is an American actress and television personality. She portrayed Barbara Cooper Royer on the sitcom One Day at a Time (1975–1984), Gloria on the religious drama series Touched by an Angel (2001–2003) and Melanie Moretti on the sitcom Hot in Cleveland (2010–2015). Since 2015, she has hosted the cooking shows Valerie's Home Cooking and Kids Baking Championship on Food Network.",
  "/wiki/Ashlee_Simpson": "Ashlee Nicolle Ross  (née Simpson; born October 3, 1984) is an American singer, songwriter, and actress. The younger sister of singer and actress Jessica Simpson, she began her career as a back-up dancer for her sister and appeared in television commercials at the age of 15. She later pursued a career as an actress and had a recurring role on the family drama 7th Heaven. Her breakout came following her appearance on the reality show Newlyweds: Nick and Jessica, broadcast on MTV between 2003 and 2005, which focused on Ashlee's older sister Jessica and Jessica's then-husband Nick Lachey. While working on her debut studio album, Simpson became the star of a spin-off reality series, The Ashlee Simpson Show, which was broadcast on MTV between 2004 and 2005. Like her sister before her, Simpson became the center of considerable media attention, much of which focused on her relationship with musician Ryan Cabrera.",
  "/wiki/Raven-Symon%C3%A9": "Raven-Symoné Christina Pearman (/sɪˈmoʊn/; born December 10, 1985), also known mononymously as Raven, is an American actress, singer, songwriter, and producer. She began her career as a child actress, appearing as Olivia Kendall on The Cosby Show (1989–1992) and Nicole Lee on Hangin' with Mr. Cooper (1993–1997). As a teenager, she starred as Raven Baxter on the Disney Channel television series That's So Raven (2003–2007), for which she was nominated for numerous accolades. Since 2017, Raven-Symoné has reprised her role as Raven Baxter on Raven's Home, for which she was nominated for the Daytime Emmy Award for Outstanding Performer in Children's Programming. Her film credits include Dr. Dolittle (1998), Dr. Dolittle 2 (2001), College Road Trip (2008), and successful television films, including Zenon: Girl of the 21st Century (1999), The Cheetah Girls (2003), its sequel Cheetah Girls 2 (2006), For One Night (2006), and Revenge of the Bridesmaids (2010).",
  "/wiki/Tori_Amos": "Tori Amos (born Myra Ellen Amos, August 22, 1963) is an American singer-songwriter and pianist. She is a classically trained musician with a mezzo-soprano vocal range. Having already begun composing instrumental pieces on piano, Amos won a full scholarship to the Peabody Institute at Johns Hopkins University at the age of five, the youngest person ever to have been admitted. She was expelled at the age of 11 for what Rolling Stone described as \"musical insubordination\". Amos was the lead singer of the short-lived 1980s pop group Y Kant Tori Read before achieving her breakthrough as a solo artist in the early 1990s. Her songs focus on a broad range of topics, including sexuality, feminism, politics and religion.",
  "/wiki/Joan_Rivers": "Joan Alexandra Molinsky (June 8, 1933 – September 4, 2014), known professionally as Joan Rivers, was an American comedian, actress, writer, producer, and television host. She was noted for her often controversial comedic persona—heavily self-deprecating and sharply acerbic, especially towards celebrities and politicians.",
  "/wiki/Hilary_Duff": "Hilary Erhard Duff (born September 28, 1987) is an American actress, businesswoman, singer, songwriter, producer, and writer. Duff began her acting career at a young age and quickly became labeled a teen idol as the title character of the hit television series Lizzie McGuire (2001–2004) and in the theatrical film based on the series, The Lizzie McGuire Movie (2003). Thereafter, Duff appeared in numerous films, with leading roles in Agent Cody Banks (2003), Cheaper by the Dozen (2003), A Cinderella Story (2004), and Cheaper by the Dozen 2 (2005). After experiencing commercial and critical failure in Material Girls (2006), Duff began appearing in independent films such as War, Inc. (2008), According to Greta (2009), and The Haunting of Sharon Tate (2019). She was also an executive producer on the latter two films. Since 2015, she has starred as Kelsey Peters on the TV Land comedy-drama series Younger, for which she has received nominations for People's Choice Awards in 2016 and 2017.",
  "/wiki/Haylie_Duff": "Haylie Katherine Duff (born February 19, 1985) is an American actress, singer, songwriter, television host, writer, and fashion designer. She is best known for her roles as Sandy Jameson in the television series 7th Heaven, Amy Sanders in Lizzie McGuire, Summer Wheatley in Napoleon Dynamite, and  Annie Nelson in the made-for-television films Love Takes Wing along with its sequel Love Finds a Home. She is also the older sister of American singer and actress Hilary Duff.",
  "/wiki/Michelle_Williams_(singer)": "Tenitra Michelle Williams (born July 23, 1979) is an American singer, songwriter, dancer, actress and record producer. Williams rose to fame in the 2000s as a member of R&B girl group Destiny's Child, one of the best-selling female groups of all time with over 60 million records, of which more than 35 million copies sold with the trio lineup with Williams.",
  "/wiki/Omar_Epps": "Omar Hashim Epps (born July 20, 1973) is an American actor. His film roles include Juice, Higher Learning, The Wood, In Too Deep and Love and Basketball. His television work includes the role of Dr. Dennis Gant on the medical drama series ER, J. Martin Bellamy in Resurrection, Dr. Eric Foreman on the Fox medical drama series House from 2004 to 2012, and Isaac Johnson in the TV series Shooter from 2016 to 2018.",
  "/wiki/Claudia_Cohen": "Claudia Lynn Cohen (December 16, 1950 – June 15, 2007) was an American gossip columnist, socialite, and television reporter. She is credited with putting the New York Post's Page Six gossip column on the map. The building housing the University of Pennsylvania's College of Arts and Sciences was renamed in her honor in 2008.",
  "/wiki/Lori_Loughlin": "Lori Anne Loughlin (/ˈlɒklɪn/; born July 28, 1964) is an American actress, model, and producer. She is known for her role as Rebecca Donaldson-Katsopolis on the ABC sitcom Full House (1988–1995) and its Netflix sequel Fuller House (2016–2019). Loughlin has also had success playing the roles of Jody Travis in The Edge of Night (1980–1983), Debbie Wilson in The CW series 90210 (2008–2011, 2012), Jennifer Shannon in the Garage Sale Mystery television film series (2013–2018), and Abigail Stanton in When Calls the Heart (2014–2019). Loughlin was a co-creator, producer and star for the two seasons of The WB series Summerland (2004–2005).",
  "/wiki/Faith_Ford": "Faith Alexis Ford (born September 14, 1964) is an American actress. She is known for her roles as Corky Sherwood on the CBS sitcom Murphy Brown, for which she received five Primetime Emmy Award nominations, and as Hope Shanowski on the ABC sitcom Hope & Faith."
}