{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Dwayne_Johnson": "Dwayne Douglas Johnson (born May 2, 1972), also known by his ring name, The Rock, is an American actor, producer, investor and retired professional wrestler. Johnson was a professional wrestler for the World Wrestling Federation (WWF, now WWE) for eight years prior to pursuing an acting career. His films have grossed over $3.5 billion in North America and over $10.5 billion worldwide, making Johnson one of the most successful and highest-grossing box-office stars of all time.",
  "/wiki/Gisele_Bundchen": "Gisele Caroline Bündchen (Brazilian Portuguese: [ʒiˈzɛli ˈbĩtʃẽ], German: [ˈbʏntçn̩], born 20 July 1980) is a Brazilian model, environmental activist, author, actress, and businesswoman.",
  "/wiki/John_Travolta": "John Joseph Travolta (born February 18, 1954) is an American actor, singer and dancer. Travolta rose to fame during the 1970s, appearing on the television series Welcome Back, Kotter (1975–1979) and starring in the box office successes Saturday Night Fever (1977) and Grease (1978). His acting career declined through the 1980s, but enjoyed a resurgence in the 1990s with his role in Pulp Fiction (1994), and he has since starred in films such as Get Shorty (1995), Broken Arrow (1996), Face/Off (1997), Swordfish (2001), Be Cool (2005), Wild Hogs (2007), Hairspray (2007), Bolt (2008), and The Taking of Pelham 123 (2009).",
  "/wiki/Vin_Diesel": "Mark Sinclair (born July 18, 1967), known professionally as Vin Diesel, is an American actor and producer. He rose to international fame with his role as Dominic Toretto in The Fast and the Furious franchise.",
  "/wiki/M%C3%B6tley_Cr%C3%BCe": "Mötley Crüe is an American heavy metal band formed in Los Angeles, California,  in 1981. The group was founded by bassist Nikki Sixx, drummer Tommy Lee, lead guitarist Mick Mars and lead singer Vince Neil. Mötley Crüe has sold over 100 million albums worldwide. They have also achieved seven platinum or multi-platinum certifications, nine Top 10 albums on the Billboard 200 chart (including 1989's Dr. Feelgood, which is Mötley Crüe's only album to reach number one), twenty-two Top 40 mainstream rock hits, and six Top 20 pop singles. The band experienced several short-term lineup changes in the 1990s and 2000s; these included the introduction of vocalist John Corabi (who was Neil's replacement from 1992 to 1996) and drummers Randy Castillo and Samantha Maloney, both of whom filled in for Lee during his absence from the band from 1999 to 2004.",
  "/wiki/Halle_Berry": "Halle Maria Berry (born Maria Halle Berry; August 14, 1966) is an American actress. Berry won the Academy Award for Best Actress for her performance in the romantic drama film Monster's Ball (2001), becoming the only woman of African American descent to have won the award.",
  "/wiki/Christina_Milian": "Christine Flores (born September 26, 1981), better known as Christina Milian (/ˌmɪliˈɑːn/), is an American actress, singer and songwriter of Cuban origin. Born in Jersey City, New Jersey, and raised in Maryland, Milian signed a contract with Def Jam at the age of 19. In 2001, Milian released her self-titled debut album, which featured the singles \"AM to PM\" and \"When You Look at Me\"; \"AM to PM\" charted within the Top 40 of the U.S. Billboard Hot 100 and both peaked in the top three on the UK Singles Chart. In 2004, Milian released her second studio album It's About Time, which provided her first major U.S. hit, \"Dip It Low\", which reached number five on the U.S. Billboard chart. \"Whatever U Want\" was released as the album's second single. Both singles charted within the Top 10 of the UK chart.",
  "/wiki/Sylvester_Stallone": "Sylvester Enzio Stallone (/stəˈloʊn/; born Michael Sylvester Gardenzio Stallone, July 6, 1946) is an American actor, director, screenwriter, and producer.",
  "/wiki/Chris_Byrne_(musician)": "Black 47 was an American Celtic rock band from New York City, formed in 1989 by Larry Kirwan and Chris Byrne, and derives its name from a traditional term for the summer of 1847, the worst year of the Great Famine in Ireland.",
  "/wiki/Greg_Kinnear": "Gregory Buck Kinnear (born June 17, 1963) is an American actor, producer and television personality. He was nominated for an Academy Award for Best Supporting Actor for his role in As Good as It Gets (1997).",
  "/wiki/George_Lopez": "George Edward Lopez (born April 23, 1961) is an American comedian and actor. He is known for starring in his self-produced ABC sitcom. His stand-up comedy examines race and ethnic relations, including Mexican American culture. Lopez has received several honors for his work and contributions to the Latino community, including the 2003 Imagen Vision Award, the 2003 Latino Spirit Award for Excellence in Television and the National Hispanic Media Coalition Impact Award. He was also named one of \"The Top 25 Hispanics in America\" by Time magazine in 2005.",
  "/wiki/Robin_Williams": "Robin McLaurin Williams (July 21, 1951 – August 11, 2014) was an American actor and comedian. Born in Chicago, Williams began performing stand-up comedy in San Francisco and Los Angeles during the mid-1970s. After rising to fame playing the alien Mork in the sitcom Mork & Mindy, Williams established a career in both stand-up comedy and feature film acting. He was known for his improvisation skills and the wide variety of memorable character voices he created. Many critics have lauded Williams as one of the funniest comedians of all time.",
  "/wiki/Nigella_Lawson": "Nigella Lucy Lawson (born 6 January 1960) is an English food writer and cooking show host. She is the daughter of Nigel Lawson, a former Conservative Chancellor of the Exchequer, and Vanessa (née Salmon) Lawson, whose family owned the J. Lyons and Co. food and catering business.",
  "/wiki/John_Stamos": "John Phillip Stamos (Greek: Τζον Φίλλιπ Στάμος; /ˈsteɪmoʊs/ STAY-mohss; born August 19, 1963) is an American actor, producer, musician, comedian and singer. He first gained recognition for his contract role as Blackie Parrish on the ABC television series General Hospital, for which he was nominated for the Daytime Emmy Award for Outstanding Supporting Actor in a Drama Series. He is known for his work in television, especially in his starring role as Jesse Katsopolis on the ABC sitcom Full House. Since the show's finale in 1995, Stamos has appeared in numerous TV films and series. Since 2005, he has been the national spokesperson for Project Cuddle.",
  "/wiki/John_Lithgow": "John Arthur Lithgow (/ˈlɪθɡoʊ/ LITH-goh; born October 19, 1945) is an American actor, musician, poet, author, and singer. Over the course of his career he has received numerous accolades and been nominated for two Academy Awards and four Grammy Awards. He has also been awarded a star on the Hollywood Walk of Fame and inducted into the American Theater Hall of Fame."
}