{
  "/wiki/NHK": "NHK (Japanese: 日本放送\n協会, Hepburn: Nippon Hōsō Kyōkai, official English name: Japan Broadcasting Corporation) is Japan's national  broadcasting organization. NHK, which has always been known by this romanized acronym in Japanese, is a publicly owned corporation funded by viewers' payments of a television license fee.",
  "/wiki/Nippon_Television": "Nippon Television Network Corporation (日本テレビ放送網株式会社, Nippon Terebi Hōsōmō Kabushiki-gaisha), doing business as Nippon TV (日本テレビ, Nihon Terebi, stylized as NIPP日N TV), is a television network based in the Shiodome area of Minato, Tokyo, Japan and is owned by The Yomiuri Shimbun Holdings, Japan's largest media conglomerate. Broadcasting terrestrially across Japan, the network is sometimes contracted to Nittere (日テレ), and abbreviated as \"NTV\" or \"AX\".",
  "/wiki/TV_Asahi": "TV Asahi Corporation (株式会社テレビ朝日, Kabushiki-gaisha Terebi Asahi), also known as EX and Tele-Asa (テレ朝, Tere Asa), is a Japanese television network with its headquarters in Roppongi, Minato, Tokyo, Japan. The company also owns All-Nippon News Network..",
  "/wiki/BS-TBS": "BS-TBS, Incorporated (株式会社ビーエス・ティービーエス, Kabushiki-Gaisha Bīesu-Tībīesu) is a Japanese satellite broadcasting station headquartered in Akasaka Gochome, Minato, Tokyo. Its channel name is BS-TBS (formerly, BS-i). It is a member television station of Japan News Network.",
  "/wiki/Tokyo_Broadcasting_System": "Tokyo Broadcasting System Holdings, Inc., TBS Holdings, Inc. or TBSHD, is a Japanese media holding company. It is the parent company of a television network named Tokyo Broadcasting System Television, Inc. (株式会社TBSテレビ, abbreviated to TBS) and radio network named TBS Radio & Communications, Inc. (株式会社TBSラジオ&コミュニケーションズ).",
  "/wiki/TV_Tokyo": "TV Tokyo Corporation (or TX) (株式会社テレビ東京, Kabushiki-gaisha Terebi Tōkyō) TYO: 9413 is a television station headquartered in Roppongi, Minato, Tokyo, Japan majorly controlled by Nikkei, Inc. Also known as \"Teleto\" (テレ東, Teretō), a blend of \"terebi\" and \"Tokyo\", it is the flagship station of TX Network. It is one of the major Tokyo television stations, particularly specializing in anime.",
  "/wiki/Fuji_Television": "Fuji Television Network, Inc. (株式会社フジテレビジョン, Kabushiki gaisha Fuji Terebijon) is a Japanese television station based in Odaiba, Minato, Tokyo, Japan, also known as Fuji TV (フジテレビ, Fuji Terebi) or CX, based on the station's call sign \"JOCX-DTV\". It is the flagship station of the Fuji News Network (FNN) and the Fuji Network System. It is also known for its long-time slogan, \"If it's not fun, it's not TV!\"[a]",
  "/wiki/WOWOW": "Wowow Inc. (株式会社WOWOW, KK Wauwau), listed as  TYO: 4839, is a private satellite broadcasting and premium satellite television station in Japan. Its headquarters are located on the 21st floor of the Akasaka Park Building in Akasaka, Minato, Tokyo. Its broadcasting center is in Koto, Tokyo.",
  "/wiki/Star_Channel_(Japan)": "Star Channel is a Japanese group of premium television channels operated by Star Channel, Inc. (Japanese: 株式会社スター・チャンネル). Star Channel mainly provides films and television series made outside Japan, on 3 high-definition channels, available on satellite, cable and IPTV platforms.",
  "/wiki/Nippon_BS_Broadcasting": "Nippon BS Broadcasting Corporation (日本BS放送株式会社, Nippon Bīesu Hōsō Kabushiki Gaisha) is a private satellite broadcasting station in Kanda, Tokyo, Japan. It is an independent television station and is a subsidiary of Bic Camera. Its channel name is BS11 (BS Eleven) and was BS11 Digital until March 31, 2011. It was founded as Nippon BS Broadcasting Kikaku (日本BS放送企画株式会社, Nippon Bīesu Hōsō Kikaku Kabushiki Kaisha) on August 23, 1999, changed its name to Nippon BS Broadcasting on February 28, 2007 and high-definition television broadcasts commenced on December 1, 2007.",
  "/wiki/The_Open_University_of_Japan": "The Open University of Japan  (放送大学, Hōsō Daigaku, formerly The University of the Air, the English name of the university was changed on 1 October 2007) is a distance learning university which has students all over Japan; it accepted its first students in 1985.",
  "/wiki/Animax": "Animax Broadcast Japan Inc. (アニマックス, Animakkusu), stylized as ANIMAX, is a Japanese anime satellite television network, dedicated to broadcasting anime programming. The channel also dubbed cartoons in Japanese language. A subsidiary of Sony Pictures Entertainment Japan and Mitsui & Co.'s joint venture AK Holdings, it is headquartered in New Pier Takeshiba North Tower in Minato, Tokyo, Japan, with its co-founders and shareholders including Sony Pictures Entertainment Japan and the noted anime studios Sunrise, Toei Animation, TMS Entertainment and production company NAS.",
  "/wiki/Fox_Sports_&_Entertainment": "Fox Sports & Entertainment (formerly Fox BS238) was a Japanese general entertainment and sports television channel operated by BS-Fox, a subsidiary of Fox Networks Group Japan, which was owned by Walt Disney Direct-to-Consumer & International. Launched on 1 October 2011, it adopted last name on 1 February 2014.",
  "/wiki/Television_in_Japan": "Television in Japan was introduced in 1939. However, experiments date back to the 1920s, with Kenjiro Takayanagi's pioneering experiments in electronic television. Television broadcasting was halted by World War II, after which regular television broadcasting began in 1950. After Japan developed the first HDTV systems in the 1960s, MUSE/Hi-Vision was introduced in the 1970s."
}