{
  "/wiki/NHK": "NHK (Japanese: 日本放送\n協会, Hepburn: Nippon Hōsō Kyōkai, official English name: Japan Broadcasting Corporation) is Japan's national  broadcasting organization. NHK, which has always been known by this romanized acronym in Japanese, is a publicly owned corporation funded by viewers' payments of a television license fee.",
  "/wiki/Nippon_Television": "Nippon Television Network Corporation (日本テレビ放送網株式会社, Nippon Terebi Hōsōmō Kabushiki-gaisha), doing business as Nippon TV (日本テレビ, Nihon Terebi, stylized as NIPP日N TV), is a television network based in the Shiodome area of Minato, Tokyo, Japan and is owned by The Yomiuri Shimbun Holdings, Japan's largest media conglomerate. Broadcasting terrestrially across Japan, the network is sometimes contracted to Nittere (日テレ), and abbreviated as \"NTV\" or \"AX\".",
  "/wiki/TV_Asahi": "TV Asahi Corporation (株式会社テレビ朝日, Kabushiki-gaisha Terebi Asahi), also known as EX and Tele-Asa (テレ朝, Tere Asa), is a Japanese television network with its headquarters in Roppongi, Minato, Tokyo, Japan. The company also owns All-Nippon News Network..",
  "/wiki/BS-TBS": "BS-TBS, Incorporated (株式会社ビーエス・ティービーエス, Kabushiki-Gaisha Bīesu-Tībīesu) is a Japanese satellite broadcasting station headquartered in Akasaka Gochome, Minato, Tokyo. Its channel name is BS-TBS (formerly, BS-i). It is a member television station of Japan News Network.",
  "/wiki/Tokyo_Broadcasting_System": "Tokyo Broadcasting System Holdings, Inc., TBS Holdings, Inc. or TBSHD, is a Japanese media holding company. It is the parent company of a television network named Tokyo Broadcasting System Television, Inc. (株式会社TBSテレビ, abbreviated to TBS) and radio network named TBS Radio & Communications, Inc. (株式会社TBSラジオ&コミュニケーションズ).",
  "/wiki/TV_Tokyo": "TV Tokyo Corporation (or TX) (株式会社テレビ東京, Kabushiki-gaisha Terebi Tōkyō) TYO: 9413 is a television station headquartered in Roppongi, Minato, Tokyo, Japan majorly controlled by Nikkei, Inc. Also known as \"Teleto\" (テレ東, Teretō), a blend of \"terebi\" and \"Tokyo\", it is the flagship station of TX Network. It is one of the major Tokyo television stations, particularly specializing in anime.",
  "/wiki/Fuji_Television": "Fuji Television Network, Inc. (株式会社フジテレビジョン, Kabushiki gaisha Fuji Terebijon) is a Japanese television station based in Odaiba, Minato, Tokyo, Japan, also known as Fuji TV (フジテレビ, Fuji Terebi) or CX, based on the station's call sign \"JOCX-DTV\". It is the flagship station of the Fuji News Network (FNN) and the Fuji Network System. It is also known for its long-time slogan, \"If it's not fun, it's not TV!\"[a]",
  "/wiki/QVC": "QVC (standing for \"Quality Value Convenience\") is an American free-to-air television network, and flagship shopping channel specializing in televised home shopping that is owned by Qurate Retail Group. Founded in 1986 by Joseph Segel in West Chester, Pennsylvania, United States, QVC broadcasts to more than 350 million households in seven countries, including channels in the UK, Germany, Japan, and Italy, along with a joint venture in China with China National Radio called CNR Mall.",
  "/wiki/Television_in_Japan": "Television in Japan was introduced in 1939. However, experiments date back to the 1920s, with Kenjiro Takayanagi's pioneering experiments in electronic television. Television broadcasting was halted by World War II, after which regular television broadcasting began in 1950. After Japan developed the first HDTV systems in the 1960s, MUSE/Hi-Vision was introduced in the 1970s."
}