{
  "/wiki/Pierre_Despr%C3%A8s": "Pierre Desprès (or Des Près, or Des Prés; Lat. de Pratis) (born 1288, at Montpezat-de-Quercy — died 1361, in Avignon) was a French Cardinal during the period of Avignon Papacy. He was son of Raymond II Desprès, seigneur of Montpezat, and Aspasie de Montaigut, the heiress of Bertrand, seigneur de Montaigut.  He had a brother, Raymond, who was ennobled in 1325. Pesserat points out that Montpezat was an important town, being the seat of the Archdeacon of Montpezat  in the diocese of Cahors, who was also Sacristan of the Cathedral. Not at all coincidentally, Pope John XXII was a native of Cahors, and his father had been Sieur de Saint-Félix en Quercy.  With his expertise in the law as a teacher and practitioner, and with his experience as a judge in the Roman Curia, Pierre Desprès was appointed Vice-Chancellor of the Church by John XXII, where he served from 1325 to 1361. He was thus head of the Papal Secretariat, in charge of the drafting of papal bulls and letters,  and a principal papal advisor. The post was also one of the most lucrative in the Roman Curia, since a fee was charged for every document and the Vice-Chancellor received a share of every fee.",
  "/wiki/Bishop_of_Palestrina": "The Roman Catholic Suburbicarian Diocese of Palestrina (Latin: Diocesis Praenestina) is a Roman Catholic suburbicarian diocese centered on the comune of Palestrina in Italy.",
  "/wiki/John_XXII": "Pope John XXII (Latin: Ioannes XXII; 1244 – 4 December 1334), born Jacques Duèze (or d'Euse), was Pope from 7 August 1316 to his death in 1334.",
  "/wiki/Bertrand_du_Pouget": "Bertrand du Pouget (Italian Bertrando del Poggetto) (1280 – 3 February 1352) was a French papal diplomat and Cardinal.",
  "/wiki/Bishop_of_Ostia_e_Velletri": "The Bishop of Ostia is the head of the suburbicarian diocese of Ostia, one of the seven suburbicarian sees of Rome. The position is now attached to the post of Dean of the College of Cardinals, as it has been since 1150, with the actual governance of the diocese entrusted to the Vicar General of Rome.",
  "/wiki/Bishop_of_Porto_e_Santa_Rufina": "The Diocese of Porto-Santa Rufina (Latin: Portuensis et Sanctae Rufinae) is a suburbicarian diocese of the Diocese of Rome and a diocese of the Catholic Church in Italy. It was formed from the union of two dioceses. The diocese of Santa Rufina was also formerly known as Silva Candida.",
  "/wiki/Annibaldo_di_Ceccano": "Annibale Gaetani di Ceccano (c. 1282 – 1350) was an Italian Cardinal. His palace, the Livrée Ceccano at Avignon, begun in about 1335/1340, still survives; it is now a public library.",
  "/wiki/Bishop_of_Frascati": "The Diocese of Frascati (Lat.: Tusculana) is a suburbicarian see of the Holy Roman Church and a diocese of the Catholic Church in Italy, based at Frascati, near Rome. The bishop of Frascati is a Cardinal Bishop; from the Latin name of the area, the bishop has also been called Bishop of Tusculum.[A] Tusculum was destroyed in 1191. The bishopric moved from Tusculum to Frascati, a nearby town which is first mentioned in the pontificate of Pope Leo IV. Until 1962, the Cardinal-Bishop was concurrently the diocesan bishop of the see in addition to any curial duties he possessed.  Pope John XXIII removed the Cardinal Bishops from any actual responsibility in their suburbicarian dioceses, and made the title purely honorific.",
  "/wiki/Bishop_of_Sabina": "The Diocese of Sabina-Poggio Mirteto (originally, Sabina) (Lat.: Sabinensis-Mandelensis) a suburbicarian see of the Holy Roman Church (which means it carries the rare rank of cardinal-bishop) and a diocese of the Catholic Church in Italy in the Roman province of the Pope.",
  "/wiki/Imbert_du_Puy": "Imbert du Puy (DuPuy, Dupuis; Lat. Imbertus de Podio, Ital. Umberto del Pozzo) (born at Montpellier in Languedoc,  died in Avignon on 26 May 1348) was a French Cardinal of the fourteenth century.   He was a nephew of Pope John XXII.",
  "/wiki/H%C3%A9lie_de_Talleyrand-P%C3%A9rigord,_Bishop_of_Auxerre": "Hélie de Talleyrand-Périgord  (1301–17 January, 1364) was a French Cardinal, from one of the most aristocratic families in Périgord, south-west France.  Hélie was born at Périgueux, third son of Elias VII, Count of Périgord, and Brunissende of Foix, daughter of Roger Bernard III, comte de Foix.  His elder brothers were Archambaud (IV), who inherited the County, and Roger-Bernard (who married Eleanor, daughter of Bouchard, Comte de Vendôme);  his younger brother was Fortanier, and his sisters were Agnes (who married John of Sicily Duke of Durazzo and de Gravina in 1321), Jeanne (who married Ponce, Seigneur de Castillon), Marguerite (who married Éméric de Lautrec), and Rosemburge (who married Jacques de Lavie, grand-nephew of Pope John XXII).   As a third son Hélie was destined for an ecclesiastical career. His brother, Roger Bernard, too, had an ecclesiastical career, becoming Canon of Lyon. But then, the eldest son died, and Roger-Bernard became the Count of Périgord.  Hélie became a major figure in the Avignon papacy, and also a diplomat engaged in the negotiations of the Hundred Years' War, having friendships in both English and French royal families.  In his last months he had been appointed Papal Legate for a crusade against the Turks.",
  "/wiki/Pierre_Bertrand_(cardinal)": "Pierre Bertrand (1280 – 1348 or 1349) was a French Cardinal, theologian, and canonist.",
  "/wiki/Benedict_XII": "Pope Benedict XII (Latin: Benedictus XII; 1285 – 25 April 1342), born Jacques Fornier, was Pope from 30 December 1334 to his death in April 1342. He was the third Avignon Pope. Benedict was a careful pope who reformed monastic orders and opposed nepotism. Unable to remove his capital to Rome or Bologna, he started the great palace at Avignon. He decided against a notion of Pope John XXII by saying that souls may attain the \"fulness [sic] of the beatific vision\" before the Last Judgment. Whilst being a stalwart reformer, he attempted unsuccessfully to reunite the Orthodox Church and Catholic Church, almost 3 centuries after the Great Schism; he also failed to come to an understanding with Louis IV, Holy Roman Emperor.",
  "/wiki/Bertrand_de_D%C3%A9aulx": "Bertrand de Déaulx (or Deaulx, or Deux; Lat. Bertrandus de Deucio) was a French bishop, diplomat  and  Cardinal. He was born, perhaps around 1290, in Castrum de Blandiaco in the diocese of Uzès; or in Déaulx. He died in Avignon in 1355.   Trained as a lawyer and teacher of law, he practiced in the papal courts, and became an arbitrator and diplomat for the Papacy. He had several assignments in Italy and one in Catalonia.  He was responsible for the reorganization of the University of Montpellier and the granting of revised charters.",
  "/wiki/Pope_Clement_VI": "Pope Clement VI (Latin: Clemens VI; 1291 – 6 December 1352), born Pierre Roger, was Pope from 7 May 1342 to his death in 1352. He was the fourth Avignon pope. Clement reigned during the first visitation of the Black Death (1348–1350), during which he granted remission of sins to all who died of the plague.",
  "/wiki/Guillaume_Court": "Guillaume Court (died 1361) was a French Cistercian theologian and Cardinal.",
  "/wiki/Bernard_d%E2%80%99Albi": "Bernard d'Albi, was born at Saverdun in the diocese of Pamiers in the Pyrenees foothills, south of Toulouse, and died on 23 November 1350 at Avignon.  He was a French cardinal of the 14th century.",
  "/wiki/Guillaume_d%27Aure": "Guillaume d'Aure, OSB, was born in Toulouse, and died on 3 December 1353 in Avignon.  He was a French Benedictine monk and Cardinal. He was the son of Bernard VII Dodon, Count of Comminges, and Bertrande, Countess d'Aure, daughter of Arnaud, Vicomte de l'Arboust.  He had a brother Raymond Roger d'Aure.",
  "/wiki/Clement_V": "Pope Clement V (Latin: Clemens V; c. 1264 – 20 April 1314), born Raymond Bertrand de Got (also occasionally spelled de Guoth and de Goth), was Pope from 5 June 1305 to his death in 1314. He is remembered for suppressing the order of the Knights Templar and allowing the execution of many of its members, and as the Pope who moved the Papacy from Rome to Avignon, ushering in the period known as the Avignon Papacy.",
  "/wiki/Gaillard_de_la_Mothe": "Gaillard de La Mothe (also spelled de La Motte, de LaMotte, della Motta) was a fourteenth-century prelate and Cardinal, of Gascon extraction.  Gaillard was born towards the end of the 13th century, either in Toulouse or Bordeaux, and died in Avignon on 20 December 1356.   He was the son of Amanieu Levieux de La Motte, seigneur de Langon et de Rochetaillé. His mother was Elips (Alix) de Got, daughter of Arnaud-Garsale de Got, brother of Bertrand de Got.  He was therefore a nephew  of Pope Clement V (Bertrand de Got).  Gaillard had a brother, Bertrand.   Another uncle, his father's brother, Guillaume de la Mothe, was Bishop of Bazas from 1303-1313, when he was transferred to Saintes, and again from 1318 to 1319.",
  "/wiki/Giovanni_Colonna_(1295-1348)": "Giovanni Colonna (1295, Arezzo, Tuscany, Italy – 3 July 1348, Avignon, France) was a Roman Catholic cardinal during the Avignon papacy and was a scion of the famous Colonna family that played an important role in Italian history."
}