{
  "/wiki/Guardians_of_the_Universe": "The Guardians of the Universe are a fictional race of extraterrestrial superhero characters appearing in American comic books published by DC Comics, commonly in association with Green Lantern. They first appeared in Green Lantern Vol. 2, Issue 1 (July 1960), and were created by John Broome and Gil Kane. The Guardians of the Universe have been adapted to a number of films, television programs, and video games.",
  "/wiki/Green_Lantern": "Green Lantern is the name of several superheroes appearing in American comic books published by DC Comics. They fight evil with the aid of rings that grant them a variety of extraordinary powers, all of which come from imagination and/or emotions.[citation needed] The characters are typically depicted as members of the Green Lantern Corps, an interstellar law enforcement agency.",
  "/wiki/DC_Comics": "DC Comics, Inc. is an American comic book publisher. It is the publishing unit of DC Entertainment, a subsidiary of Warner Bros. Global Brands and Experiences. DC Comics is one of the largest and oldest American comic book companies. The majority of its publications take place within the fictional DC Universe and feature numerous culturally iconic heroic characters, most notably Superman, Batman and Wonder Woman, among many others. The universe also features well-known supervillains such as Lex Luthor, the Joker, Catwoman, and the Penguin. The company has published non-DC Universe-related material, including Watchmen, V for Vendetta, Fables and many titles under their alternative imprint Vertigo.",
  "/wiki/Fiction": "Fiction generally is a narrative form, in any medium, consisting of people, events, or places that are imaginary—in other words, not based strictly on history or fact. It also commonly refers, more narrowly, to written narratives in prose and often specifically novels. In film, it generally corresponds to narrative film in opposition to documentary.",
  "/wiki/Extraterrestrials_in_fiction": "An extraterrestrial or alien is any extraterrestrial lifeform; a lifeform that did not originate on Earth. The word extraterrestrial means \"outside Earth\". The first published use of extraterrestrial as a noun occurred in 1956, during the Golden Age of Science Fiction.",
  "/wiki/John_Broome_(writer)": "John Broome (May 4, 1913 – March 14, 1999), who additionally used the pseudonyms John Osgood and Edgar Ray Meritt, was an American comic book writer for DC Comics.",
  "/wiki/Gil_Kane": "Gil Kane (/dʒɪl keɪn/; born Eli Katz /kæts/; April 6, 1926 – January 31, 2000) was a Latvian-born American comics artist whose career spanned the 1940s to the 1990s and virtually every major comics company and character.",
  "/wiki/Kree": "The Kree, briefly known as the Ruul, are a fictional scientifically and technologically advanced militaristic alien race appearing in American comic books published by Marvel Comics. They are native to the planet Hala in the Large Magellanic Cloud.",
  "/wiki/Fantastic_Four": "The Fantastic Four is a fictional superhero team appearing in American comic books published by Marvel Comics. The group debuted in Fantastic Four #1 (cover dated Nov. 1961), which helped to usher in a new level of realism in the medium. The Fantastic Four was the first superhero team created by artist/co-plotter Jack Kirby and editor/co-plotter Stan Lee, who developed a collaborative approach to creating comics with this title that they would use from then on.",
  "/wiki/Marvel_Comics": "Marvel Comics is the brand name and primary imprint of Marvel Worldwide Inc., formerly Marvel Publishing, Inc. and Marvel Comics Group, a publisher of American comic books and related media.  In 2009, The Walt Disney Company acquired Marvel Entertainment, Marvel Worldwide's parent company.",
  "/wiki/List_of_extraterrestrials_in_fiction": "This list of fictional extraterrestrial species is subsidiary to the lists of fictional species and is a collection of various notable extraterrestrial species that appear in various works of fiction. It is limited to well-referenced examples from literature, film, television, comics, animation and video games. This list excludes cases in which only a single member of a species is shown, such as E.T. the Extra-Terrestrial.",
  "/wiki/Marvel_Universe": "The Marvel Universe is a fictional universe where the stories in most American comic book titles and other media published by Marvel Comics take place. Super-teams such as the Avengers, the X-Men, the Fantastic Four, the Guardians of the Galaxy, the Defenders, the Inhumans, the Eternals, and many Marvel superheroes live in this universe, including characters such as Spider-Man, Iron Man, Captain America, Thor, Wolverine, the Hulk, the Human Torch, Black Panther, Doctor Strange, Scarlet Witch, Quicksilver, Captain Marvel, Ant-Man, the Wasp, the Punisher, Daredevil, Jessica Jones, Luke Cage, Iron Fist, Deadpool, Blade, Ghost Rider, Moon Knight, Storm, Silver Surfer, Adam Warlock, Shang-Chi, Nova and numerous others.",
  "/wiki/Large_Magellanic_Cloud": "The Large Magellanic Cloud (LMC) is a satellite galaxy of the Milky Way. At a distance of about 50 kiloparsecs (≈163,000 light-years), the LMC is the second- or third-closest galaxy to the Milky Way, after the Sagittarius Dwarf Spheroidal (~16 kpc) and the possible dwarf irregular galaxy known as the Canis Major Overdensity. Based on readily visible stars and a mass of approximately 10 billion solar masses, the diameter of the LMC is about 14,000 light-years (4.3 kpc), making it roughly one one-hundredth as massive as the Milky Way. This makes the LMC the fourth-largest galaxy in the Local Group, after the Andromeda Galaxy (M31), the Milky Way, and the Triangulum Galaxy (M33).",
  "/wiki/Homo_sapiens": "Homo sapiens is the only extant human species. The name is Latin for 'wise man' and was introduced in 1758 by Carl Linnaeus (who is himself the lectotype for the species).",
  "/wiki/Nitrogen": "Nitrogen is the chemical element with the symbol N and atomic number 7. It was first discovered and isolated by Scottish physician Daniel Rutherford in 1772. Although Carl Wilhelm Scheele and Henry Cavendish had independently done so at about the same time, Rutherford is generally accorded the credit because his work was published first. The name nitrogène was suggested by French chemist Jean-Antoine-Claude Chaptal in 1790, when it was found that nitrogen was present in nitric acid and nitrates. Antoine Lavoisier suggested instead the name azote, from the Greek ἀζωτικός \"no life\", as it is an asphyxiant gas; this name is instead used in many languages, such as French, Russian, Romanian and Turkish, and appears in the English names of some nitrogen compounds such as hydrazine, azides and azo compounds.",
  "/wiki/Kryptonian": "Kryptonians are a fictional extraterrestrial race of humanoids within the DC Comics universe that originated on the planet Krypton. The term originated from the stories of DC Comics superhero, Superman.  The stories also use \"Kryptonian\" as an adjective to refer to anything created by or associated with the planet itself or the cultures that existed on it.",
  "/wiki/Action_Comics_1": "Action Comics #1 (cover dated June 1938) is the first issue of the original run of the comic book/magazine series Action Comics. It features the first appearance of several comic book heroes—most notably the Jerry Siegel and Joe Shuster creation, Superman—and sold for 10 cents (equivalent to $2 in 2019). It is widely considered to be both the beginning of the superhero genre and the most valuable comic book in the world. Action Comics would go on to run for 904 numbered issues (plus additional out-of-sequence special issues) before it restarted its numbering in the fall of 2011. It returned to its original numbering with issue #957, published on June 8, 2016 (cover-dated August) and reached its 1,000th issue in 2018.",
  "/wiki/Humanoid": "A humanoid  (/ˈhjuːmənɔɪd/; from English human and -oid \"resembling\") is something that has an appearance resembling a human without actually being one. The earliest recorded use of the term, in 1870, referred to indigenous peoples in areas colonized by Europeans. By the 20th century, the term came to describe fossils which were morphologically similar, but not identical, to those of the human skeleton.",
  "/wiki/DC_Comics_universe": "The DC Universe (DCU) is the fictional shared universe where most stories in American comic book titles published by DC Comics take place. DC superheroes such as Superman, Batman, Wonder Woman, Martian Manhunter, The Flash, Green Lantern, Aquaman, Green Arrow, Booster Gold and Captain Atom are from this universe, and it also contains well-known supervillains such as Lex Luthor, the Joker, Brainiac, Professor Zoom, Mister Mind, Black Adam, Sinestro, Deathstroke, Anti-Monitor and Darkseid. In context, the term \"DC Universe\" usually refers to the main DC continuity.",
  "/wiki/Krypton_(comics)": "Krypton is a fictional planet appearing in American comic books published by DC Comics. The planet is the native world of Superman and is named after the element Kryptonite. The planet was created by Jerry Siegel and Joe Shuster, and was first referred to in Action Comics #1 (June 1938). The planet made its first full appearance in Superman #1 (summer 1939).",
  "/wiki/Superman": "Superman is a fictional superhero. The character was created by writer Jerry Siegel and artist Joe Shuster, and first appeared in Action Comics #1, a comic book published on April 18, 1938. The character regularly appears in comic books published by DC Comics, and has been adapted to a number of radio serials, movies, and television shows.",
  "/wiki/Human": "Humans (Homo sapiens) are the only extant members of the subtribe Hominina. Together with chimpanzees, gorillas, and orangutans, they are part of the family Hominidae (the great apes, or hominids). A terrestrial animal, humans are characterized by their erect posture and bipedal locomotion; high manual dexterity and heavy tool use compared to other animals; open-ended and complex language use compared to other animal communications; larger, more complex brains than other animals; and highly advanced and organized societies.",
  "/wiki/Homo_mermanus": "Homo mermanus is a fictional race of gilled aquatic humanoids appearing in American comic books published by Marvel Comics. This race is best known as the people who live in the Atlantis of the Marvel Universe. Namor the Sub-Mariner is the most notable character representative of the race. Bill Everett often called them sub mariners and Prince Namor, the Sub-Mariner, but Stan Lee began to call everyone Atlanteans and the undersea kingdom Atlantis.",
  "/wiki/Gill": "A gill (/ɡɪl/ (listen)) is a respiratory organ found in many aquatic organisms that extracts dissolved oxygen from water and excretes carbon dioxide. The gills of some species, such as hermit crabs, have adapted to allow respiration on land provided they are kept moist. The microscopic structure of a gill presents a large surface area to the external environment. Branchia (pl. branchiae) is the zoologists' name for gills (from Ancient Greek).",
  "/wiki/Comic_book": "A comic book or comicbook, also called comic magazine or simply comic, is a publication that consists of comics art in the form of sequential juxtaposed panels that represent individual scenes. Panels are often accompanied by descriptive prose and written narrative, usually, dialog contained in word balloons emblematic of the comics art form. Although comics has some origins in 18th century Japan, comic books were first popularized in the United States and the United Kingdom during the 1930s. The first modern comic book, Famous Funnies, was released in the U.S. in 1933 and was a reprinting of earlier newspaper humor comic strips, which had established many of the story-telling devices used in comics. The term comic book derives from American comic books once being a compilation of comic strips of a humorous tone; however, this practice was replaced by featuring stories of all genres, usually not humorous in tone.",
  "/wiki/Atlantis_(Marvel_Comics)": "The comic book stories published by Marvel Comics since the 1940s have featured several noteworthy concepts besides its fictional characters, such as unique places and artifacts. There follows a list of those features.",
  "/wiki/Shared_universe": "A shared universe or shared world is a set of creative works where more than one writer (or other artist) independently contributes a work that can stand alone but fits into the joint development of the storyline, characters, or world of the overall project. It is common in genres like science fiction. It differs from collaborative writing in which multiple artists are working together on the same work and from crossovers where the works and characters are independent except for a single meeting.",
  "/wiki/Namor": "Namor the Sub-Mariner (/ˈneɪmɔːr/) (Namor McKenzie) is a fictional character appearing in American comic books published by Marvel Comics. Debuting in early 1939, the character was created by writer-artist Bill Everett for comic book packager Funnies Inc.. Initially created for the unreleased comic Motion Picture Funnies Weekly, the character first appeared publicly in Marvel Comics #1 (cover-dated Oct. 1939), which was the first comic book from Timely Comics, the 1930s–1940s predecessor of Marvel Comics.",
  "/wiki/New_Gods": "New Gods are a fictional race appearing in the eponymous comic book series published by DC Comics, as well as selected other DC titles. Created and designed by Jack Kirby, they first appeared in February 1971 in New Gods #1.",
  "/wiki/Jack_Kirby": "Jack Kirby (born Jacob Kurtzberg; /ˈkɜːrtsbɜːrɡ/; August 28, 1917 – February 6, 1994) was an American comic book artist, writer and editor, widely regarded as one of the medium's major innovators and one of its most prolific and influential creators. He grew up in New York City, and learned to draw cartoon figures by tracing characters from comic strips and editorial cartoons. He entered the nascent comics industry in the 1930s, drawing various comics features under different pen names, including Jack Curtiss, before ultimately settling on Jack Kirby. In 1940, he and writer-editor Joe Simon created the highly successful superhero character Captain America for Timely Comics, predecessor of Marvel Comics. During the 1940s Kirby regularly teamed with Simon, creating numerous characters for that company and for National Comics Publications, later to become DC Comics.",
  "/wiki/Olympians_(Marvel_Comics)": "The Olympians are a fictional species appearing in American comic books published by Marvel Comics. These characters are based loosely on the Twelve Olympians/Dii Consentes and other deities of Greek and Roman mythology. During the beginning of the 1960s, the exploits of the Asgardians Thor and his evil brother Loki demonstrated that an updating of ancient myths could again win readers. In 1965, Stan Lee and Jack Kirby introduced the Olympians in Journey into Mystery Annual #1.",
  "/wiki/Twelve_Olympians": "In ancient Greek religion and mythology, the twelve Olympians are the major deities of the Greek pantheon, commonly considered to be Zeus, Hera, Poseidon, Demeter, Athena, Apollo, Artemis, Ares, Hephaestus, Aphrodite, Hermes, and either Hestia or Dionysus. They were called Olympians because, according to tradition, they resided on Mount Olympus.",
  "/wiki/Deity": "A deity (/ˈdiːɪti/ (listen), /ˈdeɪ-/ (listen)) or god is a supernatural being considered divine or sacred. The Oxford Dictionary of English defines deity as \"a god or goddess (in a polytheistic religion)\", or anything revered as divine. C. Scott Littleton defines a deity as \"a being with powers greater than those of ordinary humans, but who interacts with humans, positively or negatively, in ways that carry humans to new levels of consciousness, beyond the grounded preoccupations of ordinary life\". In the English language, a male deity is referred to as a god, while a female deity is referred to as a goddess.",
  "/wiki/Greek_mythology": "Greek mythology is the body of myths originally told by the ancient Greeks and a genre of Ancient Greek folklore. These stories concern the origin and the nature of the world, the lives and activities of deities, heroes, and mythological creatures, and the origins and significance of the ancient Greeks' own cult and ritual practices. Modern scholars study the myths in an attempt to shed light on the religious and political institutions of ancient Greece and its civilization, and to gain understanding of the nature of myth-making itself.",
  "/wiki/Shi%27ar": "The Shi'ar (/ʃiːˈɑːr/ Shee-ar) are a fictional species of aliens appearing in American comic books published by Marvel Comics. The Shi'ar Empire (or Imperium), is a vast collection of alien species, cultures, and worlds situated close to the Skrull and Kree Empires. The Shi'ar are one of the three main extraterrestrial empires depicted in the Marvel Universe, alongside the Kree and Skrull empires.",
  "/wiki/Uncanny_X-Men": "Uncanny X-Men, originally published as The X-Men, is an American comic book series published by Marvel Comics since 1963, and is the longest-running series in the X-Men comics franchise.  It features a team of superheroes called the X-Men, a group of mutants with superhuman abilities led and taught by Professor X.",
  "/wiki/Imperium": "In ancient Rome, Imperium was a form of authority held by a citizen to control a military or governmental entity. It is distinct from auctoritas and potestas, different and generally inferior types of power in the Roman Republic and Empire. One's imperium could be over a specific military unit, or it could be over a province or territory. Individuals given such power were referred to as curule magistrates or promagistrates. These included the curule aedile, the praetor, the consul, the magister equitum, and the dictator. In a general sense, imperium was the scope of someone's power, and could include anything, such as public office, commerce, political influence, or wealth.",
  "/wiki/Skrull": "The Skrulls are a fictional race of extraterrestrial shapeshifters appearing in American comic books published by Marvel Comics. The Skrulls first appeared in Fantastic Four #2 and were created by Stan Lee and Jack Kirby. They originated from the planet Skrullos and their empire is located in the Andromeda Galaxy.",
  "/wiki/Chris_Claremont": "Christopher S. Claremont (/ˈklɛərmɒnt/; born November 25, 1950) is a British-born American comic book writer and novelist, known for his 1975–1991 stint on Uncanny X-Men, far longer than that of any other writer, during which he is credited with developing strong female characters as well as introducing complex literary themes into superhero narratives, turning the once underachieving comic into one of Marvel's most popular series.",
  "/wiki/Dave_Cockrum": "David Emmett Cockrum (/ˈkɒkrəm/; November 11, 1943 – November 26, 2006) was an American comics artist known for his co-creation of the new X-Men characters Nightcrawler, Storm, and Colossus. Cockrum was a prolific and inventive costume designer who updated the uniforms of the Legion of Super-Heroes. He did the same for the new X-Men and many of their antagonists in the 1970s and early 1980s.",
  "/wiki/Fictional": "Fiction generally is a narrative form, in any medium, consisting of people, events, or places that are imaginary—in other words, not based strictly on history or fact. It also commonly refers, more narrowly, to written narratives in prose and often specifically novels. In film, it generally corresponds to narrative film in opposition to documentary.",
  "/wiki/Extraterrestrial_life_in_popular_culture": "An extraterrestrial or alien is any extraterrestrial lifeform; a lifeform that did not originate on Earth. The word extraterrestrial means \"outside Earth\". The first published use of extraterrestrial as a noun occurred in 1956, during the Golden Age of Science Fiction.",
  "/wiki/Thanagar": "Thanagar (/ˈθænəɡɑːr/) is a fictional planet in the DC Comics Universe. Thanagar is the original home of the humanoid Thanagarian race, noted for the discovery of gravity-defying Nth metal.  The planet is in orbit around the star Polaris (although is sometimes quoted as being in the Polaris Galaxy).",
  "/wiki/Flash_Comics": "Flash Comics is a comics anthology published by All-American Publications and later by National Periodical Publications (DC Comics). The title had 104 issues published from January 1940 to February 1949. Despite the title, the anthology featured the adventures of multiple superheroes in addition to Jay Garrick, the original Flash. Characters introduced in the series include the Flash, Hawkman (Carter Hall), Hawkgirl and Black Canary.",
  "/wiki/Polaris": "Polaris (/poʊˈlɛərɪs/), designated α Ursae Minoris (Latinized to Alpha Ursae Minoris, abbreviated Alpha UMi, α UMi), commonly the North Star or Pole Star, is the brightest star in the constellation of Ursa Minor. It is very close to the north celestial pole, making it the current northern pole star. The revised Hipparcos parallax gives a distance to Polaris of about 433 light-years (133 parsecs), while calculations by other methods derive distances around 30% closer.",
  "/wiki/Wingmen_of_Thanagar": "The Wingmen (originally known as the \"Hawk-Police\") are a fictional police force of the planet Thanagar with roles of judge, jury and executioner in DC Comics publications.",
  "/wiki/Battle_Tendency": "Battle Tendency (Japanese: 戦闘潮流, Hepburn: Sentō Chōryū) is the second story arc of the manga series JoJo's Bizarre Adventure written and illustrated by Hirohiko Araki. Serialized in Weekly Shōnen Jump from 1987 to 1989 for 69 chapters, which were later collected into seven tankōbon volumes. The arc was preceded by Phantom Blood (1987) and followed by Stardust Crusaders (1989–1992).",
  "/wiki/Shonen_Jump_(The_World%27s_Most_Popular_Manga)": "Weekly Shōnen Jump (Japanese: 週刊少年ジャンプ, Hepburn: Shūkan Shōnen Janpu, stylized in English as WEEKLY JUMP) is a weekly shōnen manga anthology published in Japan by Shueisha under the Jump line of magazines. It is the best-selling manga magazine, as well as one of the longest-running; the first issue was released with a cover date of August 1, 1968. The manga series within the magazine target young male readers and tend to consist of a large number of action scenes and a fair amount of comedy. The chapters of series that run in Weekly Shōnen Jump are collected and published in tankōbon volumes under the \"Jump Comics\" imprint every two to three months.",
  "/wiki/Aztec": "The Aztecs (/ˈæztɛks/) were a Mesoamerican culture that flourished in central Mexico in the post-classic period from 1300 to 1521. The Aztec peoples included different ethnic groups of central Mexico, particularly those groups who spoke the Nahuatl language and who dominated large parts of Mesoamerica from the 14th to the 16th centuries. Aztec culture was organized into city-states (altepetl), some of which joined to form alliances, political confederations, or empires. The Aztec Empire was a confederation of three city-states established in 1427: Tenochtitlan, city-state of the Mexica or Tenochca; Texcoco; and Tlacopan, previously part of the Tepanec empire, whose dominant power was Azcapotzalco. Although the term Aztecs is often narrowly restricted to the Mexica of Tenochtitlan, it is also broadly used to refer to Nahua polities or peoples of central Mexico in the prehispanic era, as well as the Spanish colonial era (1521–1821). The definitions of Aztec and Aztecs have long been the topic of scholarly discussion ever since German scientist Alexander von Humboldt established its common usage in the early nineteenth century.",
  "/wiki/JoJo%27s_Bizarre_Adventure": "JoJo's Bizarre Adventure (Japanese: ジョジョの奇妙な冒険, Hepburn: JoJo no Kimyō na Bōken) is a Japanese manga series written and illustrated by Hirohiko Araki. Originally serialized in Weekly Shōnen Jump from 1987 to 2004, it moved to the monthly seinen manga magazine Ultra Jump in 2005. The series is currently divided into eight parts, each following the adventures of a new protagonist bearing the \"JoJo\" nickname; the eighth part, JoJolion, began serialization in May 2011. The first six parts form a saga detailing the supernatural conflicts between members of the Joestar family and various villains, while the latter two parts follow a continuity reboot, taking place in an alternate universe with plot parallels to the original. The manga is Shueisha's second largest series by volume count, with its chapters collected in 126 tankōbon volumes and counting.",
  "/wiki/JoJolion": "JoJolion (Japanese: ジョジョリオン, Hepburn: Jojorion) is a seinen manga series written and illustrated by Hirohiko Araki, and is the eighth part of the larger JoJo's Bizarre Adventure series. It has been serialized by Shueisha in the magazine Ultra Jump since May 19, 2011, and has been collected in 22 volumes totaling 90 chapters, with 4 additional chapters not yet volumized.",
  "/wiki/Ultra_Jump": "Ultra Jump (Japanese: ウルトラジャンプ, Hepburn: Urutora Janpu) is a Japanese monthly seinen manga magazine published by Shueisha under the Jump line of magazines. Originally, the magazine was a special issue of Weekly Young Jump which was first issued in 1995. On October 19, 1999, the special issue became the new monthly publication Ultra Jump. The manga titles serialized in the magazine are also published in tankōbon volumes under the Young Jump Comics Ultra label.",
  "/wiki/Silicon": "Silicon is a chemical element with the symbol Si and atomic number 14. It is a hard and brittle crystalline solid with a blue-grey metallic lustre; and it is a tetravalent metalloid and semiconductor. It is a member of group 14 in the periodic table: carbon is above it; and germanium, tin, and lead are below it. It is relatively unreactive. Because of its high chemical affinity for oxygen, it was not until 1823 that Jöns Jakob Berzelius was first able to prepare it and characterize it in pure form.  Its melting and boiling points of 1414 °C and 3265 °C respectively are the second-highest among all the metalloids and nonmetals, being only surpassed by boron. Silicon is the eighth most common element in the universe by mass, but very rarely occurs as the pure element in the Earth's crust. It is most widely distributed in dusts, sands, planetoids, and planets as various forms of silicon dioxide (silica) or silicates. More than 90% of the Earth's crust is composed of silicate minerals, making silicon the second most abundant element in the Earth's crust (about 28% by mass) after oxygen.",
  "/wiki/Carbon": "Carbon (from Latin: carbo \"coal\") is a chemical element with the symbol C and atomic number 6. It is nonmetallic and tetravalent—making four electrons available to form covalent chemical bonds. It belongs to group 14 of the periodic table. Three isotopes occur naturally, 12C and 13C being stable, while 14C is a radionuclide, decaying with a half-life of about 5,730 years. Carbon is one of the few elements known since antiquity.",
  "/wiki/Hibernation": "Hibernation is a state of inactivity and metabolic depression in endotherms. Hibernation refers to a season of heterothermy characterized by low body-temperature, slow breathing and heart-rate, and low metabolic rate. It most commonly occurs during winter months.",
  "/wiki/Antagonist": "An antagonist is the character in a story who is against the protagonist.",
  "/wiki/Watchers_(comics)": "The Watchers are a race of fictional extraterrestrials appearing in American comic books published by Marvel Comics whose purpose is to watch over the multiverses of the series. Created by Stan Lee and Jack Kirby, the first Watcher to appear in the comics—named Uatu—appears in Fantastic Four #13 (April 1963).",
  "/wiki/Extraterrestrials": "Extraterrestrial life[n 1] is hypothetical life which may occur outside of Earth and which did not originate on Earth. Such life might range from simple prokaryotes (or comparable life forms) to beings with civilizations far more advanced than humanity. The Drake equation speculates about the existence of intelligent life elsewhere in the universe. The science of extraterrestrial life in all its forms is known as astrobiology.",
  "/wiki/Comic_books": "A comic book or comicbook, also called comic magazine or simply comic, is a publication that consists of comics art in the form of sequential juxtaposed panels that represent individual scenes. Panels are often accompanied by descriptive prose and written narrative, usually, dialog contained in word balloons emblematic of the comics art form. Although comics has some origins in 18th century Japan, comic books were first popularized in the United States and the United Kingdom during the 1930s. The first modern comic book, Famous Funnies, was released in the U.S. in 1933 and was a reprinting of earlier newspaper humor comic strips, which had established many of the story-telling devices used in comics. The term comic book derives from American comic books once being a compilation of comic strips of a humorous tone; however, this practice was replaced by featuring stories of all genres, usually not humorous in tone.",
  "/wiki/Stan_Lee": "Stan Lee (born Stanley Martin Lieber /ˈliːbər/; December 28, 1922 – November 12, 2018) was an American comic book writer, editor, publisher, and producer. He rose through the ranks of a family-run business to become Marvel Comics' primary creative leader for two decades, leading its expansion from a small division of a publishing house to a multimedia corporation that dominated the comics industry.",
  "/wiki/Uatu": "Uatu (/ˈwɑːtuː/), often simply known as The Watcher, is a fictional character appearing in American comic books published by Marvel Comics. Credited to Stan Lee and Jack Kirby, he first appeared in The Fantastic Four #13 (April 1963). He is a member of the Watchers, an extraterrestrial species who in the distant past stationed themselves across space to monitor the activities of other species. Uatu is the Watcher assigned to observe Earth and its solar system."
}