{
  "/wiki/Bahamas": "The Bahamas (/bəˈhɑːməz/ (listen)), known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago in the West Indies. It is a member of the Commonwealth Realms under the monarchy of Queen Elizabeth II. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and Hispaniola Island (Haiti and the Dominican Republic), northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida, and east of the Florida Keys. The capital is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space.",
  "/wiki/Cozumel,_Mexico": "Cozumel (Spanish pronunciation: [kosuˈmel], Yucatec Maya: Kùutsmil) is an island and municipality in the Caribbean Sea off the eastern coast of Mexico's Yucatán Peninsula, opposite Playa del Carmen. It is separated from the mainland by Cozumel Channel and is close to the Yucatán Channel. The municipality is part of the state of Quintana Roo, Mexico.",
  "/wiki/United_States_Virgin_Islands": "The United States Virgin Islands (abbreviated USVI; also called the U.S. Virgin Islands or American Virgin Islands), officially the Virgin Islands of the United States, are a group of Caribbean islands and an unincorporated and organized territory of the United States. The islands are geographically part of the Virgin Islands archipelago and are located in the Leeward Islands of the Lesser Antilles to the east of Puerto Rico and west of the British Virgin Islands.",
  "/wiki/Sint_Maarten": "Sint Maarten (Dutch pronunciation: [sɪnt ˈmaːrtə(n)]) is a constituent country of the Kingdom of the Netherlands in the Caribbean. With a population of 41,486 as of January 2019 on an area of 34 km2 (13 sq mi), it encompasses the southern 40% of the divided island of Saint Martin, while the northern 60% of the island constitutes the French overseas collectivity of Saint-Martin. Sint Maarten's capital is Philipsburg. Collectively, Sint Maarten and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Cayman_Islands": "The Cayman Islands (/ˈkeɪmən/ or /keɪˈmæn/) is an autonomous British Overseas Territory in the western Caribbean Sea. The 264-square-kilometre (102-square-mile) territory comprises the three islands of Grand Cayman, Cayman Brac and Little Cayman, which are located to the south of Cuba and northeast of Honduras, between Jamaica and Mexico's Yucatán Peninsula. The capital city is George Town, situated on Grand Cayman, the most populous of the three islands.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/Turks_and_Caicos_Islands": "The Turks and Caicos Islands (abbreviated TCI; /tɜːrks/ and /ˈkeɪkəs, -koʊs, -kɒs/) are a British Overseas Territory consisting of the larger Caicos Islands and smaller Turks Islands, two groups of tropical islands in the Lucayan Archipelago of the Atlantic Ocean and northern West Indies. They are known primarily for tourism and as an offshore financial centre. The resident population was 31,458 as of 2012[update] of whom 23,769 live on Providenciales in the Caicos Islands; July 2018 estimates put the population at 53,700. It is the third largest of the British overseas territories by population.",
  "/wiki/Aruba": "Aruba (/əˈruːbə/ ə-ROO-bə, Dutch: [aːˈrubaː, -ryb-] (listen), Papiamento: [aˈruba]) is an island and a constituent country of the Kingdom of the Netherlands in the southern Caribbean Sea, located about 1,000 kilometres (620 mi) west of the main part of the Lesser Antilles and 29 kilometres (18 mi) north of the coast of Venezuela. It measures 32 kilometres (20 mi) long from its northwestern to its southeastern end and 10 kilometres (6 mi) across at its widest point. Together with Bonaire and Curaçao, Aruba forms a group referred to as the ABC islands. Collectively, Aruba and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Belize": "Belize (/bəˈliːz/ (listen)) is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the northwest by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 408,487 (2019). Its mainland is about 180 mi (290 km) long and 68 mi (110 km) wide. It has the lowest population and population density in Central America. The country's population growth rate of 1.87% per year (2018 estimate) is the second highest in the region and one of the highest in the Western Hemisphere.",
  "/wiki/Haiti": "Haiti (/ˈheɪti/ (listen); French: Haïti [a.iti]; Haitian Creole: Ayiti [ajiti]), officially the Republic of Haiti (French: République d'Haïti; Haitian Creole: Repiblik D Ayiti) and formerly called Hayti,[note 1] is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south-west lies the small island of Navassa Island, which is claimed by Haiti but is disputed as a United States territory under federal administration. Haiti is 27,750 square kilometers (10,714 sq mi) in size and has an estimated population of 11.1 million, making it the most populous country in the Caribbean Community (CARICOM) and the second-most populous country in the Caribbean after Cuba.",
  "/wiki/Saint_Kitts_and_Nevis": "Saint Kitts and Nevis (/-ˈkɪts ... ˈniːvɪs/ (listen)), also known as the Federation of Saint Christopher and Nevis, is an island country in the West Indies. Located in the Leeward Islands chain of the Lesser Antilles, it is the smallest sovereign state in the Western Hemisphere, in both area and population. The country is a Commonwealth realm, with Elizabeth II as queen and head of state.",
  "/wiki/Curacao": "Curaçao (/ˈkjʊərəsoʊ, -saʊ, ˌkjʊərəˈsoʊ, -ˈsaʊ/ KEWR-əss-oh, -⁠ow, -⁠OH, -⁠OW, Dutch: [kyraːˈsʌu, kur-] (listen); Papiamento: Kòrsou [ˈkɔrsɔu̯]) is a Lesser Antilles island in the southern Caribbean Sea and the Dutch Caribbean region, about 65 km (40 mi) north of the Venezuelan coast. It is a constituent country (Dutch: land) of the Kingdom of the Netherlands. Together with Aruba and Bonaire it forms the ABC islands. Collectively, Curaçao and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Saint_Lucia": "Saint Lucia (/ˈluːʃə/ (listen); French: Sainte-Lucie) is a sovereign island country in the West Indies in the eastern Caribbean Sea on the boundary with the Atlantic Ocean. The island was previously called Iyonola, the name given to the island by the native Amerindians and later, Hewanorra, the name given by the native Caribs. Part of the Lesser Antilles, it is located north/northeast of the island of Saint Vincent, northwest of Barbados and south of Martinique. It covers a land area of 617 km2 (238 square miles) and reported a population of 165,595 in the 2010 census. Its capital is Castries.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/Antigua_and_Barbuda": "Antigua and Barbuda (/ænˈtiːɡ(w)ə ... bɑːrˈb(j)uːdə/ (listen); an-TEE-g(w)ə ... bar-B(Y)OO-də) is an island sovereign state in the West Indies in the Americas, lying between the Caribbean Sea and the Atlantic Ocean. It consists of two major islands, Antigua and Barbuda, and a number of smaller islands (including Great Bird, Green, Guiana, Long, Maiden and York Islands and further south, the island of Redonda). The permanent population numbers about 95,900 (2018 est.), with 97% being resident on Antigua. The capital and largest port and city is St. John's on Antigua, with Codrington being the largest town on Barbuda. Lying near each other (the main Barbuda airport is less than 0.5° of latitude, or 56 kilometres (30 nautical miles), north of the main Antigua airport), Antigua and Barbuda are in the middle of the Leeward Islands, part of the Lesser Antilles, roughly at 17°N of the equator.",
  "/wiki/Dominican_Republic": "The Dominican Republic (/dəˈmɪnɪkən/ də-MIN-ik-ən; Spanish: República Dominicana, pronounced [reˈpuβlika ðominiˈkana] (listen)) is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with the Republic of Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest Caribbean nation by area (after Cuba) at 48,671 square kilometers (18,792 sq mi), and third by population with approximately 10,299,000 people (July 2018 est.), of whom approximately three million live in the metropolitan area of Santo Domingo, the capital city.",
  "/wiki/British_Virgin_Islands": "The British Virgin Islands (abbreviated BVI), officially simply the Virgin Islands, are a British Overseas Territory in the Caribbean, to the east of Puerto Rico and the US Virgin Islands and north-west of Anguilla. The islands are geographically part of the Virgin Islands archipelago and are located in the Leeward Islands of the Lesser Antilles and part of the West Indies.",
  "/wiki/Bermuda": "Bermuda (/bərˈmjuːdə/) (in full, the Islands of Bermuda) is a British Overseas Territory in the North Atlantic Ocean. It is approximately 1,070 km (665 mi) east-southeast of Cape Hatteras, North Carolina; 1,236 km (768 mi) south of Cape Sable Island, Nova Scotia; and 1,759 km (1,093 mi) northeast of Cuba. Though it is typically referred to in the singular, Bermuda consists of 181 islands; the largest of these islands is known as Main Island. The capital city of Bermuda is Hamilton. Bermuda is self-governing, with its own constitution and government and a Parliament which makes local laws. The United Kingdom retains responsibility for defence and foreign relations. As of July 2018, it has a population of 71,176, making it the most populous of the British overseas territories.",
  "/wiki/Dominica": "Dominica (/ˌdɒmɪˈniːkə/ DOM-ih-NEE-kə or /dəˈmɪnɪkə/ də-MIH-nih-kə; French: Dominique; Island Carib: Wai‘tu kubuli), officially the Commonwealth of Dominica, is an island country  in the Caribbean. The capital, Roseau, is located on the western side of the island. It is geographically situated a part of the Leeward Islands chain in the Lesser Antilles archipelago in the Caribbean Sea. The island is located near Guadeloupe to the northwest and Martinique to the south-southeast. Its area is 750 km2 (290 sq mi), and the highest point is Morne Diablotins, at 1,447 m (4,747 ft) in elevation. The population was 71,293 at the 2011 census."
}