{
  "/wiki/Masuda,_Shimane": "Masuda (益田市, Masuda-shi) is a city located in Shimane Prefecture, Japan. The city was founded on August 1, 1952.",
  "/wiki/Monuments_of_Japan": "Monuments (記念物, kinenbutsu) is a collective term used by the Japanese government's Law for the Protection of Cultural Properties to denote Cultural Properties of Japan[note 1] as historic locations such as shell mounds, ancient tombs, sites of palaces, sites of forts or castles, monumental dwelling houses and other sites of high historical or scientific value; gardens, bridges, gorges, mountains, and other places of great scenic beauty; and natural features such as animals, plants, and geological or mineral formations of high scientific value.",
  "/wiki/Okinoshima,_Shimane": "Okinoshima (隠岐の島町, Okinoshima-chō) is a town located on Dōgo, in Oki District, Shimane Prefecture, Japan. As of June 2013, the town had an estimated population of 14,849 and a population density of 61.1 persons per km². The total area was 242.95 km².",
  "/wiki/Nishinoshima,_Shimane": "Nishinoshima (西ノ島町, Nishinoshima-chō) is a town located on the island of Nishinoshima, in Oki District, Shimane Prefecture, Japan. As of June 2013, the town had an estimated population of 2,923 and a population density of 52 persons per km². The total area was 55.98 km2 (22 sq mi).",
  "/wiki/Chibu,_Shimane": "Chibu (知夫村, Chibu-mura, Chibu-son) is a village located on Chiburijima (知夫里島) in the Dōzen group of islands in the Oki District, Shimane Prefecture, Japan. Chibu is the only village remaining in Shimane Prefecture as of October 1, 2005.",
  "/wiki/Okuizumo,_Shimane": "Okuizumo (奥出雲町, Okuizumo-chō) is a town located in Nita District, Shimane Prefecture, Japan.",
  "/wiki/Tsuwano,_Shimane": "Tsuwano (津和野町, Tsuwano-chō) is a town located in Kanoashi District, Shimane Prefecture, Japan.",
  "/wiki/Matsue,_Shimane": "Matsue (松江市, Matsue-shi) is the capital city of Shimane Prefecture, Japan, located in the Chūgoku region of Honshu.",
  "/wiki/G%C5%8Dtsu,_Shimane": "Gōtsu (江津市, Gōtsu-shi) is a city located in Shimane Prefecture, Japan. It is the smallest and least populous city in Shimane Prefecture. The city was founded on April 1, 1954.",
  "/wiki/%C5%8Cnan,_Shimane": "Onan (邑南町, Ōnan-chō) is a town located in Ōchi District, Shimane Prefecture, Japan. It is about an hour's drive north of Hiroshima. It was formed on October 1, 2004 from the merger of the towns of Iwami, Mizuho, and the village of Hasumi. As of March 1, 2017, the town has a population of 10,922 and a density of 26 persons per km².  The area is 419.29 km².",
  "/wiki/Izumo,_Shimane": "Izumo (出雲市, Izumo-shi) is a city in Shimane Prefecture, Japan. Izumo is known for Izumo soba noodles and the Izumo Taisha Shinto shrine.",
  "/wiki/List_of_Places_of_Scenic_Beauty_of_Japan_(Shimane)": "This list is of the Places of Scenic Beauty of Japan located within the Prefecture of Shimane."
}