{
  "/wiki/CFEG-TV": "CFEG-TV, UHF analog channel 19, is a low-power Christian television station licensed to Abbotsford, British Columbia, Canada. The station is owned by the Clearbrook Mennonite Brethren Church. It is presently not carried on any cable providers.",
  "/wiki/Independent_station_(North_America)": "An independent station is a type of television station broadcasting in the United States or Canada that is not affiliated with any broadcast television network; most commonly, these stations carry a mix of syndicated, brokered and in some cases, local programming to fill time periods when network programs typically would air. Stations that are affiliated with networks such as The CW, MyNetworkTV or to a lesser degree, even Fox may be considered to be quasi-independent stations as these networks mainly provide programming during primetime, with limited to no network-supplied content in other time periods.",
  "/wiki/Abbotsford,_British_Columbia": "Abbotsford is a city located in British Columbia, adjacent to the Canada–United States border, Greater Vancouver and the Fraser River. With an estimated population of 141,397 people it is the largest municipality in the province outside Metro Vancouver. Abbotsford-Mission has the third highest proportion of visible minorities among census metropolitan areas in Canada, after the Greater Toronto Area and the Greater Vancouver CMA. It is home to Tradex, the University of the Fraser Valley, and Abbotsford International Airport.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/CFJC-TV": "CFJC-TV, VHF analogue channel 4, is a Citytv-affiliated television station located in Kamloops, British Columbia, Canada. The station is owned by the Jim Pattison Broadcast Group subsidiary of the Jim Pattison Group. CFJC maintains studio facilities located on Pemberton Terrace and Columbia Street West in Kamloops, and its transmitter is located near Southern Yellowhead Highway/Highway 5, southeast of Kamloops Airport. On cable, the station is also available locally on Shaw Cable channel 7 and regionally on Bell TV channel 259. On satellite, the station is available on Shaw Direct Classic tier channel 309 and Advanced tier channel 13. There is also a high definition feed available on Telus TV channel 692, and Shaw Direct Classic tier channel 7 and Advanced tier channel 507.",
  "/wiki/Citytv": "Citytv (branded simply as City from 2012 to 2018) is a Canadian television network owned by the Rogers Media subsidiary of Rogers Communications. The network consists of six owned-and-operated (O&O) television stations located in the metropolitan areas of Toronto, Montreal, Winnipeg, Calgary, Edmonton, and Vancouver, a cable-only service that serves the province of Saskatchewan, and three independently owned affiliates serving smaller cities in Alberta and British Columbia.",
  "/wiki/Kamloops": "Kamloops (/ˈkæmluːps/) is a city in south-central British Columbia, Canada, at the confluence of the two branches of the Thompson River and east of Kamloops Lake.",
  "/wiki/CFRN-DT": "CFRN-DT, virtual channel 3 (VHF digital channel 12), is a CTV owned-and-operated television station located in Edmonton, Alberta, Canada. The station is owned by Bell Media, and is sister to CTV 2 owned-and-operated cable channel CTV 2 Alberta. Both television properties share studios (joined alongside sister radio station CFRN 1260 AM) located at 18520 Stony Plain Road in Edmonton, CFRN's transmitter is located near Highway 21, southeast of Sherwood Park.",
  "/wiki/CTV_Television_Network": "The CTV Television Network (commonly referred to as CTV) is a Canadian English-language terrestrial television network launched in 1961. Since 2000, it is owned by the CTV Inc. subdivision of the Bell Media division of BCE Inc. It is Canada's largest privately or commercially owned network, and has consistently been placed as Canada's top-rated network in total viewers and in key demographics since 2002, after several years trailing the rival Global Television Network in key markets.[citation needed]",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/CFSO-TV": "CFSO-TV is a Canadian television station, licensed to and serving Cardston, Alberta. It is owned by Logan & Corey McCarthy.",
  "/wiki/Independent_station": "Independent station is an independent radio or terrestrial television station which is independent in some way from broadcast networks. The definition of \"independence\" varies from country to country, reflecting governmental regulations, market environment and the broadcasting medium's development history.",
  "/wiki/Cardston,_Alberta": "Cardston is a town in Alberta, Canada. The land on which Cardston was founded was originally inhabited by the Niitsitapi (Blackfoot) people of Kainai but was not considered part of Blackfoot Territory by the Government of Canada in the Treaty 7 agreement of 1877. Cardston was settled in 1887 by members of The Church of Jesus Christ of Latter-day Saints who travelled from Utah, via the Macleod-Benton Trail, to Alberta in one of the century's last wagon migrations. The founder of the town was Charles Ora Card.  The combined church and school was completed by January 29 the following year after their arrival.",
  "/wiki/CFTK-TV": "CFTK-TV is a CTV 2 owned-and-operated television station in Terrace, British Columbia, Canada. It broadcasts an analogue signal on VHF channel 3 from a transmitter on Thornhill Mountain near Terrace and also rebroadcasts in Prince Rupert on VHF channel 6.",
  "/wiki/CTV_2": "CTV 2 (previously known as CTV Two) is a Canadian English language television system that is owned by the Bell Media subsidiary of Bell Canada. The system consists of four terrestrial owned-and-operated television stations (O&Os) in Ontario and three in British Columbia, and two regional cable-only channels, one in Atlantic Canada and the other in Alberta (the latter formerly being the provincial educational channel in that province under the name Access Alberta).",
  "/wiki/Terrace,_British_Columbia": "Terrace is a city located near the Skeena River in British Columbia, Canada. The community is the regional retail and service hub for the northwestern portion of British Columbia. With a current population of over 12,000 within municipal boundaries, the city services surrounding communities as well bringing the Greater Terrace Area population to over 18,000 residents. The Kitselas and Kitsumkalum people, tribes of the Tsimshian Nation, have lived in the Terrace area for thousands of years. The individual Indigenous communities neighbour the city with Kitselas to the east and Kitsumkalum to the west.",
  "/wiki/CHAT-TV": "CHAT-TV, VHF analogue channel 6, is a Citytv-affiliated television station located in Medicine Hat, Alberta, Canada. The station is owned by the Jim Pattison Group. CHAT's studios are located at 10 Boundary Road SE in the nearby town of Redcliff, and its transmitter is located near the Trans-Canada Highway and Range Road 80, northwest of Redcliff. This station can also be seen locally on Shaw Cable channel 3 and regionally on Bell TV channel 248.",
  "/wiki/Medicine_Hat": "Medicine Hat is a city in southeast Alberta, Canada. It is located along the South Saskatchewan River. It is approximately 169 km (105 mi) east of Lethbridge and 295 km (183 mi) southeast of Calgary. This city and the adjacent Town of Redcliff to the northwest are within  Cypress County. Medicine Hat was the sixth-largest city in Alberta in 2016 with a population of 63,230.",
  "/wiki/CHBX-TV": "CHBX-TV is the CTV owned-and-operated television station in Sault Ste. Marie, Ontario, Canada that is part of the network's CTV Northern Ontario sub-system. Owned by Bell Media, it broadcasts an analogue signal on VHF channel 2 from a transmitter near its studios on 6 Line East (just east of Peoples Road) in Sault Ste. Marie. This station can also be seen on Shaw Cable channel 11.",
  "/wiki/Sault_Ste._Marie,_Ontario": "Sault Ste. Marie (/ˈsuː seɪnt məˈriː/ \"Soo Saint Marie\") is a city on the St. Marys River in Ontario, Canada, close to the U.S.-Canada border. It is the seat of the Algoma District and the third largest city in Northern Ontario, after Sudbury and Thunder Bay.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/CHCO-TV": "CHCO-TV is a Canadian television station, broadcasting in St. Andrews, New Brunswick and serving the Charlotte County area.",
  "/wiki/St._Andrews,_New_Brunswick": "Saint Andrews (2016 population: 1,786) is a town in Charlotte County, New Brunswick, Canada. It is sometimes referred to in tourism marketing by its unofficial nickname \"St. Andrews By-the-Sea\". It is also known as \"Qonasqamkuk\" by the Peskotomuhkati (Passamaquoddy) Nation.",
  "/wiki/New_Brunswick": "New Brunswick is one of four Atlantic provinces on the east coast of Canada. According to the Constitution of Canada, New Brunswick is the only bilingual province. About two-thirds of the population declare themselves anglophones, and one third francophones. One-third of the population describes themselves as bilingual. Atypically for Canada, only about half of the population lives in urban areas, mostly in Greater Moncton, Greater Saint John and the capital Fredericton.",
  "/wiki/CHET-TV": "CHET-TV is a community television station in Chetwynd, British Columbia. The station was founded on March 8, 2000 when then-Governor General Adrienne Clarkson cut the ribbon for their new studios.",
  "/wiki/Chetwynd,_British_Columbia": "Chetwynd /ˈtʃɛtwɪnd/ is a district municipality located on the foothills of the Rocky Mountains in northeastern British Columbia, Canada. Situated on an ancient floodplain, it is the first town eastbound travellers encounter after emerging from the Rockies along Highway 97 and acts as the gateway to the Peace River Country. The town developed during the construction of infrastructure through the Rocky Mountains in the 1950s, and was used as a transshipment point during the construction of hydroelectric dams in the 1960s and 1970s and the new town of Tumbler Ridge in the early 1980s. Home to approximately 2,600 residents, the population has increased little if at all since the 1980s but is significantly younger than the provincial average.",
  "/wiki/CHEX-TV-2": "CHEX-TV-2, UHF analogue channel 22, is a low-powered Global owned-and-operated television station licensed to Oshawa, Ontario, Canada and serving the Regional Municipality of Durham. The station is owned by Corus Entertainment. CHEX-TV-2's studios are located on Simcoe Street (just north of King Street) in Downtown Oshawa, and its transmitter is located on Enfield Road in Clarington. The station is carried in Oshawa on Rogers Cable channel 12; it is also available on Rogers Cable digital channel 129 in the Greater Toronto Area.",
  "/wiki/Global_Television_Network": "The Global Television Network (more commonly called Global, or occasionally Global TV) is a privately owned Canadian English-language terrestrial television network. It is currently Canada's second most-watched private terrestrial television network after CTV, and has fifteen owned-and-operated stations throughout the country. Global is owned by Corus Entertainment — the media holdings of JR Shaw and other members of his family.",
  "/wiki/Oshawa": "Oshawa (/ˈɒʃəwə/ OSH-ə-wə, also US: /-wɑː, -wɔː/ -⁠wah, -⁠waw; 2016 population 159,458; CMA 379,848) is a city in Ontario, Canada, on the Lake Ontario shoreline. It lies in Southern Ontario, approximately 60 km (37 mi) east of Downtown Toronto. It is commonly viewed as the eastern anchor of the Greater Toronto Area and of the Golden Horseshoe. It is the largest municipality in the Regional Municipality of Durham. The name Oshawa originates from the Ojibwa term aaz haway, meaning \"the crossing place\" or just \"a cross\".",
  "/wiki/Peterborough_Examiner": "The Peterborough Examiner is a newspaper that services Peterborough, Ontario and area. The paper started circulation in 1847, and is currently owned by Torstar and operated by its Metroland division. Between 1942 and 1955, it was edited by Canadian man of letters Robertson Davies, whose unique three-paragraph editorial style won several awards. Davies remained owner and publisher of the Examiner and Ralph Hancox the editor until 1967, when it was sold to the Thomson chain of newspapers. Subsequently, Sterling, Hollinger and Sun Media owned the newspaper before Postmedia.",
  "/wiki/CHMG-TV": "CHMG-TV is a local community channel in Quebec City, Quebec, Canada. It broadcasts on channel 9 and is on Vidéotron cable channel 10. It is known as \"Télé-Mag\", which is a portmanteau of \"television\" and \"magazine\".",
  "/wiki/Quebec_City": "Quebec City (/kwɪˈbɛk/ (listen) or /kəˈbɛk/; French: Québec [kebɛk] (listen); French: Ville de Québec, Western Abnaki: Kephek), officially Québec, is the capital city of the Canadian province of Quebec. As of July 2016 the city has a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh largest city and the seventh largest metropolitan area in Canada.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/CHNE-TV": "CHNE-TV is a community channel in the community of Chéticamp, Nova Scotia.\nCoordinates: 46°36′24.12″N 61°3′11.88″W﻿ / ﻿46.6067000°N 61.0533000°W﻿ / 46.6067000; -61.0533000﻿ (CHNE)",
  "/wiki/Cheticamp,_Nova_Scotia": "Chéticamp (locally [ʃatikɑ̃]; English: /ˈʃɛtɪkæmp/) is a fishing village on the Cabot Trail on the west coast of Cape Breton Island in Nova Scotia, Canada. Having a number of public facilities it performs a service function for the northernmost part of Inverness County.  The community has almost 4,000 residents, a large majority of whom are Acadians and speak French natively.  Together with its smaller neighbour, Saint-Joseph-du-Moine, Chéticamp makes up the largest Francophone enclave on Cape Breton Island.  The 2006 population was 3,039 people.",
  "/wiki/Nova_Scotia": "Nova Scotia (/noʊvə ˈskoʊʃə/ is a province in eastern Canada. With a population of 923,598 as of 2016, it is the most populous of Canada's three Maritime provinces and the four Atlantic provinces. It is the country's second most-densely populated province and second-smallest province by area, both after neighbouring Prince Edward Island. Its area of 55,284 square kilometres (21,345 sq mi) includes Cape Breton Island and 3,800 other coastal islands. The peninsula that makes up Nova Scotia's mainland is connected to the rest of North America by the Isthmus of Chignecto, on which the province's land border with New Brunswick is located. The province borders the Bay of Fundy to the northwest and the Atlantic Ocean to the south and east, and is separated from Prince Edward Island and the island of Newfoundland by the Northumberland and Cabot straits, respectively.",
  "/wiki/CHOB-TV": "CHOB-TV is a low-power community television station in Maskwacis, Alberta, Canada, which began broadcasting in 1997. The station was licensed by the Canadian Radio-television and Telecommunications Commission on July 10, 1997.",
  "/wiki/Maskwacis": "Maskwacis /ˈmʌskwətʃiːs/, renamed in 2014 from Hobbema /hoʊˈbiːmə/, is an unincorporated community in central Alberta, Canada at intersection of Highway 2A and Highway 611, approximately 70 kilometres (43 mi) south of the City of Edmonton. The community consists of two Cree First Nations communities – one on the Ermineskin 138 reserve to the north and the other on the Samson 137 reserve to the south. It also consists of an adjacent hamlet within Ponoka County. The community also serves three more nearby First Nations reserves including Samson 137A to the south, Louis Bull 138B to the northwest, and Montana 139 to the south.",
  "/wiki/CHRO-TV": "CHRO-TV, VHF analogue channel 5, is a CTV 2 owned-and-operated television station licensed to Pembroke, Ontario, Canada. The station is owned by Bell Media, as part of a twinstick with CTV O&O CJOH-DT (channel 13). The two stations share studios – alongside Bell's Ottawa radio properties – located at the Market Media Mall building on 87 George Street in Downtown Ottawa's ByWard Market, and its transmitter is located on TV Tower Road near Pembroke; the station operates a digital-only rebroadcaster on UHF channel 43 in Ottawa. This station can also be seen on Rogers Cable channel 6 and in high definition on digital channel 595.",
  "/wiki/Pembroke,_Ontario": "Pembroke (2016 population 13,882; CA population 23,269) is a city in Ontario, Canada at the confluence of the Muskrat River and the Ottawa River in the Ottawa Valley. Pembroke is the location of the administrative headquarters of Renfrew County, though the city itself is politically independent. It is 150 kilometres northwest of Ottawa.",
  "/wiki/CHVC-TV": "CHVC-TV, branded as VCTV, is a community television station licensed to Valemount, British Columbia, Canada, broadcasting on VHF channel 7 and UHF channel 32.",
  "/wiki/Valemount,_British_Columbia": "Valemount is a village municipality of 1,018 people in east central British Columbia, Canada, located 320 kilometres (200 mi) from Kamloops, British Columbia. It is situated between the Rocky, Monashee, and Cariboo Mountains. It is the nearest community to the west of Jasper National Park, and is also the nearest community to Mount Robson Provincial Park, which features Mount Robson, the tallest mountain in the Canadian Rockies. Outdoor recreation is popular in summer and winter—hiking, skiing, snowmobiling, cross country skiing, mountain biking and horseback riding are common activities.",
  "/wiki/CICC-TV": "CICC-TV (branded on-air as CTV Yorkton) is the CTV owned-and-operated station in Yorkton, Saskatchewan, Canada. It broadcasts an analogue signal on VHF channel 10 from a transmitter adjacent to Highway 52, west of Yorkton, and also operates rebroadcast transmitters in Norquay, Hudson Bay, Carlyle Lake, Wynyard and Humboldt.",
  "/wiki/Yorkton": "Yorkton is a city located in south-eastern Saskatchewan, Canada. It is about 450 kilometres north-west of Winnipeg and 300 kilometres south-east of Saskatoon and is the sixth largest in the province.",
  "/wiki/Saskatchewan": "Saskatchewan (/səˈskætʃəwən, sæ-, -wɒn/ (listen)) is a prairie and boreal province in western Canada, the only province without a natural border. It has an area of 651,900 square kilometres (251,700 sq mi), nearly 10 percent of which (59,366 square kilometres (22,900 sq mi)) is fresh water, composed mostly of rivers, reservoirs, and the province's 100,000 lakes.",
  "/wiki/CICI-TV": "CICI-TV is the CTV owned-and-operated television station in Sudbury, Ontario, Canada. It broadcasts an analogue signal on VHF channel 5 from a transmitter near Huron Street in Sudbury. The station can also be seen on Eastlink TV cable channel 4.",
  "/wiki/Greater_Sudbury": "Sudbury, officially Greater Sudbury (French: Grand-Sudbury), is a city in Ontario, Canada. It is the largest city in Northern Ontario by population, with a population of 161,531 at the 2016 Canadian Census. By land area, it is the largest in Ontario and the fifth largest in Canada. It is administratively a Unitary authority, and thus not part of any district, county, or regional municipality.",
  "/wiki/CIHC-TV": "CIHC-TV is a community channel in the community of Hay River, Northwest Territories.",
  "/wiki/Hay_River,_Northwest_Territories": "Hay River (Xátł’odehchee /xátɬ’odɛhtʃʰe/), known as \"the Hub of the North,\" is a town in the Northwest Territories, Canada, located on the south shore of Great Slave Lake, at the mouth of the Hay River. The town is separated into two sections, a new town and an old town with the Hay River/Merlyn Carter Airport between them. The town is in the South Slave Region, and along with Fort Smith is one of the two regional centres.",
  "/wiki/Northwest_Territories": "The Northwest Territories (abbr. NT or NWT; French: les Territoires du Nord-Ouest, abbr. TNO; Athapascan languages: Denendeh; Inuvialuk: Nunatsiaq; Inuktitut: ᓄᓇᑦᓯᐊᖅ) is a federal territory of Canada. At a land area of approximately 1,144,000 km2 (442,000 sq mi) and a 2016 census population of 41,786, it is the second-largest and the most populous of the three territories in Northern Canada. Its estimated population as of 2019 is 44,895. Yellowknife became the territorial capital in 1967, following recommendations by the Carrothers Commission.",
  "/wiki/CIMC-TV": "CIMC-TV, branded as Telile, is a community channel based in Arichat, Nova Scotia, broadcasting on channel 10 over the air, and cable channels 4 (on EastLink Cable), and 63 (Seaside Cable). On January 12, 2013, the station was also added by Bell TV, airing on channel 536.",
  "/wiki/Isle_Madame_(Nova_Scotia)": "Isle Madame is a Canadian island located off the southeastern corner of Cape Breton Island in Nova Scotia.",
  "/wiki/CIPA-TV": "CIPA-TV (branded on-air as CTV Prince Albert) is the CTV owned-and-operated station in Prince Albert, Saskatchewan, Canada, operating as a semi-satellite of CFQC-DT in Saskatoon. It broadcasts an analogue signal on VHF channel 9 from a transmitter between Louis Reil Trail/Highway 11 and Highway 2, south-southwest of Prince Albert and also operates rebroadcast transmitters in Alticane, Big River, Melfort and Nipawin.",
  "/wiki/Prince_Albert,_Saskatchewan": "Prince Albert is the third-largest city in Saskatchewan, Canada, after Saskatoon and Regina. It is situated near the centre of the province on the banks of the North Saskatchewan River. The city is known as the \"Gateway to the North\" because it is the last major centre along the route to the resources of northern Saskatchewan. Prince Albert National Park is located 51 km (32 mi) north of the city and contains a huge wealth of lakes, forest, and wildlife. The city itself is located in a transition zone between the aspen parkland and boreal forest biomes. Prince Albert is bordered by the Rural Municipality of Prince Albert No. 461 and the Rural Municipality of Buckland No. 491."
}