{
  "/wiki/Fame_Gurukul": "Fame Gurukul was an Indian reality show on Sony Entertainment Television (India) which premiered on 27 June 2005. The  program was produced by the same production house of Indian Idol. The concept of the show was to select a pair of India's best singers/performers.",
  "/wiki/Sony_Entertainment_Television": "Sony Entertainment Television (abbr. SET) is an Indian Hindi-language pay television channel that was launched in October 1996, and is owned by Sony Pictures Networks India, a subsidiary of the Japanese Sony.",
  "/wiki/Shabaash_India": "Shabaash India is a reality show that aired on Zee TV that showcased the record-breaking and unorthodox talents of the people of India. The shows presented different abilities of people such as physical strength, stamina, mental and paranormal that amazed TV viewers. Notable feats in the shows have been a man pulling a Boeing 737 with his hair, a lady passing 50 motor cycles over her stomach and a young man breaking 76 tube lights with his neck. The show is hosted by Hussain Kuwajerwala.",
  "/wiki/Zee_TV": "Zee TV is an Indian pay television channel owned by Zee Entertainment Enterprises, a media and entertainment company based in Mumbai, Maharashtra. A part of the Essel Group, it started to broadcast on 2 October 1992 as the first Hindi-language subscription channel in India.",
  "/wiki/Bigg_Boss": "Bigg Boss is an Indian reality television game show franchise produced by EndemolShine India through Viacom 18 and Colors, broadcast in India, subsequently it is syndicated internationally and made available online as VOD through OTT platforms in Hotstar and Voot. There have been 7 versions of the show in 7 individual languages spoken in the Indian subcontinent. The first show of the franchise was Bigg Boss in Hindi which debuted in 2006. The franchise has extended its presence in Kannada, Bengali in 2013 and Tamil, Telugu in 2017 and Marathi and Malayalam as of 2018. Though only celebrities were selected to be the housemates in the initial seasons, general public have been auditioned to be on the show in the latest seasons of Hindi, Kannada and Telugu versions of the show.",
  "/wiki/Fear_Factor:_Khatron_Ke_Khiladi": "Fear Factor: Khatron Ke Khiladi (Fear Factor: Players of Danger) is an Indian stunt reality television series based on the American series Fear Factor. First launched as Fear Factor India on Sony TV, it was sold to Colors TV and was relaunched as Fear Factor: Khatron Ke Khiladi on 21 July 2008.",
  "/wiki/Colors_TV": "Viacom 18 Media Pvt. Limited is an Indian joint venture operation between ViacomCBS and TV18 based in Mumbai.  It was founded in November 2007 and owns various channels of ViacomCBS, as well as various consumer products in India.",
  "/wiki/Aap_Ki_Kachehri": "Aap Ki Kachehri... Kiran Ke Saath is an Indian television reality show about real-life situations. The series premiered on the television channel, STAR Plus and is a platform for settling disputes between consenting individuals. The series is based on real-life disputes. The Indian social activist and retired Indian police officer, Kiran Bedi plays the role of the body officially appointed to settle a dispute.",
  "/wiki/Star_Plus": "StarPlus is an Indian pay television channel owned by Star India. The network's programming consists of family dramas, comedies, youth-oriented reality shows, shows on crime and television films. It is also distributed internationally by The Walt Disney Company India, subsidiary of The Walt Disney Company.",
  "/wiki/Just_Dance_(Indian_TV_series)": "Just Dance is an Indian television dance-reality series on Star Plus. The series is judged by well-known Bollywood film actor Hrithik Roshan along with choreographer Vaibhavi Merchant and film director Farah Khan. Hrithik Roshan rehearsed for 5 hours a day for 5 days to shoot for the promotional video of the series, which is choreographed by shows judge, Vaibhavi Merchant. It premiered on 18 June 2011 at 9 PM in India and aired every Saturday and Sunday until 1 October 2011.",
  "/wiki/Survivor_India_–_The_Ultimate_Battle": "Survivor India is the Indian version of the Survivor franchise, which was originally based from the show, Expedition Robinson created in 1997 by Charlie Parsons. The series was filmed in the summer of 2011 and premiered on 6 January 2012 on Star Plus. The show was hosted by Sameer Kochhar. The show is produced by Miditech Pvt. Ltd. and is aired on weekend nights. Like many of its counterparts, the show has a set number of contestants stranded on an isolated area for a pre-determined number of days until one remains and is given the title Sole Survivor. Aside from the title, the winner also receives  10 million.",
  "/wiki/StarPlus": "StarPlus is an Indian pay television channel owned by Star India. The network's programming consists of family dramas, comedies, youth-oriented reality shows, shows on crime and television films. It is also distributed internationally by The Walt Disney Company India, subsidiary of The Walt Disney Company.",
  "/wiki/DID_Super_Moms": "Dance India Dance (also called by the acronym DID; tagline:Dance Ka Asli ID D.I.D.) is an Indian dance competition reality television series that airs on Zee TV, created and produced by Essel Vision Productions. It premiered on 30 January 2009. Here the judges are called Masters and Mithun Chakraborty was called Grand Master (till season 6). Season 7 premiered with a different concept.",
  "/wiki/Fear_Factor:_Khatron_Ke_Khiladi_5": "Fear Factor: Khatron Ke Khiladi Darr Ka Blockbuster is the fifth season of India's stunt/action reality game show Fear Factor: Khatron Ke Khiladi, based on the American Fear Factor. The series premiered on Colors TV. The show is hosted by filmmaker Rohit Shetty. the first episode was narrated by Bollywood actor Amitabh Bachchan.",
  "/wiki/Bigg_Boss_8": "Bigg Boss 8, which merged into Bigg Boss Halla Bol!, was the eighth season of the Indian reality television series Bigg Boss, which premiered on TV channel Colors from 21 September 2014 and concluded on 3 January 2015 with five final contestants. Bigg Boss is the Indian edition of Big Brother. Salman Khan returned as the host of the series for the fifth time and Snapdeal was chosen to be the new presenting sponsor after the end of Colors' five-year deal with Vodafone India for the series.",
  "/wiki/Dance_Plus_(season_2)": "Season 2 of Dance Plus premiered on 2 July 2016 on Star Plus. It was created and produced by Varun Trikha Productions, Urban Brew Studios and Frames Production and aired for 25 episodes. This time there were two talents from Nepal who progressed to the Grand Finale (Wild Ripperz Crew and Sushant Khatri). Mokshda Jailkhani was the first contestant to get the double plus. Wild Ripperz set the record by gaining Double Plus for 8 consecutive time. Auditions were conducted across several cities of India from 3 May 2016 to 26 May 2016.",
  "/wiki/Fear_Factor:_Khatron_Ke_Khiladi_8": "The eighth season of Fear Factor: Khatron Ke Khiladi, an Indian reality and stunt television series premiered on 22 July 2017 and is broadcast on Colors TV. The name of the season was Khatron Ke Khiladi: Pain in Spain. It aired on Saturday and Sunday nights at 9 PM. The series is produced by Deepak Dhar of Endemol India .",
  "/wiki/Super_Dancer": "Super Dancer is an Indian Hindi kids dance reality television series, which airs on Sony Entertainment Television and Sony Entertainment Television Asia.The winner of season 1 of this series is Ditya Bhande and Bishal Sharma is the winner of Super Dancer Chapter 2 and Rupsa Batabyal is the winner of Super Dancer chapter 3. The series is produced by Ranjeet Thakur and Hemant Ruprell for their production house Frames Production..",
  "/wiki/Indian_Television_Academy_Awards": "The Indian Television Academy Awards, also known as the ITA Awards, is an annual event organised by the Indian Television Academy to honour excellence of Indian Television."
}