{
  "/wiki/Santa_Tecla_F.C.": "Santa Tecla Fútbol Club is a Salvadoran multi-sport club based in Santa Tecla. Although they compete in a number of different sports, Santa Tecla is mostly known for its professional association football team.\nThe club currently plays in the Primera División, the top tier of El Salvador football.\nSanta Tecla was founded in 2007, and currently plays its home games at the 10,000 capacity soccer-specific Estadio Las Delicias.",
  "/wiki/Estadio_Las_Delicias": "Estadio Las Delicias is a multi-use stadium in Santa Tecla, El Salvador.  It is currently used mostly for football matches and is the home stadium of Santa Tecla F.C.. The stadium holds 10,000 spectators.",
  "/wiki/Alianza_F.C.": "Alianza Fútbol Club, also known simply as Alianza, is a football club based in San Salvador, El Salvador. Founded in 1958, Alianza was almost immediately successful, winning its first championships in the 1966 and 1967 Salvadoran seasons. Even more significantly, Alianza was the first Central American and Salvadoran club to win the CONCACAF Champions' Cup in 1967, and is currently one of only three Salvadoran teams to have done so.",
  "/wiki/San_Salvador": "San Salvador (\"Holy Savior\") is the capital and the most populous city of El Salvador and its eponymous department. It is the country's political, cultural, educational and financial center. The Metropolitan Area of San Salvador which comprises the capital itself and 13 of its municipalities has a population of 2,404,097.",
  "/wiki/Estadio_Cuscatlán": "The Estadio Cuscatlán is a football stadium located in San Salvador, El Salvador. It is the largest stadium in Central America with a capacity of 53,400. The stadium is the home ground of the El Salvador national football team and Alianza F.C.",
  "/wiki/C.D._FAS": "Club Deportivo Futbolistas Asociados Santanecos, commonly known as FAS (pronounced \"fas\"), is a professional Salvadoran football club based in Santa Ana.",
  "/wiki/Santa_Ana,_El_Salvador": "Santa Ana is the second largest city in El Salvador, after the capital of San Salvador. It is located 64 kilometers northwest of San Salvador, the capital city.  Santa Ana has approximately 374,830 (2017)) inhabitants and serves both as the capital of the department of Santa Ana and as the municipal seat for the surrounding municipality of the same name.  For its administration the municipality is divided into 35 colonias (neighborhoods) and 318 small villages.",
  "/wiki/Estadio_Óscar_Quiteño": "Estadio Óscar Quiteño is a multi-purpose stadium in Santa Ana, El Salvador.",
  "/wiki/C.D._Águila": "Club Deportivo Águila, commonly known as Águila, is a Salvadoran football club based in San Miguel, San Miguel, El Salvador. The club currently plays in the Primera División, the top tier of the El Salvador football league system.\nThe team is currently managed by Salvadoran Carlos Romero and captained by the current Salvadoran international Benji Villalobos. \nÁguila is one of the most successful clubs in El Salvador football history.\nC.D. Águila have won sixteen Primera División championships, one Copa Presidente, and one CONCACAF Champions' Cup 1976. Their CONCACAF Champions' Cup 1976 win in 1976 made them the second Salvadoran team to win a CONCACAF title.\nSince 1956, Águila have played their home games at Estadio Juan Francisco Barraza. The stadium is one of the biggest stadiums in El Salvador.\nÁguila holds a long-standing rivalry with neighbours Dragón, known as the San Miguel derby. Águila also has a rivalry with FAS, known as El Clásico (English: The Classic).",
  "/wiki/San_Miguel,_El_Salvador": "San Miguel is a city in eastern El Salvador. It is the country's third most populous city. It is located 138 km east of the capital, San Salvador. It is also the capital of  the department of San Miguel and a municipality. The population of the city in 2017 was 518,410.",
  "/wiki/Estadio_Juan_Francisco_Barraza": "Estadio Juan Francisco Barraza is a multi-purpose stadium in San Miguel, El Salvador.",
  "/wiki/A.D._Isidro_Metapán": "Asociación Deportiva Isidro Metapán, also known simply as Isidro Metapán, is a Salvadoran sports club based in Metapán, Santa Ana, El Salvador.[excessive citations]",
  "/wiki/Estadio_Jorge_Calero_Suárez": "Stadium Jorge \"Calero\" Suarez is a stadium located in the city of Metapan, is the largest stadium in this city and is used mostly for football matches, is the home of A.D. Isidro Metapan of the First Division of El Salvador, has been remodeled several times to be authorized for the Concacaf games, with games A.D. Isidro Metapan.",
  "/wiki/Chalatenango,_El_Salvador": "Chalatenango, El Salvador, is a municipality located in the department of Chalatenango in the north of El Salvador",
  "/wiki/Estadio_José_Gregorio_Martínez": "The Estadio José Gregorio Martínez is a multi-use stadium located in the city of Chalatenango, El Salvador. Specifically in the Km 72 ½ mile of the road leading from San Salvador to the provincial capital, is used for football, where the local team Chalatenango plays.",
  "/wiki/Jocoro_F.C.": "Jocoro Fútbol Club are a Salvadoran professional football club based in Jocoro, Morazán, El Salvador.",
  "/wiki/C.D._Pasaquina": "Club Deportivo Pasaquina Futbol Club, commonly known as Pasaquina F.C. are a Salvadoran professional football club based in Pasaquina, La Unión Department.",
  "/wiki/Estadio_San_Sebastian": "Estadio San Sebastian is a football stadium in Pasaquina, El Salvador. It is the ground of C.D. Pasaquina from 2005 to present.\nThe stadium holds 5000 seats.",
  "/wiki/C.D._Audaz": "Club Deportivo Audaz commonly known as CD Audaz, or simply Audaz, is a Salvadoran association football club based in Apastepeque, San Vicente.",
  "/wiki/C.D._Luis_Ángel_Firpo": "Club Deportivo Luis Ángel Firpo (often abbreviated to Firpo) is an El Salvador professional association football club based in Usulután.",
  "/wiki/Estadio_Sergio_Torres": "Estadio Sergio Torres is a multi-purpose stadium in Usulután, El Salvador.  It is currently used mostly for football matches and is the home stadium of Luis Ángel Firpo. The stadium holds 5,000 people.",
  "/wiki/Sonsonate,_El_Salvador": "Sonsonate is a city and municipality of El Salvador. It is the capital of the department of Sonsonate; on the Sensunapan River and the railway from San Salvador to the Pacific port of Acajutla, 21 km (13 mi) south. Pop. (2007), about 71,541.",
  "/wiki/C.D._Municipal_Limeño": "Club Deportivo Municipal Limeño is a professional Salvadoran football club based in Santa Rosa de Lima, La Unión, El Salvador.",
  "/wiki/Santa_Rosa_de_Lima,_La_Unión": "Santa Rosa de Lima is a municipality in La Unión Department of El Salvador.",
  "/wiki/List_of_football_clubs_in_El_Salvador": "List of football clubs in El Salvador sorted by division:"
}