{
  "/wiki/Juno_Awards_of_2003": "The Juno Awards of 2003 were presented in Ottawa, Ontario, Canada on 6 April 2003. The primary awards ceremony was hosted that evening by Shania Twain at the Corel Centre (now Canadian Tire Centre) and televised on CTV.",
  "/wiki/Shania_Twain": "Eilleen Regina Edwards, OC (/ʃəˈnaɪ.ə/; born August 28, 1965), known professionally as Shania Twain, is a Canadian singer, songwriter, actress and television personality. She has sold over 100 million records, making her the best-selling female artist in country music history and among the best-selling music artists of all time. Her success garnered her several honorific titles including the \"Queen of Country Pop\".",
  "/wiki/Alanis_Morissette": "Alanis Nadine Morissette (born June 1, 1974) is a Canadian-American singer, songwriter, record producer, and actress. Known for her emotive mezzo-soprano voice, Morissette began her career in Canada in the early 1990s with two mildly successful dance-pop albums. Afterwards, as part of a recording deal, she moved to Holmby Hills, Los Angeles and in 1995 released Jagged Little Pill, a more rock-oriented album which sold more than 33 million copies globally and is her most critically acclaimed work. Her follow-up album, Supposed Former Infatuation Junkie, was released in 1998.",
  "/wiki/Celine_Dion": "Céline Marie Claudette Dion CC OQ (/seɪˌliːn diˈɒn/, also UK: /- ˈdiːɒn/, French: [selin maʁi klodɛt djɔ̃], Quebec French: [- d͡zjɔ̃]; born 30 March 1968) is a Canadian singer. Born into a large family from Charlemagne, Quebec, she emerged as a teen star in her homeland with a series of French-language albums during the 1980s. She first gained international recognition by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest, where she represented Switzerland. After learning to speak English, she signed on to Epic Records in the United States. In 1990, Dion released her debut English-language album, Unison, establishing herself as a viable pop artist in North America and other English-speaking areas of the world.",
  "/wiki/Daniel_Bélanger": "Daniel Bélanger (born December 26, 1961) is a Canadian singer-songwriter. His music is eclectic, inspired by alternative rock, folk and electronic music, sometimes humorous, sometimes wistful.",
  "/wiki/Remy_Shand": "Remy Shand (born October 14, 1977) is a Canadian R&B/soul singer, who released his debut album, The Way I Feel, on Motown Records in 2002.",
  "/wiki/Juno_Awards_of_2004": "The Juno Awards of 2004 were presented on April 4, 2004 at Rexall Place in Edmonton, Alberta, Canada and were hosted by Alanis Morissette.",
  "/wiki/Sam_Roberts": "Sam Roberts (born October 2, 1974) is a Canadian rock singer-songwriter who has released six albums and has been signed to Universal (Canada) since 2002.  His debut EP The Inhuman Condition, reached the Canadian charts in 2002. He has released albums as a solo artist and three albums credited as the Sam Roberts Band. He is also a member of Canadian supergroup Anyway Gang, who released their debut self-title album in 2019. Roberts has been nominated, together with his band, for fourteen Juno Awards, winning six, including Artist of the Year twice (2004 and 2009). From the beginning of his career to 2016, Roberts was among the top 60 best-selling Canadian artists in Canada.",
  "/wiki/Nelly_Furtado": "Nelly Kim Furtado ComIH (/fɜːrˈtɑːdoʊ/, Portuguese: [fuɾˈtaðu]; born  December 2, 1978) is a Canadian singer and songwriter. Furtado first gained fame with her debut album, Whoa, Nelly! (2000), which was a critical and commercial success that spawned two top 10 singles on the Billboard Hot 100, \"I'm Like a Bird\" and \"Turn Off the Light\". The first of the two singles won her a Grammy Award for Best Female Pop Vocal Performance. In 2003, she released her second album, Folklore, which was preceded by the lead single, \"Powerless (Say What You Want)\".",
  "/wiki/Sarah_McLachlan": "Sarah Ann McLachlan OC OBC (born January 28, 1968) is a Canadian singer-songwriter known for her emotional ballads and mezzo-soprano vocal range. As of 2015 she had sold over 40 million albums worldwide. McLachlan's best-selling album to date is Surfacing, for which she won two Grammy Awards (out of four nominations) and four Juno Awards. In addition to her personal artistic efforts, she founded the Lilith Fair tour, which showcased female musicians on an unprecedented scale. The Lilith Fair concert tours took place from 1997 to 1999, and resumed in the summer of 2010.",
  "/wiki/Shawn_Desman": "Shawn Bosco Fernandes (born January 12, 1982), better known by his stage name Shawn Desman, is a Canadian pop/R&B singer, songwriter, dancer, television personality, and actor of Italian and Portuguese descent. He was signed to Universal Music Canada.",
  "/wiki/Juno_Awards_of_2005": "The Juno Awards of 2005 were held 3 April at the MTS Centre in Winnipeg, Manitoba and were hosted by comedian Brent Butt. Avril Lavigne and k-os won three awards each, while Billy Talent and Feist won 2 apiece.",
  "/wiki/Avril_Lavigne": "Avril Ramona Lavigne (/ˌævrɪl ləˈviːn/ AV-ril lə-VEEN, French: [avʁil laviɲ]; born September 27, 1984) is a Canadian-French singer, songwriter, and actress. By the age of 15, she had appeared on stage with Shania Twain and by 16, she had signed a two-album recording contract with Arista Records worth more than $2 million.",
  "/wiki/Bryan_Adams": "Bryan Guy Adams OC OBC (born 5 November 1959) is a Canadian singer, songwriter, record producer, guitarist, photographer, philanthropist, and activist. He rose to fame in Canada and the United States with his 1983 album Cuts Like a Knife and turned into a global star with his 1984 album Reckless, which produced some of his best known songs, including \"Run to You\", \"Summer of '69\", and his first number one, \"Heaven\". In 1991, he released the album Waking Up the Neighbours, which included the song \"(Everything I Do) I Do It for You\". The song became a worldwide hit and reached number 1 in many countries, including a new record of 16 consecutive weeks in the United Kingdom. Adams also had the U.S. Billboard Hot 100 number-one singles \"Please Forgive Me\",  \"All for Love\" and \"Have You Ever Really Loved a Woman?\"",
  "/wiki/Diana_Krall": "Diana Jean Krall OC OBC (born November 16, 1964) is a Canadian jazz pianist and singer, known for her contralto vocals. She has sold more than 6 million albums in the US and over 15 million albums worldwide. On December 11, 2009, Billboard magazine named her the second Jazz Artist of the Decade (2000–09), establishing her as one of the best-selling artists of her time.",
  "/wiki/K.d._lang": "Kathryn Dawn Lang OC AOE (born November 2, 1961), known by her stylized stage name k.d. lang, is a Canadian pop and country singer-songwriter and occasional actress.",
  "/wiki/Juno_Awards_of_2006": "The Juno Awards of 2006 were held in Halifax, Nova Scotia, Canada on the weekend of 31 March to 2 April 2006. These ceremonies honour music industry achievements in Canada during the previous year.",
  "/wiki/Michael_Bublé": "Michael Steven Bublé (IPA: /buːˈbleɪ/ boo-BLAY; born September 9, 1975) is a Canadian singer, songwriter, actor and record producer. His first album reached the top ten in Canada and the UK. He found a worldwide audience with his 2005 album It's Time as well as his 2007 album Call Me Irresponsible – which reached number one on the Canadian Albums Chart, the UK Albums Chart, the US Billboard 200, the Australian ARIA Albums Chart and several European charts. Bublé's 2009 album Crazy Love debuted at number one on the US Billboard 200 after three days of sales, and remained there for two weeks. It was also his fourth number one album on Billboard's Top Jazz Albums chart. His 2011 holiday album, Christmas, was in first place on the Billboard 200 for the final four weeks of 2011 and the first week of 2012, totalling five weeks atop the chart, it also made the top 5 in the United Kingdom. With this, Christmas became his third-consecutive number-one album on the chart. To Be Loved was released in April 2013. Bublé has sold over 75 million records worldwide, and won numerous awards, including four Grammy Awards and multiple Juno Awards. Bublé is a dual citizen of both Canada and Italy.",
  "/wiki/Boom_Desjardins": "Daniel \"Boom\" Desjardins (born 1971) is a French Canadian singer from Val-d'Or, Quebec. He was an original member of the rock band La Chicane for eleven years, from 1993 until 2004, when he left to begin a solo career.",
  "/wiki/Kalan_Porter": "Richard Kalan Porter (born November 11, 1985) is a Canadian singer-songwriter from Medicine Hat, Alberta, and the winner of the reality television series Canadian Idol in season 2.  He started to sing at an early age and is classically trained, playing several instruments, most notably, the violin and viola. He writes and arranges violin solos for many of his songs.\nPorter's first single \"Awake in a Dream\" is the best selling debut single for a Canadian artist to date and has been certified 8x Platinum by the Canadian Recording Industry Association. He is also the highest selling solo Canadian Idol singer. In 2013 he was a graduate student in business at the Wharton School at the University of Pennsylvania.",
  "/wiki/Rex_Goudie": "Rex Goudie (born November 18, 1985) is a Canadian singer-songwriter and was the runner-up of Canadian Idol 3.",
  "/wiki/Juno_Awards_of_2007": "The Juno Awards of 2007 were hosted in Saskatoon, Saskatchewan, Canada on the weekend ending 1 April 2007. These ceremonies honoured music industry achievements in Canada during most of 2006. The event was well known for a possible tape delay by the CTV television network so the network could syndicate The Amazing Race.",
  "/wiki/Gregory_Charles": "Gregory Charles, OC (born February 12, 1968) is a Quebec performing artist of Trinidadian and French Canadian origin.",
  "/wiki/Loreena_McKennitt": "Loreena Isabel Irene McKennitt, CM OM (born February 17, 1957) is a Canadian musician, composer, harpist, accordionist, and pianist who writes, records and performs world music with Celtic and Middle Eastern themes. McKennitt is known for her refined and clear dramatic soprano vocals. She has sold more than 14 million records worldwide.",
  "/wiki/Pierre_Lapointe": "Pierre Lapointe (born May 23, 1981) is a Canadian singer-songwriter. His work largely follows in the tradition of French chanson, though he is influenced by modern pop music. Defining himself as a \"popular singer\", he has built an egocentric persona of a dandy onstage, but says he does this mostly to deflect attention from himself. His records have found critical and commercial success in Canada.",
  "/wiki/Juno_Awards_of_2008": "The Juno Awards of 2008 were held in Calgary, Alberta, Canada on the weekend ending 6 April 2008. These ceremonies honoured music industry achievements in Canada in the latter part of 2006 and in most of 2007.",
  "/wiki/Feist_(singer)": "Leslie Feist (born 13 February 1976) is a Canadian indie pop singer-songwriter and guitarist, performing both as a solo artist and as a member of the indie rock group Broken Social Scene.",
  "/wiki/Pascale_Picard": "The Pascale Picard Band is a Canadian rock group from Quebec City, formed by Pascale Picard (vocal and guitar), Philippe Morissette (bass), Marc Chartrain (drums) and Mathieu Cantin (guitar).",
  "/wiki/Juno_Awards_of_2009": "The Juno Awards of 2009 honoured music industry achievements in Canada in the latter part of 2007 and in most of 2008. These ceremonies were held in Vancouver, British Columbia, Canada during the weekend ending 29 March 2009.",
  "/wiki/City_and_Colour": "Dallas Michael John Albert Green (born September 29, 1980) is a Canadian musician and singer-songwriter who records under the name City and Colour. He is also known for his contributions as a singer, rhythm guitarist and songwriter for the post-hardcore band Alexisonfire. In 2005, he debuted his first full-length album, Sometimes, which achieved platinum certification in 2006. City and Colour began performing in small intimate venues between Alexisonfire tours. The name City and Colour comes from his own name: Dallas, a city, and Green, a colour. His reasoning for the name was that he felt uneasy \"putting the album out under the name Dallas Green\".",
  "/wiki/Serena_Ryder": "Serena Ryder (born December 8, 1982) is a Canadian musician. Born in Toronto, she grew up in Millbrook, Ontario. Ryder first gained national recognition with her ballad \"Weak in the Knees\" in 2007. An accomplished songwriter and musician, she also possesses a three-octave vocal range and is considered a mezzo-soprano. Her timbre has been described as slightly nasal with a raspy lower register.",
  "/wiki/Juno_Awards_of_2010": "The Juno Awards of 2010 honoured music industry achievements in Canada for the latter part of 2008 and for most of 2009. These ceremonies were in St. John's, Newfoundland and Labrador, Canada during the weekend ending 18 April 2010. Primary ceremonies were held at the Mile One Centre and at an outdoor venue on George Street. This also marks the first time to not feature a host.",
  "/wiki/K'naan": "Keinan Abdi Warsame (Somali: Keynaan Cabdi Warsame, Arabic: كَينَان عَبدِ وَرسَمَ‎ Kaynān ʿAbdi Warsama), better known by his stage name K'naan (/ˈkeɪnɑːn/), is a Somali Canadian poet, rapper, singer, songwriter, and instrumentalist. He rose to prominence with the success of his single \"Wavin' Flag\", which was chosen as Coca-Cola's promotional anthem for the 2010 FIFA World Cup. Besides hip hop, K'naan's sound is influenced by elements of Somali music and world music. He is also involved in various philanthropic initiatives.",
  "/wiki/Jann_Arden": "Jann Arden, CM  (born Jann Arden Anne Richards; March 27, 1962) is a Canadian singer-songwriter and actress. She is famous for her signature ballads, \"Could I Be Your Girl\" and \"Insensitive\", which is her biggest hit to date.",
  "/wiki/Johnny_Reid": "John Kirkland Reid (born August 21, 1974) is a Scottish-Canadian country music artist. Reid moved to Canada in July 1988 when he was 13. His father, a diesel mechanic, wanted to give Reid and his brother opportunities he did not think they would have in Scotland. He graduated from Turner Fenton Secondary School in Brampton, Ontario, in 1992. Reid went on to attend Bishop's University in Lennoxville, Quebec, where he met his wife (and was a kicker on the varsity football team).",
  "/wiki/Juno_Awards_of_2011": "The Juno Awards of 2011 honoured Canadian music industry achievements in the latter part of 2009 and in most of 2010. The awards were presented in Toronto, Ontario, Canada, during the weekend of 26 and 27 March 2011. A week of related events began on 21 March 2011. This occasion marked 40 years since the 1971 Juno Awards, the first year the ceremonies were conducted by that name.",
  "/wiki/Neil_Young": "Neil Percival Young OC OM (born November 12, 1945) is a Canadian American singer-songwriter, multi-instrumentalist and activist, considered by some as one of the most influential and prolific songwriters of all time. After embarking on a music career in the 1960s, he moved to Los Angeles, where he formed Buffalo Springfield with Stephen Stills, Richie Furay and others. Young released two solo albums and three as a member of Buffalo Springfield by the time he joined Crosby, Stills & Nash in 1969. From his early solo albums and those with his backing band Crazy Horse, Young has recorded a steady stream of studio and live albums, sometimes warring with his recording company along the way.",
  "/wiki/Drake_(entertainer)": "Aubrey Drake Graham (born October 24, 1986) is a Canadian rapper, singer, songwriter, producer, actor, and businessman. Drake initially gained recognition as an actor on the teen drama television series Degrassi: The Next Generation in the 2000s; intent on pursuing a career in music, he left the series in 2007 after releasing his debut mixtape Room for Improvement. He released two further independent projects, Comeback Season and So Far Gone, before signing to Young Money Entertainment in June 2009.",
  "/wiki/Justin_Bieber": "Justin Drew Bieber (/ˈbiːbər/; born March 1, 1994) is a Canadian singer, songwriter and actor.  Discovered at 13 years old by talent manager Scooter Braun after he had watched his YouTube cover song videos, Bieber was signed to RBMG Records in 2008. With Bieber's debut EP My World, released in late 2009, Bieber became the first artist to have seven songs from a debut record chart on the Billboard Hot 100.",
  "/wiki/Juno_Awards_of_2012": "The Juno Awards of 2012 honoured Canadian music industry achievements in the latter part of 2010 and in most of 2011. The awards were presented in Ottawa, Ontario, Canada during the weekend of 31 March and 1 April 2012. A week of related events began on 26 March 2012.",
  "/wiki/Deadmau5": "Joel Thomas Zimmerman (born January 5, 1981), known professionally as Deadmau5 (stylized as deadmau5; pronounced \"dead mouse\"), is a Canadian electronic music producer, DJ, and musician. Zimmerman mainly produces progressive house music and sometimes other forms of electronic music. His works have been included in compilation albums such as Tiësto's In Search of Sunrise 6: Ibiza and presented on Armin van Buuren's A State of Trance radio show.",
  "/wiki/Juno_Awards_of_2013": "The Juno Awards of 2013 honoured Canadian music industry achievements in the latter part of 2011 and in most of 2012. The awards were presented in Regina, Saskatchewan, Canada during the weekend of 20–21 April 2013. The main ceremony was hosted by Michael Bublé at the Brandt Centre. The city of Moose Jaw also hosted some supporting events.",
  "/wiki/Leonard_Cohen": "Leonard Norman Cohen CC GOQ (September 21, 1934 – November 7, 2016) was a Canadian singer, songwriter, poet, and novelist. His work explored religion, politics, isolation, depression, sexuality, loss, death and romantic relationships. Cohen was inducted into the Canadian Music Hall of Fame, the Canadian Songwriters Hall of Fame, and the Rock and Roll Hall of Fame. He was invested as a Companion of the Order of Canada, the nation's highest civilian honour. In 2011, Cohen received one of the Prince of Asturias Awards for literature and the ninth Glenn Gould Prize.",
  "/wiki/Carly_Rae_Jepsen": "Carly Rae Jepsen (born November 21, 1985) is a Canadian singer, songwriter, and actress. Born and raised in Mission, British Columbia, Jepsen performed several lead roles in her high school's musical productions and pursued musical theatre at the Canadian College of Performing Arts in Victoria, BC. After completing her studies, she relocated to Vancouver and later competed on the fifth season of Canadian Idol in 2007, placing third. In 2008, Jepsen released her folk-influenced debut studio album Tug of War in Canada.",
  "/wiki/Juno_Awards_of_2014": "The Juno Awards of 2014 honoured Canadian music industry achievements in the latter part of 2012 and in most of 2013. The awards were presented in Winnipeg, Manitoba, Canada during the weekend of 29–30 March 2014. The main ceremony took place at the MTS Centre and was televised on CTV.",
  "/wiki/Céline_Dion": "Céline Marie Claudette Dion CC OQ (/seɪˌliːn diˈɒn/, also UK: /- ˈdiːɒn/, French: [selin maʁi klodɛt djɔ̃], Quebec French: [- d͡zjɔ̃]; born 30 March 1968) is a Canadian singer. Born into a large family from Charlemagne, Quebec, she emerged as a teen star in her homeland with a series of French-language albums during the 1980s. She first gained international recognition by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest, where she represented Switzerland. After learning to speak English, she signed on to Epic Records in the United States. In 1990, Dion released her debut English-language album, Unison, establishing herself as a viable pop artist in North America and other English-speaking areas of the world.",
  "/wiki/Drake_(rapper)": "Aubrey Drake Graham (born October 24, 1986) is a Canadian rapper, singer, songwriter, producer, actor, and businessman. Drake initially gained recognition as an actor on the teen drama television series Degrassi: The Next Generation in the 2000s; intent on pursuing a career in music, he left the series in 2007 after releasing his debut mixtape Room for Improvement. He released two further independent projects, Comeback Season and So Far Gone, before signing to Young Money Entertainment in June 2009.",
  "/wiki/Robin_Thicke": "Robin Alan Thicke (born March 10, 1977) is an American singer, songwriter and record producer.",
  "/wiki/Juno_Awards_of_2015": "The Juno Awards of 2015 honoured Canadian music industry achievements in the latter part of 2013 and in most of 2014. The awards were presented in Hamilton, Ontario, Canada during the weekend of 14–15 March 2015. The main ceremony was conducted at FirstOntario Centre and televised on CTV. Various concerts and events related to the awards began on 9 March 2015. This marked the sixth time that the awards were presented in Hamilton, which last hosted the Junos in 2001.",
  "/wiki/The_Weeknd": "Abel Makkonen Tesfaye (born February 16, 1990), better known by his stage name The Weeknd, is a Canadian singer, songwriter, actor and record producer. In 2010, he anonymously uploaded several songs to YouTube under the name \"The Weeknd\" and released the mixtapes House of Balloons, Thursday, and Echoes of Silence in 2011 which quickly gained him a following and recognition from several mainstream publications due to his dark wave-style of R&B and the mystique surrounding his identity.",
  "/wiki/Juno_Awards_of_2016": "The Juno Awards of 2016, honouring Canadian music achievements, were presented in Calgary the weekend of 2–3 April 2016. The ceremonies were held at the Scotiabank Saddledome, and televised on CTV. It was the first televised awards show to be broadcast in 4K ultra high-definition.",
  "/wiki/Shawn_Mendes": "Shawn Peter Raul Mendes (/ˈmɛndɛz/; born August 8, 1998) is a Canadian singer, songwriter and model. He gained a following in 2013, posting song covers on the video-sharing application Vine. The following year, he caught the attention of artist manager Andrew Gertler and Island Records A&R Ziggy Chareton, which led to him signing a deal with the record label. He has since released three studio albums, headlined three world tours, and received several awards.",
  "/wiki/Juno_Awards_of_2017": "The Juno Awards of 2017, honouring Canadian music achievements, were presented in Ottawa, Ontario the weekend of 1–2 April 2017. The ceremonies were held at the Canadian Tire Centre in Kanata and televised on CTV with Bryan Adams and Russell Peters as co-hosts. The duo replaced Michael Bublé, who was originally scheduled to host the show.",
  "/wiki/Alessia_Cara": "Alessia Caracciolo (born July 11, 1996), known professionally as Alessia Cara (/əˈlɛsiə ˈkɑːrə/), is a Canadian singer, songwriter, and multi-instrumentalist. After producing acoustic covers, she signed with EP Entertainment and Def Jam Recordings in 2014 and released her debut single the following year. \"Here\" reached number 19 on the Canadian Hot 100 chart and was a sleeper hit in the United States, peaking at number 5 on the Billboard Hot 100 chart.",
  "/wiki/Drake_(musician)": "Aubrey Drake Graham (born October 24, 1986) is a Canadian rapper, singer, songwriter, producer, actor, and businessman. Drake initially gained recognition as an actor on the teen drama television series Degrassi: The Next Generation in the 2000s; intent on pursuing a career in music, he left the series in 2007 after releasing his debut mixtape Room for Improvement. He released two further independent projects, Comeback Season and So Far Gone, before signing to Young Money Entertainment in June 2009.",
  "/wiki/Juno_Awards_of_2018": "The Juno Awards of 2018, honouring Canadian music achievements, were presented in Vancouver, British Columbia during the weekend of 24–25 March 2018. The primary telecast ceremonies were held at Rogers Arena. Vancouver previously hosted the Juno Awards in 1991, 1998 and 2009. Michael Bublé hosted these awards after having stepped down from his scheduled hosting the previous year due to his son's cancer diagnosis. Nominations were announced on 6 February 2018.",
  "/wiki/Gord_Downie": "Gordon Edgar Downie CM (February 6, 1964 – October 17, 2017)  was a Canadian rock singer-songwriter, musician, writer and activist. He was the lead singer and lyricist for the Canadian rock band The Tragically Hip,  which he fronted from their formation in 1984 until his death in 2017. Downie is widely regarded as one of the most influential and popular artists in Canadian music history.",
  "/wiki/Daniel_Caesar": "Ashton D. Simmonds (born April 5, 1995), known professionally as Daniel Caesar, is a Canadian singer and songwriter. After independently building a following through the release of two critically acclaimed EPs Praise Break (2014) and Pilgrim's Paradise (2015), Caesar released his debut album Freudian in August 2017, which also garnered widespread critical acclaim.",
  "/wiki/Lights_(musician)": "Lights Poxleitner-Bokan (born Valerie Anne Poxleitner; April 11, 1987), known mononymously as Lights (previously stylised as LIGHTS), is a Canadian musician, singer, songwriter, author, and illustrator. She is known for her gold-certified albums The Listening and Siberia as well as singles \"Drive My Soul\", \"February Air\", \"Ice\", \"Second Go\", \"Toes\", and \"Up We Go\". She released her fourth studio album, Skin & Earth, in 2017 accompanied by a graphic novel of the same name.",
  "/wiki/Ruth_B": "Ruth Berhe (born July 2, 1995), better known by her stage name Ruth B., is a Canadian singer and songwriter from Edmonton, Alberta. She started by singing songs on Vine in early 2013. In November 2015, she released her debut extended play, The Intro. On May 5, 2017, she released her debut album, Safe Haven. The album has gathered over 615 million overall streams on Spotify, as of February 2020. Her hit single \"Lost Boy\" has accumulated over 470 million streams on Spotify alone as of February 2020, while her YouTube channel has received a total of 245 million views.",
  "/wiki/Juno_Awards_of_2019": "The Juno Awards of 2019, honouring Canadian music achievements, were presented in London, Ontario during the weekend of 16–17 March 2019. The primary telecast ceremonies were held at Budweiser Gardens, preceded by numerous Juno Week events from 11 March. This was the first time the Juno Awards were hosted in London.",
  "/wiki/Tory_Lanez": "Daystar Peterson (born July 27, 1992), better known by his stage name Tory Lanez, is a Canadian rapper, singer, songwriter, and record producer. He received initial recognition from the mixtape, Conflicts of My Soul: The 416 Story released in August 2013. In 2015, Tory Lanez signed to Benny Blanco's Mad Love Records through Interscope Records. Lanez released his debut studio album, I Told You, on August 19, 2016, which included the singles, \"Say It,\" and \"Luv\", which peaked at number 23, and 19 on the Billboard Hot 100 respectively. His second album, Memories Don't Die was released on March 2, 2018. On October 26, 2018, Lanez released his third studio album, Love Me Now?.",
  "/wiki/Juno_Awards_of_2020": "The Juno Awards of 2020 will be hosted in the city of Saskatoon, Saskatchewan on 15 March 2020. It will be the 49th edition of the Juno Awards, and the second time they have been hosted in Saskatoon, the previous edition being the Juno Awards of 2007.",
  "/wiki/Jessie_Reyez": "Jessie Reyez (born June 12, 1991) is a Canadian singer and songwriter. Her 2016 single \"Figures\" peaked at number 58 on the Canadian Hot 100 in 2017 and was certified double Platinum by Music Canada and Gold by the RIAA. Her 2017 EP, Kiddo, led to four nominations at the 2018 Juno Awards, winning Breakthrough Artist. Her follow up EP, Being Human in Public, was released in 2018. It won R&B/Soul Recording of The Year at the 2019 Juno Awards and was nominated for Best Urban Contemporary Album at the 2020 Grammy Awards. Reyez received two more nominations at the 2020 Juno Awards, including Artist of the Year. Reyez has also co-written songs for Calvin Harris and Normani, most notably penning the hit \"One Kiss\", the biggest selling song of 2018 in the United Kingdom. Her debut album, Before Love Came to Kill Us, will be released on March 27, 2020.",
  "/wiki/Juno_Award_for_Artist_of_the_Year": "The Juno Award for Artist of the Year is an annual award presented by the Canadian Academy of Recording Arts and Sciences (CARAS) to the best individual musician in Canada. The five nominees in the category are decided through a combination of sales and CARAS member voting, and the recipient is chosen from among these nominees by member voting."
}