{
  "/wiki/William_Stoughton_(Massachusetts)": "William Stoughton (1631 – July 7, 1701) was a colonial magistrate and administrator in the Province of Massachusetts Bay. He was in charge of what have come to be known as the Salem Witch Trials, first as the Chief Justice of the Special Court of Oyer and Terminer in 1692, and then as the Chief Justice of the Superior Court of Judicature in 1693.  In these trials he controversially accepted spectral evidence (based on supposed demonic visions). Unlike some of the other magistrates, he never admitted to the possibility that his acceptance of such evidence was in error.",
  "/wiki/William_Phips": "Sir William Phips (or Phipps; February 2, 1651 – February 18, 1695)[Note 1] was born in Maine in the Massachusetts Bay Colony and was of humble origin, uneducated, and fatherless from a young age but rapidly advanced from shepherd boy, to shipwright, ship's captain and treasure hunter, the first New England native to be knighted, and the first royally appointed governor of the Province of Massachusetts Bay. Phips was famous in his lifetime for recovering a large treasure from a sunken Spanish galleon, but is perhaps best remembered today for establishing the court associated with the infamous Salem Witch Trials, which he grew unhappy with, and forced to prematurely disband after five months.",
  "/wiki/Wait_Winthrop": "Waitstill Winthrop (27 February 1642 – 7 November 1717) was a colonial magistrate, military officer, and politician of New England.",
  "/wiki/Massachusetts_Governor%27s_Council": "The Massachusetts Governor's Council (also known as the Executive Council) is a governmental body that provides advice and consent in certain matters – such as judicial nominations, pardons, and commutations – to the Governor of Massachusetts.  Councillors are elected by the general public and their duties are set forth in the Massachusetts Constitution.",
  "/wiki/Isaac_Addington": "Isaac Addington (January 22, 1645 – March 19, 1719) was a longtime functionary of various colonial governments of Massachusetts, including a brief period as the Chief Justice of the Superior Court of Judicature, the highest court in the Province of Massachusetts Bay.",
  "/wiki/Joseph_Dudley": "Joseph Dudley (September 23, 1647 – April 2, 1720) was a colonial administrator, a native of Roxbury in Massachusetts Bay Colony, and the son of one of its founders. He had a leading role in the administration of the Dominion of New England (1686–1689) which was overthrown in the 1689 Boston revolt. He served briefly on the council of the Province of New York where he oversaw the trial which convicted Jacob Leisler, the ringleader of Leisler's Rebellion.  He then spent eight years in England in the 1690s as Lieutenant-Governor of the Isle of Wight, including one year as a Member of Parliament for Newtown (Isle of Wight). In 1702, he returned to New England after being appointed governor of the Province of Massachusetts Bay and Province of New Hampshire, posts that he held until 1715.",
  "/wiki/Samuel_Sewall": "Samuel Sewall (/ˈsuːəl/; March 28, 1652 – January 1, 1730) was a judge, businessman, and printer in the Province of Massachusetts Bay, best known for his involvement in the Salem witch trials, for which he later apologized, and his essay The Selling of Joseph (1700), which criticized slavery.  He served for many years as the chief justice of the Massachusetts Superior Court of Judicature, the province's high court.",
  "/wiki/Samuel_Shute": "Samuel Shute (January 12, 1662 – April 15, 1742) was an English military officer and royal governor of the provinces of Massachusetts and New Hampshire.  After serving in the Nine Years' War and the War of the Spanish Succession, he was appointed by King George I as governor of Massachusetts and New Hampshire in 1716.  His tenure was marked by virulent disagreements with the Massachusetts assembly on a variety of issues, and by poorly conducted diplomacy with respect to the Native American Wabanaki Confederacy of northern New England that led to Dummer's War (1722–1725).",
  "/wiki/Benjamin_Lynde_Sr.": "Benjamin Lynde (September 22, 1666 – January 28, 1749) was a lawyer and magistrate of the Province of Massachusetts Bay.  Born in Salem, he was sent to England by his parents, where he read law at the Middle Temple.  He was the first Chief Justice (appointed associate 1712, chief justice 1729) of the Massachusetts Superior Court of Judicature, the province's highest court, to have formal training as a lawyer.  Lynde's family gave its name to the town of Lyndeborough, New Hampshire, established in an area where they had extensive land holdings.  His son Benjamin Jr. also served as a Massachusetts chief justice.",
  "/wiki/William_Burnet_(administrator)": "William Burnet (March 1687/88 – 7 September 1729) was a British civil servant and colonial administrator who served as governor of New York and New Jersey (1720–1728) and Massachusetts and New Hampshire (1728–1729).  Born into a position of privilege (his godfather became William III of England not long after his birth, and his father Gilbert Burnet was later Bishop of Salisbury), Burnet was well educated, tutored among others by Isaac Newton.",
  "/wiki/Paul_Dudley_(jurist)": "Paul Dudley FRS (September 3, 1675 – January 25, 1751), Attorney-General of the Province of Massachusetts Bay, was the son of colonial governor Joseph Dudley and grandson of one of the colony's founders, Thomas Dudley.",
  "/wiki/William_Shirley": "William Shirley (2 December 1694 – 24 March 1771) was a British colonial administrator who was the longest-serving governor of the Province of Massachusetts Bay (1741–1749 and 1753–1756) and then Governor of the Bahamas (1760–1768).  He is best known for his role in organizing the 1745 Siege of Louisbourg during King George's War, and for his role in military affairs during the French and Indian War.  He spent most of his years in the colonial administration of North America working to defeat New France, but his lack of formal military training led to political difficulties and his eventual downfall.",
  "/wiki/Stephen_Sewall": "Stephen Sewall (December 14, 1702 – September 10, 1760) was a judge in colonial Massachusetts. Born in Salem, Massachusetts, he was the son of Stephen Sewall, the clerk of court at the Salem witchcraft trials, and a nephew of Chief Justice Samuel Sewall, who presided at the witchcraft trials. He was the uncle of lawyer Jonathan Sewall and of the poet, lawyer and patriot, Jonathan Mitchell Sewall of Portsmouth, NH.",
  "/wiki/Thomas_Hutchinson_(governor)": "Thomas Hutchinson (9 September 1711 – 3 June 1780) was a businessman, historian, and a prominent Loyalist politician of the Province of Massachusetts Bay in the years before the American Revolution. He has been referred to as \"the most important figure on the loyalist side in pre-Revolutionary Massachusetts.\"   He was a successful merchant and politician, and was active at high levels of the Massachusetts government for many years, serving as lieutenant governor and then governor from 1758 to 1774.  He was a politically polarizing figure who came to be identified by John Adams and Samuel Adams as a proponent of hated British taxes, despite his initial opposition to Parliamentary tax laws directed at the colonies.  He was blamed by Lord North (the British Prime Minister at the time) for being a significant contributor to the tensions that led to the outbreak of the American Revolutionary War.",
  "/wiki/Sir_Francis_Bernard,_1st_Baronet": "Sir Francis Bernard, 1st Baronet (bapt. 12 July 1712 – 16 June 1779) was a British colonial administrator who served as governor of the provinces of New Jersey and Massachusetts Bay.  His uncompromising policies and harsh tactics in Massachusetts angered the colonists and were instrumental in the building of broad-based opposition within the province to the rule of Parliament in the events leading to the American Revolution.",
  "/wiki/Peter_Oliver_(loyalist)": "Peter Oliver (March 26, 1713 – October 12, 1791) was Chief Justice of the Superior Court (the highest court) of the Province of Massachusetts Bay from 1772–1775. He was a Loyalist during the American Revolution, and left Massachusetts in 1776, settling in England.",
  "/wiki/John_Adams": "John Adams (October 30, 1735[a] – July 4, 1826) was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States, from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain and served as the first vice president of the United States. Adams was a dedicated diarist and regularly corresponded with many important figures in early American history, including his wife and adviser Abigail Adams, and Thomas Jefferson. His letters and other papers serve as an important source of historical information about the era.",
  "/wiki/William_Cushing": "William Cushing (March 1, 1732 – September 13, 1810) was one of the original five associate justices of the United States Supreme Court; confirmed by the United States Senate on September 26, 1789, he served until his death. His Supreme Court tenure of 20 years and 11 months was the longest among the Court's inaugural members. In January 1796 he was nominated by President George Washington to become the Court's Chief Justice; though confirmed, he declined the appointment. He was the last judge in the United States to wear a full wig (Court dress).",
  "/wiki/United_States_Supreme_Court": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States. It has ultimate (and largely discretionary) appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which a State shall be Party\". The Court holds the power of judicial review, the ability to invalidate a statute for violating a provision of the U.S. Constitution. It is also able to strike down presidential directives for violating either the Constitution or statutory law. However, it may act only within the context of a case in an area of law over which it has jurisdiction. The Court may decide cases having political overtones, but it has ruled that it does not have power to decide non-justiciable political questions.",
  "/wiki/Nathaniel_Peaslee_Sargent": "Nathaniel Peaslee Sargent (frequently also spelled Sargeant, November 2, 1731 – October 12, 1791) was a Justice of the Massachusetts Supreme Judicial Court from 1782 to 1791. He was the second Chief Justice of the court from 1790 to 1791, after the American revolution.",
  "/wiki/John_Hancock": "John Hancock (January 23, 1737 [O.S. January 12, 1736] – October 8, 1793) was an American merchant, statesman, and prominent Patriot of the American Revolution. He served as president of the Second Continental Congress and was the first and third Governor of the Commonwealth of Massachusetts. He is remembered for his large and stylish signature on the United States Declaration of Independence, so much so that the term \"John Hancock\" has become a synonym in the United States for one's signature.",
  "/wiki/Francis_Dana": "Francis Dana (June 13, 1743 – April 25, 1811) was an American lawyer, jurist, and statesman from Massachusetts. He served as a delegate to the Continental Congress in 1777–1778 and 1784. He signed the Articles of Confederation. His wife Elizabeth was a daughter of Ann Remington and William Ellery, a signer of the Declaration of Independence. He was also the father-in-law of Washington Allston, a noted painter and poet.",
  "/wiki/Theophilus_Parsons": "Theophilus Parsons (February 24, 1750 – October 30, 1813) was an American jurist.",
  "/wiki/Caleb_Strong": "Caleb Strong (January 9, 1745 – November 7, 1819) was a Massachusetts lawyer and politician who served as the sixth and tenth Governor of Massachusetts between 1800 and 1807, and again from 1812 until 1816.  He assisted in drafting the Massachusetts State Constitution in 1779 and served as a state senator and on the Massachusetts Governor's Council before being elected to the inaugural United States Senate.  A leading member of the Massachusetts Federalist Party, his political success delayed the decline of the Federalists in Massachusetts.",
  "/wiki/Samuel_Sewall_(congressman)": "Samuel Sewall (December 11, 1757  – June 8, 1814) was an American lawyer and congressman. He was born in Boston, Massachusetts.",
  "/wiki/Isaac_Parker_(congressman)": "Isaac Parker (June 17, 1768 – May 26, 1830) was a Massachusetts Congressman and jurist, including Chief Justice of the Massachusetts Supreme Judicial Court from 1814 to his death.",
  "/wiki/Lemuel_Shaw": "Lemuel Shaw (January 9, 1781 – March 30, 1861) was an American jurist who served as Chief Justice of the Massachusetts Supreme Judicial Court (1830–1860).  Prior to his appointment he also served for several years in the Massachusetts House of Representatives and as a state senator. In 1847 Shaw became the father-in-law of author Herman Melville. He ruled on prominent cases involving slavery, segregation, and religion.",
  "/wiki/Levi_Lincoln_Jr.": "Levi Lincoln Jr. (October 25, 1782 – May 29, 1868) was an American lawyer and politician from Worcester, Massachusetts. He was the 13th Governor of Massachusetts (1825–1834) and represented the state in the U.S. Congress (1834–1841).  Lincoln's nine-year tenure as governor is the longest consecutive service in state history; only Michael Dukakis (12 years), John Hancock (11 years) and Caleb Strong (10 years) served more years, but they were not consecutive.",
  "/wiki/Nathaniel_Prentice_Banks": "Nathaniel Prentice (or Prentiss) Banks (January 30, 1816 – September 1, 1894) was an American politician from Massachusetts and a Union general during the Civil War.",
  "/wiki/Massachusetts_Supreme_Judicial_Court": "The Massachusetts Supreme Judicial Court (SJC) is the highest court in the Commonwealth of Massachusetts. The SJC claims the distinction of being the oldest continuously functioning appellate court in the Americas, with a recognized history dating to the establishment of the Massachusetts Superior Court of Judicature in 1692 under the charter of the Province of Massachusetts Bay.[nb 1]"
}