{
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/André_Hazes": "André Gerardus \"André\" Hazes (30 June 1951 – 23 September 2004) was the most popular singer of the Dutch levenslied genre, popular music about everyday life sung in the Dutch language. Hazes recorded 31 studio and live albums and he released 55 singles.",
  "/wiki/Gerard_Joling": "Gerard Jan Joling (born 29 April 1960 in Alkmaar) is a Dutch singer and television presenter. Known for his high tenor voice, he rose to fame in the late 1980s and released a string of singles including \"Ticket to the Tropics\" and \"Love Is in Your Eyes\". He also achieved success in Asia and received more than 20 gold and platinum records.\n In 1988, he was the Dutch participant in the Eurovision Song Contest 1988, with the song \"Shangri-La\". \n His biggest hit was \"No More Boleros\" that reached the top 10 in several countries in mainland Europe. The song was recorded by different artists such as Clemente (Portugal), Sula Mazurenga and As Marcianas (both in Brazil), Karel Gott (in German and Czech), Demis Roussos, Semino Rossi, Oliver Thomas and George Meiring (in 2011 in South Africa).\n Joling & Gordon Over de Vloer is a television program Gerard Joling made with singer Gordon in 2005. There were 3 seasons of the series which featured the duo during work and having a laugh.\n In 2007, he was the host of Sterren dansen op het ijs and So You Wanna Be a Popstar for the television channel SBS 6. 2007 was also the year that sparked Joling's renewed success, with two number 1 songs, a number 1 album, and 11 gold and platinum awards.\n In 2008, Joling became team captain on the Dutch TV show Wie ben ik? (\"Who am I?\"), in which the team captains, together with both two guests, have to guess who they are, based on hints and questions they can ask. The other team captain was Patty Brard.\n Joling was scheduled to represent The Netherlands at the Eurovision Song Contest 2009 in Moscow as a member of De Toppers but in Autumn 2008 he broke both his arms in a skiing accident. Joling was replaced in The Toppers with Jeroen van der Boom. In December 2009, De Toppers manager Benno de Leeuw announced in Dutch newspaper De Telegraaf that Gerard Joling and Gordon are to rejoin the group, turning the trio into a foursome once more.\n Joling is also regularly seen as a member of the jury on the Dutch television. In 2018 he was seen in The Voice Senior and in 2019 in the Dutch version of the program The Masked Singer.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Mika": "Mika is a given name, a nickname and a surname. Notable people and fictional characters with the name include:",
  "/wiki/Jan_Smit_(singer)": "Jan Smit (born 31 December 1985) is a Dutch singer, television host, actor and football director. Smit mostly sings Dutch songs in a genre known as Volendam music. In addition to his solo career, in 2015 Smit joined the schlager trio KLUBBB3, and in 2017 The Toppers. As a TV presenter, he has worked on programs like the best singers in the Netherlands and Music Festival on the square. Since 1999, Smit has been serving as an ambassador for the SOS Children's Villages, and is member of the board for the football club FC Volendam.",
  "/wiki/Jeroen_van_der_Boom": "Jeroen van der Boom (born 22 June 1972 in Nijmegen, The Netherlands) is a Dutch singer who rose to fame in 2007 with his No. 1 hit single Jij bent zo.",
  "/wiki/Sharon_Kips": "Sharon Kips (born 17 November 1983 in Amsterdam, Netherlands) is the winner of the first edition of the Dutch X Factor, 24 February 2007. She was praised highly throughout the show, with high compliments from three of Holland's music experts Henk Temming, Marianne van Wijnkoop and Henkjan Smits. She beat contestants such as X6, Richy and Anja to become the eventual winner in February 2007.\nHer first single Heartbreak Away reached #1 in the Dutch Top 40 in the first week. In 2010 she auditioned as a \"mystery\"-kandidate for the Dutch version of Popstars and got through to the liveshows. In the liveshows she was one of the favorites. She placed third overall.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Beyoncé_Knowles": "Beyoncé Giselle Knowles-Carter (/biːˈjɒnseɪ/ bee-YON-say; born September 4, 1981) is an American singer, songwriter, record producer, and actress. Born and raised in Houston, Texas, Beyoncé performed in various singing and dancing competitions as a child. She rose to fame in the late 1990s as the lead singer of Destiny's Child, one of the best-selling girl groups of all time. \n During Destiny's Child's hiatus, Beyoncé made her theatrical film debut with a role in the US box-office number-one Austin Powers in Goldmember (2002) and recorded her first solo album, Dangerously in Love (2003), which debuted at number one on the US Billboard 200 chart. It also featured the Billboard Hot 100 number-one singles \"Crazy in Love\" and \"Baby Boy\". Following the disbandment of Destiny's Child in 2006, she released her second solo album, B'Day, which contained the US number-one single \"Irreplaceable\", as well as the UK number-one singles \"Déjà Vu\" and \"Beautiful Liar\". Beyoncé continued her acting career with starring roles in The Pink Panther (2006), Dreamgirls (2006), and Obsessed (2009). Her marriage to rapper Jay-Z and her portrayal of Etta James in Cadillac Records (2008) influenced her third album, I Am... Sasha Fierce (2008), which earned a record-setting six Grammy Awards in 2010. It spawned the UK number-one single \"If I Were a Boy\" and the US number-one single \"Single Ladies (Put a Ring on It)\". \n After splitting from her manager and father Mathew Knowles in 2010, Beyoncé released 4 (2011), which was influenced by 1970s funk, 1980s pop, and 1990s soul. Beyoncé received widespread critical acclaim for her albums, Beyoncé (2013) and Lemonade (2016); the latter became the world's best-selling album of 2016. She became the first and only music act in Billboard 200 chart history to debut at number one with their first six solo studio albums. In 2018, she released Everything Is Love, a collaborative album with her husband, Jay-Z, as the Carters.\n Beyoncé is one of the word's best-selling music artists, having sold over 100 million records worldwide. Her success during the 2000s was recognized with the Recording Industry Association of America's Top Certified Artist of the Decade, as well as Billboard magazine's Top Radio Songs Artist and the Top Female Artist of the Decade. Beyoncé is the most nominated woman in the Grammy Award's history, with a total of 24 wins. She is also the most awarded artist at the MTV Video Music Awards, with 24 wins, including the Michael Jackson Video Vanguard Award. In 2014, she became the highest-paid black musician in history and was listed among Time's 100 most influential people in the world for a second year in a row. Forbes ranked her as the most powerful female in entertainment on their 2015 and 2017 lists, and in 2016, she occupied the sixth place for Time's Person of the Year.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.\n Colombia is ethnically and linguistically diverse, with its rich cultural heritage reflecting influences by various Amerindian civilizations, European settlement, forced African labor, and immigration from Europe and the greater Middle East. Urban centres are concentrated in the Andean highlands and the Caribbean coast.\n Colombia has been inhabited by various American Indian peoples since at least 12,000 BCE, including the Muisca, Quimbaya, and the Tairona. Spaniards arrived in 1499 and by the mid-16th century annexed part of the region, establishing the New Kingdom of Granada, with Santafé de Bogotá as its capital. Independence from Spain was achieved in 1819, but by 1830 the Gran Colombia Federation was dissolved, with what is now Colombia and Panama emerging as the Republic of New Granada. The new sovereign state experimented with federalism as the Granadine Confederation (1858), and then the United States of Colombia (1863), before the Republic of Colombia was finally declared in 1886. Panama seceded in 1903, leading to Colombia's present borders. Beginning in the 1960s, the country suffered from an asymmetric low-intensity armed conflict and political violence, both of which escalated in the 1990s. Since 2005, there has been significant improvement in security, stability, and rule of law.\n Colombia has the second-highest biodiversity in the world and is one of the world's 17 megadiverse countries; its territory encompasses Amazon rainforest, highlands, grasslands, deserts, and islands and coastlines along both the Atlantic and Pacific (the only country in South America).\n Colombia is the only NATO Global Partner in Latin America. It is part of the CIVETS group of leading emerging markets and a member of the UN, the WTO,  the OAS, the Pacific Alliance, an associate member of Mercosur and other international organizations. Colombia's diversified economy is the third largest in South America, with macroeconomic stability and favorable long-term growth prospects.",
  "/wiki/Shakira": "Shakira Isabel Mebarak Ripoll (/ʃəˈkɪərə/; Spanish: [ʃaˈkiɾa]; born February 2, 1977) is a Colombian singer, songwriter, dancer, record producer, and actress. Born and raised in Barranquilla, she made her recording debut under Sony Music Colombia at the age of 13. Following the commercial failure of her first two Colombian albums, Magia (1991) and Peligro (1993), she rose to prominence in Spanish-speaking countries with her next albums, Pies Descalzos (1995) and Dónde Están los Ladrones? (1998). Shakira entered the English-language market with her fifth album, Laundry Service (2001). It sold over 13 million copies and spawned the international number-one singles \"Whenever, Wherever\" and \"Underneath Your Clothes\".\n Her success was further solidified with the Spanish albums Fijación Oral, Vol. 1 (2005), Sale el Sol (2010), and El Dorado (2017), all of which topped the Billboard Top Latin Albums chart and were certified diamante by  the Recording Industry Association of America. Meanwhile, her English albums Oral Fixation, Vol. 2 (2005), She Wolf (2009) and Shakira (2014) were all certified gold, platinum, or multi-platinum in various countries worldwide. Some of her songs have charted at number one in multiple countries, including \"La Tortura\", \"Hips Don't Lie\", \"Beautiful Liar\", \"Waka Waka (This Time for Africa)\", \"Loca\", and \"Chantaje\". Shakira served as a coach on two seasons of the American singing competition television series The Voice from 2013 to 2014.\n Shakira has received numerous awards, including three Grammy Awards, thirteen Latin Grammy Awards, four MTV Video Music Awards, seven Billboard Music Awards, thirty-nine Billboard Latin Music Awards and a star on the Hollywood Walk of Fame. In 2009, Billboard listed her as the Top Female Latin Artist of the Decade. Having sold more than 80 million records worldwide, Shakira remains one of the world's best-selling music artists. She is ranked as the most-streamed Latin artist on Spotify and became one of only three female artists to have two YouTube videos exceeding two billion views.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.\n The state was created as the Irish Free State in 1922 as a result of the Anglo-Irish Treaty. It had the status of Dominion until 1937 when a new constitution was adopted, in which the state was named \"Ireland\" and effectively became a republic, with an elected non-executive president as head of state. It was officially declared a republic in 1949, following the Republic of Ireland Act 1948. Ireland became a member of the United Nations in December 1955. It joined the European Economic Community (EEC), the predecessor of the European Union, in 1973. The state had no formal relations with Northern Ireland for most of the twentieth century, but during the 1980s and 1990s the British and Irish governments worked with the Northern Ireland parties towards a resolution to \"the Troubles\". Since the signing of the Good Friday Agreement in 1998, the Irish government and Northern Ireland Executive have co-operated on a number of policy areas under the North-South Ministerial Council created by the Agreement.\n Ireland ranks among the top ten wealthiest countries in the world in terms of GDP per capita, and as the tenth most prosperous country in the world according to The Legatum Prosperity Index 2015. After joining the EEC, Ireland enacted a series of liberal economic policies that resulted in rapid economic growth. The country achieved considerable prosperity between the years of 1995 and 2007, which became known as the Celtic Tiger period. This was halted by an unprecedented financial crisis that began in 2008, in conjunction with the concurrent global economic crash. However, as the Irish economy was the fastest growing in the EU in 2015, Ireland is again quickly ascending league tables comparing wealth and prosperity internationally. For example, in 2019, Ireland was ranked third most developed country in the world by the United Nations Human Development Index. It also performs well in several national performance metrics, including freedom of the press, economic freedom and civil liberties. Ireland is a member of the European Union and is a founding member of the Council of Europe and the OECD. The Irish government has followed a policy of military neutrality through non-alignment since immediately prior to World War II and the country is consequently not a member of NATO, although it is a member of Partnership for Peace and aspects of PESCO.",
  "/wiki/U2": "U2 are  an Irish rock band from Dublin, formed in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion). Initially rooted in post-punk, U2's musical style has evolved throughout their career, yet has maintained an anthemic quality built on Bono's expressive vocals and the Edge's effects-based guitar textures. Their lyrics, often embellished with spiritual imagery, focus on personal and sociopolitical themes. Popular for their live performances, the group have staged several ambitious and elaborate tours over their career.\n The band formed as teenagers while attending Mount Temple Comprehensive School, when they had limited musical proficiency. Within four years, they signed with Island Records and released their debut album, Boy (1980). Subsequent work such as their first UK number-one album, War (1983), and the singles \"Sunday Bloody Sunday\" and \"Pride (In the Name of Love)\" helped establish U2's reputation as a politically and socially conscious group. By the mid-1980s, they had become renowned globally for their live act, highlighted by their performance at Live Aid in 1985. The group's fifth album, The Joshua Tree (1987), made them international superstars and was their greatest critical and commercial success. Topping music charts around the world, it produced their only number-one singles in the US to date: \"With or Without You\" and \"I Still Haven't Found What I'm Looking For\".\n Facing creative stagnation and a backlash following their documentary/double album, Rattle and Hum (1988), U2 reinvented themselves in the 1990s through a new musical direction and public image. Beginning with their acclaimed seventh album, Achtung Baby (1991), and the multimedia-intensive Zoo TV Tour, the band integrated influences from alternative rock, electronic dance music, and industrial music into their sound, and embraced a more ironic, flippant image. This experimentation continued through their ninth album, Pop (1997), and the PopMart Tour, which were mixed successes. U2 regained critical and commercial favour with the records All That You Can't Leave Behind (2000) and How to Dismantle an Atomic Bomb (2004), which established a more conventional, mainstream sound for the group. Their U2 360° Tour of 2009–2011 set records for the highest-attended and highest-grossing concert tour in history. The group most recently released the companion albums Songs of Innocence (2014) and Songs of Experience (2017), the former of which received criticism for its pervasive, no-cost release through the iTunes Store.\n U2 have released 14 studio albums and are one of the world's best-selling music artists, having sold an estimated 150–170 million records worldwide. They have won 22 Grammy Awards, more than any other band, and in 2005, they were inducted into the Rock and Roll Hall of Fame in their first year of eligibility. Rolling Stone ranked U2 at number 22 on its list of the \"100 Greatest Artists of All Time\". Throughout their career, as a band and as individuals, they have campaigned for human rights and social justice causes, including Amnesty International, Jubilee 2000, the ONE/DATA campaigns, Product Red, War Child, and Music Rising.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Nelly_Furtado": "Nelly Kim Furtado ComIH (/fɜːrˈtɑːdoʊ/, Portuguese: [fuɾˈtaðu]; born  December 2, 1978) is a Portuguese-Canadian singer and songwriter. Furtado first gained fame with her debut album, Whoa, Nelly! (2000), which was a critical and commercial success that spawned two top 10 singles on the Billboard Hot 100, \"I'm Like a Bird\" and \"Turn Off the Light\". The first of the two singles won her a Grammy Award for Best Female Pop Vocal Performance. In 2003, she released her second album, Folklore, which was preceded by the lead single, \"Powerless (Say What You Want)\".\n Furtado's third album, Loose (2006), became her best selling album with 12 million copies sold worldwide. The album spawned four successful number one singles; \"Promiscuous\", \"Maneater\", \"Say It Right\", and \"All Good Things (Come to an End)\". She released her first Spanish language album, Mi Plan, in 2009, which won her a Latin Grammy Award for Best Female Pop Vocal Album. In 2012, Furtado released her fifth album, The Spirit Indestructible. In 2017, Furtado released her sixth album, titled The Ride.\n Furtado has sold over 40 million records worldwide, making her one of the most successful Canadian artists. She has won several awards throughout her career, including one Grammy Award from seven nominations, one Latin Grammy Award, ten Juno Awards, one BRIT Award, one Billboard Music Award, one MTV Europe Music Award, one World Music Award, and three Much Music Video Awards. Furtado has a star on Canada's Walk of Fame and was awarded Commander of the Order of Prince Henry on February 28, 2014, in Toronto by Aníbal Cavaco Silva, the former President of Portugal.",
  "/wiki/Theo_Maassen": "Theodorus Wilhelmus (Theo) Maassen (born 8 December 1966 in Oegstgeest, Zuid-Holland) is a Dutch comedian and actor who grew up in the village of Zijtaart (municipality of Veghel) in the Dutch province of North Brabant. He currently lives in Eindhoven. In addition to his shows, he has also made a number of appearances in films.",
  "/wiki/Jeckyll_&_Hyde_(musicians)": "Jeckyll & Hyde is the stage name of the Dutch producer Maarten Vorwerk. His first commercial hit, \"Frozen Flame\", reached #11 on the Dutch Top 40 charts. The second single from The Album, \"Freefall\", reached #1 in the Dutch Top 40 charts, making it the first instrumental #1 hit in the Netherlands since 1995. \"Time Flies\", the third single, has also been receiving major airplay on Dutch TV and radio stations.",
  "/wiki/Guus_Meeuwis": "Gustaaf Stephanus Modestus \"Guus\" Meeuwis (born 23 March 1972) is a Dutch singer-songwriter. As part of the band Vagant, he scored several hits in the Netherlands and Flanders during the 1990s and first decade of the 2000s. On 24 May 2015, Meeuwis became the first Dutch language performing artist ever to play a fully booked concert at London's Royal Albert Hall.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.\n Inhabited by Kalinago people since the 13th century, and prior to that by other Amerindians, Barbados was visited by Spanish navigators in the late 15th century and claimed for the Spanish Crown. It first appeared in a Spanish map in 1511.\nThe Portuguese Empire claimed the island between 1532 and 1536, but later abandoned it in 1620; with their only remnants being an introduction of wild boars for a good supply of meat whenever the island was visited, and to replenish their water supply. An English ship, the Olive Blossom, arrived in Barbados on 14 May 1625; its men took possession of it in the name of King James I. In 1627, the first permanent settlers arrived from England, and it became an English and later British colony. As a wealthy sugar colony, it became an English centre of the African slave trade until that trade was outlawed in 1807, with final emancipation of slaves in Barbados occurring over a period of years from 1833.\n On 30 November 1966, Barbados became an independent state and Commonwealth realm with Elizabeth II as its queen. It has a population of 287,010 people, predominantly of African descent. Despite being classified as an Atlantic island, Barbados is considered to be a part of the Caribbean, where it is ranked as a leading tourist destination. Of the tourists, 40% come from the UK, with the US and Canada making up the next large groups of visitors to the island.[citation needed]",
  "/wiki/Rihanna": "Robyn Rihanna Fenty (/riˈænə/ ree-AN-ə;[n 1] born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.\n Born in Saint Michael and raised in Bridgetown, Barbados, Rihanna moved to the US in 2005, when she signed with Def Jam Recordings. She earned significant recognition following the release of her first two studio albums, Music of the Sun (2005) and A Girl like Me (2006), both of which were influenced by Caribbean music and peaked within the top ten of the US Billboard 200 chart. Rihanna's third studio album, Good Girl Gone Bad (2007), incorporated more elements of dance-pop and catapulted her to greater stardom, establishing her status as a sex symbol and a leading figure in the music industry. Its international chart-topping single \"Umbrella\" earned Rihanna her first Grammy Award, winning Best Rap/Sung Collaboration.\n Rihanna extended her fusion of pop, dance, and R&B on her next four studio albums, Rated R (2009), Loud (2010), Talk That Talk (2011), and the Grammy Award-winning Unapologetic (2012). All four releases incorporated experimentation of various musical styles and consolidated Rihanna's international chart success, Unapologetic being her first number-one album in the US. The records spawned a string of chart-topping singles, including \"Rude Boy\", \"Only Girl (In the World)\", \"What's My Name?\", \"S&M\", \"We Found Love\", \"Diamonds\", and \"Stay\". Her eighth studio album, Anti (2016), showcased her control over artistic creativity after her departure from Def Jam. It became her second US number-one album and featured the chart-topping single \"Work\". Besides solo materials, Rihanna has collaborated with recording artists such as Drake, Eminem, and Calvin Harris.\n Having sold over 250 million records, Rihanna is one of the world's best-selling music artists. She has earned 14 number-one singles, 31 top-ten singles in the US, and 30 top-ten entries in the UK. Her accolades include nine Grammy Awards, 13 American Music Awards, 12 Billboard Music Awards, and six Guinness World Records. Forbes ranked her among the top ten highest-paid celebrities in 2012 and 2014, and Time named her as one of the 100 most influential people in the world in 2012 and 2018. Alongside a successful music career, Rihanna is well known for her involvement in humanitarian causes, entrepreneurial ventures, and the fashion industry. She is the founder of the nonprofit organization Clara Lionel Foundation, cosmetics brand Fenty Beauty, and fashion house Fenty under LVMH. In 2018, the Government of Barbados appointed her as an ambassador with duties promoting education, tourism and investment.",
  "/wiki/XYP": "XYP were a pop vocal group consisting of three guys and three girls from Scotland, England, Wales and the Netherlands. The members were brought together through auditions for the X.Y.Project which had been started by singer/songwriter Gary Barlow of Take That and some more big names in the music industry.\n Their debut single \"Body To Body\" peaked at the number one spot in the Netherlands in January 2007.\n The group lived together in a house in Amsterdam where they collaborated on song writing for their debut album Confessions.  After only four singles and one album released, the group disbanded at the end of 2007.\n Before XYP, Bart was in another pop group called K-otic. While with that band they achieved 9 top ten singles and 3 top forty albums.\n Emma Winterbourne has since married Bring Me The Horizon member Jordan Fish.",
  "/wiki/Timbaland": "Timothy Zachary Mosley (born March 10, 1972), known professionally as Timbaland, is an American record producer, rapper, singer, songwriter, and DJ.\n Timbaland's first full credit production work was in 1996 on Ginuwine...the Bachelor for R&B singer Ginuwine. After further work on Aaliyah's second studio album One in a Million (1996) and Missy Elliott's debut studio album Supa Dupa Fly (1997), Timbaland became a prominent producer for R&B and hip hop artists. As a rapper he initially released several albums with fellow rapper Magoo, followed by his debut solo album Tim's Bio in 1998. In 2002, Timbaland produced the hit single \"Cry Me a River\" for Justin Timberlake, going on to produce most of Timberlake's subsequent LPs such as FutureSex/LoveSounds and The 20/20 Experience and their respective hit singles. A Timbaland-owned imprint label, Mosley Music Group, featured artists such as Nelly Furtado, whose Timbaland-produced album Loose (2006) was a commercial and critical success. In 2007, Timbaland released a solo album, Shock Value, which was followed by Shock Value II in 2009.\n Aside from the aforementioned artists, Timbaland's production credits from the 2000s forward include work with Jay-Z, Nas, Ludacris, Bubba Sparxxx, Madonna, Rihanna, OneRepublic, Brandy, Drake, Rick Ross and others. As a songwriter, he has written 85 UK hits and 99 hits Stateside, as of 2014. Timbaland has received widespread acclaim for his production style. In 2007, Entertainment Weekly stated that \"just about every current pop trend can be traced back to him — from sultry, urban-edged R&B songstresses ... to the art of incorporating avant-garde sounds into No. 1 hits.\"",
  "/wiki/OneRepublic": "OneRepublic is an American pop rock band formed in Colorado Springs, Colorado, in 2002. It  consists of lead vocalist & multi-instrumentalist Ryan Tedder, guitarist Zach Filkins, guitarist Drew Brown, bassist and cellist Brent Kutzle, drummer Eddie Fisher and keyboardist Brian Willett. The band first achieved commercial success on Myspace as an unsigned act. In late 2002, after OneRepublic played shows throughout the Los Angeles area, a number of record labels approached the band with interest, but the band ultimately signed with Velvet Hammer, an imprint of Columbia Records. They made their first album with producer Greg Wells during the summer and fall of 2005 at his studio, Rocket Carousel, in Culver City, California. The album was originally scheduled for release on June 6, 2006, but the group was dropped by Columbia two months before the album came out. The lead single of that album, \"Apologize\", was released on April 30, 2006, on Myspace and received some recognition there, becoming number one on the Myspace charts.\n In 2007, OneRepublic released their debut album, Dreaming Out Loud. Its lead single, \"Apologize\", was remixed by Timbaland, becoming a huge international success, reaching number one in sixteen countries and subsequently earning them a Grammy Award nomination. The second single, \"Stop and Stare\", mirrored its predecessor's success. The album was later certified Platinum by the Recording Industry Association of America (RIAA). The band's second album, Waking Up (2009), produced the singles \"All the Right Moves\", \"Secrets\", \"Marchin On\", and \"Good Life\", with the latter reaching the top ten of the US Billboard Hot 100.\n OneRepublic's third album, Native (2013), became the band's first top ten album on the Billboard 200, and highest charting album to date, charting at number four. The lead single, \"If I Lose Myself\", charted within the top ten in several countries, while the album's third single, \"Counting Stars\", became the band's most successful single in recent years, obtaining top five placements in Australia, Canada, Germany, Ireland, New Zealand, the U.S. and the UK. This marks their highest charting single in the United Kingdom to date. It has also peaked at number 2 on the US Billboard Hot 100, matching their highest peak of \"Apologize\" in 2007.\n On October 7, 2016, OneRepublic released Oh My My, their fourth studio album, which featured a number of collaborators, including Cassius, Peter Gabriel, and Santigold. Preceded by the singles \"Wherever I Go\", released on May 13, 2016, and \"Kids\", released on August 12, 2016, it was recognized as a change in their sound in contrast to previous albums by both critics and the band itself. In 2017, the band released the singles \"No Vacancy\", \"Truth to Power\", \"Stranger Things\" with Kygo and \"Rich Love\" with Seeb. To date, the band has sold approximately over 16 million records worldwide.",
  "/wiki/List_of_Dutch_Top_40_number-one_singles_of_2007": "These hits topped the Dutch Top 40 in 2007."
}