{
  "/wiki/Santa_Ana,_Manila": "Santa Ana is a district of Manila, Philippines known for its architectural heritage known as Santa Ana Heritage District which is composed of numerous historic ancestral houses, Plaza Hugo, and the Santa Ana Church and its Camarín de la Virgen in which the Patroness of Santa Ana is Enshrined, The 300 years old Image of the \"Nuestra Señora de los Desamparados de Manila\"  (Our Lady of the Abandoned of Manila) La Gobernadora de la Ciudad de Manila. The district was classified as a histo-cultural heritage/overlay zone by an ordinance passed by the Manila City Council. It was the only district of the city spared from the destruction of World War II. The area is also extremely rich in archaeological findings, notably on the material culture of pre-colonial or protohistoric Tagalog communities.",
  "/wiki/Santa_Mesa": "Santa Mesa is a district in Manila, Philippines. It is surrounded by Pasig River on the southwestern side, and by the San Juan River on its southern and eastern side. Land borders include the districts of San Miguel to the west and Sampaloc to the north; and to the northeast is Quezon City.",
  "/wiki/Quezon_City": "Quezon City (UK: /ˈkeɪzɒn/, US: /ˈkeɪsɒn, -sɔːn, -soʊn/; Tagalog: Lungsod Quezon [luŋˈsod ˈkɛson]; also known as QC or Kyusi) is a highly urbanized city and the most populous city in the Philippines. It was founded by and named after Manuel L. Quezon, the 2nd President of the Philippines, to replace Manila as the national capital. The city was proclaimed as such in 1948, though a significant number of government buildings remained in Manila. Quezon City held status as the official capital until 1976 when a presidential decree was issued to reinstate and designate Manila as the capital and Metro Manila as the seat of government.",
  "/wiki/Batasan_Hills": "Batasan Hills is a barangay of Quezon City, Philippines. The barangay was originally planned as the National Government Center of the Philippines. The Batasang Pambansa Complex, which sits atop the Constitution Hill, is the legislative session hall of the House of Representatives of the Philippines. The Sandiganbayan, a special appellate court, is also located here.",
  "/wiki/Caloocan": "Caloocan, officially the City of Caloocan (Tagalog: Lungsod ng Caloocan IPA: [kalɔʔokan]), or simply known as Caloocan City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 1,583,978 people making it the fourth-most populous city in the Philippines.",
  "/wiki/Pandacan": "Pandacan is a district in Manila, Philippines known for the Pandacan oil depot.",
  "/wiki/Pasig": "Pasig, officially the City of Pasig (Tagalog: Lungsod ng Pasig), or simply known as Pasig City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 755,300 people.",
  "/wiki/Las_Pi%C3%B1as": "The story about the true origin of the city's name, \"Las Piñas\", varies. One version mentioned, that traders from the province of Cavite and Batangas shipped their first piñas (Spanish for pineapples) for sale to this town, before they were distributed to nearby markets. Another version related that it was \"Las Peñas\" (the rocks), evident by the quarrying of stones and adobe, which were used to construct buildings and bridges. The old church bell, from St. Joseph Parish Church, founded by Diego Cera, has been preserved inside the church museum. An inscription on the bell states, \"Siendo cura del pueblo de Laspeñas el M.R.P. Padre Diego Cera se fundió este equilón año de 1820,\" showing that even during the time of Diego Cera, the town's first parish priest, the town was called \"Las Peñas\", for some time, and eventually was renamed \"Las Piñas\".",
  "/wiki/Jose_P._Rizal_Avenue": "Jose P. Rizal Avenue, more commonly known as J. P. Rizal Avenue, is a major local avenue in Makati, Metro Manila, Philippines. It is a contour collector road on the south bank of the Pasig River that runs east-west from Pateros Bridge in the Makati-Pateros border to Zobel Roxas Street in Tejeros Village.",
  "/wiki/Makati": "Makati (/məˈkɑːti/ mə-KAH-tee Tagalog pronunciation: [maˈkati]), officially the City of Makati (Tagalog: Lungsod ng Makati), or simply known as Makati City, is a highly urbanized city in Metro Manila, Philippines.",
  "/wiki/Malabon": "Malabon, officially the City of Malabon (Tagalog: Lungsod ng Malabon), or simply known as Malabon City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 365,525 people.",
  "/wiki/Paco,_Manila": "Paco, formerly known as Dilao, is a district of Manila, Philippines located south of the Pasig River, and San Miguel, west of Santa Ana, southwest of Pandacan, north of Malate, northwest of San Andres Bukid, and east of Ermita. According to the 2000 census, it has a population of 64,184 people in 13,438 households."
}