{
  "/wiki/Daugava_Stadium_(Riga)": "The first stadium on the location was built in 1927 and was first operated by the Strādnieku sports un sargs (Worker Sports and Guard, SSS) sports organization affiliated with the Latvian Social Democratic Workers Party. After the stadium had been abandoned after the Soviet occupation of Latvia in 1940 and during, World War II, the stadium was re-established in 1945, with renovation works beginning in 1949. Before July 1990 the total capacity of the stadium was more than 10,000 people, but after the demolition of the north, east and south stands in 1999 it was only 5,683.",
  "/wiki/Riga": "Riga (/ˈriːɡə/; Latvian: Rīga [ˈriːɡa] (listen); Livonian: Rīgõ) is the capital of Latvia and is home to 632,614 inhabitants (2019), which is a third of Latvia's population. Being significantly larger than other cities of Latvia, Riga is the country's primate city. It is also the largest city in the three Baltic states and is home to one tenth of the three Baltic states' combined population. The city lies on the Gulf of Riga at the mouth of the Daugava river where it meets the Baltic Sea. Riga's territory covers 307.17 km2 (118.60 sq mi) and lies 1–10 m (3 ft 3 in–32 ft 10 in) above sea level, on a flat and sandy plain.",
  "/wiki/Latvia_national_football_team": "The Latvia national football team (Latvian: Latvijas futbola izlase) represents Latvia in international football and is controlled by the Latvian Football Federation, the governing body for football in Latvia. They have never qualified for the FIFA World Cup, however, they qualified for the European Championship in 2004 under head coach Aleksandrs Starkovs.",
  "/wiki/Skonto_stadions": "Skonto Stadium (Latvian: Skonto stadions) is a football stadium in Riga, Latvia. The stadium has 9,500 seats and was built in 2000. It is the biggest football stadium in Latvia, and Is also home to the National Latvian team. Riga FC usually have an average attendance of 500. The stadium design incorporates Skonto Hall.",
  "/wiki/Skonto_FC": "Skonto FC was a Latvian football club, founded in 1991. The club played at the Skonto Stadium in Riga. Skonto won the Virsliga in the first 14 seasons of the league's resumption (15 in total), and often provided the core of the Latvia national football team. With those 14 national championships in a row, they set a European record, men and women's football combined, until the women of Faroese club KÍ Klaksvík won their 14th championship in row in 2013.",
  "/wiki/Daugava_Stadium_(Liep%C4%81ja)": "Daugava Stadium (Latvian: Daugavas stadions) is a multi-purpose stadium in Liepāja, Latvia. It is currently used mostly for football matches and is the home stadium of FK Liepāja, also it was the home stadium of FHK Liepājas Metalurgs. The stadium holds 5,083 people, and hosted the Baltic Cup 1992.",
  "/wiki/Liep%C4%81ja": "Liepāja (pronounced [liepaːja] (listen)) (see other names) is a city in western Latvia, located on the Baltic Sea. It is the largest city in the Kurzeme Region and the third largest city in the country after Riga and Daugavpils. It is an important ice-free port. In 2017 population of Liepāja is 69,443 people.",
  "/wiki/FK_Liep%C4%81ja": "FK Liepāja/Mogo is a Latvian football club, founded in 2014. The club is based at the Daugava Stadium in Liepāja. FK Liepāja plays in the Latvian Higher League. In their first season they finished 4th in the 2014 Latvian Higher League.",
  "/wiki/Latvijas_Universitates_Stadions": "Latvijas Universitātes Stadions was a multi-use stadium in Riga, Latvia. It was used mostly for football and rugby matches and was the home stadium of FK Rīga. The stadium had a capacity of 5,000 spectators.",
  "/wiki/FK_R%C4%ABga": "FK Rīga was a Latvian football club based in Riga. They played in the Virslīga, the top division in Latvian football. They played their home games at Latvijas Universitātes Stadions. In 1999, its first year of existence, the club won the Latvian Cup, beating Skonto at the final. The club also played in the UEFA Cup. In 2007, FK Rīga achieved its best result in Virslīga so far by finishing 3rd as the highest placed club from Riga.",
  "/wiki/Celtnieks_Stadium": "Celtnieks Stadium is a multi-purpose stadium in Daugavpils, Latvia. It is currently used mostly for football matches and is the home stadium of FC Daugava. The stadium has capacity for 3,480 people.",
  "/wiki/Daugavpils": "Daugavpils (Latvian pronunciation: [ˈdaʊɡaʊpils] (listen); Latgalian: Daugpiļs [ˈdaʊkʲpʲilʲsʲ]; Russian: Даугавпилс [ˈdaʊɡəfpʲɪls]; Polish: Dyneburg; see other names) is a city in south-eastern Latvia, located on the banks of the Daugava River, from which the city gets its name. It is the second-largest city in the country after the capital Riga, which is located some 230 kilometres (143 miles) to its north-west.",
  "/wiki/FC_Dinaburg": "Dinaburg FC was a Latvian football club, playing in the city of Daugavpils. In 2009 it merged with FK Daugava. The club played at the Daugava Stadium (capacity 4,070). On October 5, 2009, Dinaburg was expelled from the Virsliga and both the president and trainer were banned for life on suspicion of betting and match-fixing.",
  "/wiki/Daugava_Stadium_(Daugavpils)": "The Daugava Stadions is a football stadium in the city of Daugavpils, Latvia.",
  "/wiki/FC_Daugava": "FC Daugava is a Latvian football club, based at the Daugava Stadium, in the city of Daugavpils. They play in the Latvian Second League in 2015 and are one of two clubs representing the city. They are also one of two clubs with the name Daugava and should not be confused with FK Daugava Rīga.",
  "/wiki/Ventspils_Olimpiskais_Stadions": "Ventspils Olimpiskais Stadions, more commonly called the Ventspils Stadions, is a multi-purpose stadium in Ventspils, Latvia. It is currently used mostly for football matches. Ventspils Stadions is the home stadium for FK Ventspils, and one of the most famous football stadia in the Latvia. The stadium holds 3,200 people.",
  "/wiki/Ventspils": "Ventspils (Latvian: [ˈvæntspils] (listen); see other names) is a city in northwestern Latvia in the historical Courland region of Latvia, and is the sixth largest city in the country. At the beginning of 2017, Ventspils had a population of 39,286. It is situated on the Venta River and the Baltic Sea, and has an ice-free port. The city's name literally means \"castle on the Venta\", referring to the Livonian Order's castle built alongside the Venta River. Ventspils holds the national record for the highest temperature ever recorded in Latvia with 37.8 °C (100.0 °F) on 4 August 2014.",
  "/wiki/FK_Ventspils": "FK Ventspils is a Latvian football club, based at Ventspils Olimpiskais Stadions in Ventspils city and is one of the most popular football clubs in the country. The club plays in the Latvian Virsliga.",
  "/wiki/Sporta_A%C4%A3ent%C5%ABras_Stadions": "Sporta Aģentūras Stadions is a multi-use stadium in Rēzekne, Latvia.  It is currently used mostly for football matches and is the home stadium of SK Blāzma of the Virsliga. The stadium holds 3,000 people.",
  "/wiki/R%C4%93zekne": "Rēzekne (Latgalian Rēzekne pronounced [ˈrʲæːzʲækʲnʲæ] or Rēzne pronounced [rʲæːzʲnʲæ], Latvian: Rēzekne pronounced [ˈrɛːzekne] (listen); see other names) is a city in the Rēzekne River valley in Latgale region of eastern Latvia. It is called The Heart of Latgale (Latvian Latgales sirds, Latgalian Latgolys sirds). Built on seven hills, Rēzekne is situated 242 kilometres (150 miles) east of Riga, and 63 kilometres (39 miles) west of the Latvian-Russian border, at the intersection of the Moscow – Ventspils and Warsaw – Saint Petersburg Railways. It has a population of 31,216 (2016) making it the 7th largest city in Latvia.",
  "/wiki/FK_Bl%C4%81zma_R%C4%93zekne": "SK Blāzma is a Latvian football club located in Rēzekne. The club is a continuation of the city's main football club, Dižvanagi. The club competed in Virslīga in the 2008 season following promotion from the 1. Liga in 2007.",
  "/wiki/R%C4%93zeknes_Pils%C4%93tas_stadions": "Sporta Aģentūras Stadions is a multi-use stadium in Rēzekne, Latvia.  It is currently used mostly for football matches and is the home stadium of SK Blāzma of the Virsliga. The stadium holds 3,000 people.",
  "/wiki/FK_Di%C5%BEvanagi_R%C4%93zekne": "Dižvanagi Rēzekne was a Latvian football club, located in Rēzekne. They currently compete under the name of Dižvanagi-2 in the Latgales zona of the 2.līga as the reserve team of FK Blāzma Rēzekne.",
  "/wiki/Slokas_Stadium": "Jūrmalas pilsētas stadions \"Sloka\", commonly referred to as Slokas Stadions, is a multi-purpose stadium in the coastal city of Jūrmala, in northwestern Latvia.",
  "/wiki/J%C5%ABrmala": "Jūrmala (Latvian pronunciation: [juːrmala] (listen) \"seaside\") is a city in Latvia, about 25 kilometres (16 miles) west of Riga. Jūrmala is a resort town stretching 32 km (20 miles) and sandwiched between the Gulf of Riga and the Lielupe River. It has a 33 km (21 miles) stretch of white-sand beach, and a population of 56,646, making it the fifth largest city in Latvia.",
  "/wiki/FK_Spartaks_J%C5%ABrmala": "FK Spartaks is a Latvian football club that is based in Sloka, Jūrmala. In 2012, they finished 3rd in the Latvian First League championship and after winning the play-offs against JFK Olimps were promoted to the Latvian Higher League. The club plays its home matches at the Sloka Stadium with capacity of 2,500 people.",
  "/wiki/List_of_football_stadiums_in_Latvia": "The following is a list of football stadiums in Latvia, ordered by capacity."
}