{
  "/wiki/Mark_Miloscia": "Mark Anthony Miloscia (born September 13, 1958) is an American politician and former Washington State Senator. A Democrat for more than twenty years, in 2014 he switched to the Republican Party and ran for election to represent the 30th Legislative District in the State Senate - winning by more than ten percentage points. In 2012, Miloscia ran as a Democrat for Washington State Auditor; a race which he lost in the primary election. Miloscia ran again for State Auditor in 2016, this time as a Republican, lost the General Election to Democrat Pat McCarthy by 4 percentage points. He had represented the 30th Legislative District for seven terms from 1999 to 2013 in the Washington House of Representatives as a Democrat. He is endorsed by The Seattle Times newspaper for re-election in 2018.",
  "/wiki/Pramila_Jayapal": "Pramila Jayapal (/prəˈmɪlə ˈdʒaɪəpɑːl/; born September 21, 1965) is an American politician and activist who currently serves as the U.S. Representative from Washington's 7th congressional district, which includes most of Seattle as well as suburban areas of King County. As a member of the Democratic Party, she represented the 37th legislative district in the Washington State Senate from 2015 to 2017. She is the first Indian-American woman to serve in the House of Representatives. The district's first female member of Congress, she is also the first Asian-American to represent Washington in Congress.",
  "/wiki/Judy_Warnick": "Judith Warnick (born May 28, 1950) is an American politician of the Republican Party. Until 2015, she was a member of the Washington House of Representatives, representing the 13th district. She was elected to the Washington State Senate in 2014.",
  "/wiki/Brian_Hatfield": "Brian Hatfield (born July 8, 1966) served in the Washington State Senate and the Washington State House of Representatives, representing the 19th Legislative District, a district that includes Cowlitz, Grays Harbor, Pacific, Lewis and Wahkiakum Counties.",
  "/wiki/Michael_Baumgartner": "Michael James Baumgartner (born December 13, 1975) is an American politician currently serving as the Spokane County Treasurer. A Republican, he was a member of the Washington State Senate for eight years and his party's nominee in the 2012 election for the United States Senate, unsuccessfully challenging Democratic incumbent Maria Cantwell.",
  "/wiki/Bob_Hasegawa": "Robert Alan Hasegawa (born September 22, 1952) is a member of the Washington State Senate, representing the 11th Legislative District since January 2013. Hasegawa is a lifelong resident of Seattle's Beacon Hill. He previously served in the Washington State House of Representatives, and is retired from the Teamsters Union where he was a member and union leader for over 32 years.",
  "/wiki/Steve_Litzow": "Steve Litzow is an American politician of the Republican Party, who served as a Washington State Senator for the 41st District from 2010 to 2017. This district includes the affluent Seattle suburbs of Bellevue, Beaux Arts Village, Mercer Island, Newcastle, and parts of Issaquah, Sammamish, and Renton in King County. Litzow is widely seen as a centrist. He was defeated by Democrat Lisa Wellman in the 2016 election.",
  "/wiki/Rosemary_McAuliffe": "Rosemary Ann McAuliffe (née Belmont; August 1, 1940) is a Democratic politician, elected as the Washington State Senator for the 1st District in 1992, beginning her term in 1993. Preceding her election to the State Senate, McAuliffe served 14 years on the Northshore School District Board of Education and as Chair of the Bothell Downtown Management Association, leading to the area's revitalization. This district includes Bothell, Mountlake Terrace, Brier, Maltby and parts of Lynnwood, Edmonds, and unincorporated Snohomish County. She serves on the Washington State Senate's Early Learning & K-12 Education Committee as a ranking member, as well as on the Higher Learning Committee and Joint Select Committee on Education Accountability.",
  "/wiki/Doug_Ericksen": "Douglas Ericksen (born January 28, 1969) is an American politician. A  Republican, he is a member of the Washington State Senate for the 42nd District in Whatcom County. Ericksen serves as the ranking member of the body's Energy, Environment, and Telecommunications Committee. In April 2019, he registered as a foreign agent to consult and lobby for the Kingdom of Cambodia.",
  "/wiki/John_McCoy_(American_politician)": "John Richard McCoy (born October 29, 1943) (Tulalip Tribes of Washington) is an American politician of the Democratic Party based in Washington state.  In 2013 he was appointed to the State Senate to fill a vacancy and represents the 38th Legislative District. He previously served more than 10 years in the Washington House of Representatives (2003-2013).",
  "/wiki/Don_Benton": "Donald Mark Benton (born April 8, 1957) is an American politician. Originally from Santa Clarita, California, he served as a member of the Washington State Senate from 1997 to 2017, where he represented Washington's 17th legislative district. He served as campaign director for Donald Trump in Washington. in 2016. After Trump was elected, Benton was appointed as a senior White House advisor at the Environmental Protection Agency for a few weeks, but reportedly did not work well with newly-appointed agency head Scott Pruitt. In April 2017, Benton was named by President Trump as the 13th Director of the Selective Service System.",
  "/wiki/Mark_Mullet": "Mark Douglas Mullet (born August 14, 1972) is an American politician of the Democratic Party. He is a member of the Washington State Senate, representing the 5th Legislative District. Mullet, after more than 12 years in international finance at Bank of America, became a small business owner who owns Zeeks Pizza and Ben and Jerry's Ice Cream franchises in Issaquah.",
  "/wiki/Pam_Roach": "Pamela Roach (born April 26, 1948) is an American Republican politician and a former Washington State Senator. She represented the 31st Legislative District until 2017, when she became a member of the Pierce County Council.",
  "/wiki/Marko_Liias": "Marko Liias (born July 17, 1981) is an American politician from Washington. He is a Democratic member of the Washington State Senate, representing the 21st legislative district. The district, located entirely within Snohomish County, encompasses portions of Lynnwood and Everett, as well as his hometown of Mukilteo and his native Edmonds. He previously served as a member of the Washington House of Representatives.",
  "/wiki/Randi_Becker": "Randi L. Becker (born July 12, 1948) is an American politician of the Republican Party. She serves as a member of the Washington Senate, representing the 2nd Legislative District. She was first elected to the State Senate in 2008.",
  "/wiki/David_Frockt": "David S. Frockt (born July 14, 1969) is an American politician of the Democratic Party. He is a member of the Washington State Senate, representing the 46th legislative district, comprising North Seattle, Lake Forest Park, and Kenmore.",
  "/wiki/Barbara_Bailey": "Barbara Bailey is an American politician of the Republican Party. She was a member of the Washington Senate, representing the 10th district, from 2013-2019. She previously represented the 10th district in the Washington House of Representatives.",
  "/wiki/Jeanne_Kohl-Welles": "Jeanne Elizabeth Pearl Kohl-Welles (née Jean Elizabeth Pearl Kohl; October 19, 1942) is an American politician who has served in the Washington state legislature and represents District 4 on the Metropolitan King County Council. From 1994 to 2016 she represented the 36th district in the Washington State Senate, which includes Ballard, Belltown, Blue Ridge, Crown Hill, Greenwood, Magnolia, and Queen Anne Hill neighborhoods of Seattle as well as the north half of Downtown Seattle.  The district also takes the western half of Lake Union. Jeanne Kohl-Welles was appointed to the State Senate in 1994.",
  "/wiki/Steve_O'Ban": "Steven Thomas \"Steve\" O'Ban (born July 12, 1961) is an American politician of the Republican Party. He serves as a member of the Washington Senate, representing the 28th Legislative District. On June 4, 2013, he was appointed to the State Senate by the Pierce County County Council, despite being the second choice of the Republican Precinct Committee Officers from the district, following the death of State Senator Mike Carrell. Preceding his appointment to the State Senate, O'Ban served less than five months as a member of the Washington State House of Representatives.",
  "/wiki/Jeannie_Darneille": "Jeannie Darneille (born July 9, 1949) is an American politician of the Democratic Party. She is a member of the Washington State Senate and former member of the Washington House of Representatives, representing the 27th district. She is a native of Fairbanks, Alaska.",
  "/wiki/Mike_Padden": "Michael John \"Mike\" Padden (born November 13, 1946) is a lawyer and politician from Spokane Valley, Washington. He is a member of the Washington State Senate representing Washington's 4th Legislative District.",
  "/wiki/Jamie_Pedersen": "Jamie Pedersen (born  September 9, 1968) is an American lawyer and politician from the state of Washington who has served as a member of the Washington State Legislature since January 2007. He currently represents the 43rd District in the Washington State Senate.",
  "/wiki/Kirk_Pearson_(politician)": "Kirk Pearson is an American politician in Washington state. He was a member of the Washington State Senate from 2013 to 2017 and before that served as a member of the Washington House of Representatives from 2001 to 2013, in both positions as a member of the Republican Party representing the 39th district. It includes most of Snohomish and Skagit counties, as well as some of northern King County.",
  "/wiki/Brad_Owen": "Bradley Owen (born May 23, 1950) is an American politician. He is a member of the Democratic Party, having served as the 15th Lieutenant Governor of Washington, from 1997 to 2017.",
  "/wiki/Sharon_Brown_(Washington_politician)": "Sharon Raye Brown is an American politician of the Republican Party. She is a member of the Washington State Senate from Washington's 8th Legislative District. Brown was appointed to fill the Senate seat on February 4, 2013 following Senator Jerome Delvin's leaving to become Benton County Commissioner in January, 2013.",
  "/wiki/Maralyn_Chase": "Maralyn Chase (born January 6, 1942) is a former Democratic member of the Washington State Senate, representing the 32nd district from 2011-2019. Before her election to the Senate, she served in the Washington State House of Representatives from 2001 to 2011.",
  "/wiki/Curtis_King_(politician)": "Curtis King is an American politician of the Republican Party. He is a member of the Washington State Senate. He has represented District 14 since 2007.",
  "/wiki/Steve_Hobbs_(Washington_politician)": "Steve Hobbs (born February 12, 1970) is a Washington State politician of the Democratic Party representing the 44th Legislative District in the Washington State Senate.",
  "/wiki/Andy_Hill_(politician)": "Andy Hill (October 12, 1962 – October 31, 2016) was an American politician. A Republican, he represented District 45 since 2011 in the Washington State Senate, defeating incumbent Democrat Eric Oemig 51%-49% in 2010.",
  "/wiki/James_Hargrove": "James Hargrove may refer to:",
  "/wiki/Majority_Coalition_Caucus": "The Majority Coalition Caucus (MCC) was a caucus formed on December 10, 2012, by all 23 Republican members of the Washington State Senate and two Democratic senators. Its membership constituted a majority of the chamber's 49  members, allowing it to take control of the Senate from the Democratic caucus whose members had previously formed a majority. The MCC, operating much like a coalition government, offered an equal number of committee leadership positions to Republicans and Democrats. Senate Democrats accepted only three of the nine positions offered them. The Republicans strengthened their position by gaining one seat in the 2013 election, but lost its majority following a special election in November 2017. The coalition has 23 Republicans and one self-identified Democratic senator, Tim Sheldon. On November 15, 2017 the Majority Coalition Caucus returned to being the state Senate Republican Caucus."
}