{
  "/wiki/Daily_Sabah": "Daily Sabah (lit. \"Daily Morning\") is a Turkish pro-government daily, published in Turkey. Available in English, German, Arabic and Russian and owned by Turkuvaz Media Group, Daily Sabah published its first issue on 24 February 2014. The editor-in-chief is Serdar Karagöz.",
  "/wiki/English_language": "English is a West Germanic language that was first spoken in early medieval England and eventually became a global lingua franca. It is named after the Angles, one of the Germanic tribes that migrated to the area of Great Britain that later took their name, as England. Both names derive from Anglia, a peninsula in the Baltic Sea. The language is closely related to Frisian and Low Saxon, and its vocabulary has been significantly influenced by other Germanic languages, particularly Norse (a North Germanic language), and to a greater extent by Latin and French.",
  "/wiki/H%C3%BCrriyet_Daily_News_and_Economic_Review": "The Hürriyet Daily News, formerly Hürriyet Daily News and Economic Review and Turkish Daily News, is the oldest current English-language daily in Turkey, founded in 1961. The paper was bought by the Doğan Media Group in 2001 and has been under the media group's flagship Hürriyet from 2006; both papers were sold to Demirören Holdings in 2018.",
  "/wiki/Ayd%C4%B1nl%C4%B1k": "Aydınlık (\"Clarify\" or \"Enlightenment\" in Turkish) is the newspaper of the Patriotic Party (Vatan Partisi). Originally launched as a weekly newspaper in 1921, it has been repeatedly closed and relaunched, most recently in 2011.",
  "/wiki/%C5%9Ealom": "Şalom is a Jewish weekly newspaper published in Turkey. Its name is the Turkish spelling of the Hebrew word \u007f'\"`UNIQ--templatestyles-00000001-QINU`\"'\u007fשלום (Shalom). It was established on 29 October 1947 by the Turkish Jewish journalist Avram Leyon. It is printed in Istanbul and is published every Wednesday. Apart from one Ladino page, it is published in Turkish. İvo Molinas is its publisher, and Yakup Barokas is its editor in chief. Its circulation is about 5,000.",
  "/wiki/Judeo-Spanish": "Judaeo-Spanish or Judeo-Spanish (autonym judeoespañol; Hebrew script: גﬞודﬞיאו־איספאנייול‎ djudeo-espanyol; Cyrillic: жудеоеспањол), commonly referred to as Ladino, is a Romance language derived from Old Spanish. Originally spoken in Spain and then after the Edict of Expulsion spreading through the former territories of the Ottoman Empire (the Balkans, Turkey, the Middle East, and North Africa) as well as France, Italy, the Netherlands, Morocco, and England, it is today spoken mainly by Sephardic minorities in more than 30 countries, with most of the speakers residing in Israel. Although it has no official status in any country, it has been acknowledged as a minority language in Bosnia and Herzegovina, Israel, France and Turkey. It is also formally recognised by the Royal Spanish Academy.",
  "/wiki/Agos": "Agos (in Armenian: Ակօս, \"furrow\"; in Greek: ἄγος,  \"abomination\") is an Armenian bilingual weekly newspaper published in Istanbul, Turkey, established on 5 April 1996.",
  "/wiki/Armenian_language": "The Armenian language (classical: հայերէն; reformed: հայերեն [hɑjɛˈɾɛn] hayeren) is an Indo-European language that is the only language in the Armenian branch. It is the official language of Armenia as well as the de facto Republic of Artsakh. Historically being spoken throughout the Armenian Highlands, today, Armenian is widely spoken throughout the Armenian diaspora. Armenian is written in its own writing system, the Armenian alphabet, introduced in 405 AD by Mesrop Mashtots.",
  "/wiki/Marmara_(newspaper)": "Marmara (Armenian: Մարմարա) (sometimes \"Nor Marmara\" - New Marmara) is an Armenian-language daily newspaper published since August 31 1940 in Istanbul, Turkey. It was established by Armenian journalist and foreign correspondent Souren Shamlian. Initially a weekly newspaper, it was soon published daily due to intense interest.  Following Shamlian's death in 1951 his daughter and her husband, Seta and Bedros Zobyan, took over the paper. When the Zobyans left Istanbul for Canada in 1967, they left the paper to Rober Haddeciyan (also known as Robert Haddeler), a writer and journalist who was already working for the paper.",
  "/wiki/Jamanak": "Jamanak (Armenian: Ժամանակ, meaning \"time\") is the longest continuously running Armenian language daily newspaper in the world. It is published in Istanbul, Turkey.",
  "/wiki/Azadiya_Welat": "Azadiya Welat (Kurdish for: \"Freedom of the Country\") was a newspaper in the Kurdish language published in Turkey. It was shut down on 28 August 2016 when police raided the newspaper's headquarters in Diyarbakir, taking all 27 staff into custody.",
  "/wiki/Kurdish_language": "The Kurdish languages (Kurdish: کوردی ,Kurdî‎; IPA: [ˈkuɾdiː]) constitute a dialect continuum spoken by Kurds in Kurdistan and the diaspora. The three Kurdish languages are Kurmanji (Northern Kurdish), Sorani (Central Kurdish), and Southern Kurdish (Palewani or Xwarig/Xwarîn).  A separate group of non-Kurdish Northwestern Iranian languages, the Zaza–Gorani languages, are also spoken by several million ethnic Kurds. Studies as of 2009 estimate between 8 and 20 million native Kurdish speakers in Turkey. The majority of the Kurds speak Kurmanji (\"Northern Kurdish\").",
  "/wiki/French_language": "French (le français [lə fʁɑ̃sɛ] or la langue française [la lɑ̃ɡ fʁɑ̃sɛːz]) is a Romance language of the Indo-European family. It descended from the Vulgar Latin of the Roman Empire, as did all Romance languages. French evolved from Gallo-Romance, the spoken Latin in Gaul, and more specifically in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) has largely supplanted. French was also influenced by native Celtic languages of Northern Roman Gaul like Gallia Belgica and by the (Germanic) Frankish language of the post-Roman Frankish invaders. Today, owing to France's past overseas expansion, there are numerous French-based creole languages, most notably Haitian Creole. A French-speaking person or nation may be referred to as Francophone in both English and French.",
  "/wiki/Apoyevmatini": "Apoyevmatini (in Greek: Απογευματινή, meaning \"Afternoon (newspaper)\", alternative transliteration Apogevmatini) is a daily Greek-language newspaper published in Istanbul, Turkey. The newspaper was founded on 12 July 1925 and is still being published until today. Following the Turkish Cumhuriyet, Apoyevmatini is the second most senior daily newspaper founded after the Republic of Turkey came into existence, its readers being mostly Greeks in Turkey.",
  "/wiki/Greek_language": "Greek (Modern Greek: ελληνικά, elliniká) is an independent branch of the Indo-European family of languages, native to Greece, Cyprus, Albania and other parts of the Eastern Mediterranean and the Black Sea. It has the longest documented history of any living Indo-European language, spanning at least 3,500 years of written records. Its writing system has been the Greek alphabet for the major part of its history; other systems, such as Linear B and the Cypriot syllabary, were used previously. The alphabet arose from the Phoenician script and was in turn the basis of the Latin, Cyrillic, Armenian, Coptic, Gothic, and many other writing systems.",
  "/wiki/Agani_Murutsxi": "Agani Murutsxi (Laz: Ağani Muruʒxi, lit. \"New Star\"; Turkish: Ağani Murutsxi) is a monthly newspaper published in Laz language. Newspaper was launched in Turkey, on September 11, 2013, in order to save the Laz language from extinction, it covers monthly culture, sports and political news as well as articles and cartoons on topics like assimilation. Its name is a salute to the world’s first newspaper in the Laz language, \"Mç’ita Murutsxi\" (Red Star), published in Abkhazia, Georgian SSR in 1929 by İskender Chitaşi. Agani Murutsxi has an average circulation of 1,000 printed newspapers distributed in Laz populated area (Rize and Artvin Provinces) and the cities of western part of Turkey, where Laz population is concentrated, such as: Istanbul, İzmir, Ankara, Bursa and Düzce.",
  "/wiki/Laz_language": "The Laz language (ლაზური ნენა, lazuri nena; Georgian: ლაზური ენა, lazuri ena, or ჭანური ენა, ç̌anuri ena / chanuri ena) is a Kartvelian language spoken by the Laz people on the southeastern shore of the Black Sea. It is estimated that there are around 20,000 native speakers of Laz in Turkey, in a strip of land extending from Melyat to the Georgian border (officially called Lazistan until 1925), and about 2,000 in Georgia.",
  "/wiki/Hem%C5%9Fince": "Homshetsi (Հոմշեցի Homshetsi lizu \"the Hamshen language\", Turkish: Hemşince) is an archaic Western Armenian dialect spoken by the eastern and northern group of Hemshin peoples (Hemşinli), a people living in northeastern Turkey, Abkhazia, Russia, and Central Asia.",
  "/wiki/Pontic_Greek": "Pontic Greek (Greek: Ποντιακή διάλεκτος, Pontiakí diálektos; Pontic Greek: Ποντιακόν λαλίαν, Pontiakón lalían) is a Greek dialect originally spoken in the Pontus area on the southern shores of the Black Sea, northeastern Anatolia, the Eastern Turkish/Caucasus province of Kars, southern Georgia and today mainly in northern Greece. Its speakers are referred to as Pontic Greeks or Pontian Greeks.",
  "/wiki/List_of_newspapers_in_Turkey": "Below is a list of national printed newspapers published in Turkey. Initial sort order is by weekly circulation (as of 02.05.2016 - 08.05.2016)."
}