{
  "/wiki/U.S._Route_33": "U.S. Route 33 (US 33) is a United States Numbered Highway that runs northwest–southeast for 709 miles (1,141 km) from Richmond, Virginia, to northern Indiana passing through West Virginia and Ohio en route. Although most odd-numbered U.S. routes are north–south, US 33 is labeled east–west throughout its route, except in Indiana where it is labeled north–south. It roughly follows a historic trail used by Native Americans from Chesapeake Bay to Lake Michigan.",
  "/wiki/Dunlap,_Indiana": "Dunlap is a census-designated place (CDP) in Elkhart County, Indiana, United States. The population was 6,235 at the 2010 census. Once a small farming community, by the 1980s it had become a suburb of Elkhart and Goshen, Indiana. Most of the town was destroyed by two violent F4 tornadoes during the Palm Sunday Tornado Outbreak on April 11, 1965. Both tornadoes killed over 60 in the region.",
  "/wiki/Goshen,_Indiana": "Goshen /ˈɡoʊʃən/ is a city in and the county seat of Elkhart County, Indiana, United States.  It is the smaller of the two principal cities of the Elkhart-Goshen Metropolitan Statistical Area, which in turn is part of the South Bend-Elkhart-Mishawaka Combined Statistical Area.  It is located in the northern part of Indiana near the Michigan border, in a region known as Michiana.  Goshen is located 10 miles southeast of Elkhart, 25 miles southeast of South Bend, 120 miles east of Chicago, and 150 miles north of Indianapolis. The population was 31,719 at the 2010 census.",
  "/wiki/Elkhart,_Indiana": "Elkhart /ˈɛlkɑːrt/ is a city in Elkhart County, Indiana, United States. The city is located 15 miles (24 km) east of South Bend, Indiana, 110 miles (180 km) east of Chicago, Illinois, and 150 miles (240 km) north of Indianapolis, Indiana. Elkhart has the larger population of the two principal cities of the Elkhart-Goshen Metropolitan Statistical Area, which in turn is part of the South Bend-Elkhart-Mishawaka Combined Statistical Area, in a region commonly known as Michiana. The population was 50,949 at the 2010 census. Despite the shared name, it is not the county seat of Elkhart County; that position is held by the city of Goshen, located about 10 miles (16 km) southeast of Elkhart.",
  "/wiki/Howard_Hawks": "Howard Winchester Hawks (May 30, 1896 – December 26, 1977) was an American film director, producer and screenwriter of the classic Hollywood era. Critic Leonard Maltin called him \"the greatest American director who is not a household name.\"",
  "/wiki/Ambrose_Bierce": "Ambrose Gwinnett Bierce (June 24, 1842 – circa 1914) was an American short story writer, journalist, poet, and Civil War veteran. His book The Devil's Dictionary was named as one of \"The 100 Greatest Masterpieces of American Literature\" by the American Revolution Bicentennial Administration.  His story \"An Occurrence at Owl Creek Bridge\" has been described as \"one of the most famous and frequently anthologized stories in American literature\"; and his book Tales of Soldiers and Civilians (also published as In the Midst of Life) was named by the Grolier Club as one of the 100 most influential American books printed before 1900.",
  "/wiki/Middlebury,_Indiana": "Middlebury is a town in Middlebury Township, Elkhart County, Indiana, United States. It is located approximately 35 miles east of South Bend, 130 miles east of Chicago, Illinois and 165 miles north of Indianapolis. Middlebury is nestled in Northern Indiana's Amish country. As of the 2010 census, the town population was 3,420.",
  "/wiki/Elkhart_County_Courthouse": "Elkhart County Courthouse is a historic courthouse located at Goshen, Elkhart County, Indiana.  It was originally built in 1868-1870, and renovated between 1905 and 1908 in the Renaissance Revival style.  It is a three-story, brick building with a clay tile dome tower.  It features a portico with four freestanding Corinthian order columns set on a rusticated podium.:2",
  "/wiki/Indiana_State_Road_4": "State Road 4 (SR 4) is an east–west discontinuous state road in the US state of Indiana. The western end of the western segment is in La Porte. The highway passes through rural areas of LaPorte and St. Joseph counties, before ending near Lakeville. The central segment starts at the eastern city limits of Goshen and heads east passing through rural Elkhart County, before ending at SR 13. The eastern segment runs between SR 327 and Interstate 69 (I-69), passing through the towns of Ashley. The state road runs through five counties in northern Indiana mostly through rural farm fields and small towns.",
  "/wiki/Indiana_State_Road_15": "State Road 15 (SR 15) is a north–south state road in northern part of the US state of Indiana. Its southern terminus is at U.S. Highway 35 (US 35) and SR 22 near Jonesboro and its northern terminus is the Michigan state line, north of Bristol, where the roadway continues north as M-103. It is a surface highway that mostly passes farm fields but passing through a few cities of Marion, Wabash, Warsaw, and Goshen. Running for 94.835 miles (152.622 km) through the state, SR 15 is maintained by the Indiana Department of Transportation (INDOT).",
  "/wiki/Goshen_Carnegie_Public_Library": "Goshen Carnegie Public Library, also known as the Goshen Public Library, is a historic Carnegie library located at Goshen, Elkhart County, Indiana.  It was built in 1901, and is a 1 1/2-story, Beaux-Arts style building clad in Bedford limestone.  It has a red tile roof and projecting entrance pavilion with two Tuscan order columns.  Its construction was funded with $25,000 provided by the Carnegie Foundation.:2–3",
  "/wiki/Nappanee,_Indiana": "Nappanee is a city in Elkhart and Kosciusko counties in the U.S. state of Indiana. The population was 6,648 at the 2010 census. The name Nappanee probably means \"flour.\" The town has several tourist attractions: Amish Acres, Nappanee Raceway, The Arts & Crafts Festival, and the Apple Festival.",
  "/wiki/C._G._Conn": "C.G. Conn Ltd., sometimes called Conn Instruments or commonly just Conn, is a former American manufacturer of musical instruments incorporated in 1915. It bought the production facilities owned by Charles Gerard Conn, a major figure in early manufacture of brasswinds and saxophones in the USA. Its early business was based primarily on brass instruments, which were manufactured in Elkhart, Indiana. During the 1950s the bulk of its sales revenue shifted to electric organs. In 1969 the company was sold in bankruptcy to the Crowell-Collier-MacMillan publishing company. Conn was divested of its Elkhart production facilities in 1970, leaving remaining production in satellite facilities and contractor sources.",
  "/wiki/Enock_Hill_Turnock": "Enock Hill Turnock (1857–1926) was an American architect, originally from England.",
  "/wiki/Indiana_State_Road_120": "State Road 120 (SR 120) is a state road in the north-eastern section of the state of Indiana. Running for about 60 miles (97 km) in a general east–west direction, connecting rural portions of Elkhart, Lagrange and Steuben counties. The western terminus is a junction with Jackson Boulevard and Middleton Run Road in Elkhart. The eastern terminus is at the Indiana–Michigan border, east of Fremont.",
  "/wiki/Bristol,_Indiana": "Bristol is a town in Washington Township, Elkhart County, Indiana, United States. The population was 1,602 at the 2010 census.",
  "/wiki/Charles_Gordone": "Charles Gordone (October 12, 1925 – November 16, 1995) was an American playwright, actor, director, and educator. He was the first African American to win the annual Pulitzer Prize for Drama and he devoted much of his professional life to the pursuit of multi-racial American theater and racial unity.",
  "/wiki/List_of_Indiana_state_historical_markers_in_Elkhart_County": "This is a list of the Indiana state historical markers in Elkhart County."
}