{
  "/wiki/1993_in_film": "The year 1993 in film involved many significant films, including the blockbuster hits Jurassic Park, The Fugitive and The Firm. (For more about films in foreign languages, check sources in those languages.)",
  "/wiki/66th_Academy_Awards": "The 66th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1993 and took place on March 21, 1994, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Jeff Margolis. Actress Whoopi Goldberg hosted the show for the first time. Nearly a month earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California on February 26, the Academy Awards for Technical Achievement were presented by host Laura Dern.",
  "/wiki/When_I_Close_My_Eyes_(1993_film)": "When I Close My Eyes (Slovene: Ko zaprem oči) is a 1993 Slovenian thriller film directed by Franci Slak. The film was selected as the Slovenian entry for the Best Foreign Language Film at the 66th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Franci_Slak": "Franci Slak (1 February 1953 – 27 October 2007) was a Slovenian film director, producer, screenwriter, lecturer and politician. His 1987 film Hudodelci (The Felons) was entered into the 38th Berlin International Film Festival.",
  "/wiki/1994_in_film": "This is a list of films released in 1994. The top worldwide grosser was The Lion King, becoming the highest-grossing Walt Disney Feature Animation film of all-time, although it was slightly overtaken at the North American domestic box office by Forrest Gump, which won the Academy Award for Best Picture.",
  "/wiki/67th_Academy_Awards": "The 67th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 27, 1995, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as the Oscars) in 23 categories honoring the films released in 1994. The ceremony, televised in the United States by ABC, was produced by Gilbert Cates and directed by Jeff Margolis. Comedian David Letterman hosted the show for the first time. Three weeks earlier in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on March 4, the Academy Awards for Technical Achievement were presented by host Jamie Lee Curtis.",
  "/wiki/Morana_(film)": "Morana is a 1994 Slovenian horror film directed by Aleš Verbič. The film was selected as the Slovenian entry for the Best Foreign Language Film at the 67th Academy Awards, but was not accepted as a nominee.",
  "/wiki/1996_in_film": "The year 1996 involved many significant films. The major releases this year included Scream, Independence Day, Fargo, Trainspotting, The Rock, The English Patient, Twister, Mars Attacks!, Jerry Maguire and a film version of the musical, Evita.",
  "/wiki/69th_Academy_Awards": "The 69th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 24, 1997, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented the Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 1996. The ceremony, televised in the United States by ABC, was produced by Gil Cates, and directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the fifth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 65th ceremony held in 1993. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 1, the Academy Awards for Technical Achievement were presented by host Helen Hunt. This also served as the launch event for DVD, with its U.S. launch being on the same day as the ceremony.",
  "/wiki/Felix_(1996_film)": "Felix (Slovene: Feliks) is a 1996 Slovenian drama film directed by Božo Šprajc. The film was selected as the Slovenian entry for the Best Foreign Language Film at the 69th Academy Awards, but was not accepted as a nominee.",
  "/wiki/1997_in_film": "The year 1997 in film involved many significant films, including Titanic, and the beginning of the film studio DreamWorks.",
  "/wiki/70th_Academy_Awards": "The 70th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 23, 1998, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the show, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 1997. The ceremony, which was televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the sixth time. He first presided over the 62nd ceremony held in 1990, and he had hosted the previous year's gala. Nearly a month earlier in an event held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on February 28, the Academy Awards for Technical Achievement were presented by host Ashley Judd.",
  "/wiki/Outsider_(1997_film)": "Outsider is a film produced in 1997 in Slovenia by writer and director Andrej Košak. The film was selected as the Slovenian entry for the Best Foreign Language Film at the 70th Academy Awards, but was not accepted as a nominee.",
  "/wiki/2001_in_film": "The year 2001 in film involved some significant events, including the first of the Harry Potter series, the first of The Fast and the Furious franchise, the first of The Lord of the Rings trilogy, the first of the Ocean's Trilogy, and the first of the Shrek franchise. Significant non-English language films released included Monsoon Wedding and Amélie.",
  "/wiki/74th_Academy_Awards": "The 74th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 24, 2002, at the Kodak Theatre in Hollywood, Los Angeles. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2001. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Whoopi Goldberg hosted the show for the fourth time. She first hosted the 66th ceremony held in 1994 and had last hosted the 71st ceremony in 1999. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 2, the Academy Awards for Technical Achievement were presented by host Charlize Theron.",
  "/wiki/Bread_and_Milk": "Bread and Milk (Slovene: Kruh in mleko) is a 2001 Slovene film directed by Jan Cvitkovič. It was Slovenia's submission to the 74th Academy Awards for the Academy Award for Best Foreign Language Film, but was not accepted as a nominee.",
  "/wiki/Jan_Cvitkovič": "Jan Cvitkovič (born 1966) is a Slovenian film director, screenwriter and actor. As of April 2007 he has already won a total of 12 awards and 3 nominations at various film festivals for his work, including the San Sebastian Film Festival and the Venice Film Festival.",
  "/wiki/2002_in_film": "The year 2002 in film involved some significant events.",
  "/wiki/75th_Academy_Awards": "The 75th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 23, 2003, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2002. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Steve Martin hosted for the second time, having previously presided over the 73rd ceremony held in 2001. Three weeks earlier in a ceremony at Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 1, the Academy Awards for Technical Achievement were presented by host Kate Hudson.",
  "/wiki/Headnoise_(film)": "Headnoise (Slovene: Zvenenje v glavi) is a Slovenian feature film by the director Andrej Košak, featuring Jernej Šugman in the main role. It was released in 2002. It was edited by Jurij Moškon, who received the Best Cinematography Award at the Cologne Mediterranean Film Festival for it.",
  "/wiki/2003_in_film": "The year 2003 in film involved some significant events.",
  "/wiki/76th_Academy_Awards": "The 76th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2003 and took place on February 29, 2004, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Joe Roth and was directed by Louis J. Horvitz. Actor Billy Crystal hosted for the eighth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 72nd ceremony held in 2000. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 14, the Academy Awards for Technical Achievement were presented by host Jennifer Garner.",
  "/wiki/Damjan_Kozole": "Damjan Kozole (born 1964 in Brežice, Slovenia) is a Slovenian filmmaker whose directing credits include the 2003 critically acclaimed Spare Parts and 2009 worldwide released Slovenian Girl, among others. Spare parts was nominated for the Golden Bear at the 53rd Berlin International Film Festival; in 2008 Sight & Sound ranked this film among the ten most important films of the New Europe.",
  "/wiki/2004_in_film": "2004 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/77th_Academy_Awards": "The 77th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on February 27, 2005, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as the Oscars) in 24 categories honoring films released in 2004. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Chris Rock hosted the show for the first time. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 12, the Academy Awards for Technical Achievement were presented by host Scarlett Johansson.",
  "/wiki/Beneath_Her_Window": "Beneath Her Window (Slovene: Pod njenim oknom) is a 2003 Slovenian film directed by Metod Pevec. It was Slovenia's submission to the 77th Academy Awards for the Academy Award for Best Foreign Language Film, but was not accepted as a nominee. The main role was played by Polona Juh.",
  "/wiki/2005_in_film": "2005 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/78th_Academy_Awards": "The 78th Academy Awards presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 5, 2006, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:00 p.m. PST / 8:00 p.m. EST. The ceremony was scheduled one week later than usual to avoid a clash with the 2006 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2005. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Jon Stewart hosted the show for the first time. Two weeks earlier in a ceremony at The Beverly Hilton in Beverly Hills, California held on February 18, the Academy Awards for Technical Achievement were presented by host Rachel McAdams.",
  "/wiki/Janez_Burger": "Janez Burger (born 21 March 1965) is a Slovene film director, screenwriter and producer.",
  "/wiki/2006_in_film": "The following is an overview of events in 2006, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/79th_Academy_Awards": "The 79th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2006 and took place February 25, 2007, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Ellen DeGeneres hosted for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 10, the Academy Awards for Technical Achievement were presented by host Maggie Gyllenhaal.",
  "/wiki/Gravehopping": "Gravehopping (Slovene: Odgrobadogroba) is a 2005 Slovenian film directed by Jan Cvitkovič. It was Slovenia's submission to the 79th Academy Awards for the Academy Award for Best Foreign Language Film, but was not accepted as a nominee.",
  "/wiki/2007_in_film": "The following is an overview of events in 2007 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. The highest-grossing film of the year was Pirates of the Caribbean: At World's End, which was just ahead of Harry Potter and the Order of the Phoenix. 2007 is often considered one of the greatest years for film in the 21st century. As of 2019, this was the last year in which no film grossed at least $1 billion at the worldwide box office.",
  "/wiki/80th_Academy_Awards": "The 80th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2007 and took place on February 24, 2008, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Gil Cates and directed by Louis J, Horvitz. Actor Jon Stewart hosted the show for the second time, having previously presided over the 78th ceremony held in 2006. Two weeks earlier in a gala at the Beverly Wilshire Hotel in Beverly Hills, California held on February 9, the Academy Awards for Technical Achievement were presented by host Jessica Alba.",
  "/wiki/Short_Circuits_(film)": "Short Circuits (Slovene: Kratki stiki) is a 2006 Slovene film directed by Janez Lapajne. It was Slovenia's submission to the 80th Academy Awards for the Academy Award for Best Foreign Language Film, but was not accepted as a nominee.",
  "/wiki/Janez_Lapajne": "Janez Lapajne (Slovene: [yannez la-pie-nay]; born 24 June 1967 in Celje, Yugoslavia) is a Slovenian film director, producer, writer, editor and production designer.",
  "/wiki/2008_in_film": "The year 2008 involved many major movie events. Its highest-grossing films included The Dark Knight, Kung Fu Panda, WALL-E and Indiana Jones and the Kingdom of the Crystal Skull.",
  "/wiki/81st_Academy_Awards": "The 81st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2008 and took place on February 22, 2009, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Condon and Laurence Mark and directed by Roger Goodman. Actor Hugh Jackman hosted the show for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 7, the Academy Awards for Technical Achievement were presented by host Jessica Biel.",
  "/wiki/Rooster's_Breakfast": "Rooster's Breakfast (Slovene: Petelinji zajtrk) is a Slovenian drama released in 2007. It is an adaptation of less known novel of the same name by Feri Lainšček. The film is the most acclaimed and most successful Slovenian films of all times, and also the third most successful movie in Slovenia, following Titanic and Troy.",
  "/wiki/Marko_Naberšnik": "Marko Naberšnik (born 1973, in Maribor) is a Slovenian director of TV and film who might still be best known for his first film, Rooster's Breakfast. He is also a screenwriter.",
  "/wiki/2009_in_film": "The year 2009 saw the release of many films. Seven made the top 50 list of highest-grossing films. Also in 2009, the Academy of Motion Picture Arts and Sciences announced that as of that year, their Best Picture category would consist of ten nominees, rather than five (the first time since the 1943 awards).",
  "/wiki/82nd_Academy_Awards": "The 82nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2009 and took place on March 7, 2010, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled after its usual late-February date to avoid conflicting with the 2010 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Mechanic and Adam Shankman and directed by Hamish Hamilton. Actors Alec Baldwin and Steve Martin hosted the show. Martin hosted for the third time; he first presided over the 73rd ceremony held in 2001 and last hosted the 75th ceremony held in 2003. Meanwhile, this was Baldwin's first Oscars hosting stint. This was also the first telecast to have multiple hosts since the 59th ceremony held in 1987.",
  "/wiki/Pokrajina_št._2": "Pokrajina št. 2 (Landscape No. 2) is a 2008 Slovenian film directed by Vinko Möderndorfer. The film appeared at the 65th Venice International Film Festival. It won the best film award at the 11th Slovenian Film Festival.",
  "/wiki/Vinko_Möderndorfer": "Vinko Möderndorfer (born 22 September 1958) is a Slovene writer, poet, playwright and theatre and film director.",
  "/wiki/2010_in_film": "In the year 2010, there was a dramatic increase and prominence in the use of 3D-technology in filmmaking after the success of Avatar in the format, with releases such as Alice in Wonderland, Clash of the Titans, Jackass 3D, all animated films, with numerous other titles being released in 3D formats. 20th Century Fox celebrated its 75th anniversary in 2010.",
  "/wiki/83rd_Academy_Awards": "The 83rd Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2010 in the United States and took place on February 27, 2011, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST (8:30 p.m. EST). During the ceremony, Academy Awards (commonly called the Oscars) were presented in 24 competitive categories. The ceremony was televised in the United States by ABC, and produced by Bruce Cohen and Don Mischer, with Mischer also serving as director. Actors James Franco and Anne Hathaway co-hosted the ceremony, marking the first time for each.",
  "/wiki/9:06": "9:06 is a 2009 Slovene thriller film directed by Igor Šterk. The film was selected as the Slovene entry for the Best Foreign Language Film at the 83rd Academy Awards but it did not make the final shortlist. The film won 15 awards at the 2009 Slovene Film Festival, including Best Film and Best Director.",
  "/wiki/2011_in_film": "The following is an overview of the events of 2011 in film, including the highest-grossing films, film festivals, award ceremonies and a list of films released and notable deaths. More film sequels were released in 2011 than any other year before it, with 28 sequels released. Film critic Scout Tafoya considers 2011 as the best year for cinema, countering the notion of 1939 being film's best year overall and citing important developments in cinematic expression during 2011.",
  "/wiki/84th_Academy_Awards": "The 84th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2011 in the United States and took place on February 26, 2012, at the Hollywood and Highland Center Theatre[a] in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Brian Grazer and Don Mischer, with Mischer also serving as director. Actor Billy Crystal hosted the show for the ninth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 76th ceremony held in 2004.",
  "/wiki/Silent_Sonata": "Silent Sonata (Slovene: Circus Fantasticus) is a 2011 Slovenian drama film directed by Janez Burger and has no dialogue. The main producers are the Slovene Stara Gara and the Irish Fastnet Films. Silent Sonata is the first official Slovene-Irish-Swedish-Finnish co-production and was shot in 35 days in Slovenia and Ireland. The world premiere took place on the International Film Festival Rotterdam in 2011. The production crew included members from at least 18 countries. The film's original title was Circus Fantasticus, but only in Slovenia, as it is distributed under its original title.",
  "/wiki/2012_in_film": "The following tables list films released in 2012. Most notably, the two oldest surviving American film studios, Universal and Paramount both celebrated their centennial anniversaries, marking the first time that two major film studios celebrate 100 years, and the Dolby Atmos sound format was launched for the premiere of Brave. The James Bond film series celebrated its 50th anniversary and released its 23rd film, Skyfall. Six box-office blockbusters from previous years (Beauty and the Beast, Star Wars: Episode I – The Phantom Menace, Titanic, Raiders of the Lost Ark, Finding Nemo, and Monsters, Inc.) were re-released in 3D and IMAX. Also 2012 in film marked the debut for high frame rate technology. The first film using 48 fps, a higher frame rate than the film industry standard 24 fps, was The Hobbit: An Unexpected Journey.",
  "/wiki/85th_Academy_Awards": "The 85th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2012 and took place on February 24, 2013, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was the first in the Academy's 85-year history to adopt the phrase \"The Oscars\" as the ceremony's official name during the broadcast and marketing. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Craig Zadan and Neil Meron and directed by Don Mischer. Actor Seth MacFarlane hosted the show for the first time.",
  "/wiki/A_Trip": "A Trip (Slovene: Izlet) is a 2011 Slovenian drama film directed by Nejc Gazvoda. The film was selected as the Slovenian entry for the Best Foreign Language Oscar at the 85th Academy Awards, but it did not make the final shortlist.",
  "/wiki/Nejc_Gazvoda": "Nejc Gazvoda (born 5 June 1985) is a Slovene writer, screenwriter and director. He has published a number of novels and collections of short stories and also has written the scripts for two successful TV dramas and has recently written and directed his first feature film Izlet (A Trip) (2011).",
  "/wiki/2013_in_film": "The following tables list films released in 2013. Three popular films (Top Gun, Jurassic Park, and The Wizard of Oz) were re-released in 3D and IMAX.",
  "/wiki/86th_Academy_Awards": "The 86th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2013 and took place on March 2, 2014, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled well after its usual late-February date to avoid conflicting with the 2014 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actress Ellen DeGeneres hosted the show for the second time, having previously hosted the 79th ceremony held in 2007.",
  "/wiki/Class_Enemy_(film)": "Class Enemy (Slovene: Razredni sovražnik) is a 2013 Slovenian drama film directed by Rok Biček. The film was selected as the Slovenian entry for the Best Foreign Language Film at the 86th Academy Awards, but it was not nominated. It was nominated for the 2014 Lux Prize. It won the Fedeora Award at the 28th Venice Critics' Week.",
  "/wiki/2014_in_film": "The following is an overview of the events of 2014 in film, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/87th_Academy_Awards": "The 87th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2014 and took place on February 22, 2015, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actor Neil Patrick Harris hosted the ceremony for the first time.",
  "/wiki/Seduce_Me": "Seduce Me (Slovene: Zapelji me) is a 2013 Slovenian drama film written and directed by Marko Šantić. It was selected as the Slovenian entry for the Best Foreign Language Film at the 87th Academy Awards, but was not nominated.",
  "/wiki/2015_in_film": "2015 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/88th_Academy_Awards": "The 88th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2015 and took place on February 28, 2016, at the Dolby Theatre in Hollywood, Los Angeles, 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by David Hill and Reginald Hudlin and directed by Glenn Weiss. Actor Chris Rock hosted the show for the second time, having previously hosted the 77th ceremony held in 2005.",
  "/wiki/The_Tree_(2014_film)": "The Tree (Slovene: Drevo) is a 2014 Slovenian drama film written and directed by Sonja Prosenc. It film was selected as the Slovenian entry for the Best Foreign Language Film at the 88th Academy Awards but it was not nominated.",
  "/wiki/2016_in_film": "2016 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and deaths.",
  "/wiki/89th_Academy_Awards": "The 89th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2016, and took place on February 26, 2017, at the Dolby Theatre in Hollywood, Los Angeles, California, at 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted the ceremony for the first time.",
  "/wiki/Houston,_We_Have_a_Problem!_(film)": "Houston, We Have a Problem! (Slovene: Houston, imamo problem!) is a 2016 internationally co-produced docufiction-mockumentary film by Slovene director Žiga Virc. The film explores the myth of the secret multibillion-dollar deal behind the United States' purchase of Yugoslavia's clandestine space program in the early 1960s. It is based and inspired by numerous real events and facts, in the sense that it is intended as an allegory to the Cold War.",
  "/wiki/List_of_Slovenian_submissions_for_the_Academy_Award_for_Best_International_Feature_Film": "Slovenia has submitted films for the Academy Award for Best International Feature Film[nb 1] since 1993, but has not yet won an award. Slovenia's 2008 submission, Rooster's Breakfast, became the highest-grossing Slovenian film of all time. Before 1993, Slovenia was a republic within Yugoslavia. In 1961, a film shot in Serbo-Croatian and representing Yugoslavia (The Ninth Circle) became the first and only film directed by a Slovenian to be nominated for an Oscar."
}