{
  "/wiki/Trude_Jochum-Beiser": "Trude Beiser (after her marriage Trude Jochum-Beiser; born 2 September 1927) is a former alpine ski racer from Austria. Born in Lech am Arlberg in Vorarlberg, she won two Olympic gold medals and a world championship.",
  "/wiki/Alpine_skiing_at_the_1948_Winter_Olympics": "At the 1948 Winter Olympics in St. Moritz, Switzerland, the six alpine skiing events were held on Piz Nair from Monday, 2 February to Thursday, 5 February 1948.",
  "/wiki/Franz_Gabl": "Franz Gabl (December 29, 1921 – January 23, 2014) was an Austrian alpine skier and Olympic medalist. He received a silver medal in the downhill at the 1948 Winter Olympics in St. Moritz.",
  "/wiki/Eva_Pawlik": "Eva Pawlik (4 October 1927 in Vienna – 31 July 1983 in Vienna) was an Austrian figure skater (European Champion, Olympic silver medalist), a show star, an actress and the world´s first lady figure skater to be a TV figure skating commentator (sportscaster on TV).",
  "/wiki/Figure_skating_at_the_1948_Winter_Olympics": "Figure skating at the 1948 Winter Olympics took place at the Olympic Ice Rink in St. Moritz, Switzerland. Three figure skating events were contested: men's singles, ladies' singles, and pair skating.",
  "/wiki/Resi_Hammerer": "Therese \"Resi\" Hammerer (18 February 1925 – 14 June 2010) was an Austrian alpine skier who competed in the 1948 Winter Olympics.",
  "/wiki/Erika_Mahringer": "Erika \"Riki\" Mahringer (16 November 1924 – 30 October 2018) was an Austrian alpine skier who competed in the 1948 and 1952 Winter Olympics. In 1948 she won the bronze medal in the slalom event as well as in the Alpine combined competition. In the downhill contest she finished 19th. Four years later she finished fourth in the 1952 Olympic downhill event. In the same year she finished 17th in the giant slalom competition and 22nd in the slalom contest.",
  "/wiki/Edi_Rada": "Edi Rada (13 September 1922 – 13 July 1997) was an Austrian figure skater. He won the bronze medal at the 1948 Winter Olympics and was the 1949 European Champion. He won a bronze medal at the 1949  World Figure Skating Championships."
}