{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Eva_Samkov%C3%A1": "Eva Samková (born 28 April 1993) is a Czech snowboarder who is the 2014 Olympic champion in snowboard cross.",
  "/wiki/Snowboarding_at_the_2018_Winter_Olympics": "Snowboarding at the 2018 Winter Olympics was held at the Bokwang Phoenix Park in Pyeongchang, South Korea. A total of ten snowboarding events were scheduled to take place between 10 and 24 February 2018.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Luk%C3%A1%C5%A1_Krp%C3%A1lek": "Lukáš Krpálek (born 15 November 1990) is a Czech heavyweight judoka. He is the current world champion (2019), former European champion (2014) and current Olympic Champion (2016). He is the most successful judoka in Czech and Czechoslovakian history, and was named Czech Judoka of the Year eight times between 2008 and 2015.",
  "/wiki/Judo_at_the_2016_Summer_Olympics": "Judo at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 12 August at the Carioca Arena 2 inside the Barra Olympic Park in Barra da Tijuca. Around 386 judoka competed in 14 events (seven each for both men and women).",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/%C5%A0%C3%A1rka_Strachov%C3%A1": "Šárka Strachová (Czech pronunciation: [ˈʃaːrka ˈstraxovaː]; born Záhrobská on 11 February 1985) is a retired Czech World Cup alpine ski racer. Born in Benecko, she specializes in the slalom event. Strachová is the first alpine racer representing the Czech Republic to medal at the Winter Olympics and at the World Championships and just the second Czech alpine skier ever to medal in the Olympics.",
  "/wiki/Alpine_skiing": "Alpine skiing, or downhill skiing, is the pastime of sliding down snow-covered slopes on skis with fixed-heel bindings, unlike other types of skiing (cross-country, Telemark, or ski jumping), which use skis with free-heel bindings. Whether for recreation or for sport, it is typically practised at ski resorts, which provide such services as ski lifts, artificial snow making, snow grooming, restaurants, and ski patrol.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Petr_Koukal_(badminton)": "Petr Koukal (Czech pronunciation: [ˈpɛtr̩ ˈkoukal]; born December 14, 1985) is a Czech professional badminton player.",
  "/wiki/Badminton": "Badminton is a racquet sport played using racquets to hit a shuttlecock across a net. Although it may be played with larger teams, the most common forms of the game are \"singles\" (with one player per side) and \"doubles\" (with two players per side). Badminton is often played as a casual outdoor activity in a yard or on a beach; formal games are played on a rectangular indoor court. Points are scored by striking the shuttlecock with the racquet and landing it within the opposing side's half of the court.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Jarom%C3%ADr_J%C3%A1gr": "Jaromír Jágr (Czech pronunciation: [ˈjaromiːr ˈjaːɡr̩] (listen); born 15 February 1972) is a Czech professional ice hockey right winger for HC Kladno of the Czech Extraliga (ELH). He has previously played in the National Hockey League (NHL) for the Pittsburgh Penguins, Washington Capitals, New York Rangers, Philadelphia Flyers, Dallas Stars, Boston Bruins, New Jersey Devils, Florida Panthers and Calgary Flames, serving as captain of the Penguins and the Rangers. After leaving the Rangers in 2008, he played three seasons in the Kontinental Hockey League (KHL) with Avangard Omsk. He returned to the NHL in 2011 with the Flyers and remained in the league for seven more years before being assigned by the Flames in 2018 to HC Kladno, which he owns.",
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/%C5%A0t%C4%9Bp%C3%A1nka_Hilgertov%C3%A1": "Štěpánka Hilgertová (Czech pronunciation: [ˈʃcɛpaːŋka ˈɦɪlɡɛrtovaː]) (née Prošková, born 10 April 1968 in Prague) is a former Czechoslovak-Czech slalom canoeist who competed at the international level from 1988 to 2017. Competing in six Summer Olympics, she won two gold medals in the K1 event, earning them in 1996 and 2000.",
  "/wiki/Canoe_slalom": "Canoe slalom (previously known as whitewater slalom) is a competitive sport with the aim to navigate a decked canoe or kayak through a course of hanging downstream or upstream gates on river rapids in the fastest time possible. It is one of the two kayak and canoeing disciplines at the Summer Olympics, and is referred to by the International Olympic Committee (IOC) as Canoe/Kayak Slalom. The other Olympic canoeing discipline is canoe sprint. Wildwater canoeing is a non-Olympic paddlesport.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Martina_S%C3%A1bl%C3%ADkov%C3%A1": "Martina Sáblíková (Czech pronunciation: [ˈmarcɪna ˈsaːbliːkovaː] (listen)) (born 27 May 1987) is a Czech speed skater, specializing in long track speed skating. She is an Olympic gold medal winner and a multiple European and World allround champion. She became the first Czech to win two Olympic gold medals at one Winter Games in the 2010 Olympiad. Sáblíková also competes in inline speed skating and road cycling races as a part of her summer preparation for the skating season. In cycling, she focuses especially on individual time trial discipline in which Sáblíková holds multiple Czech Republic National Championships titles and belongs to world's top 15 female time-trialists. Sáblíková is the elder sister of fellow speedskater Milan Sáblík.",
  "/wiki/Speed_skating": "Speed skating is a competitive form of ice skating in which the competitors race each other in travelling a certain distance on skates. Types of speed skating are long track speed skating, short track speed skating, and marathon speed skating. In the Olympic Games, long-track speed skating is usually referred to as just \"speed skating\", while short-track speed skating is known as \"short track\". The ISU, the governing body of both ice sports, refers to long track as \"speed skating\" and short track as \"short track skating\".",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Kv%C4%9Btoslav_Svoboda": "Květoslav Svoboda (Czech pronunciation: [ˈkvjɛtoslaf ˈsvoboda]) (born August 25, 1982 in Znojmo) is an Olympic freestyle swimmer from the Czech Republic. He swam for the Czech Republic at the 2000, 2004 and 2008 Olympics.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Ale%C5%A1_Valenta": "Aleš Valenta (Czech pronunciation: [ˈalɛʃ ˈvalɛnta]) (born 6 February 1973 in Šumperk, Czechoslovakia) is a former Czech freestyle skier who participated in aerials.",
  "/wiki/Freestyle_skiing": "Freestyle skiing is a  skiing discipline comprising aerials, moguls, cross, half-pipe, slopestyle and big air as part of the Winter Olympics. It can consist of a skier performing aerial flips and spins, and can include skiers sliding rails and boxes on their skis. It is also commonly referred to as freeskiing, jibbing, as well as many other names around the world.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Martin_Doktor": "Martin Doktor (Czech pronunciation: [ˈmarcɪn ˈdoktor]; born 21 May 1974 in Polička, Czechoslovakia) is the Czech Republic's best-known sprint canoeist. He was double Olympic champion in the Canadian canoe C-1 discipline at the 1996 Summer Olympics in Atlanta. During the 1996 games, his mother cooked knedliky (Dumplings in Czech), using dozens of kg of flour brought over from the Czech Republic.",
  "/wiki/Canoe_sprint": "Canoe sprint is a sport in which athletes race canoes or kayaks on calm water.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Lubo%C5%A1_Buchta": "Lubomír Buchta (born 16 May 1967 in Nové Město na Moravě) was a Czech cross country skier who competed from 1989 to 1999. Competing in three Winter Olympics, his best finish was seventh in the 4 x 10 km relay at Albertville in 1992 while his best individual finish was 13th twice (30 km: 1992, 50 km: 1998).",
  "/wiki/Cross-country_skiing": "Cross-country skiing is a form of skiing where skiers rely on their own locomotion to move across snow-covered terrain, rather than using ski lifts or other forms of assistance. Cross-country skiing is widely practiced as a sport and recreational activity; however, some still use it as a means of transportation. Variants of cross-country skiing are adapted to a range of terrain which spans unimproved, sometimes mountainous terrain to groomed courses that are specifically designed for the sport.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/V%C3%A1clav_Chalupa": "Václav Chalupa Jr. (born 7 December 1967 in Jindřichův Hradec, Czechoslovakia) is a Czech rower who competed at six consecutive Olympics from 1988 to 2008, winning a silver medal in 1992 behind Thomas Lange in the single scull.",
  "/wiki/Rowing_(sport)": "Rowing, sometimes referred to as crew in the United States, is a sport whose origins reach back to Ancient Egyptian times. It involves propelling a boat (racing shell) on water using oars. By pushing against the water with an oar, a force is generated to move the boat. The sport can be either recreational for enjoyment or fitness, or competitive, when athletes race against each other in boats. There are a number of different boat classes in which athletes compete, ranging from an individual shell (called a single scull) to an eight-person shell with a coxswain (called a coxed eight).",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Pavel_Benc": "Pavel Benc (Czech pronunciation: [ˈpavɛl ˈbɛnts]) (born 10 July 1963, in Jablonec nad Nisou) is a Czech cross-country skier who raced from 1985 to 1997. He earned a bronze medal in the 4 x 10 kilometer event at the 1988 Winter Olympics. His best individual Winter Olympics finish was a 25th in the 30 kilometer event, during the 1994 Winter Olympics. Benc's best finish was 5th in the 50 kilometer event at the 1991 FIS Nordic World Ski Championships. His best overall finish was second in a 15 kilometer event in 1993."
}