{
  "/wiki/Rozena_Maart": "Rozena Maart (born 1962) is a South African writer, and professor, currently living in Durban. She is the Director for the Centre for Critical Research on Race and Identity. She has been recognized for her writing, and for her work opposing apartheid and violence against women. She has lectured throughout Canada, the United States and many parts of the world.",
  "/wiki/Patrick_MacAdam": "Patrick \"Pat\" MacAdam was a Canadian writer and longtime Conservative Party insider born in Glace Bay, Nova Scotia. He died in Ottawa on May 19, 2015.",
  "/wiki/Agnes_Maule_Machar": "Agnes Maule Machar (23 January 1837 – 24 January 1927) was a Canadian author, poet and social reformer.",
  "/wiki/Ann-Marie_MacDonald": "Ann-Marie MacDonald OC (born October 29, 1958) is a Canadian playwright, novelist, actress and broadcast host who lives in Montreal, Quebec, Canada. The daughter of a member of Canada's military, she was born at an air force base near Baden-Baden, West Germany.  She is of Lebanese descent through her mother.",
  "/wiki/Fall_on_Your_Knees": "Fall on Your Knees is a 1996 novel by Canadian playwright, actor and novelist Ann-Marie MacDonald. The novel takes place in late 19th and early 20th centuries and chronicles four generations of the complex Piper Family. It is a story of \"inescapable family bonds, terrible secrets, and of miracles.\"[citation needed] Beginning in Cape Breton Island, Nova Scotia through the battlefields of World War I and ending in New York City, the troubled Piper sisters depend on one another for survival.",
  "/wiki/Goodnight_Desdemona_(Good_Morning_Juliet)": "Goodnight Desdemona (Good Morning Juliet) is a 1988 comedic play by Ann-Marie MacDonald in which Constance Ledbelly, a young English literature professor from Queen's University, goes on a subconscious journey of self-discovery.",
  "/wiki/Bryden_MacDonald": "Bryden MacDonald (born October 30, 1960 in Glace Bay, Nova Scotia) is a Canadian playwright.",
  "/wiki/D._R._MacDonald": "D. R. MacDonald is the pen name of David R. MacDonald, a Canadian-American writer who publishes novels and short stories. Born in Boularderie, Nova Scotia and raised in Ohio, he is a professor emeritus of creative writing at Stanford University. He still spend summers at the family homestead in Cape Breton Island, which he purchased in 1971, and his fiction is set in Cape Breton.",
  "/wiki/Hugh_MacDonald_(poet)": "Hugh MacDonald (born 1945) is an award-winning Canadian poet and children's writer and editor who lives in Montague, Prince Edward Island. Among his many awards are the L.M. Montgomery Children's Literature Award, 1990 and the 2004 Award for Distinguished Contribution to the Literary Arts on Prince Edward Island. He was appointed Poet Laureate for Prince Edward Island effective 1 January 2010 by the provincial legislature for a period of three years.",
  "/wiki/Jake_MacDonald": "Jake MacDonald (1949 – January 30, 2020) was a Canadian author. MacDonald produced eight books and several hundred articles in Canadian magazines.",
  "/wiki/Janice_MacDonald": "Janice Elva MacDonald (born 1959 in Banff, Alberta) is a Canadian writer of literary and mystery novels, textbooks, non-fiction, and stories for both adults and children. She is best known as the creator of a series of comic academic mystery novels featuring reluctant amateur sleuth Miranda \"Randy\" Craig, all of which are set in Edmonton, Alberta. The latest of these, The Eye of the Beholder: A Randy Craig Mystery, released in October 2018 and a local #1 Bestseller, sees Randy and her long-time boyfriend Steve Browning finally tying the knot, only to become entangled in a mystery tied to the Edmonton visual arts scene while on their honeymoon in Puerto Vallarta, Mexico. Another Margaret: A Randy Craig Mystery, released in September 2015, followed Miranda to a reunion of her fellow graduate school students and resurrects a mystery involving a Canadian literary figure who has been long-believed dead; the novel incorporates all events from the long out-of-print 1994 book The Next Margaret as part of a much-expanded story. The Roar of the Crowd: A Randy Craig Mystery was released on July 10, 2014, with a plot involving the Edmonton theatre scene, including the Freewill Shakespeare Festival and the Edmonton International Fringe Theatre Festival, and it went on to be nominated for the David Award for Best Mystery Novel at the 2015 Deadly Ink Conference and featured as a recommended read in both the 2015 Edmonton Travel Guide and the 2015 Avenue Magazine Summer Reading Guide. Condemned to Repeat: A Randy Craig Mystery, was published on June 15, 2013, and involves a series of deadly events connected to Alberta historic sites, including Rutherford House, Fort Edmonton Park, and the Ukrainian Cultural Heritage Village; it debuted in the top spot on the Edmonton Journal's bestseller list on June 21, 2013 and went on to be shortlisted for the Mary Scorer Award for Best Book by a Manitoba Publisher at the 2013 Manitoba Book Awards as well as the David Award for Best Mystery Novel at the 2014 Deadly Ink Conference. Hang Down Your Head: A Randy Craig Mystery, was published in November 2011 and features \"cameo\" appearances by several real-life folk musicians, as well as a corpse discovered at the Edmonton Folk Music Festival. The book was a hit in MacDonald's home city and spent more than six months on the Edmonton Journal's Top 10 list. The book and its author were profiled on CBC Radio, CityTV's Breakfast Television show, in the Edmonton Journal, and in the Edmonton Examiner. A January 2012 cover story in Edmonton Woman Magazine and a half-hour interview on the CKUA Radio Network's ArtBeat program, looked more extensively at the entire mystery series.",
  "/wiki/Maggie_MacDonald": "Maggie MacDonald (born 1979) is a writer, playwright, and musician who lives in Toronto, Ontario.",
  "/wiki/Wilson_MacDonald": "Wilson Pugsley MacDonald (May 5, 1880 – April 8, 1967) was a popular Canadian poet who \"was known mainly in his own time for his considerable platform abilities\"[attribution needed] as a reader of his poetry. By reading fees, and by selling his books at readings, he was able to make a living from his poetry alone. In the 1920s he was so popular \"that his fame eclipsed that of Robert Service and Pauline Johnson\".[attribution needed]",
  "/wiki/Lee_MacDougall": "Lee MacDougall is a Canadian actor, writer and theatre director. Originally from Kirkland Lake, Ontario, he studied at the University of Toronto and Ryerson University before launching his career as an actor.",
  "/wiki/Gwendolyn_MacEwen": "Gwendolyn Margaret MacEwen (1 September 1941 – 29 November 1987) was a Canadian poet and novelist. A \"sophisticated, wide-ranging and thoughtful writer,\" she published more than 20 books in her life. \"A sense of magic and mystery from her own interests in the Gnostics, Ancient Egypt and magic itself, and from her wonderment at life and death, makes her writing unique.... She's still regarded by most as one of the best Canadian poets.\"",
  "/wiki/Mary_Esther_MacGregor": "Mary Esther Miller MacGregor, (August 27, 1872 – February 10, 1961) also known as Marian Keith, was a Canadian author of fiction.",
  "/wiki/Lucy_Maud_Montgomery": "Lucy Maud Montgomery OBE (November 30, 1874 – April 24, 1942), published as L. M. Montgomery, was a Canadian author best known for a series of novels beginning in 1908 with Anne of Green Gables. The book was an immediate success. Anne Shirley, an orphaned girl, made Montgomery famous in her lifetime and gave her an international following.",
  "/wiki/Roy_MacGregor": "Roy MacGregor OC is a Canadian author of fiction and non-fiction.",
  "/wiki/Linden_MacIntyre": "Linden MacIntyre (born May 29, 1943) is a Canadian journalist, broadcaster and novelist. He has won ten Gemini Awards, an International Emmy and numerous other awards for writing and journalistic excellence, including the 2009 Scotiabank Giller Prize for his 2009 novel, The Bishop's Man. Well known for many years for his stories on CBC's the fifth estate, in 2014 he announced his retirement from the show at age 71. His final story, broadcast on November 21, 2014, was \"The Interrogation Room\" about police ethics and improper interrogation room tactics.",
  "/wiki/The_Bishop%27s_Man": "The Bishop's Man is a novel by Canadian writer Linden MacIntyre, published in August 2009. The story follows a Catholic priest named Duncan MacAskill who became so successful at resolving potential church scandals quickly and quietly that he had to accept a position at a remote parish on Cape Breton Island, Nova Scotia to give himself a low profile. MacIntyre, a native of Cape Breton, released the novel amidst the ongoing sexual abuse scandal in Antigonish diocese in Nova Scotia. The book was awarded the 2009 Scotiabank Giller Prize and the Canadian Booksellers Association's Fiction Book of the Year. Critics gave positive reviews, especially noting MacIntyre's successful development of characters.",
  "/wiki/Causeway:_A_Passage_from_Innocence": "Causeway: A Passage from Innocence is a non-fiction book, written by Canadian writer Linden MacIntyre, first published in August 2006 by Harper Collins. In the book, the author recounts the 1950s construction of the Canso Causeway, linking Cape Breton to mainland Nova Scotia. MacIntyre reflects on changing ways of life and his relationship with his father. Causeway is a strong narrative of changing times and vanishing landscapes.",
  "/wiki/Rory_Maclean": "Rory MacLean FRSL (born 5 November 1954) is a British-Canadian historian and travel writer who lives and works in Berlin and the United Kingdom. His best known works are Stalin’s Nose, a  travelogue through eastern Europe after the fall of the Berlin Wall; Magic Bus, a history of the Asia Overland hippie trail; and Berlin: Imagine a City, a portrait of that city over 500 years. In 2019 John le Carré wrote that MacLean \"must surely be the outstanding, and most indefatigable, traveller-writer of our time.\"",
  "/wiki/Hugh_MacLennan": "John Hugh MacLennan, CC, CQ (March 20, 1907 – November 9, 1990) was a Canadian author and professor of English at McGill University. He won five Governor General's Awards and a Royal Bank Award.",
  "/wiki/Two_Solitudes_(1945_novel)": "Two Solitudes  is a 1945 novel by Hugh MacLennan. It popularized the term two solitudes to refer to the perceived lack of communication between English- and French-speaking Canadians.",
  "/wiki/Barometer_Rising": "Barometer Rising is a romantic-realist novel by Canadian author Hugh MacLennan. The work explores life in Halifax, Nova Scotia during World War I, and its interruption by the Halifax explosion. The narrative predominantly follows and pivots upon the romantic life of Penny Wain.",
  "/wiki/Michael_MacLennan": "Michael Lewis MacLennan (born June 5, 1968) is a Canadian playwright, television writer and television producer, best known as a writer and producer of television series such as Queer as Folk and Bomb Girls.",
  "/wiki/List_of_Canadian_writers": "This is a list of Canadian literary figures, including poets, novelists, children's writers, essayists, and scholars."
}